{"GDELT": {"GlobalEventID": 940395146, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LTU", "Actor1Name": "LITHUANIA", "Actor1CountryCode": "LTU", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 39, "EventBaseCode": 39, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.9723756906077305, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lithuania", "Actor1Geo_CountryCode": "LH", "Actor1Geo_ADM1Code": "LH", "Actor1Geo_Lat": 56.0, "Actor1Geo_Long": 24.0, "Actor1Geo_FeatureID": "LH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lithuania", "Actor2Geo_CountryCode": "LH", "Actor2Geo_ADM1Code": "LH", "Actor2Geo_Lat": 56.0, "Actor2Geo_Long": 24.0, "Actor2Geo_FeatureID": "LH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Latvia", "Action2Geo_CountryCode": "LG", "Action2Geo_ADM1Code": "LG", "Action2Geo_Lat": 57.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "LG", "DATEADDED": 20200812194500, "SOURCEURL": "http://direct.catholicnewsagency.com/news/catholic-archbishop-of-minsk-calls-for-end-to-violence-after-belarus-election-38481"}, "ARTICLE": {"TITLE": "Catholic Archbishop of Minsk calls for end to violence after Belarus election", "TEXT": ".- The Archbishop of Minsk-Mohilev called Tuesday for an end to the violent clashes occurring across Belarus following a disputed presidential election.\n\n“At this crucial moment in our history, in the name of the God of boundless mercy, love, and peace, I call on all parties to the conflict to end the violence. May your hands, created for peaceful work and fraternal greetings, lift neither weapons nor stones. Let the force of argument, based on dialogue in truth and mutual love, prevail over the argument of force,” Archbishop Tadeusz Kondrusiewicz, who chairs the Belarusian bishops' conference, wrote Aug. 11.\n\nProtests began Aug. 9 after president Alexander Lukashenko was declared to have won that day's election with 80% of the vote. Lukashenko has been president of Belarus since the position was created in 1994.\n\nElectoral officials said that the opposition candidate, Sviatlana Tsikhanouskaya, earned 10% of the vote. She was detained for several hours after complaining to the electoral committee, and has fled to Lithuania.\n\nProtests have taken place across the country, and thousands of protesters have been detained.\n\nBelarusian athorities say demonstrators have used metal rods, and police forces have used tear gas, stun grenades, and batons on them. Police in Brest, 110 miles west of Pinsk, shot live bullets at protesters Aug. 11.\n\nJournalists from the BBC were harassed by police in Minsk, and other journalists were reportedly detained there and in Brest and Grodno.\n\nUS Secretary of State Mike Pompeo said Aug. 10 that the election “was not free and fair,” citing “severe restrictions on ballot access for candidates, prohibition of local independent observers at polling stations, intimidation tactics employed against opposition candidates, and the detentions of peaceful protesters and journalists.”\n\n“We urge the Belarusian government to respect the rights of all Belarusians to participate in peaceful assembly, refrain from use of force, and release those wrongfully detained. We strongly condemn ongoing violence against protesters and the detention of opposition supporters,” he added.\n\nArchbishop Kondrusiewicz wrote that Belarus has “witnessed unprecedented tensions” related to the election, saying: “There were clashes between citizens and law enforcement officers. As a result of the active confrontation, unfortunately, the first blood has been shed and there are victims on both sides. For the first time in the modern history of Belarus, a brother raised his hand against his brother.”\n\n“Why do we, a nation with more than a thousand years of Christian history, today seem to have forgotten about love of neighbor and our inherent tolerance towards dissenters,” he asked.\n\nAppealing to the Slavic tradition of veche, or popular assemblies, the archbishop said, “I propose to convene immediately an emergency round table to decide the future of our fatherland behind it, and not at the barricades,” so as “to overcome the crisis in society and stop the violence as soon as possible.”\n\n“I encourage all people of good will to pray fervently for peace and harmony in our country,” Archbishop Kondrusiewicz concluded.\n\nLithuania, Poland, and Latvia have also offered to mediate between the government and protesters.\n\nTsikhanouskaya entered the presidential race after her husband, Siahei Tsikhanouski, was blocked from running and was arrested. Tsikhanouski is a pro-democracy activist.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "fb": {"pages": 25126781485, "app_id": 1502824986641800}, "twitter": {"account_id": 32422915, "card": "summary_large_image", "site": "@cnalive", "creator": "@cnalive", "title": "Catholic Archbishop of Minsk calls for end to violence after Belarus election", "description": "The Archbishop of Minsk-Mohilev called Tuesday for an end to the violent clashes occurring across Belarus following a disputed presidential election.", "image": {"src": "http://www.catholicnewsagency.com/images/Riot_police_detain_protesters_who_accuse_strongman_Alexander_Lukashenko_of_falsifying_the_polls_in_the_presidential_election_in_Minsk_Aug_10_2020_Credit_Sergei_Gapon_AFP_via_Getty_Images.jpg"}}, "ia": {"markup_url": "https://www.catholicnewsagency.com/ia/news/catholic-archbishop-of-minsk-calls-for-end-to-violence-after-belarus-election-38481"}, "og": {"type": "article", "url": "https://www.catholicnewsagency.com/news/catholic-archbishop-of-minsk-calls-for-end-to-violence-after-belarus-election-38481", "title": "Catholic Archbishop of Minsk calls for end to violence after Belarus election", "image": "http://www.catholicnewsagency.com/images/Riot_police_detain_protesters_who_accuse_strongman_Alexander_Lukashenko_of_falsifying_the_polls_in_the_presidential_election_in_Minsk_Aug_10_2020_Credit_Sergei_Gapon_AFP_via_Getty_Images.jpg", "description": "The Archbishop of Minsk-Mohilev called Tuesday for an end to the violent clashes occurring across Belarus following a disputed presidential election.", "site_name": "Catholic News Agency"}}}}