{"GDELT": {"GlobalEventID": 940395297, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "NGAEDU", "Actor1Name": "LAGOS", "Actor1CountryCode": "NGA", "Actor1Type1Code": "EDU", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.7815126050420202, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200812194500, "SOURCEURL": "https://www.thisdaylive.com/index.php/2020/08/12/unilag-governing-council-sacks-vice-chancellor-ogundipe/"}, "ARTICLE": {"TITLE": "UNILAG Crisis Deepens as Governing Council Sacks VC", "TEXT": "*Disregard council’s statement, Ogundipe tells public\n\n*Council lacks power to remove VC, says ASUU\n\nBy Sunday Ehigiator\n\nThe Governing Council of the University of Lagos has announced the removal of Professor Toyin Ogundipe, as the Vice-Chancellor of the University.\n\nThis was revealed on Wednesday in a statement by the Registrar and Secretary to the Council, Oladele Azeez.\n\nThe statement reads: “The General Public is hereby notified that at an emergency meeting held on Wednesday, August 12, and In accordance with the statutory powers vested in it by Law, the Governing Council at the University of Lagos removed Professor Oluwatoyin T. Ogundipe, from office as Vice-Chancellor of the University with immediate effect.\n\n“This decision was based on the Council’s investigation of serious acts of wrongdoing, gross misconduct, financial recklessness and abuse of office against Professor Oluwatoyin T. Ogundipe.”\n\nHowever in a quick reaction, the embattled vice-chancellor said in a statement: “The attention of the University of Lagos (UNILAG) management has been drawn to the ‘Notice to the General Public on the Removal of the Vice Chancellor, University of Lagos’; dated August 12, 2020 and signed by Oladejo Azeez, Esq, Registrar and Secretary to Council, stating that the current Vice Chancellor, Professor Oluwatoyin T. Ogundipe has been removed from office with immediate effect.\n\n“This is untrue and a figment of his imagination. Therefore, stakeholders of UNILAG and the general public are advised to disregard this mischievous disinformation about the sitting Vice Chancellor of UNILAG, contained in that notice. Professor Ogundipe still remains UNILAG’s Vice-Chancellor.”\n\nEarlier, The Chairman, University of Lagos chapter of the Academic Staff Union of Universities (ASUU), Dr Dele Ashiru, had said the Governing Council of the institution did not have power to sack the Vice-Chancellor, Prof Toyin Ogundipe, following speculations that the council may take drastic action against the VC during its meeting in Abuja on Wednesday.\n\nAshiru, while reacting to some online reports that the Council would sack Ogundipe, said such reports remained speculative.\n\n“We are following the development. We are aware that the Council relocated to Abuja to meet. The Council does not have the constitutional powers to sack the Vice-Chancellor. We will react appropriately when things become clear,” he said.\n\nIt would be recalled that Ogundipe and the Council Chairman, Dr. Wale Babalakin, SAN, have been engaged in a runnig battle over the management of the institution and some decisions taken in the process.\n\nTheir disagreement led to the suspension of this year’s convocation ceremony of the university in March. Consequently, ASUU held a Congress where Babalakin was declared unwelcomed on campus.\n\nThe last time the council wanted to hold its meeting on campus, ASUU also fixed a Congress for the same day, prompting the council to postpone its meeting, and later moved it to Abuja where it held on Wednesday.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2018/10/26641cf4-unilag.jpg", "secure_url": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2018/10/26641cf4-unilag.jpg", "width": 1280, "height": 720}, "locale": "en_US", "type": "article", "title": "UNILAG Crisis Deepens as Governing Council Sacks VC - THISDAYLIVE", "description": "*Disregard council’s statement, Ogundipe tells public *Council lacks power to remove VC, says ASUU By Sunday Ehigiator The Governing Council of the University of Lagos has announced the removal of Professor Toyin Ogundipe, as the Vice-Chancellor of the University. This was revealed on Wednesday in a statement by the Registrar and Secretary to the Council, …", "url": "https://www.thisdaylive.com/index.php/2020/08/12/unilag-governing-council-sacks-vice-chancellor-ogundipe/", "site_name": "THISDAYLIVE", "updated_time": "2020-08-12T16:52:04+00:00"}, "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/thisdaylive", "section": "Latest", "published_time": "2020-08-12T16:21:40+00:00", "modified_time": "2020-08-12T16:52:04+00:00"}, "twitter": {"card": "summary_large_image", "description": "*Disregard council’s statement, Ogundipe tells public *Council lacks power to remove VC, says ASUU By Sunday Ehigiator The Governing Council of the University of Lagos has announced the removal of Professor Toyin Ogundipe, as the Vice-Chancellor of the University. This was revealed on Wednesday in a statement by the Registrar and Secretary to the Council, […]", "title": "UNILAG Crisis Deepens as Governing Council Sacks VC - THISDAYLIVE", "site": "@thisdaylive", "image": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2018/10/26641cf4-unilag.jpg", "creator": "@thisdaylive"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin"}}}