{"GDELT": {"GlobalEventID": 940390556, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "LKA", "Actor2Name": "SRI LANKA", "Actor2CountryCode": "LKA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.6431718061673997, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sri Lanka", "Actor1Geo_CountryCode": "CE", "Actor1Geo_ADM1Code": "CE", "Actor1Geo_Lat": 7.0, "Actor1Geo_Long": 81.0, "Actor1Geo_FeatureID": "CE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sri Lanka", "Actor2Geo_CountryCode": "CE", "Actor2Geo_ADM1Code": "CE", "Actor2Geo_Lat": 7.0, "Actor2Geo_Long": 81.0, "Actor2Geo_FeatureID": "CE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sri Lanka", "Action2Geo_CountryCode": "CE", "Action2Geo_ADM1Code": "CE", "Action2Geo_Lat": 7.0, "Action2Geo_Long": 81.0, "Action2Geo_FeatureID": "CE", "DATEADDED": 20200812191500, "SOURCEURL": "http://internationalviewpoint.org/spip.php?article6766"}, "ARTICLE": {"TITLE": "Problems of unequal development in underdeveloped countries", "TEXT": "One of the basic teachings of Trotskyism is the theory of permanent revolution. It is an important theory put forward by Trotsky in the debate on socialist revolution in underdeveloped countries.\n\nWhy were the bourgeois parties in underdeveloped countries unable to carry out the bourgeoisie-democratic tasks realized by the bourgeoisie in developed capitalist countries? When we consider this question, it is clear that the bourgeoisie in underdeveloped countries is small, has closer ties with feudal forces in the country, and on the basis of their dependent economy some of the bourgeoisie have ties to imperialism.\n\nSome of the key tasks performed by the bourgeois revolution, such as liberation from imperialism, democratization of the state, solving the national question and agrarian revolution, remain today important issues to be solved in underdeveloped countries such as Sri Lanka and India. Instead of leading the working class, the driving force of social revolution, to take power in its own hands, some workers parties of those Third World countries tied the working class to the bourgeoisie of their respective countries.\n\nMany people in underdeveloped countries consider democracy to be simply holding elections and electing governments. They do not consider the limitations of those elections. When we look for example at Sri Lanka, we see the dishonesty of the bourgeois parties regarding the national question. In late 1950s when Sirimavo Bandaranaike was about become prime minister, she came close to reaching an agreement with S.J.V. Chelvanayagam of the Federal Party regarding the minority issue. In response, the United National Party (UNP) revolted across the country. When UNP President J.R. Jayawardena tried to sign the Indo-Lanka accord in 1987, the SLFP together with the JVP revolted across the country. In 1995, when SLFP President Chandrika Bandaranayake proposed a separate administration for North and East, the UNP Parliamentarians revolted. Such bourgeois parties will do the same in the future.\n\nThe argument of Stalinists is that communists must work together with the national bourgeoisie in each country in order to carry out the tasks of the bourgeois-democratic revolution before the socialist revolution becomes possible. Only then becomes it possible to overthrow those national capitalist governments and carry out the socialist revolution. This is called the two-stage theory of revolution. We can learn from the experience of Sri Lanka in this regard. Although the LSSP was founded in 1935 as a Trotskyist party, it was still in a sense a Stalinist party because there was no clear agenda for the working class itself the take power. The hartal (mass protest) of 1953 was the best opportunity for workers to seize power. But in the absence of a plan, the LSSP leadership called off the hartal after two days. This betrayal by the LSSP leaders gave the UNP government the opportunity to reassert its power during a time when it was forced to hold its cabinet meeting in a ship docked at the harbor.\n\nThe economic prosperity of the late 1950s led to the emergence of populist leaders that implemented social reforms in many parts of the world. Bandaranayake in Sri Lanka, Nehru in India, Ben Bella in Algeria, Tito in Yugoslavia, Nasser in Egypt and Sukarno in Indonesia are some examples. The nationalization of companies and lands, concessions beneficial for the people, expansion of industries etc. were some of the social reforms that took place during this period. As a result workers’ parties in such countries entered in coalitions with bourgeois parties.\n\nHowever, with the ensuing recession and under international pressure, the bourgeois rulers, who before had claimed such progressive ideals, usurped the rights of the people while leftist leaders made excuses for them. By then many members of such parties joined bourgeois parties.\n\nThe NSSP was formed in 1977 by a section of the LSSP which strongly criticized the betrayal of N. M. Perera, Colvin R. de Silva (leaders of LSSP) and others who in 1964 formed an alliance with the SLFP. At its founding, the NSSP presented peoples councils as a way for the working class to take power. What was in 1964 a tragedy, in 2020 turned into a farce. NSSP-leader Vikramabahu \"Bahu\" Karunaratne did not stop at an alliance but entered as a member into the bourgeois UNP, su", "METADATA": {"description": "One of the basic teachings of Trotskyism is the theory of permanent revolution. It is an important theory put forward by Trotsky in the debate on socialist revolution in underdeveloped countries.", "viewport": "width=device-width, initial-scale=1", "generator": "SPIP 3.2.7 [24473]"}}}