{"GDELT": {"GlobalEventID": 940383672, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "JORELIGOV", "Actor1Name": "HASSAN", "Actor1CountryCode": "JOR", "Actor1Type1Code": "ELI", "Actor1Type2Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "CABINET", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.0646992054483597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200812183000, "SOURCEURL": "https://www.aljazeera.com/news/2020/08/lebanon-judiciary-handle-beirut-explosion-probe-minister-200812154620945.html"}, "ARTICLE": {"TITLE": "Lebanon judiciary can handle Beirut explosion probe: Minister", "TEXT": "Beirut, Lebanon - Lebanon's caretaker Justice Minister Marie-Claude Najem says there is ample reason to distrust Lebanon's judiciary, but last week's Beirut explosion is a \"chance\" for this vital institution to earn public trust by holding those responsible accountable.\n\nMany have cast doubt on the ability of the country's weak judicial authorities to carry out a full and transparent investigation into the devastating explosion that killed more than 170 people and wounded some 6,000 others. Dozens are still missing.\n\n\"Much of the criticism is warranted due to the slow pace of work and some politicisation, but this case is a chance for the Lebanese judiciary to prove they can do their jobs and win back the confidence of the people,\" Najem told Al Jazeera.\n\nPublic pressure and the international coverage of the explosion would also likely push matters in the right direction, she said.\n\n\"It's going to be hard for them to do things like they were done in the past.\"\n\nThe 2,750 tonnes of highly explosive ammonium nitrate that blew up on August 4 were kept at Beirut's port for nearly seven years with the eventual knowledge of many top political and security officials - yet nothing was done to prevent such a disaster from happening.\n\nThose who have called for an international investigation include French President Emmanuel Macron and prominent rights groups, as well as many survivors and relatives of the victims.\n\n\"We're not in a position today that allows us to give a chance to the judiciary,\" Lynn Maalouf, Amnesty International's Middle East director of research, told Al Jazeera.\n\n\"When you look at the judiciary's track record in the past with regards to justice in general and all the grave violations the Lebanese people have endured, there's just no trust with something of this magnitude.\"\n\nNajem countered: \"My starting point is always the Lebanese judiciary because I don't want to create a system where every time there is an important issue I go to the international. We can use international experts but my role is to try to improve the judiciary here.\"\n\nInvestigation 'already internationalised'\n\nNajem said the investigation had already brought in international experts, notably French police officers and forensic specialists, to investigate the site of the explosion.\n\nMarie-Claude Najem [File: Reuters]\n\nThe involvement of the French public prosecution was due to the existence of French casualties, she said, giving the investigation an international angle. French Ambassador Bruno Foucher, in a tweet, went as far as calling the French involvement \"a guarantee of impartiality in the investigations and of speed\".\n\nInvestigations initially proceeded under the military court, and 19 people were arrested including the current and former customs chiefs and the head of the Beirut port authority.\n\nThe judiciary is due to interrogate four former public works ministers - nominally in charge of overseeing the port - on Friday.\n\nDebris and damaged vehicles are seen in the port area, after a blast in Beirut, Lebanon [Thaier Al-Sudani/Reuters]\n\nIn its last session before Prime Minister Hassan Diab announced its resignation on Monday, the cabinet referred the investigation to the judicial council.\n\nThe council is the highest court in Lebanon, reserved for cases deemed to affect national security, such as the assassination of former president-elect Bashir Gemayel during the country's 1975-90 civil war.\n\nMaalouf said the court \"lacks transparency and the ability to follow the judicial process\".\n\nWhile Najem had proposed a name for a judicial investigator at the council who would take over the investigation once appointed, the country's Higher Defence Council turned down her choice on Wednesday, without publicly providing an explanation.\n\nAt the time of publishing, no investigator had yet been selected.\n\nAllocating responsibility\n\nNajem said there were two forms of responsibility in the case, political and legal.\n\n\"We carried out our political responsibility by resigning,\" she said. \"The legal responsibility is to show who should have done something about it, who was supposed to stop it, rather than who knew about it.\"\n\nHer ministry was informed of the presence of the ammonium nitrate stored at Beirut's port on July 27 - just over a week before the explosion took place. But Najem said she was not responsible - her ministry was not concerned with the matter given that there was a case related to the dangerous cargo already in Lebanon's courts.\n\n\"It is not within my powers to interfere,\" she said.\n\nNajem added that she understood that people wanted more than accountability; that they wanted revenge from top officials who knew the highly explosive material - used in bombs and fertilisers - was there for so many years but failed to act.\n\nBut she said energy should be focused on first holding people legally accountable, then changing the country's byzantine bureaucracy, public administration - and eventually the political system that enables such disasters to occur.\n\n\"To where this case will eventually go, no one can know,\" she said. \"The only thing I can say today, as minister of justice, is that I want justice to be done. I want the truth to be told to the Lebanese people and I want the people responsible to pay for it.\n\n\"Not out of revenge, but legally speaking - just like in any other country in the world.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0 maximum-scale=1.0, minimal-ui", "guid": 200812154620945, "title": "Lebanon judiciary can handle Beirut explosion probe: Minister", "author": "Timour Azhari", "description": "Caretaker justice minister says mistrust in judiciary is warranted but dismisses calls for international investigation.", "source": "Al Jazeera News", "og": {"title": "Lebanon judiciary can handle Beirut explosion probe: Minister", "description": "Caretaker justice minister says mistrust in judiciary is warranted but dismisses calls for international investigation.", "url": "https://www.aljazeera.com/news/2020/08/lebanon-judiciary-handle-beirut-explosion-probe-minister-200812154620945.html", "internalurl": "https://www.aljazeera.com/news/2020/08/lebanon-judiciary-handle-beirut-explosion-probe-minister-200812154620945.html", "image": {"identifier": "https://www.aljazeera.com/mritems/Images/2020/8/12/a74d4971754348f18d15c2ee7ed8640f_18.jpg", "width": 1000, "height": 562}}, "url": "https://www.aljazeera.com/news/2020/08/lebanon-judiciary-handle-beirut-explosion-probe-minister-200812154620945.html", "ShortURL": "https://aje.io/y2ra2", "image": "https://www.aljazeera.com/mritems/Images/2020/8/12/a74d4971754348f18d15c2ee7ed8640f_18.jpg", "twitter": {"title": "Lebanon judiciary can handle Beirut explosion probe: Minister", "description": "Caretaker justice minister says mistrust in judiciary is warranted but dismisses calls for international investigation.", "image": "https://www.aljazeera.com/mritems/Images/2020/8/12/a74d4971754348f18d15c2ee7ed8640f_18.jpg", "account_id": 4970411, "card": "summary_large_image", "site": "@AJENews"}, "ContentType": "News", "keywords": "Beirut explosion, Lebanon, Middle East", "google-play-app": "app-id=net.aljazeera.english", "apple-itunes-app": "app-id=504847776"}}}