{"GDELT": {"GlobalEventID": 940385923, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.56084656084656, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Finland", "Actor1Geo_CountryCode": "FI", "Actor1Geo_ADM1Code": "FI", "Actor1Geo_Lat": 64.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "FI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Denmark", "Action2Geo_CountryCode": "DA", "Action2Geo_ADM1Code": "DA", "Action2Geo_Lat": 56.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "DA", "DATEADDED": 20200812184500, "SOURCEURL": "https://www.conservativereview.com/news/horowitz-cases-surging-hawaii-strictest-mask-mandate/"}, "ARTICLE": {"TITLE": "Horowitz: Cases surging in Hawaii – with the strictest mask mandate", "TEXT": "Horowitz: Cases surging in Hawaii – with the strictest mask mandate\n\nBased on geography, seasonality, and latitude, when it is your turn to get the virus, you will get it. You can’t place a tarp, a mask, or a lockdown in front of a virus, the same way you can’t arrest the movement of a hurricane; you must deal with it with a healthy and functioning society. That is the enduring lesson of what we are seeing throughout the world, where there is zero correlation between human input and the trend of the virus. Hawaii is the latest example of this phenomenon.\n\nHawaii might possibly have the strictest lockdown and mask mandates in the country. It is essentially as strict as the Philippines, though without the threat of being shot by police. However, the state has jailed people for violating lockdown orders (while releasing 38% of all its real criminals in jail!). Tourism has been nonexistent, and all remaining visitors were told to quarantine. There has been a mandate in place requiring mask-wearing indoors since April and now even outdoors for the past month – even while jogging!\n\nThe result? Cases are surging more than ever – just like in the Philippines, Hong Kong, Israel, Australia, and every southern latitude area with a strict mask mandate and lockdown.\n\nA friend created a graphic on Twitter juxtaposing Hawaii’s COVID-19 case trend line (even adjusted for increased testing) to the lockdown and unprecedentedly low social mobility score of its population.\n\nIf mask mandates were ever going to work to stop a spread, it would have occurred in Hawaii, which is isolated from the rest of the world on all sides. In fact, the exact opposite happened.\n\nKeep in mind the state’s testing rate is still low. They’re testing 131K per million population vs. a 202K per million national average. Testing has increased somewhat, as in all states, but even when you adjust cases to test levels of April 8, today’s numbers are still 55% higher and rising fast.\n\nWell, maybe people aren’t listening and are gathering too much? Not a chance.\n\nAs you can see, Hawaii’s mobility score of shoppers and travelers has essentially remained flat, at unprecedented low levels. There never has been a true reopening, yet cases are surging. The state’s mobility score is much lower than the U.S. average:\n\nas you can see, this is certainly not from too much opening. that stopped 70 days ago at a level lower than the deepest lockdown the US as a whole ever reached hawaii has been the most locked down state in the US and has had travel bans, quarantines, etc and it's not working pic.twitter.com/C0tFM43f1q — el gato malo (@boriquagato) August 7, 2020\n\nLike most other countries that engaged in heavy-handed police state tactics, Hawaiians have nothing to show for their lockdown but a crushed economy and lives lost. Sure, they still have a low death rate, but that has nothing to do with stopping the spread with mandates. The spread was not stopped. The low death rate is likely driven by the same theory behind the low death rates in all the Pacific Rim countries – they have a high rate of cross-immunity from persistent coronavirus colds.\n\nThe same dynamic is unfolding in New Zealand. The country has been in a perpetual state of lockdown since March at an unfathomably painful cost. Now they have discovered a new cluster of community spread. Where did it come from? The virus does what the virus does. The only question is whether you will destroy your country while it does.\n\nJust take London and Stockholm, for example, as a tale of two diverging cities. The former had a strict lockdown to this very day, while Stockholm eschewed any mandatory lockdown and masking policies. According to research published in the Journal of the Royal Society of Medicine, they both have about 17% seroprevalence among their respective populations. As the BBC observes, “experts” predicted 40% of people in Stockholm would have antibodies, but as I noted before, because of inherent T cell immunity, the virus appears to stop before that benchmark. Everyone will have to achieve herd immunity, but that threshold is much lower for this virus.\n\nThe big difference, however, is that Sweden achieved this without destroying its country, while England suffered a 20% drop in GDP this past quarter. That translates into tens of thousands of additional lives lost from despair, stress, substance abuse, and suicide.\n\nAll these countries that thought they dodged a bullet by locking down earlier than the U.K., such as the other Nordic countries, are now at risk for future waves of the virus. There is already evidence the virus is spreading in all the Nordic countries – except for Sweden.\n\nIt's still too early to confirm this trend, but new COVID-19 cases are increasing in Denmark, Norway and Finland while decreasing in Sweden… If this trend continues, it will be further validation that Sweden reached herd immunity and the other countries just delayed it. pic.twitter.com/YTYjBnXKqy — James Todaro, MD (@JamesTodaroMD) August 11, 2020\n\nSweden, with its northern climate, is not known for sunshine, but life looks a lot sunnier there than anywhere else, especially in the tourist haven of Hawaii. Well, the former tourist haven. Hawaii crushed its tourism industry with mandatory quarantines backed by the threat of criminal prosecution. Now they have 22.6% unemployment, the second highest rate in the U.S., with nothing to show for it but surging cases and hundreds of criminals roaming the streets.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "description": "Lessons.", "msapplication-TileImage": "https://storage.googleapis.com/conservativereview/2018/01/cropped-cropped-cr_favicon_512x512-300x300.png", "og": {"locale": "en_US", "type": "article", "title": "Horowitz: Cases surging in Hawaii – with the strictest mask mandate", "description": "Lessons.", "url": "https://www.conservativereview.com/news/horowitz-cases-surging-hawaii-strictest-mask-mandate/", "site_name": "Conservative Review", "image": {"identifier": "https://storage.googleapis.com/conservativereview/2020/08/732bc3e8-hawaii-coastline-8-12-20-okimo-sized.jpg", "secure_url": "https://storage.googleapis.com/conservativereview/2020/08/732bc3e8-hawaii-coastline-8-12-20-okimo-sized.jpg", "width": 1200, "height": 675}}, "article": {"tag": "Lessons", "section": "Articles", "published_time": "2020-08-12T14:18:10-04:00"}, "twitter": {"card": "summary_large_image", "description": "Lessons.", "title": "Horowitz: Cases surging in Hawaii – with the strictest mask mandate", "image": "https://storage.googleapis.com/conservativereview/2020/08/732bc3e8-hawaii-coastline-8-12-20-okimo-sized.jpg", "creator": "@RMConservative"}, "generator": "WordPress 4.9.10", "fb": {"pages": 475549362567960}, "ia": {"markup_url_dev": "https://www.conservativereview.com/news/horowitz-cases-surging-hawaii-strictest-mask-mandate/?ia_markup=1"}}}}