{"GDELT": {"GlobalEventID": 940372225, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "BUS", "Actor1Name": "AIRLINE", "Actor1Type1Code": "BUS", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.4522821576763503, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chengdu, Sichuan, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH32", "Actor1Geo_ADM2Code": "13270", "Actor1Geo_Lat": 30.6667, "Actor1Geo_Long": 104.06700000000001, "Actor1Geo_FeatureID": "-1900349", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chengdu, Sichuan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH32", "Actor2Geo_ADM2Code": "13270", "Actor2Geo_Lat": 30.6667, "Actor2Geo_Long": 104.06700000000001, "Actor2Geo_FeatureID": "-1900349", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chengdu, Sichuan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH32", "Action2Geo_ADM2Code": "13270", "Action2Geo_Lat": 30.6667, "Action2Geo_Long": 104.06700000000001, "Action2Geo_FeatureID": "-1900349", "DATEADDED": 20200812173000, "SOURCEURL": "HTTP://en.ce.cn/main/latest/202008/12/t20200812_35511722.shtml"}, "ARTICLE": {"TITLE": "Pakistan operates first flight to China taking 200 passengers after COVID-19 outbreak--China Economic Net", "TEXT": "By Zafar Hussain\n\nThe first flight of Pakistan International Airlines (PIA) from Islamabad has been landed in Chendu today with 200 passengers on board since the COVID-19 outbreak.\n\nThe chartered flight, arranged by PIA with the help of the Chinese and Pakistani government, departed from Islamabad, the capital of Pakistan, in the early morning on Wednesday and arrived at Shuangliu International Airport in Chengdu, capital of Southwest China's Sichuan Province at around 5:00 p.m. local time.\n\nPIA Country Director for China Qadir Bux Sangi said that PIA will continue to play its role in bringing back Pakistanis so that they could resume their jobs, businesses and study in China. While talking to China Economic Net, he said that PIA had operated six flights to take back Pakistanis remained in China from different cities and this is the seventh flight.\n\n\"PIA has already submitted a request to the Chinese Civil Aviation Authority to resume its flight operation from Beijing or nearest airports, we are expecting to get the permission of one flight per week from Tianjin Airport,\" he added.\n\n\"I went back to Pakistan during China's Spring Festival holiday. Lately, I failed to travel to China due to the coronavirus pandemic. Now that the situation of COVID-19 pandemic has improved and I have been allowed to return to China. I feel lucky,\" said Asif Jalil, an owner of a business food chain in China.\n\n\"After the quarantine, I will start my routine. During this time, I missed China a lot. There are tears in my eyes here. I feel from the depth and core of my heart today that China is my second home,\" he added.\n\nWhile talking to CEN, Shaikh Muhammad Shariq who is the chief representative of the National Bank of Pakistan in China said that the whole world was passing through a very hard time due to coronavirus and it has affected every aspect of life. \"It was beyond my imagination that a virus will affect our routine and work so badly, but luckily some countries including China has won the battle against it and that's why we have returned here to resume our activities,” he said. He added that he is very excited and will start working again in Beijing after completion of fourteen days quarantine period in Chengdu.\n\nHina Shaikh, wife of Shaikh Muhammad Shariq, told CEN that the number of coronavirus cases in Pakistan is decreasing but still all passengers on board have been subjected thoroughly checking as per established procedures, including screening, swab testing, and now isolation or quarantine policy of fourteen days will be followed according to the advice of the Chinese government.\n\nIt has to be mentioned that the same flight will take back around 245 passengers from Chengdu and will land in Islamabad tonight.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "filetype": 0, "publishedtype": 1, "pagetype": 1, "catalogs": "xin_248321", "contentid": 35511722, "publishdate": "2020-08-12", "author": "Liao Yifan", "source": "CE.cn"}}}