{"GDELT": {"GlobalEventID": 940380418, "Day": 20200811, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6055, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 53, "EventBaseCode": 53, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.3047735618115004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200812181500, "SOURCEURL": "https://electronicintifada.net/blogs/ali-abunimah/eu-closely-following-israels-detention-bds-coordinator"}, "ARTICLE": {"TITLE": "EU “closely following” Israel’s detention of BDS coordinator", "TEXT": "Aws, 7, left, and Amr, 9, hold posters of their father, Mahmoud Nawajaa, general coordinator of the BDS movement, during a protest calling for the EU to press Israel for his release, in front of the German mission in Ramallah, 11 August. Nasser Nasser AP Photo\n\nAfter 13 days of interrogation, Israel finally allowed Mahmoud Nawajaa to see his lawyer on Wednesday.\n\nThis is the first time Nawajaa, the general coordinator of the boycott, divestment and sanctions (BDS) movement for Palestinian rights, has been allowed to see a lawyer since Israeli occupation forces seized him from his home near Ramallah in a night raid on 30 July.\n\nHe has not been allowed to see his family.\n\nNawajaa told the lawyer from the prisoners rights group Addameer that he “has been subjected to ill-treatment and degrading detention conditions but not torture.”\n\nThis has been a major concern as Israel’s Shin Bet secret police, which is behind his detention and interrogation, systematically uses torture against Palestinians.\n\nOn Sunday, an Israeli military court prolonged Nawajaa’s detention for a further eight days – the second such extension since his arrest.\n\nDemanding EU action\n\nOn Tuesday, dozens of people rallied outside Germany’s diplomatic office in the occupied West Bank city of Ramallah.\n\n“We are rallying here to demand that the EU end its complicity of silence and apply concrete pressure on Israel to release Mahmoud Nawajaa and respect the rights of Palestinian human rights defenders,” Majida Masri, coordinator of the Palestinian Women’s Campaign for Boycotting Israeli Products, said.\n\nWatch | Palestinians hold a protest outside the representative office of Germany in Ramallah, the occupied West Bank, in support of #BDS coordinator Mahmoud Nawaja'a, who is imprisoned by Israeli occupation authorities, today. pic.twitter.com/oDA2pQM5gM — Quds News Network (@Qudsn_en) August 11, 2020\n\nThat message appears to be getting through – despite the EU’s close alliance with Israel and general reluctance to criticize its abuses.\n\n“In view of the current situation, the office of the EU Representative in Jerusalem is closely following the case,” European Union foreign affairs spokesperson Peter Stano told The Electronic Intifada on Wednesday.\n\n“The EU has repeatedly called upon the Israeli authorities to respect the human rights of prisoners including their right to a fair trial and access to legal counsel,” Stano added.\n\nHe said the bloc “strongly advocates for minimizing the usage of administrative detention and ensuring that it is carried out in accordance with international human rights standards.”\n\n100+ Palestinians protested yesterday at Germany’s Ramallah delegation office against Israel’s detention of BDS coordinator Mahmoud Nawajaa.\n\n\n\nThey urged Germany, holder of EU’s rotating presidency, to “force [Israel] to uphold human rights” & #FreeMahmoud https://t.co/c803NUHXqV pic.twitter.com/BKXZvLQGgY — BDS movement (@BDSmovement) August 12, 2020\n\nAdministrative detention is a British colonial practice continued by Israel of holding Palestinians for indefinite periods without charge or trial to punish them for political activities.\n\n“The EU also uses informal contacts to voice concerns regarding such cases, in particular those of extensive and disproportionate use of administrative detention,” Stano said.\n\nUnlike Amnesty International, which has declared Nawajaa a prisoner of conscience, the EU has stopped short of demanding his immediate release.\n\nFreedom of expression\n\nThe European Union opposes the BDS movement, which seeks to put pressure on Israel similar to the international boycott campaigns that helped end South Africa’s white supremacist apartheid regime.\n\nBut the EU has affirmed that such campaigning is protected political speech.\n\nThat position was confirmed in a landmark ruling by the European Court of Human Rights in June, overturning the criminal convictions of a dozen activists in France for calling on supermarket shoppers not to buy Israeli products.\n\n“The EU stands firm in supporting freedom of expression and freedom of association, including the space for civil society organizations,” EU spokesperson Stano told The Electronic Intifada.\n\n“Measures touching upon the role and functioning of civil society organizations should not have the effect of imposing arbitrary or disproportionate restrictions on the enjoyment of their rights, in line with international human rights standards,” he added.\n\nWhile Nawajaa remains under interrogation, boycott campaigner Majida Masri said “the initial indicators reveal that Shin Bet has no case.”\n\nIsrael has for years waged a global smear and sabotage campaign against the nonviolent BDS movement, including falsely trying to associate activists with what it calls “terrorism.”\n\nThrough Addameer’s lawyer, Nawajaa said he is “in good health and spirits and determined to continue his BDS work for Palestinian rights.”\n\nHe also expressed “deep gratitude” for solidarity efforts around the world.\n\nUpdate: 13 August\n\nOn Thursday, Israel extended Mahmoud Nawajaa’s detention for a third time, adding at least another five days to his imprisonment without charge or trial.\n\n“We need to intensify our campaign to #FreeMahmoud,” the boycott movement’s Majida Masri said.\n\n“Israel is fabricating false allegations against him as retribution for the BDS movement’s impressive growth and impact in the last few years.”\n\n15 days. Israel has been detaining Palestinian human rights defender and BDS coordinator Mahmoud Nawajaa since July 30. It just extended his detention by 5 days.\n\n\n\n15 days of silence from the EU.@JosepBorrellF: The EU must pressure Israel to #FreeMahmoud! https://t.co/cpDdUpAV01 pic.twitter.com/m4dsV7hjA5 — BDS movement (@BDSmovement) August 13, 2020\n\nPlease contact Minister Simon Coveney on behalf of our colleague, @BDSmovement General Coordinator and human rights defender Mahmoud Nawajaa. Demand action for his release. #FreeMahmoud\n\nIsraeli army again renews detention of BDS coordinator https://t.co/IzhH3zSjle#BDS — IPSC (@ipsc48) August 11, 2020\n\n🇵🇸 Compartimos la preocupación por la situación del activista palestino Mahmoud Nawajaa, @Nawajaa, detenido por las autoridades israelíes en territorios ocupados, y cuyos derechos humanos deben ser en todo momento respetados. https://t.co/wMbZnnpLRh — PSOE Internacional (@PSOEInternacion) August 11, 2020\n\n✉️ Unidas Podemos pide a Borrell que la UE exija la liberación por parte de Israel de Mahmoud Nawajaa, Coordinador General del Comité Nacional Palestino del BDS.\n\n\n\n👉https://t.co/wGRiRCRUjM#FreMahmoud pic.twitter.com/gHPoqbTR4p — Izquierda Unida🔻 (@iunida) August 11, 2020", "METADATA": {"twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": {"identifier": "intifada", "id": 6721522}, "title": "EU \"closely following\" Israel's detention of BDS coordinator", "url": "https://electronicintifada.net/blogs/ali-abunimah/eu-closely-following-israels-detention-bds-coordinator", "description": "Mahmoud Nawajaa, still under interrogation, finally allowed to see lawyer.", "image": "https://electronicintifada.net/sites/default/files/styles/original_800w/public/2020-08/ap_20224425354920.jpg?itok=ye9Nu9BN"}, "viewport": "width=device-width,initial-scale=1", "description": "Mahmoud Nawajaa, still under interrogation, finally allowed to see lawyer.", "generator": "bangpound", "og": {"site_name": "The Electronic Intifada", "type": "article", "title": "EU \"closely following\" Israel's detention of BDS coordinator", "url": "https://electronicintifada.net/blogs/ali-abunimah/eu-closely-following-israels-detention-bds-coordinator", "description": "Mahmoud Nawajaa, still under interrogation, finally allowed to see lawyer.", "updated_time": "2020-08-13T14:43:38+00:00", "image": "https://electronicintifada.net/sites/default/files/styles/original_800w/public/2020-08/ap_20224425354920.jpg?itok=ye9Nu9BN"}, "article": {"published_time": "2020-08-12T15:50:46+00:00", "modified_time": "2020-08-13T14:43:38+00:00"}, "dcterms.title": "EU \"closely following\" Israel's detention of BDS coordinator", "dcterms.creator": "Ali Abunimah", "dcterms.description": "Mahmoud Nawajaa, still under interrogation, finally allowed to see lawyer.", "dcterms.date": "2020-08-12T15:50+00:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://electronicintifada.net/blogs/ali-abunimah/eu-closely-following-israels-detention-bds-coordinator", "MobileOptimized": "width", "HandheldFriendly": "true"}}}