{"GDELT": {"GlobalEventID": 940396358, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "SAS", "Actor2Name": "SOUTH ASIA", "Actor2CountryCode": "SAS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.57061340941512, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK", "Actor2Geo_Lat": 30.0, "Actor2Geo_Long": 70.0, "Actor2Geo_FeatureID": "PK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20200812200000, "SOURCEURL": "https://asamnews.com/2020/08/12/co-authors-saadia-faruqi-and-laura-shovan-of-a-place-at-the-table-explores-themes-of-friendship-food-and-immigration-through-the-eyes-of-first-generation-american-kids/"}, "ARTICLE": {"TITLE": "The novel A Place at the Table explores themes of friendship and food through the eyes of first-generation American kids – AsAmNews", "TEXT": "Food has a way of connecting people of all different cultures and backgrounds. In the A Place at the Table, food from two different countries helps tell a story of a friendship between two first-generation American girls and their immigrant households.\n\nThe book is centered around two characters: Sara, a Pakistani American Muslim girl, and Elizabeth, a British Jewish girl who meet in a South Asian cooking class. Sara attends the class because her mom is the cooking teacher, and Elizabeth attends because her mom stopped cooking at home. The girls bond over food while both of their moms prepare for the U.S. citizenship test.\n\nThe book is written in both of their perspectives, so readers are able to step into each characters’ shoes.\n\nThe girls explore what it’s like to live in America as children of immigrants while they learn about friendship and adjust to America alongside their families. As their friendship is bonded by similarities as first-generation Americans, Sara and Elizabeth experience what it’s like to see injustice, Islamophobia, cultural and language barriers at a young age. The book also reveals Elizabeth’s struggles with her mom’s depression.\n\n“When families, especially immigrant families, are in the kitchen together, that’s when the stories come out,” co-author Laura Shovan told Publishers Weekly.\n\n🍽️🎉 Happy #BookBirthday to A PLACE AT THE TABLE by @LauraShovan and @SaadiaFaruqi! You can celebrate with the authors at @TheIvyBookshop tonight – register here: https://t.co/afK8VlBs2w!” pic.twitter.com/Auf8yR4xIV — HMH Kids (@HMHKids) August 11, 2020\n\nShovan partnered with Saadia Faruqi to co-write a book about two girls, who have more in common than they think.\n\nFaruqi is most-known for her children-series that began with Meet Yasmin, a book about a Pakistani American girl and her multi-generational family. She said she was inspired to write this series because her daughter mentioned that fictional characters don’t look like her.\n\nOn the last day of my school being open, ALL of my Yasmin books were checked out (I rarely have them in because everyone loves them so much). I ordered one for my own daughter to read! It was perfect for right now, since it’s a story about anxiety! ❤️ pic.twitter.com/H9RFbuhj2Z — Haisley Library (@haisley_library) May 18, 2020\n\nIn a conversation with Shovan published in Publishers Weekly, Faruqi talked about how she resonates with the character Sara because she knows the many issues immigrant families face. She is an immigrant herself, and her children are the first-generation Americans in her family.\n\n“It’s very interesting being a part of a family that is similar in terms of culture but different in terms of belonging,” Faruqi said, according to Publishers Weekly. “As immigrants who came to America in adulthood, my husband and I have so many memories of Pakistan intertwined into our psyches that my children don’t have. At the same time, my kids have a sense of belonging to the U.S. that’s hard for us to wrap our minds around.”\n\nFaruqi said she wanted to explore this dichotomy in A Place at the Table, so she could discuss the experiences and problems that immigrant families experience together.\n\nShovan also discussed how the character Elizabeth is “semi-autobiographical” because it covers a lot of what she experienced as a child of immigrant parents.\n\nFaqruqi and Shovan shared their journey in co-writing the novel as a learning experience of each other’s cultures, which can be similar to Sara and Elizabeth’s learning experience of each other.\n\n“I remember our editor, Jennifer Greene, saying that food is often a person’s first experience with a culture that’s new to them. In A Place at the Table, Elizabeth is so hungry to connect with her family [and] friends,” said Shovan in Publishers Weekly. “By contrast, it takes Sara time to believe that anyone is interested in what her family eats, let alone in her as a person.”\n\nFaruqi noted that Americans only think some different cultures are cool. In an interview with Religion News Service, Faruqi said, “In America, someone who has a British accent is cool. If you have a Pakistani accent, you’re not.”\n\nFaruqi also uses her books to teach more about interfaith, according to RNS.\n\nIn the novel A Place at the Table, Sara and Elizabeth come together and make a dish that combines both of their Muslim and Jewish backgrounds, exploring the themes of food, friendship, and immigration.\n\n“When we cook with children, we’re teaching them more than a family recipe. They are receiving history, oral traditions, and cultural pride,” Shovan said in an interview with Publishers Weekly.\n\n(editor’s note: An earlier version of this story said A Place at the Table is the first in a book series. It is actually a stand alone. We apologize for the error).\n\nAsAmNews has Asian America in its heart. We’re an all-volunteer effort of dedicated staff and interns. Check out our new Instagram account. Go to our Twitter feed and Facebook page for more content. Please consider interning, joining our staff, or submitting a story.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "The novel A Place at the Table explores themes of friendship and food through the eyes of first-generation American kids – AsAmNews", "description": "Food has a way of connecting people of all different cultures and backgrounds. In the A Place at the Table, food from two different countries helps tell a story of a friendship between two first-generation American girls and their immigrant households. The book is centered around two characters: Sara, a Pakistani American Muslim girl, and […]", "url": "https://asamnews.com/2020/08/12/co-authors-saadia-faruqi-and-laura-shovan-of-a-place-at-the-table-explores-themes-of-friendship-food-and-immigration-through-the-eyes-of-first-generation-american-kids/", "site_name": "AsAmNews", "image": {"identifier": "https://asamnews.com/wp-content/uploads/2020/08/saadia-e1597258828228.jpg", "width": 1440, "height": 1350}}, "article": {"published_time": "2020-08-12T13:00:56+00:00", "modified_time": "2020-08-14T02:07:40+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "Powered by Slider Revolution 6.2.3 - responsive, Mobile-Friendly Slider Plugin for WordPress with comfortable drag and drop interface."}}}