{"GDELT": {"GlobalEventID": 940384076, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "PSEREB", "Actor2Name": "HAMAS", "Actor2CountryCode": "PSE", "Actor2Type1Code": "REB", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.3734309623430896, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Damascus, Dimashq, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY13", "Actor1Geo_ADM2Code": "26324", "Actor1Geo_Lat": 33.5, "Actor1Geo_Long": 36.3, "Actor1Geo_FeatureID": "-2541260", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Damascus, Dimashq, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY13", "Actor2Geo_ADM2Code": "26324", "Actor2Geo_Lat": 33.5, "Actor2Geo_Long": 36.3, "Actor2Geo_FeatureID": "-2541260", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Damascus, Dimashq, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY13", "Action2Geo_ADM2Code": "26324", "Action2Geo_Lat": 33.5, "Action2Geo_Long": 36.3, "Action2Geo_FeatureID": "-2541260", "DATEADDED": 20200812183000, "SOURCEURL": "https://english.enabbaladi.net/archives/2020/08/yarmouk-camp-the-new-dream-of-return/"}, "ARTICLE": {"TITLE": "Yarmouk camp: The new dream of return", "TEXT": "Enab Baladi – Murad Abdul Jalil\n\n“Careless about the pain of the present, the Yarmouk camp kept memorizing the Palestinians’ life stories in the compass of return. The camp was made to fuel our pain rather than helping us to forget. It is a camp, but it feels like home.” With these words, the researcher, Majd Yacoub, described the “Yarmouk” camp, south of the Syrian capital, Damascus, which carries the most well-known titles, such as the capital of the Palestinian Diaspora,” the “symbol of return,” and “the other homeland.”\n\nIn her 2015 book, The Yarmouk Camp: The Capital of the Palestinian Diaspora, Yacoub considered that the camp was a pillar in the Palestinian cause, as it “contained the Palestinian refugees, who in turn carried the homeland with them in the names of their children, their streets and the neighborhoods they inhabited, and in every part, you find the smell of the homeland.”\n\nHowever, these streets and neighborhoods that Yacoub talked about, bearing the names of Palestinian cities, villages, and martyrs, are on their way to disappearance and erasure, as the governorate of Damascus issued an organizational plan for the region, last June, which includes building residential complexes and towers, without considering the importance of the camp to the Palestinians.\n\nOver the past seven decades, the dream of the Palestinian refugees in Syria has been linked to returning to their homes in the land of Palestine after spending years in refugee camps. However, today they are looking for a dream and a new right of return. This time the return is not to Palestine, but the “capital of the diaspora” after trying to blow it up completely despite its significance and importance, as it is one of the largest Palestinian camps in the countries of asylum.\n\nThe plan angered Palestinians with their different affiliations and jobs, including jurists, engineers, and politicians. So, they unified to defend their rights by making objections that reached thousands for the first time in the history of objections in Syria, in a clear indication of refusing to harm their capital. Also, Jurists and engineers set out to refute the new regulatory scheme and show its legal and engineering flaws.\n\nThere are two main reservations to the organizational plan, legal and engineering. Meeting with a number of Palestinian jurists and engineers and monitoring the events that preceded the launch of the plan, Enab Baladi attempted to shed light on the most prominent gaps and the steps taken by Damascus governorate to seize the area. This may lead to the dispossession of refugees’ real estate properties for commercial and political purposes.\n\nClosure of the camp… a goal planned by the Syrian regime?\n\nOn 25 June, the Damascus Provincial Council held a special session, in which it announced the approval of the announcement of the map of the Yarmouk camp’s master plan before it was presented to the public. According to Palestinian human rights activists, it also started receiving the objections of rights holders and the people of the region, which were thousands in numbers.\n\nSunday 9 August was considered the last day for submitting objections, after which the regional committee headed by Damascus governor Adel al-Olabi will hold a session to study and address objections and amend the study according to the rightful objections.\n\nThis came before referring the plan to the executive office of the Provincial Council, which in turn submits it to the Ministry of Public Works and Housing for ratification and the issuance of a regulatory decree in accordance with the provisions of “Law No. 23 of 2015,” according to what the Damascus governorate announced on its Facebook page.\n\nThe plan surprised many residents for two reasons. First, it cancels the camp’s identity, changes its engineering organization and its demographic structure, and cancels streets, neighborhoods, and markets related to Palestinians’ memory since the previous decades. The second reason is the existence of a previous plan for the camp issued in 2004 and approved in 2013 by all concerned parties (families and organizations).\n\nNonetheless, others were not surprised by its release, because they were confident that the Syrian regime was behind the plan to cancel the Yarmouk camp completely. These people based their belief on previous steps taken by the Syrian regime, during the previous years, at the military and administrative level, according to Palestinian lawyers Enab Baladi met.\n\nMilitarily: Massacres.. siege.. destruction\n\nMilitarily, the Yarmouk camp entered the conflict arena a year following the Syrian revolution, after being bombed by the Syrian regime, particularly after the Massacre of the “Abdul Kadir al-Husseini Mosque” and the “Fallujah School” on 16 December 2012, when a warplane targeted it, killing and wounding more than 200 people, according to the “Action Group for the Palestinians of Syria (AGPS).”\n\nThe bombing was a clear message of the regime’s escalation on the camp, prompting more than 80 percent of them to flee from it, while those who remained suffered from the siege imposed by the regime forces between 2013 and 2018, with the participation of allied Palestinian militias, in addition to the continuous indiscriminate bombing of the camp. The camp’s population suffered starvation due to preventing the entry of food and medical aid, which led to the death of more than 200 people, according to what was documented by the AGPS and reported by Enab Baladi.\n\nIn an interview with Enab Baladi, Palestinian writer and lawyer Ayman Abu Hashim believes that the regime confirmed its intentions to change the camp’s demographic identity and erase its national specificity by systematically destroying large parts of the camp with the support of Russian warplanes between April and May of 2018, under the pretext of expelling the so-called the Islamic State (IS) organization.\n\nSubsequently, the Syrian regime did not allow the residents to return to the camp due to several pretexts, including incomplete deportation of the rubble, the existence of explosives, and the unserviceability of housing because of the destruction.\n\nCamp’s subordination starting from the committee to the province\n\nOn the administrative level, the organizational plan was preceded by the annulment of the so-called local committee for the Yarmouk camp, by former Prime Minister of the regime government, Imad Khamis, who issued Decree No. 61, on 11 November 2018.\n\nThis decree stipulated transferring the committee’s jurisdiction to the Damascus governorate office, including all its rights and obligations, and the status of the committee workers, who became at the disposal of the province.\n\nThe local committee for the Yarmouk camp, affiliated to the Ministry of Local Administration and Environment, was established in 1964. According to a decision issued by the Prime Minister in May 1987, the committee’s mission was “limited to the task of providing services to the Palestinian refugees and managing real estate belonging to the “General Authority for Palestinian Arab Refugees” (GAPAR), in a manner that does not violate the construction regulations in the province and the urban conditions established therein. Thus, the government order prohibited disposing of real estate designated for housing refugees.\n\nThe Minister of Local Administration and Environment, Hussein Makhlouf, justified the committee’s replacement as “to harness the great capabilities, staff, and expertise available in the Damascus province, in order to rehabilitate the Yarmouk camp’s infrastructure, and thus facilitate the return of the displaced persons to the camp,” reported the Syrian Prime Ministry website on 11 November 2018.\n\nHowever, the Palestinian human rights activist, Abu Hashim, considered that the administrative incorporation of the Yarmouk camp to one of the services departments in the Damascus province comes to consecrate “the governorate’s total control in terms of setting the new organizational plan, in the absence of any party representing the interests and rights of refugees to keep their properties, and not to allow any refugee, on his behalf or through a legal representative, to communicate with committees to assess damages, express an opinion or submit an in advance objection.”\n\nLawyer Ammar al-Qudsi told Enab Baladi that the local committee for the Yarmouk camp was considered an administrative unit that reports directly to the Ministry of Local Administration and Environment, and is not subject to the tutelage of the Damascus governorate.\n\nThe GAPAR appoints the committee’s head and management board after consulting with the Regional Command of the Arab Socialist Baath Party- the Palestinian branch.\n\nThe committee oversees building permits and related services and has similar powers as that of municipal councils.\n\nAll these factors have given the local committee administrative autonomy, allowing the elaboration of plans for development, land use, and services, without the meddling of the province of Damascus, which had earlier tried to include the camp in its organizational plans in the “Greater Damascus” scheme but was not feasible given the specificity of the local committee and its direct affiliation to the Ministry of Local Government, according to lawyer al-Qudsi.\n\nAl-Qudsi explained that by abolishing the local committee and placing it at the province’s disposal, the camp became subject to the organizational laws relating to the province, particularly Laws No. 10 and No. 23. This means removing the camp as an informal settlement and creating a new regulatory area undermining its status as a camp, to be under a new classification as a neighborhood in Damascus.\n\nOn 11 July 2018, four months before deciding to cancel the “local committee of Yarmouk camp,” the Director of Services of the Damascus province, Tariq al-Nahhas, confirmed at a meeting of the Ministry of Local Administration that “the Yarmouk camp belongs to the local committee of the Ministry of Local Administration. The services of the Damascus province cannot implement any non-affiliated projects in the region.\n\nThe Palestinian engineer Khaled Hamdan, stated, in an interview with Enab Baladi, that Damascus governorate had initiated all legal solutions to modify the urban character, demography, identity, and purpose for which the camp was established, stressing that Article 5 of Law No. 23 of 2015, stipulates that the regulation must be applied to areas affected by natural disasters such as earthquakes and floods, or areas affected by damage resulting from wars and fires.\n\nLegal and engineering loopholes\n\nAfter the release of the camp organization plan, Palestinians started acting to stop the progress at all levels, politically, by issuing statements of rejection or highlighting the shortcomings of the plan, which are divided into two categories: legal and engineering weaknesses.\n\nPalestinian jurists and engineering unions identified infringements. Palestinian human rights activist, Abu Hashim, identified legal violations of the property rights in rem acquired by residents, including, the establishment of the Damascus province of the new plan alone, given the absence of any party to represent the interests and rights of the refugees in their properties, the lack of communication with the damage assessment committees, in addition to expressing their opinions or previous objections, on the criteria determined by the General Company for Engineering Studies with regard to the classification of the camp according to the damage percentage.\n\nAbu Hashim also referred to the time limit of submitting objections, which lasts one month. Despite the thousands of objections, expectations to stop the master plan are very low, as the arbitration committee which is specialized in the examination of objection requests, and which is headed by a judge nominated by the Minister of Justice, of three members representing the state and one member representing the owners, is not autonomous sufficiently to objectively examine the details of the objections, which are formal and procedural references, to give legal legitimacy to acts of abuse of power.\n\nThe holder of the “housing permit” … is the most severely affected …\n\nThe new regulatory plan ignored the camp’s urban reality as a “single real estate zone, comprising all the neighborhoods and alleys of the camp, including their names as mentioned earlier,” confirmed by the plan published in 2004. While the new plan divided the camp into three areas due to the damage resulting from the war in Syria, which means reclassifying the camp as zones with different real estate descriptions and dividing the camp’s real estate unit to prevent its reconstruction according to the old plan.\n\nAccording to the plan, published by the local newspaper Al-Watan, the area of the Yarmouk camp, which stands at 220 hectares, is divided into three areas: the first considered severely damaged, covering an area of 93 hectares, the second with moderate damage, covering 48 hectares, and the third with slight damage, covering 79 hectares.\n\nAbu Hashim explained that the reorganization of the two areas, which have undergone heavy and medium damage, means that more than 60 percent of the land in the camp is being removed and transformed into residential towers, commercial markets, and public parks. He stressed that the plan considered dwellings registered under the GAPAR records under a “housing permit” as buildings and rubble, not covered by property laws, because they were built on land leased from the state, and therefore no refugee holding a residence permit has the right to apply for alternative housing.\n\nThe property types differ in the Yarmouk camp; five types can be identified according to lawyer al-Qudsi, the first of which is the “permanent title deed.” It is usually called the “green tabo,” an official document that certifies a person’s ownership of a specific property. However, the percentage of owners under this category does not exceed 6 percent of the camp’s population, according to al-Qudsi, who has identified other types of ownership, such as “notary power of attorney without revocation,” “court decision” and “outright sales contract.”\n\nAs for the fifth type of real estate, it involves residents who possess a “residence permit,” a document that the GAPAR used to confirm that the Palestinian refugee was granted a plot of land measuring between 50 and 70 meters for reconstruction, provided that ownership of the land remains with the Syrian state represented by “The Committee,” while the owner has the constructional structure built on the land.\n\nEnab Baladi reviewed a “residence permit” document stating that “the land belongs to the state, represented by the GAPAR, and the constructions on that land belong to the relevant person. This document cannot be certified by the public notary and does not grant its owner the right to sell or assign without the approval of the General Authority; otherwise, such an action is considered void.”\n\nAl-Qudsi stressed that according to the published planning laws, in particular Law No. 10, the indemnification concerns strictly the land, which implies that a large part of the camp population will be affected.\n\nEngineering shortcomings\n\nOn the engineering side, Enab Baladi contacted the “General Union of Palestinian Engineers – Turkey Division” to inquire about the technical shortcomings of the plan, but it has received no answer. It has also contacted engineers in the capital, Damascus, but they refused to comment due to safety concerns.\n\nHowever, the “General Union of Palestinian Engineers – Syria Division” issued an explanatory statement regarding the camp, and considered that the plan shows a lack of professionalism, and an unclear and random trait especially regarding the choice of the areas to be organized, doubting the reasons behind the organization of the zone of “Street 15” since it has recently been arranged, and its situation is better than the neighborhoods of Mazzeh – Sheikh Saad or al-Midan in Damascus.\n\nThe statement considered that more than 80 percent of the buildings in the area is habitable, requiring only simple maintenance and that the buildings that are completely deteriorated do not exceed 20 percent of the total surface area, considering that some parts can be improved and that engineering solutions can prevent demolition.\n\nAs for the GAPAR that established a special committee to study and comment on the project, it has released a statement on 19 July considering that the percentage of demolition approved by the “General Company for Engineering Studies” that drew up the organization plan of “Yarmouk” is exaggerated, since it was set one-sidedly by the company, and do not refer to the holders of the rights or their representatives.\n\nThe committee appointed by the committee confirmed that according to the study prepared earlier, in 2018, the destruction rate will not exceed 20 percent in the GAPAR owned property, calling for the setting-up of a joint committee between the GAPAR, the Yarmouk Services Department and community representatives in the camp to find out the actual destruction rate and submit a report thereon.\n\nAccording to the committee’s statement, the organizational plan covered properties expropriated by the General Authority for Palestinian Arab Refugees, which are at “both ends of Yarmouk Street, al-Quds Street, al-Karama Street, Ata al-Zeer Street, Noah Ibrahim Street, Abdullah al-Asbah Street, Abdul Rahim al-Hajj Muhammad Street, and the surrounding boulevards; along al-Quds Street towards the Palestine roundabout, including the boulevards branching from it; namely, Saeed al-Aas Street, Boulevard Mustapha Ben Boulaïd, Abu al-Qasim al-Shabi Street, Zaki al-Arsuzi Street, towards the old Martyrs’ Cemetery and up to the Cultural Center, and the strip extending from the Helwa Zeidan cultural center to the UNRWA’s Mohammed V clinic.\n\nThe plan also included the private properties of Palestinian refugees, including the “15th Street” and al-Khalisa Complex owned by the Popular Front for the Liberation of Palestine’s General Command (PFLP-GC).\n\nThe GAPAR said that the agreement with the General Company for Engineering Studies stipulated not to include these properties in the organizational plan.\n\nThe GAPAR demanded the exclusion of the Yarmouk camp from the organizational plan, and to keep working in accordance with the 2004 plan, which has been approved in 2013 or to amend the current plan according to what was previously agreed upon with the General Company for Engineering Studies.\n\nThe agreement stipulated “preserving the old camp area, situated between Yarmouk and Palestine streets and the 30th Street in the South,” since the GAPAR owns most of the real estate in the area, in addition to preserving the western area of ​​Yarmouk Street, with the exception of the damaged strip adjacent to 30th Street and reactivating the role of the local committee of the Yarmouk camp, and allowing people to return to their homes directly.\n\nThe AGPS also issued a report that shed light on the dangers of the new organizational plan presented by the Damascus province for the Yarmouk camp and indicated that more than 50 percent of the buildings, homes, and shops in the camp would be included in the new master scheme without compensating most of the owners, while some of them will receive regulatory shares that do not even cover half the area they lost.\n\nThe Director of Technical Studies in Damascus governorate, Muammar Dakak, said during a provincial council session, on 6 July, that the residents of Yarmouk camp and al-Qaboun area will not get alternative housing following the inclusion of the two areas in the organizational plan. However, instead, they will receive settlement shares.\n\nThe Palestinians in Syria unite against the plan\n\nThe new organizational plan sparked anger and alarmed the Palestinians living in Syria with their various political orientations. The number of objections submitted against this project in the Damascus province reached more than 10,000, according to what the AGPS quoted from lawyers in Damascus.\n\nThe civil rights organization said that the number of objections against the plan is the greatest in the history of Syria, thousands of times compared to any other organizational plan, noting that the significant number of objections is a clear indication of the residents’ absolute rejection of this project.\n\nThe organization called on the Damascus province to respond to the people’s demands and stop implementing the plan.\n\nSecretary-General of the Palestinian Popular Struggle Front (PPSF), Khaled Abdul Majid, said in an interview with Quds News Agency, that contacts and meetings had been held between the factions’ leaders, Palestinian bodies and political parties in the Syrian regime, in addition to submitting a memorandum to the President of the Syrian regime, Bashar al-Assad, outlining the political dimensions and historical significance of the Yarmouk camp and calling the authorities to review the decision issued by the Damascus province.\n\nThe Hamas Palestinian movement also rejected the organizational plan, and the head of the movement’s media office abroad, Raafat Maraa, expressed his rejection of any attempt to change the traits of the Yarmouk camp, alter ownership rights, or transfer the people to other places, whether under the title of an organizational plan or something else, reported Hamas‘s official website, on 21 July.\n\nMaraa demanded to allow the camp residents to return, rebuild their properties, and live in the camp, in parallel with the reconstruction work initiated by the authorities, in addition to returning all the refugees.\n\nHe also invited the Syrian state to legalize the refugees’ status in the camp and give them back their properties and the land where they used to live.\n\nThe security and military official in the Palestinian Popular Front for the Liberation of Palestine (PFLP), Khaled Ahmed Jibril, held the population of the Yarmouk camp responsible for losing it, and not the organizational plan issued by Damascus governorate.\n\nJibril said, in a recording circulated on social media platforms, on 19 July, that “the one who sold the Yarmouk camp is not the Damascus province, but rather the camp residents who left for Europe and allowed the confiscation of their property.”\n\nFor his part, engineer Khaled Hamdan told Enab Baladi that “crisis exploiters and the corrupt parties seek to transform the camp into towers because of its proximity to the city of Damascus and for other purposes,” considering that there should be a political decision that compels the province and the concerned parties to change their policy and approach towards the camp and its residents. “There is an office in the Presidency that receives complaints, and I do not think that the competent authorities have not been informed of something like this,” he added.\n\nOpinion poll: The regime will not back down\n\nConversely, Enab Baladi‘s followers on social media do not see that these objections will lead to the suspension of the plan by the Damascus province.\n\nAccording to a poll conducted by Enab Baladi on Facebook regarding the possibility of shutting down the project, 85 percent of the 200 participants considered that the regime would implement the plan, while the rest saw that there is a possibility for suspending it.\n\nآلاف الاعتراضات من قبل الأهالي على المخطط التنظيمي لمخيم اليرموك.. برأيك هل سيوقفه النظام؟ Gepostet von ‎جريدة عنب بلدي Enab Baladi‎ am Dienstag, 4. August 2020\n\nYarmouk… The capital of Diaspora\n\nThe Yarmouk camp was established in 1959, and it was incorporated into the services authority in the municipality of Yalda near it, before separating it in 1962 according to the decision of the Ministry of Municipal Affairs at the time, which authorized the GAPAR to form a local committee subject to the guardian supervision of the institution and that carries out the tasks of the municipal council to provide services for Palestinian refugees and manage real estate belonging to the “GAPAR.”\n\nAccording to statistics obtained by Enab Baladi from AGPS, the Yarmouk camp is the largest Palestinian refugee gathering in the area, covering 220 hectares, located 8 kilometers away south of the capital center, and has the largest population, with more than 230,000 Palestinian refugees before the Syrian revolution.\n\nThe camp witnessed a pivotal transformation in the Syrian revolution, when the Syrian regime’s planes bombed the Abdul Kadir al-Husseini Mosque, under the pretext that those whom the regime called “armed elements” entered it, and 80 percent of its residents were displaced to different places.\n\nThe camp witnessed battles between the Free Syrian Army (FSA) factions and the regime forces amid the division of the Palestinian factions between the two sides before the IS took control of two-thirds of the camp in 2015.\n\nHowever, the regime forces took full control of al-Hajar al-Aswad area and the Yarmouk camp, in May 2018, after a month-long military operation during which IS was expelled from the camp, following an informal evacuation agreement under which the organization’s elements were transferred to the As-Suwayda Badia.\n\nAccording to AGPS, about 3,000 families from the Yarmouk camp are currently in Yalda city, 5,000 families in Qudsaya, about 100 in Jaramana and its camp, and about 100 families in Jdaidet al-Fadl, which is administratively affiliated to the al-Qunaytirah province. Also, there are 300 families in Jdaydet Artooz and Sahnaya, Khirbet al-Ward, and other areas.\n\nExternally, about 5,000 families sought refuge in Lebanon and hundreds of families who risked themselves and their children onboard death boats to reach European countries in search of safety and security. They were distributed according to the follow-ups and monitoring of the AGPS in more than 20 countries.\n\nCurrently, there are between 100 and 150 families in Yarmouk camp. Some of the families lived through the siege of the camp, and lived in it throughout that period, which lasted from 2013 until 2018. The other part includes the families of the Palestinian factions who fought to the Syrian regime’s side.\n\nThe 30th Street, Loubia, and Safad streets are among the most famous streets in the Yarmouk camp and are famous for their popular markets and shops.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "description": "Syria News by Syrians", "theme-color": "#F5F5F5", "alexaVerifyID": "K2pn3z-sCicQvn8hCuuPxUKy6LE", "p": {"domain_verify": "c4fceb793c70c427012c64cb862d7fef"}, "msvalidate.01": "887933D8A53D2A81830C2B8DA4355FAD", "google-site-verification": "8liioaUea9bMDEhTjs466h0lPP1-8PJj2k3dqILcJgA", "twitter": {"site": "@EnabBaladi_Eng", "card": "summary_large_image", "creator": "@EnabBaladi_Eng"}, "fb": {"pages": 342485729105130}, "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Yarmouk camp: The new dream of return - Enab Baladi", "description": "Enab Baladi – Murad Abdul Jalil  “Careless about the pain of the present, the Yarmouk camp kept memorizing the Palestinians’ […]", "url": "https://english.enabbaladi.net/archives/2020/08/yarmouk-camp-the-new-dream-of-return/", "site_name": "Enab Baladi", "image": {"identifier": "https://enabbaladi.s3.eu-west-1.amazonaws.com/english/wp-content/uploads/2020/08/009.jpg", "width": 1300, "height": 400}}, "article": {"publisher": "https://www.facebook.com/EnabBaladi.English", "published_time": "2020-08-12T13:25:15+00:00", "modified_time": "2020-08-13T15:14:32+00:00"}, "generator": "Site Kit by Google 1.14.0", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://enabbaladi.s3.eu-west-1.amazonaws.com/english/wp-content/uploads/2016/11/cropped-logo0001-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}