{"GDELT": {"GlobalEventID": 940385809, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "CVL", "Actor2Name": "CIVILIAN", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.958549222797919, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU34", "Actor1Geo_ADM2Code": "27897", "Actor1Geo_Lat": 41.0186, "Actor1Geo_Long": 28.9647, "Actor1Geo_FeatureID": "-755070", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU34", "Actor2Geo_ADM2Code": "27897", "Actor2Geo_Lat": 41.0186, "Actor2Geo_Long": 28.9647, "Actor2Geo_FeatureID": "-755070", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU34", "Action2Geo_ADM2Code": "27897", "Action2Geo_Lat": 41.0186, "Action2Geo_Long": 28.9647, "Action2Geo_FeatureID": "-755070", "DATEADDED": 20200812184500, "SOURCEURL": "https://www.al-monitor.com/pulse/originals/2020/08/iraq-turkey-drone-strike-kurdistan-region-sidekhan-baghdad.html"}, "ARTICLE": {"TITLE": "Iraq tells Turkey defense minister to stay away after its officers killed in drone strike", "TEXT": "Baghdad’s decision to disinvite Akar is more about “face saving” by Iraq’s Prime Minister Mustafa al-Kadhimi, who has made control of Iraq’s border part of his government’s bid to assert sovereignty, reckons Ramzy Mardini, an associate at the University of Chicago's Pearson Institute, which studies conflict resolution.\n\nThe Kurdistan Regional Government , which controls Sidekhan, renewed calls on Turkey and the PKK to take their fight outside its territory. Ankara, as ever, is likely to turn a deaf ear.\n\nThe deaths occurred in the remote mountain region that is wedged between Iraq, Iran and Turkey that has long been a target of Turkish airstrikes. The operations have killed hundreds of sheep as well as civilians, according to members of the Bradost tribe who inhabit Sidekhan and routinely complain to US officials about the Turkish attacks.\n\nTurkey’s deadly pursuit of Kurdish rebels in Iraqi territory elicited an unusually harsh response from Baghdad after two high-ranking Iraqi border officials perished in a Turkish drone attack in the Sidekhan area yesterday. Iraq announced today that it had cancelled a planned Aug. 13 visit by Turkish Defense Minister Hulusi Akar to Baghdad and that it had summoned the Turkish ambassador to relay its fury over what it termed a “dangerous violation of Iraqi sovereignty.”\n\nMardini observed in emailed comments to Al-Monitor, “The fact that Iraqi border personnel were killed suggests that the Turkish drone strike occurred without the approval of Baghdad, thereby incurring domestic audience costs for the prime minister. To protest without taking some retaliatory action would undermine his credibility and highlight the reality that he isn’t capable to exercise his authority. The visit of the defense minister is now too politically costly.”\n\nMardini went on, “In the past, the Iraqi government had protested operations conducted by Ankara inside the country that were not approved by Baghdad. Had the deaths not occurred, plausible deniability would have remained intact, and the pressure to respond would not have mounted against Kadhimi.”\n\nThe Iraqi officers, both ethnic Kurds, were killed after meeting with members of the outlawed Kurdistan Workers Party (PKK). The meeting reportedly took place to smooth out a skirmish that erupted between the sides the previous day. The PKK’s military wing, known as the People’s Defense Forces, said in a statement that Turkish drones had targeted vehicles carrying the Iraqi officers even though they were clearly marked with Iraq flags. It confirmed that the PKK had lost some of its own fighters but gave no numbers or names.\n\nA Kurdish official speaking not for attribution told Al-Monitor that senior PKK commander Egivid Civiyan, who was previously deployed in Yazidi-majority Sinjar near the Syrian border, had also died in the attack. The PKK announced in a subsequent statement that the slain commander was one Agit Garzan who was deployed in the Sidekhan region.\n\nInitial reports suggested that the slain militant was Cemil Bayik, one of the PKK’s top two commanders in the field, prompting protracted gloating in the Turkish Twittersphere. The claim proved empty. Turkish Interior Minister Suleyman Soylu left little doubt, however, that getting Bayik is one of Turkey’s goals. When queried by reporters about Bayik’s fate, Soylu responded, “Our advice to the world is to keep their eyes on Turkey.”\n\nAliza Marcus, the author of “Blood and Belief,” the most authoritative history of the PKK to date, told Al-Monitor, “The death of Cemil Bayik would be a definite psychological blow. He’s basically been leading the PKK for years in Ocalan’s absence but he doesn’t lead alone. So, while this would be a real shock to people in the PKK, it’s not that the group would collapse.”\n\nMarcus was referring to Abdullah Ocalan, the PKK leader who's been held in an island prison off the coast of Istanbul since his 1999 capture by Turkish forces with the help of the CIA.\n\nThe PKK has been waging an armed insurgency against the Turkish state for Kurdish self-rule since 1984 and since the early 1990s has been using Iraqi Kurdistan as its principle launching pad. Turkey has mounted numerous land and air offensives against the group in Iraqi Kurdistan, leading to civilian deaths and damage to livestock and agricultural land.\n\nIn a July 22 report, Human Rights Watch said Turkey had failed to take adequate precautions to minimize civilian casualties in a June 25 strike against the PKK’s Iranian arm, the Party for Free Life of Kurdistan (PJAK). One PJAK militant died and three members of the same family were all wounded in the drone strike targeting the Kuna Masi picnic area in Sulaimaniyah province.\n\nIn a July 6 letter to the watchdog, KRG official Dindar Zebari said the Turkish military had been “intensely bombing” various border areas since launching its twin air and ground offensives of Operation Claw Eagle and Operation Tiger Claw in June. Zebari said five civilians had died as a result of the operations, which also led to mass displacement and the destruction of forests and civilian infrastructure, he said.\n\nBelkis Wille, senior crisis and conflict researcher at Human Rights Watch, told Al-Monitor that the Turkish government had yet to respond to any of the organization’s requests for information on the cases of civilian deaths that it’s documented, leaving victims with no avenue for redress. “If the civilian victims were to seek compensation, there exists no mechanism for them to do so,” she said.\n\nThe targeting of PJAK fighters chimes with the PKK sources’ claims that Iran and Turkey are acting in concert, as they do particularly when the United States is perceived to be bolstering the Kurds against them. This is clearly how Iran and Turkey views matter in northern Syria, where the United States is partnered with the PKK’s sister organization, the People’s Protection Units, to fight the Islamic State, keep the country’s oil wealth out the Syrian regime’s grasp and eject Iranian militias that help the regime remain in power.\n\nEditor's note: Aug. 13, 2020. This article was updated since its initial publication.", "METADATA": {"keywords": "turkish invasion, turkish incursion, kurdistan workers party, iraqi kurdistan region, pkk, drones", "article": {"author": "Amberin Zaman", "publisher": "https://www.facebook.com/Al-Monitor", "section": "Editorial", "published_time": "2020-08-12T06:10:00+00:00", "modified_time": "2020-08-13T03:01:46+00:00"}, "lang": "en", "pulse": "lobbying", "twitter": {"card": "summary_large_image", "site": "@almonitor", "creator": "@almonitor", "url": "https://www.al-monitor.com/pulse/originals/2020/08/iraq-turkey-drone-strike-kurdistan-region-sidekhan-baghdad.html", "title": "Iraq tells Turkey defense minister to stay away after its officers killed in drone strike", "description": "Iraq cancelled a planned Baghdad visit by Turkish Defense Minister Hulusi Akar and summoned the Turkish ambassador after a a Turkish drone attack killed two senior Iraqi officials.", "image": {"identifier": "https://9c998969b63acdb676d1-37595348221e1b716e1a6cfee3ed7891.ssl.cf1.rackcdn.com/almpics/2020/08/GettyImages-1189007249.jpg/GettyImages-1189007249-870.jpg", "width": 870}}, "description": "Iraq cancelled a planned Baghdad visit by Turkish Defense Minister Hulusi Akar and summoned the Turkish ambassador after a a Turkish drone attack killed two senior Iraqi officials.", "fb": {"admins": "aaoudi", "app_id": 115006175316219}, "og": {"url": "https://www.al-monitor.com/pulse/originals/2020/08/iraq-turkey-drone-strike-kurdistan-region-sidekhan-baghdad.html", "locale": "en_us", "type": "article", "title": "Iraq tells Turkey defense minister to stay away after its officers killed in drone strike", "image": {"identifier": "https://9c998969b63acdb676d1-37595348221e1b716e1a6cfee3ed7891.ssl.cf1.rackcdn.com/almpics/2020/08/GettyImages-1189007249.jpg/GettyImages-1189007249-870.jpg", "height": 472, "width": 870}, "description": "Iraq cancelled a planned Baghdad visit by Turkish Defense Minister Hulusi Akar and summoned the Turkish ambassador after a a Turkish drone attack killed two senior Iraqi officials.", "site_name": "Al-Monitor", "updated_time": "2020-08-13T03:01:46+00:00"}, "sailthru.tags": "turkish invasion, turkish incursion, kurdistan workers party, iraqi kurdistan region, pkk, drones", "viewport": "width=device-width,initial-scale=1"}}}