{"GDELT": {"GlobalEventID": 940388002, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CRI", "Actor1Name": "COSTA RICA", "Actor1CountryCode": "CRI", "Actor2Code": "PAN", "Actor2Name": "PANAMA", "Actor2CountryCode": "PAN", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.0421982335623197, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Costa Rica", "Actor1Geo_CountryCode": "CS", "Actor1Geo_ADM1Code": "CS", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": -84.0, "Actor1Geo_FeatureID": "CS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Costa Rica", "Actor2Geo_CountryCode": "CS", "Actor2Geo_ADM1Code": "CS", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": -84.0, "Actor2Geo_FeatureID": "CS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Costa Rica", "Action2Geo_CountryCode": "CS", "Action2Geo_ADM1Code": "CS", "Action2Geo_Lat": 10.0, "Action2Geo_Long": -84.0, "Action2Geo_FeatureID": "CS", "DATEADDED": 20200812190000, "SOURCEURL": "https://www.asicentral.com/news/newsletters/promogram/august-2020/7-tips-for-networking-virtually/"}, "ARTICLE": {"TITLE": "7 Tips for Networking Virtually", "TEXT": "The coronavirus pandemic has canceled countless conferences and trade shows and put the kibosh on traditional in-person networking events. Still, that doesn’t mean you can’t successfully grow and leverage your network both by forming deeper connections with current contacts and by making valuable, new connections. Use these tips to network virtually with success.\n\nFirst, clean up your online brand. Ensure your social media accounts and, if applicable, website(s) are current and that they showcase the image you want to present to the world. Like it or not, you’re a personal brand, and potential new contacts are going to check you out online. An audit and subsequent edit of your web identity will help you make the desired impression once you dig into virtual networking.\n\nMake the most of LinkedIn. “If you're serious about digital networking, you need a LinkedIn premium account,” says Casey Halloran, CEO and co-founder of Costa Rican Vacations, a travel agency that sells high-end vacations to Costa Rica, Panama and Nicaragua. “I block out time on my calendar each week to share content, make comments, solicit new connections and tune up my profile. This is an essential tool in the age of digital networking.”\n\nScott Swedberg, CEO and founder of career services company The Job Sauce, says effective networking on LinkedIn includes focusing on so-called “second-degree” connections. “Search through the connections of your top first-degree connections to see who they know,” Swedberg advises. “It's as easy as asking the mutual connection to be introduced and providing a reason you want to speak with one of their connections.”\n\nOther social media platforms, from Twitter to Facebook to Instagram, can, of course, be useful for expanding your network, too. Determine which platforms your ideal new connections/prospects are most active on and focus on building bridges there in a genuine way.\n\nParticipate in virtual “morning coffee” and “happy hour” events: Identify such events that might have people with whom you’d like to connect – and then participate. “These events typically allow users to participate for free and meet other professionals virtually via video conferencing software, such as Zoom and Join.me,” says Amanda E. Moore, senior manager of integrated marketing and partnerships at Juno Beach, FL-based Loggerhead Marinelife Center, one of Florida's most visited nonprofit scientific destinations focused on ocean and sea turtle conservation.\n\nMoore notes that the face-to-face experience offers a more intimate networking opportunity and helps mimic similar in-person events. Participants can maximize the experience by connecting with other participants after the end of the event or by mentioning in the event that they are open to collaborations. “When attending these events, it's helpful to read the event details beforehand and have a few topics or points of discussion in mind,” Moore notes.\n\nAttend industry-specific virtual conferences and events: Moore says such events can provide a platform for professionals to share their thoughts, meet other professionals and learn from others in a truly meaningful way. Some such events provide virtual options to participate in breakout sessions, happy hours and online discussions. “Professionals can make the most out of these events by also participating in social media discussions, such as Twitter chats and Slack forums,” Moore explains.\n\nGet active in relevant online forums and groups. Most industries have active forums, Facebook/LinkedIn groups, and other online communities that are full of people worth knowing, says Adam Sanders, founder and director of Successful Release, an organization dedicated to helping disadvantaged populations find financial and professional success. As such, join groups and forums where prospects, clients, colleagues and industry peers are interacting and become an active member.\n\n“Remember you have to give value to get value,” says Sanders. “Taking some time to answer and ask questions and help other members of the group can be a great way to make a lot of new connections and drum up new business. It can take some time to build credibility, but the scale of many online groups is hard to beat.”\n\nYou can also join online communities based around your personal interests. The common ground you’ll have with others could help form relationships that bear fruit in the professional realm.\n\nShare expertise through new media. Identify podcasts, vlogs, blogs, niche news sites and other new media communication channels that have relevance to your industry and/or your clients/prospects. Then, offer to contribute your expertise. “Getting your face or voice out there is easier than ever in this digital age, which adds to your authority, which makes it easier to network,” says Halloran. “Most times after I appear on a podcast, I get new LinkedIn requests out of nowhere, often from very interesting people.”\n\nReignite your existing network. Block out time on your calendar to reach out to friends, colleagues, family, clients and others within your network. Don’t make the reach “salesy.”\n\nBe human. “When I do this, I ask how they’re doing and share a bit of my own personal status,” says Halloran, noting that you never know what opportunities that can lead to.\n\nEmail, of course, is a viable outreach vehicle. But, urges Sanders, don’t overlook the phone and/or chats on Zoom or a similar platform. Given all the social distancing and working from home, people are more apt these days to jump on a call for a chat than they were just a few months ago.\n\n“Call them up and check in with them about their business and see if there are any opportunities for you to help them out,” advises Sanders. “This can be a great way to strengthen your existing relationships and find new business opportunities. Don't forget to also mention a few of the challenges that you're having and solicit their advice. Everyone is helpful when business is booming, but great partners are around when things are bad. This can lead to a lot of new referrals.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "author": "ASI Central", "description": "Use these strategies from networking experts to gain valuable connections in the age of COVI...", "keywords": "Promotional Products, Promo Products, Supplier, Distributor, ESP, ESP Online, ESP Web, ESP Websites, Credit Connect, Connect, Counselor, Wearables, Supplier Global Resource, ASI, Advertising Specialty Institute, Norman Cohn, Tim Andrews, Product Research, Market research, ASI Show, Websites, Advertising, Decorator, Screen Printing, Embroidery, Logo Products, Branded products, Logo sportswear, Wholesale, Importer, Email Express, Pay For Placement, Chris Lovell, Rob Spike, Homebased Business, work from home", "twitter": {"domain": "ASICentral", "site": "@asicentral", "title": "7 Tips for Networking Virtually", "description": "Use these strategies from networking experts to gain valuable connections in the age of COVI...", "card": "summary_large_image", "image": "https://www.asicentral.com/media/32761/virtual-meeting-zoom-479.jpg"}, "og": {"title": "7 Tips for Networking Virtually", "type": "Article", "url": "/news/newsletters/promogram/august-2020/7-tips-for-networking-virtually/", "image": "/media/32761/virtual-meeting-zoom-479.jpg", "description": "Use these strategies from networking experts to gain valuable connections in the age of COVI..."}, "article": {"published_time": "2020-08-12T00:00:00+00:00"}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}