{"GDELT": {"GlobalEventID": 940396047, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CANCOP", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "COP", "Actor2Code": "CVL", "Actor2Name": "ETHNIC GROUP", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.10263522884882, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200812200000, "SOURCEURL": "https://kvia.com/news/us-world/2020/08/12/black-people-are-more-likely-to-be-arrested-charged-and-killed-by-police-in-toronto-new-report-finds/"}, "ARTICLE": {"TITLE": "Black people are more likely to be arrested, charged and killed by police in Toronto, new report finds", "TEXT": "US & World\n\nLess than 9% of Toronto’s population is Black, but Black people are significantly more likely than other ethnic groups to be arrested, charged and killed by Toronto police, according to a new report.\n\nThe Ontario Human Rights Commission this week published its findings on racial discrimination by the Toronto Police Service, its latest report in a series on the issue. Pending a final report, the commission’s research team will make recommendations on how to curb discrimination in policing.\n\nAccording to the report, Black Canadians represented 32% of all the charges analyzed between 2013 and 2017, which included failure to comply, cannabis possession, trespassing and some driving offenses — offenses the research team chose to focus on because they’re typically up to an officer’s discretion.\n\nAnd though they make up less than a tenth of Toronto’s population, Black people were almost four times more likely to be charged than White people and seven times more likely than other races.\n\n“The time for debate about whether anti-Black bias exists is over,” said Ena Chadha, Ontario Human Rights Commission interim chief commissioner, in a statement. “It is time to make transformative changes in the institutions and systems of law enforcement that produce such disparate outcomes — community trust and safety, especially the safety of Black lives, depend on it.”\n\nThe Toronto Police Service said it considers the findings “vitally important” in its efforts to address anti-Black racism within the force.\n\nEvidence of racial profiling\n\nThough they were charged more than other racial or ethnic groups, Black Canadians were also more likely to have their charges withdrawn, and their charges were less likely to result in a conviction than those of White people, per the report.\n\nThis finding “undermines the suggestion that [Black Canadians] face more charges because they are more engaged in unlawful conduct,” the commission said in its report.\n\nBut it does suggest that Toronto police may over-charge Black Canadians or target them because of their race.\n\nRacial profiling by police is perhaps most evident, the commission said, in driving offenses. One-third of all people who got a single-charge “out of sight” driving charge — or charges that could only be discovered after the police pull someone over and question them — were Black. “Out-of-sight” driving charges include driving without a valid license or insurance.\n\nThese offenses are the result of “proactive policing,” the commission said, where an officer checks a license plate or pulls a driver over without knowing whether that driver has committed a crime. That Black people are more likely to land those charges indicates that Toronto police are more likely to use that proactive policing tactic with Black Canadians.\n\nBlack Canadians more likely to be shot and killed by police\n\nBlack residents of Toronto were overrepresented in a number of violent incidents with police.\n\nThe report found that Black Toronto residents were 20 times more likely than White residents to be fatally shot by Toronto police between 2013 and 2017.\n\nDuring that time, Black Canadians also account for nearly 30% of use-of force-cases, 36% of shootings, 61% of use-of-force cases that resulted in civilian deaths and 70% of police shootings, according to the report.\n\nWhy police arrest and charge Black Canadians more often\n\nThe researchers didn’t definitively determine why the disparity existed, but they presented a few options in their report on use of force: For one, a few racist police officers may use force against Black residents as an abuse of their power.\n\nSince the period of time the report covered, the Toronto Police Service has created an Equity, Inclusion and Human Rights unit that “strives for the delivery of bias-free services,” began anti-Black racism training and now collects its own data on racial bias among Toronto officers, the service said.\n\n“We have been, and will continue to, listen to, and be guided by those with lived experience and others with ideas for how to move forward,” the service said in a statement in response to the report.\n\nThe city, too, is making changes. Earlier this week, Toronto Mayor John Tory announced “sweeping reforms” to the Toronto Police Service, including creating a community safety agency that’s an alternative to police and reallocating funding from the department, CNN affiliate CBC reported.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Black people are more likely to be arrested, charged and killed by police in Toronto, new report finds - KVIA", "description": "Less than 9% of Toronto’s population is Black, but Black people are significantly more likely than other ethnic groups to be arrested, charged and killed by Toronto police, according to a new report. The Ontario Human Rights Commission this week published its findings on racial discrimination by the Toronto Police Service, its latest report in", "url": "https://kvia.com/news/us-world/2020/08/12/black-people-are-more-likely-to-be-arrested-charged-and-killed-by-police-in-toronto-new-report-finds/", "site_name": "KVIA", "image": {"identifier": "https://kvia.b-cdn.net/2020/02/1024x576_AppVersion_USWorld-860x484.jpg", "secure_url": "https://kvia.b-cdn.net/2020/02/1024x576_AppVersion_USWorld-860x484.jpg", "width": 860, "height": 484}}, "article": {"published_time": "2020-08-12T19:15:34+00:00", "modified_time": "2020-08-12T19:29:06+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2", "msapplication-TileImage": "https://kvia.b-cdn.net/2019/10/kvia-favicon.ico"}}}