{"GDELT": {"GlobalEventID": 940394731, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "FRA", "Actor1Name": "BREST", "Actor1CountryCode": "FRA", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 175, "EventBaseCode": 175, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.00000000000002, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL", "Actor1Geo_Lat": 52.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "PL", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL", "Actor2Geo_Lat": 52.0, "Actor2Geo_Long": 20.0, "Actor2Geo_FeatureID": "PL", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL", "Action2Geo_Lat": 52.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "PL", "DATEADDED": 20200812194500, "SOURCEURL": "https://www.abqjournal.com/1485673/hundreds-chant-shame-to-decry-belarus-election-crackdown.html"}, "ARTICLE": {"TITLE": "Thousands in Belarus decry president’s reelection as rigged", "TEXT": ".......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... .......... ..........\n\nMINSK, Belarus — Thousands of protesters rallied in Belarus’ capital and other cities for a fourth straight night Wednesday, decrying an election they say was rigged to extend the 26-year rule of the country’s authoritarian leader and the crackdown on subsequent demonstrations.\n\nIn several parts of Minsk, groups of hundreds of people formed human chains. Motorists blared horns in support and, in some areas, slowed to a crawl to block police vehicles. On one avenue, people stood on balconies, clapping in an expression of support. Riot police fired rubber bullets at them.\n\nSimilar protests were held in at least five other cities, according to the Viasna rights group, to contest the official election results, which show President Alexander Lukashenko won a sixth term with 80% of Sunday’s vote and the main opposition challenger garnered 10%. Crowds have taken to the streets every night since to demand a recount.\n\nADVERTISEMENTSkip\n\n................................................................\n\nEarlier in the day, groups of hundreds of women formed human chains in several districts of Minsk, chanting “Shame!” and calling for an end to the crackdown on the demonstrations. Hesitant to use force against all-women rallies, police dispersed them without violence.\n\nBut in recent nights, authorities have responded with a level of brutality remarkable even during Lukashenko’s rule. Police have dispersed protesters with tear gas, stun grenades, water cannons and rubber bullets and severely beat them with truncheons. Black-uniformed officers chased protesters into residential buildings and deliberately targeted journalists, beating many and breaking their cameras.\n\n“We stand for a peaceful protest,” said Ksenia Ilyashevich, a 23-year-old IT specialist who joined other women at a Minsk protest earlier Wednesday. “We worked up the courage and came out to rally. We stand here for all.”\n\nIn three previous nights of protests, at least 6,000 people have been detained and hundreds injured, according to the official count, but even that high toll appeared to downplay the scope. Anguished relatives were besieging prisons across Belarus trying to find their missing relatives.\n\n“Even those who were loyal saw the real face of this government during the past three days,” said 63-year-old Galina Vitushko, who stood outside a jail in Minsk, trying to find her son, a 43-year old doctor. She said that she desperately needs to give him insulin since he has diabetes.\n\n“How can you treat your own people like that?” she asked, breaking into tears. “The real winners don’t behave like that.”\n\nThe 65-year-old Lukashenko has led the former Soviet state of 9.5 million people since 1994, relentlessly stifling dissent and winning the nickname “Europe’s last dictator” in the West.\n\nThis year, the economic damage caused by the coronavirus and the president’s swaggering response to the pandemic, which he airily dismissed as “psychosis,” has fueled broad anger, helping swell the opposition ranks — but Lukashenko has dismissed them.\n\nADVERTISEMENTSkip\n\n................................................................\n\n“The core of these so-called protesters are people with a criminal past and (those who are) currently unemployed,” Lukashenko said during a Wednesday meeting with security officials.\n\nHis top challenger, a 37-year-old former teacher and political novice Sviatlana Tsikhanouskaya, managed to unite fractured opposition groups and draw tens of thousands to her campaign rallies after two top potential challengers were barred from the race. She entered the race to replace her husband, an opposition blogger who aspired to run but has been in jail since his arrest in May.\n\nBut she left for neighboring Lithuania on Tuesday in an abrupt about-face, hours after submitting a formal request for a recount. In a video recorded before departure that her associates said was filmed under pressure from law enforcement officials, she urged her supporters to end protests.\n\nProtesters have not heeded her call, and Maria Kolesnikova, a top figure in Tsikhanouskaya’s campaign, urged the government Wednesday to “stop waging a war against its own people and begin a dialogue.”\n\nOn Tuesday in Brest, near the border with Poland, police shot at protesters who attacked them with metal rods, wounding one person, the Interior Ministry said. One demonstrator died Monday in Minsk, when an explosive device he attempted to throw at police exploded in his hands, according to the ministry.\n\nJournalists, in particular, have been targeted. Boris Goretsky, vice president of the Belarusian Association of Journalists, said more than 20 reporters are currently in custody, waiting to see a judge, and several more have already been sentenced to jail terms ranging from 10 to 15 days.\n\n“A deliberate hunt for journalists with independent Belarusian and foreign media has begun,” said Goretsky.\n\nReporters from several Belarusian and international outlets were beaten up Tuesday in Minsk. Officers seized memory cards from a group of photographers, including one for the AP.\n\nADVERTISEMENTSkip\n\n................................................................\n\nOn Wednesday, Vital Tsyhankou, a journalist for Radio Free Europe/Radio Liberty, was severely beaten by police and detained along with two reporters from an independent Belarusian TV station after covering a protest against police violence.\n\nThe Viasna rights group said many injured protesters were afraid to seek medical help, fearing prosecution for participating in the rallies.\n\nEduard Kukhterin, a 56-year-old publisher, was injured by rubber bullets overnight but decided not to go to a hospital. “Medical workers report such injuries to the law enforcement,” Kukhterin told the AP.\n\nThe crackdown has drawn harsh criticism from abroad.\n\nSpeaking during a trip to the Czech Republic on Wednesday, U.S. Secretary of State Mike Pompeo said the Belarusian vote was neither free nor fair. “We want the people of Belarus to have the freedoms that they’re demanding,” he said.\n\nThe European Union foreign ministers scheduled a meeting on Friday to discuss the crackdown.\n\nEU foreign policy chief Josep Borrell called the meeting a day after saying that the 27-nation bloc could impose sanctions against “those responsible for the observed violence, unjustified arrests, and falsification of election results.”\n\nIn 2016, the European Union lifted most of the sanctions it slapped on Belarus after Lukashenko freed political prisoners and allowed protests.\n\nThe United Nations High Commissioner for Human Rights Michelle Bachelet on Wednesday condemned the crackdown, urging Belarusian authorities to immediately release all those unlawfully detained and investigate rights abuses.\n\n___\n\nDaria Litvinova and Vladimir Isachenkov in Moscow and Matthew Lee in Prague and Frank Jordans in Berlin contributed to this report.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "MINSK, Belarus -- Thousands of protesters rallied in Belarus' capital and other cities for a fourth straight night Wednesday, decrying an election they say was rigged to extend the 26-year…", "author": "Yuras Karmanau | Associated Press", "theme-color": "#000000", "fb": {"pages": 76430478236, "app_id": 419447351433280}, "ia": {"markup_url": "https://www.abqjournal.com/1485673/hundreds-chant-shame-to-decry-belarus-election-crackdown.html?ia_markup=1"}, "og": {"title": "Thousands in Belarus decry president's reelection as rigged", "url": "https://www.abqjournal.com/1485673/hundreds-chant-shame-to-decry-belarus-election-crackdown.html", "type": "website", "description": "MINSK, Belarus (Associated Press) -- Thousands of protesters rallied in Belarus' capital and other cities for a fourth straight night Wednesday, decrying an election they say was rigged to extend the 26-year rule of the country's authoritarian…", "image": "https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/08/12/BC-EU-Belarus-Election-IMG.jpg"}, "twitter": {"text": {"title": "Thousands in Belarus decry president's reelection as rigged"}, "description": "MINSK, Belarus (Associated Press) -- Thousands of protesters rallied in Belarus' capital and other cities for a fourth straight night Wednesday, decrying an election they say was rigged to extend the 26-year rule of the country's authoritarian…", "title": "MINSK, Belarus (Associated Press) -- Thousands of protesters rallied in Belarus' capital and other cities for a fourth straight night Wednesday, decrying an election they say was rigged to extend the 26-year rule of the country's authoritarian…", "card": "summary_large_image", "site": "@abqjournal", "image": "https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/08/12/BC-EU-Belarus-Election-IMG.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}