{"GDELT": {"GlobalEventID": 940381410, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MNCJPN", "Actor1Name": "SONY", "Actor1CountryCode": "JPN", "Actor1Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.25040114325829, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20200812181500, "SOURCEURL": "https://deadline.com/print-article/1203010628/"}, "ARTICLE": {"TITLE": "Deadline", "TEXT": "EXCLUSIVE: Sony Pictures Television is expanding its relationship with Hank Steinberg in a big way. The studio has signed a big five-year overall deal with the creator of the praised — and timely — Sony TV legal drama series For Life, which has been renewed for a second season by ABC.\n\nUnder the pact, Steinberg will continue as executive producer and showrunner on For Life. Additionally, he will be developing drama series projects across all platforms via his Channel Road Productions, which is being ramped up into a full-fledged pod. As part of the expansion, Steinberg has brought in WME film agent Joe Austin to the newly created post SVP, Production at Channel Road.\n\nJoe Austin Courtesy of Sony TV\n\nFor Life, executive produced by Curtis “50 Cent” Jackson, stars Nicholas Pinnock. The series, which is set for return in midseason, is inspired by the life of Isaac Wright Jr. who was wrongfully convicted as drug kingpin but got his conviction overturned while in prison and became a licensed attorney. DRP’s Doug Robinson and Alison Greenspan as well as Russell Fine also executive produce.\n\nSteinberg’s resume includes two long-running hit series. He was the creator and showrunner of CBS’ drama series Without a Trace, which won multiple Emmys, including one for its star Anthony LaPaglia, and the co-creator/co-showrunner of TNT’s former flagship drama The Last Ship. Steinberg also was the co-creator and showrunner of ABC’s serialized thriller The Nine and the writer of FX’s biopic RFK and the HBO film 61*, for which he was nominated for an Emmy and WGA award. He also is the author of the novel Out of Range, which earned him a Thriller Awards nomination for best first novel.\n\nAustin spent the past 11 years at WME and Endeavor Content in global film and television finance and distribution. During his tenure, he was involved with numerous high-profile projects, including Swiss Army Man, Hidden Figures, The Farewell, and the upcoming Pig.\n\nAustin started in the William Morris Agency mailroom in 2008, before becoming an assistant in the Talent Department. After the merger with Endeavor, he transitioned over to WME’s global sales department, the agency’s financing and distribution arm, as coordinator and was promoted to agent in 2013. After the department was folded into Endeavor Content in 2017, Austin became a Senior Associate in Film Advisory. He returned to the WME side of the company in September 2018 as a motion picture lit agent.\n\nSteinberg is repped by Michael Gendler of Gendler & Kelly.", "METADATA": {"robots": "noindex, nofollow", "viewport": "width=device-width", "apple-itunes-app": "app-id=533209613", "generator": "WordPress.com", "og": {"type": "article", "title": "Print Article", "url": "https://deadline.com/print-article/", "description": "Visit the post for more.", "site_name": "Deadline", "image": {"identifier": "https://pmcdeadline2.files.wordpress.com/2019/04/cropped-icon-512x512.png?w=200", "width": 200, "height": 200}, "locale": "en_US"}, "article": {"published_time": "2014-08-14T23:12:22+00:00", "modified_time": "2014-08-18T17:26:41+00:00"}, "twitter": {"site": "@Deadline", "text": {"title": "Print Article"}, "image": "https://pmcdeadline2.files.wordpress.com/2019/04/cropped-icon-512x512.png?w=240", "card": "summary", "description": "Visit the post for more."}, "application-name": "Deadline", "msapplication-window": "width=device-width;height=device-height", "msapplication-tooltip": "Hollywood Entertainment Breaking News", "msapplication-task": "name=Subscribe;action-uri=https://deadline.com/feed/;icon-uri=https://pmcdeadline2.files.wordpress.com/2019/04/cropped-icon-512x512.png?w=16", "onesignal": "wordpress-plugin", "fragment": "!", "msapplication-TileImage": "https://pmcdeadline2.files.wordpress.com/2019/04/cropped-icon-512x512.png?w=270"}}}