{"GDELT": {"GlobalEventID": 940393198, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.82522996057819, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Wisconsin, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWI", "Action2Geo_Lat": 44.2563, "Action2Geo_Long": -89.6385, "Action2Geo_FeatureID": "WI", "DATEADDED": 20200812193000, "SOURCEURL": "https://www.infowars.com/why-chicagos-mayor-blames-her-citys-murders-on-wisconsin-and-indiana/"}, "ARTICLE": {"TITLE": "Why Chicago’s Mayor Blames Her City’s Murders on Wisconsin and Indiana", "TEXT": "It is now well known that the City of Chicago and Illinois overall have adopted stringent gun control laws over the years. Thus, the pro–gun control Giffords Center gives the state of Illinois a lofty “A-” on its “annual gun scorecard.”\n\nYet, somehow, shootings are surging in the city this year. Although crime in Chicago—like in the nation overall—is lower today than it was during the 1980s and 1990s, murders have been a perennial problem in Chicago for years. As the Chicago Sun-Times reported last week:\n\nThe 105 murders reported in July are a nearly 139% increase from the 44 reported in July 2019, according to police data released Saturday. The 406 shooting incidents last month were a 75% increase from the 232 reported in the same month-to-month comparison….Murders are up 51% from the same point last year, along with a 47% increase in shootings, police said.\n\nSo, how to explain the increase in homicides, especially in light of Chicago’s stringent gun control? After all, the logic behind the arguments made by most gun control advocates is that areas with numerous government prohibitions on gun ownership will have less crime.\n\nWell, the mayor of Chicago, Lori Lightfoot, has a ready explanation: she claims people are bringing in guns from other parts of the country where it’s much easier to buy guns. These guns are then supposedly taken to Chicago, where they are sold on the black market and used in shootings. Lightfoot claims: “We are being inundated with guns from states that have virtually no gun control, no background checks, no ban on assault weapons….That is hurting cities like Chicago,”\n\nLightfoot then takes her claims to the logical next step. As she states in a July 20 letter to Donald Trump, since Illinois and Chicago can’t directly impose more gun control on neighboring states, she wants the national government to intervene and impose nationwide controls instead.\n\nThis is a common tactic among those who aren’t content with destroying basic freedoms in their own jurisdictions. When neighboring jurisdictions allow “too much” freedom, prohibitionists demand that the federal government step in to impose uniform prohibitions on everyone. The idea here is that “open borders” between states allow persons and weapons (and drugs and other goods) to freely cross from one state to another. This freedom of movement, it is claimed, means that gun control can only work if there is a single nationwide policy.\n\nWhy Neighboring States Aren’t the Problem\n\nBut before we look at Lightfoot’s latest call for national mandates, let’s first back up a step and ask ourselves whether it’s even plausible that Illinois’s neighbors are the reason that homicides remain so high in Chicago.\n\nOn the surface, we can see how Lightfoot might be able to get away with making such a claim. As the Gifford Center’s ranking system shows, Illinois is surrounded by states where it is far easier to buy a gun than in Illinois. Wisconsin, for example, receives a “C-” in the Giffords gun control rankings. Indiana does even “worse,” with a ranking of “D-.”\n\nSome might see this and conclude that maybe Lightfoot is right, and that maybe Chicago is a “victim” of its neighbors such as Wisconsin.\n\nBut when we look more closely, we quickly find that the problem with Chicago clearly isn’t guns.\n\nAccording to crime data from the FBI, Chicago in 2018 had a homicide rate of 20.7 homicides per 100,000 population. The state of Illinois overall has a homicide rate of 6.9 per 100,000. As you might guess, a sizable portion of the homicides that occur in Illinois happen within the city limits of Chicago. In fact, if we remove the city from Illinois, “Illinois without Chicago” has a homicide rate of only 3.2 per 100,000.\n\nThe first question that presents itself is this: If Illinois has relatively uniform gun control laws throughout the state, why are there so many more homicides in Chicago per capita than in the rest of the state? Presumably gun owners can use those guns to carry out crimes anywhere in the state. So why are so many crimes concentrated just in Chicago? It’s a question Lightfoot can’t answer so long as she insists that crime in Chicago is being driven by guns imported from somewhere else.\n\nBut what about guns that are allegedly coming in from other states? If we look at nearby states with much more laissez-faire gun laws, then surely homicides will be more numerous, right? Wrong.\n\nIn Indiana—Illinois’s neighbor to the east—the statewide homicide rate is similar to that of Illinois: 6.5 per 100,000. Moreover, Indiana is similar to Illinois in that homicide cases are largely limited to only a handful of areas. Again, we find that although it is relatively easy to buy a gun in Indiana statewide, homicides are concentrated in only a few cities, specifically Indianapolis, Gary, and Fort Wayne. (If we were to exclude Indianapolis, Gary, and Fort Wayne from Indiana’s homicide total, we’d find that Indiana has a homicide rate of 3.5 per 100,000.) Out of Indiana’s 6.7 million residents, 5.5 million of them live in areas where homicide rates are a small fraction of Chicago’s.\n\nComparisons are even more stark when we look at Wisconsin, Illinois’s neighbor to the north. In Wisconsin statewide, the homicide rate is only 3 per 100,000. In Kenosha, just north of the border with Illinois, the homicide rate is 4 per 100,000.\n\nBut if Lightfoot is to believed, guns are being sold across state lines in places like Kenosha and then illegally exported to Chicago, where the guns are then used in crimes. Again we’re left wondering why criminals refrain from using these easy-to-get guns in Kenosha. Why is Wisconsin—where it’s much easier to buy a gun than in Illinois—experiencing a homicide rate that’s less than one-sixth of Chicago’s? If the ease with which one can purchase a gun is what determines homicide rates, then we’d expect to see even higher rates in suburban Indiana and Wisconsin than in Chicago.\n\nThis, of course, is not happening, precisely because guns obviously don’t cause homicides in Chicago. Chicagoans are responsible for these crimes, while residents of Wisconsin and Indiana—who have much easier access to guns—are somehow able to politely restrain themselves from shooting each other at similar rates.\n\nMaking Chicago’s Problem Everyone’s Problem\n\nOnce we embrace this false narrative of how other states are the cause of Chicago’s crime, a natural solution presents itself: have the federal government step in.\n\nThe “argument” is basically this: since people and guns can move freely across the Illinois state border, and across Chicago city limits, it is the job of the federal government to “solve” the problem by imposing the sort of gun control Lightfoot wants nationwide.\n\nGovernments and politicians have tried these tactics for many years, with guns, with alcohol, and with drugs. It is claimed that neighboring states allow “too much freedom” and that therefore national prohibitions must be enforced.\n\nYet, as we have seen, Chicago is the reason Chicago has homicide rates many times higher than most areas of neighboring states. Let the Chicagoans address the problems they’ve created. After all, the demand for national policy to address Chicago’s problems only places on all Americans the burden of addressing a crisis that is specific to only a small minority of areas and regions in the US. The fact that Chicago is a basket case of a city is no reason for the rest of the country to adopt the sorts of policies Chicago politicians want—and which are likely the cause of their problems in the first place.\n\nIf politicians in Chicago are so concerned about guns from out of state—and if they’re so convinced gun control is the answer—it’s up to them to stop the guns at the state border or at city limits. Illinois and Chicago taxpayers taxpayers should be the only ones paying for whatever ill-advised checkpoints, searches, and investigations Chicago politicians want to carry out in the name of ridding Chicago of of guns. This will spare the taxpayers of the rest of the country from being forced to take on the expense of the immense and costly administrative state that is necessary to “protect” Chicago from Wisconsin.\n\nMoreover, nowadays it should be no problem for Illinois could come up with a legal basis for doing this. Chicago and Illinois can simply follow the lead of states like New York—which now has “traveler checkpoints” to monitor everyone entering the state in order to enforce covid-19 quarantine rules. Chicago can declare guns a “public health crisis” and get to work monitoring every visitor for illegal guns. Would such a scheme be expensive and onerous? It certainly would be. Entrepreneurs, tourists, and other productive members of society would learn to avoid Illinois and Chicago, and take their business elsewhere. But let that be Chicago’s problem, and no one else’s.\n\nThe Reopen America Back to School Special is now live! Earn double Patriot Points on our hottest items!", "METADATA": {"robots": "NOODP", "viewport": "width=device-width, initial-scale=1", "fb": {"admins": 100000730726880}, "og": {"url": "https://www.infowars.com/why-chicagos-mayor-blames-her-citys-murders-on-wisconsin-and-indiana/", "title": "Why Chicago’s Mayor Blames Her City’s Murders on Wisconsin and Indiana", "description": "Although it's easier to buy guns in Indiana and Wisconsin than in Chicago, homicide rates are lower in those states than in either Illinois or Chicago", "type": "article", "image": "https://assets.infowars.com/2020/08/081220lightfoot.jpg"}, "p": {"domain_verify": "17524d28613d659f78532053a49ecd5b"}, "generator": "WordPress 4.9.8", "googlebot-news": "noindex, nofollow", "article": {"section": "Featured Stories", "published_time": "2020-08-12T12:41:00-05:00", "modified_time": "2020-08-12T12:41:00-05:00"}, "onesignal": "wordpress-plugin"}}}