{"GDELT": {"GlobalEventID": 940392335, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "COP", "Actor1Name": "POLICE COMMISSIONER", "Actor1Type1Code": "COP", "Actor2Code": "MOSCVL", "Actor2Name": "MUSLIM", "Actor2Religion1Code": "MOS", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.656108597285059, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Karnataka, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17688", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-2099860", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Karnataka, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17688", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-2099860", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Karnataka, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17688", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-2099860", "DATEADDED": 20200812193000, "SOURCEURL": "https://www.hindustantimes.com/india-news/three-dead-as-communal-violence-erupts-in-b-luru/story-0T2EYnTGLvyQhaRCy2gPrK.html"}, "ARTICLE": {"TITLE": "Three dead as communal violence erupts in B’luru", "TEXT": "bengaluru\n\nUpdated: Aug 13, 2020 01:56 IST\n\nThree people were killed after police opened fired at a mob that went on the rampage in Bengaluru on Tuesday night to protest a social media post offensive to Islam, officials said.\n\nThe mob, armed with machetes, swords and sticks, vandalised the residence of a Congress legislator — the post was made from the Facebook account of his nephew — attacked two police stations, damaged vehicles, and smashed an ATM machine into pieces in a violent five-hour spree that also left 100 people, including 60 police personnel, wounded.\n\nPolice arrested over 160 people for the arson in and around Pulakeshi Nagar assembly constituency in the north-eastern part of India’s information and technology hub, according to police officials who did not want to be named.\n\nLeaders cutting across party lines condemned the violence. Chief minister BS Yediyurappa promised strong action against the rioters and appealed for calm.\n\nYediyurappa, who was discharged from hospital on Monday after recovering from Covid-19, said the Bharatiya Janata Party (BJP)-led government initiated all measures to contain the violence. He also ordered a magisterial inquiry into the incident.\n\n“The manner in which the riots were perpetrated shows that it was a well-planned act,” revenue minister Ashoka said in his office at Vidhana Soudha. “Whether Popular Front or SDPI [Social Democratic Party of India] is behind it, we will not bother. These people must be arrested. We will hunt them wherever they are holed up,” he added.\n\nAshoka also met Pulakeshi Nagar MLA Akhanda Srinivasa Murthy, whose house was set on fire by the mob. Murthy was not at home at the time of the incident.\n\nThe violence brought back memories of a 1986 incident involving a controversial newspaper headline that sparked violent protests and led to the death of 11 people in the city.\n\nThe mob, which threw stones and petrol bombs at the police, also attacked the nearby Devera Jeevanhalli (DJ Halli) and Kadugondana Halli (KG Halli) police stations.\n\nBangalore police commissioner Kamal Pant had to rush to the scene of riots to restore law and order. Prohibitory orders banning the assembly of four or more people were clamped in the riot-affected areas.\n\nMLA Murthy said he did not have any ties with his nephew for the past 10 years. He requested the government and Congress leaders to ensure his family’s safety.\n\n“I appeal to my Muslim brethren that we should not resort to violence for the fault committed by some miscreants. There is no need to fight. We all are brothers,” he said in a video message on Tuesday night.\n\nHis nephew Naveen, who is in his 20s and also a resident of Pulakeshi Nagar, said his account that was used to make the controversial post was hacked into. The post was made on August 10 and it went viral a day later, police officials said on condition of anonymity. There was no official word.\n\nHours before the violence flared up, the mob had started gathering near DJ Halli police station, calling for action against Naveen, who goes by one name. His father came to the police station around 9:15pm, pleading that Naveen was innocent. But the situation went out of control around 10:30pm on Tuesday night and the violence continued till 3:30am.\n\nPolice officials, requesting anonymity, said two of the three people killed in the riots were identified. Wajid Khan, 20, was an AC repair technician while 21-year-old Yaseen Pasha was a butcher. Those wounded in the violence were being treated across different hospitals in the city.\n\nKhan, whose body was taken to Bowring Hospital, tested positive for Covid-19, according to hospital officials.\n\nMuzammil Pasha, one of the prime suspects of the violence who contested a corporation election on an SDPI ticket last year, was among the 165 people arrested, according to the police officials cited above.\n\nIn Mysuru, Abdul Majeed, Karnataka vice-president of the SDPI — the political arm of Popular Front — said it was “police inaction” that led to the incident. “It is wrong to blame the SDPI for everything, as we are a responsible party,” Majeed said, defending Pasha. “We want an impartial inquiry,” he added.\n\nA group of Muslim community leaders met with the police commissioner later in the day. “Unfortunately, those who have been killed in police action are innocent bystanders who had no role in the violence. If the police had acted quickly in taking action against the culprit who posted [the controversial message], things would not have come to such a pass,” said Maulana Masood Imran, who was part of the delegation.\n\nOpposition Congress and the Janata Dal (Secular) condemned the rioting.\n\n“I humbly request both Hindus & Muslims of the area to stay calm, maintain peace & live in harmony,” Congress leader and former chief minister Siddaramaiah tweeted.\n\nJD(S) leader and former Prime Minister HD Deve Gowda requested the government to take “merciless” action against those involved. Gowda’s son and former chief minister, HD Kumaraswamy, too demanded action against those taking law into their hands in the name of religion.\n\nBJP general secretary P Muralidhar Rao took a dig at the Congress. “Dead silence by @INCIndia @INCKarnataka even after their Dalit MLA Sri Akhanda Srinivasa Murthy was attacked , house ransacked yesterday in Bengaluru. Total support for RIGHT TO RIOT ...? For them appeasement is the only official party policy,” he tweeted.", "METADATA": {"google-site-verification": "U3xIlrlaetYrU7V1lNSFthKZzBFJ_S6qVzdn_gpMNjc", "keywords": "bengaluru, communal violence", "news_keywords": "bengaluru, communal violence", "description": "Police arrested over 160 people for the arson in and around Pulakeshi Nagar assembly constituency in the north-eastern part of India’s information and technology hub, according to police officials who did not want to be named.", "og": {"locale": "en_us", "type": "article", "title": "Three dead as communal violence erupts in B’luru", "description": "Police arrested over 160 people for the arson in and around Pulakeshi Nagar assembly constituency in the north-eastern part of India’s information and technology hub, according to police officials who did not want to be named.", "url": "https://www.hindustantimes.com/india-news/three-dead-as-communal-violence-erupts-in-b-luru/story-0T2EYnTGLvyQhaRCy2gPrK.html", "image": {"identifier": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/13/Pictures/violence-over-social-media-post-in-bangalore_0afd8f38-dcda-11ea-a443-929e5cf741bd.jpg", "width": 960, "height": 640}, "site_name": "Hindustan Times"}, "tweetmeme-title": "Three dead as communal violence erupts in B’luru", "twitter": {"card": "summary_large_image", "site": "@httweets", "creator": "@httweets", "url": "https://www.hindustantimes.com/india-news/three-dead-as-communal-violence-erupts-in-b-luru/story-0T2EYnTGLvyQhaRCy2gPrK.html", "title": "Three dead as communal violence erupts in B’luru - bengaluru - Hindustan Times", "description": "Police arrested over 160 people for the arson in and around Pulakeshi Nagar assembly constituency in the north-eastern part of India’s information and technology hub, according to police officials who did not want to be named.", "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/13/Pictures/violence-over-social-media-post-in-bangalore_0afd8f38-dcda-11ea-a443-929e5cf741bd.jpg"}, "article": {"published_time": "2020-08-12T23:52:47+05:30", "modified_time": "2020-08-13T01:56:48+05:30"}, "section": "bengaluru", "storyid": "5f7d3726-dcbb-11ea-a145-8bf15479dae6", "last-updated": "2020-08-13T01:56:48+05:30", "fb": {"pages": 111445058579, "app_id": 672336366190593, "admins": 100006810078735}, "Last-Modified": "2020-08-13T01:56:48+05:30", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1"}}}