{"GDELT": {"GlobalEventID": 940372134, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.9217570350034299, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20200812173000, "SOURCEURL": "https://www.benzinga.com/markets/cannabis/20/08/17040875/yvy-life-sciences-a-cannabis-success-story-in-uruguay"}, "ARTICLE": {"TITLE": "YVY Life Sciences, A Cannabis Success Story In Uruguay", "TEXT": "This article was originally written by Hernán Panessi for El Planteo. Published here with permission.\n\nGreen open spaces and sunshine. The dream of the countryside. The longing for a quiet life: fresh air, slow times, calm. Thus, in that search, a couple of serial entrepreneurs - her an Uruguayan, him a South African - settled in Canelones, in rural Montevideo, and founded YVY Life Science, a medical cannabis company that works with local producers and stands under the regenerative agriculture model.\n\nThe story is long and has its twists. In 2003, at the age of 18, the young Andrea Kruchik Krell traveled to Israel to study economics. There she founded Microfy, a microfinance organization that helped refugees from Africa to tackle ventures in order to survive.\n\n“As a result of that experience, I knew that I was going to be an entrepreneur all my life, that I was going to be interested in social impact and that that was my purpose,” says Andrea, from her home in Uruguay.\n\nRelated: Bella Thorne Talks About Her New Cannabis Strains, Shares Exclusive Photos\n\nLater on, in 2005, Andrea met Kevin Nafte, who became her partner both in life and in business. Kevin was born in South Africa and was in Israel studying Government and Diplomacy.\n\nDuring this period, Kevin had created Telalivit, a platform that helped immigrants find a place to live and work in community.\n\nUntil, suddenly, their projects started mixing: \"Someday we have to do something together,\" they said to each other.\n\nA new trip, new adventures and new ventures arrived: they moved to California, United States. More precisely, they went to live in Silicon Valley in order to develop an application to help find parking spots.\n\nAnd, sideways, life, love, pain.\n\nKevin suffers from psoriatic arthritis, a type of inflammatory arthritis whose symptoms include joint pain, swelling, and stiffness. And, for this condition, he approached cannabis. \"It did him good,\" says Andrea.\n\nMeanwhile, when the dream of entrepreneurship in Silicon Valley was running smoothly, some talks began to twist destiny again. His cousin joined Flow Kana, one of the largest cannabis companies in America. And, from there, they joined forces and a new opportunity arose.\n\nRelated: From Humble Origins To $2M In Annual Revenues: Rebel Spirit Is Poised For Cannabis Growth\n\n\"His aim was to help small cannabis growers in California,\" he recalls.\n\nAnd that changed them.\n\nQuickly, Kevin joined Flow Kana as head of operations: the company grew (they went from having a staff of 7 to about 70) and, most importantly, this growth allowed them to develop a bond with the farmers of North California.\n\nThey moved there.\n\nWhat am I doing with my life?, Andrea wondered.\n\nGone was Silicon Valley and ahead they had a new move, a new history to weave.\n\n“On those farms, Kevin was in his element. In Israel, he lived in a Kibbutz, an agricultural commune, and he always dreamed of returning to that lifestyle. The relaxed atmosphere is very good for him, ”recalls Kruchik Krell.\n\nOnce there, Andrea got together with women who taught her how to make cannabis extract from plants. “We had plenty and we started working a lot. We helped a group of farms to go legal. So we had access to many genetics,\" he adds.\n\nBecause of his health issues, Kevin takes a very harmful pharmaceutical drug. \"At some point we need something natural,\" they thought. Therefore, they were using different genetic extracts to find natural relief. “Kevin was like a guinea pig: at first it was trial and error, until we came up with a good dosage, the right levels of cannabinoids that showed results and lowered his inflammations,” he comments.\n\nAgain with the suitcases and once again after the adventure. With that in mind and with the dream of starting a business together, they traveled to Uruguay, the first country in the world to legalize cannabis.\n\nHe did not picture it, he did not anticipate it, nor did he want to do it at all: \"Well, yeah, we're going to Uruguay,\" he jokes today, while at that time his experience in Silicon Valley was increasingly blurred.\n\nIn 2017 they settled in Charrúa lands. At first, they lived with Andrea's parents and helped each other with savings from their California days. These were times of meetings, of expanding their contacts, of getting together with other entrepreneurs to share experiences, and getting to know IRCA, the Cannabis Regulatory Institute.\n\nA year later, YVY Life Science started.\n\n“At first I didn't know how many years I was going to stay in Uruguay, but my mother was happy that I was going to be around. We were parents with Kevin and, now that I think about it, starting a family and a project at the same time is something very intense. It was quite a challenge,” she stirred with emotion.\n\nHer first steps were based on the inspiration of the “sustainable farm in the middle of nowhere” model. Then, they received support from Leandro Martinelli, a friend and agronomist who has powerful know-how on the subject and who, according to Andrea, \"has the most spectacular plants in the world.\"\n\nMeanwhile, it was Martinelli who trained the Uruguayan farmers, who were used to working with organics but who had never handled cannabis.\n\nTime to undertake new challenges, to set the wheel in motion. In this way, they received the first economic boost that came from friends and family funds. “We had a super positive response because they are people who have known us for a lifetime. They know well what kind of people we are.” With that boost, they raised about $250,000.\n\nRelated: Repairing New York’s Economy And Community By Legalizing Cannabis\n\nLater on, the Argentine entrepreneur Facundo Garretón joined in, bringing investors under the concept of smart money. Smart money? \"CEOs of companies that have added value for what we do, such as technology, agriculture, health, pharmaceutical, and others,\" explains Andrea. With this new round, they added another $1,500,000.\n\nTheir structure of small grower’s allowed them to expand without too much investment in infrastructure and they went from growing about 300kg to project about 3 metric tons.\n\nIn their own words: “Part of the investment goes to the expansion of the crop, which requires basic infrastructure. In addition, we created a hub, a center for collection, storage, and training in regenerative agriculture. We generate the seedlings to give to all the farms. We are starting a research project to develop our own genetics. And with that, we want to have different ratios of CBD and THC. We are also in the process of obtaining another industrialization license for final products. The idea is to be a sustainable brand of medical cannabis.”\n\nFrom YVY Life Science they plan to be the example of how agriculture can be different: sustainable, without damaging the ecosystem and that is nourished by biodiversity. In fact, the United Nations even recommends returning to the small farm production system, its main source of inspiration.\n\nWith things underway, during March and April 2020, YVY Life Science had its first harvest. And now, they are in the process of drying and packaging. They are already negotiating with buyers from Switzerland, Israel, and Australia.\n\nIn the midst of setting up the business, one of the most outstanding points of recent times resulted from its approach to farms of women's cooperatives in the interior of Uruguay.\n\nAndrea stated: “We were looking to partner with farms. We start with one and then we look to add one or two more. We arrived at the Calmañana Cooperative, which began in the 1980s, with a rural crisis in which women took control of the situation. They were meeting and getting their own clients. When I got together with them, It gave me a flash of my microfinance days working with women.”\n\nRelated: Cresco Labs, Curaleaf, Green Thumb, Tilray: Here Are The Cannabis Companies Currently Hiring\n\nAnd she continued: “They joined the cultivation of medicinal cannabis knowing that they were taking a great risk. For example, last year we did not commit to a sale price. They risked it. And now that we have more possibilities to export, not only will they be compensated according to fair trade, which is one of our values, but their experience helps more women dare to join.”\n\nIn the future, Andrea and Kevin aspire to reach a final product for consumers, based on a model of social and environmental impact. \"We are targeting a wellness industry, with several verticals: from medicinal products to general wellness products, such as food supplements,\" he projects. And she concludes: \"We want to develop a lifestyle.\"\n\nJust in case you were wondering, \"YVY\" means \"soil\" in Guarani, an indigenous language of Uruguay.\n\nRead the original Article at El Planteo.", "METADATA": {"description": "This article was originally written by Hernán Panessi for El Planteo. Published here with permission.\nGreen open spaces and sunshine. The dream of ...", "language": "English", "copyright": "Copyright 2014 Benzinga. All rights reserved.", "fo-verify": "101a0095-334d-4935-b87e-0e8fc771214e", "Benzinga for iOS": "app-id=688949481, app-argument=https://itunes.apple.com/us/app/id688949481", "fb": {"pages": 159483118580, "admins": 648186192}, "twitter": {"card": "summary_large_image", "site": "@benzinga", "title": "YVY Life Sciences, A Cannabis Success Story In Uruguay", "description": "This article was originally written by Hernán Panessi for El Planteo. Published here with permission.\nGreen open spaces and sunshine. The dream of the countryside. The...", "image": {"src": "https://cdn.benzinga.com/files/imagecache/600x400xUP/images/story/2012/mg_3028-scaled.jpg"}}, "og": {"site_name": "Benzinga", "url": "https://www.benzinga.com/markets/cannabis/20/08/17040875/yvy-life-sciences-a-cannabis-success-story-in-uruguay", "title": "YVY Life Sciences, A Cannabis Success Story In Uruguay", "type": "article", "description": "This article was originally written by Hernán Panessi for El Planteo. Published here with permission.\nGreen open spaces and sunshine. The dream of the countryside. The...", "image": "https://cdn.benzinga.com/files/imagecache/og_image_social_share_1200x630/images/story/2012/mg_3028-scaled.jpg"}, "DC.Date": "2020-08-12", "DC.Creator": "El Planteo", "DC.Subject": "YVY Life Sciences, A Cannabis Success Story In Uruguay", "DC.Publisher": "Benzinga", "DC.Rights": "Copyright 2020 Benzinga. All rights reserved.", "syndication-source": "https://www.benzinga.com/markets/cannabis/20/08/17040875/yvy-life-sciences-a-cannabis-success-story-in-uruguay", "msapplication-TileColor": "#da532c", "theme-color": "#ffffff"}}}