{"GDELT": {"GlobalEventID": 940399346, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MED", "Actor1Name": "WEBSITE", "Actor1Type1Code": "MED", "Actor2Code": "VNM", "Actor2Name": "VIETNAM", "Actor2CountryCode": "VNM", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.42571127502634, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM", "Actor1Geo_Lat": 16.166667, "Actor1Geo_Long": 107.83333300000001, "Actor1Geo_FeatureID": "VM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM", "Actor2Geo_Lat": 16.166667, "Actor2Geo_Long": 107.83333300000001, "Actor2Geo_FeatureID": "VM", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200812201500, "SOURCEURL": "https://www.naturalnews.com/2020-08-12-john-moore-planet-x-pole-shift-asteroid-impacts.html"}, "ARTICLE": {"TITLE": "INTERVIEW: John Moore “The Liberty Man” warns of Planet X fly-by, pole shift, asteroid impacts and government cover-ups", "TEXT": "(Natural News) A large, planet-sized mass inhabits our solar system, and its large elliptical orbit around the sun brings it across Earth’s orbital plane every 3,600 years or so, wreaking havoc on our planet due to strong gravity effects. The U.S. government has been aware of the approach of “Planet X” for over forty years, warns John Moore “The Liberty Man,” in a jaw-dropping new interview on Brighteon Conversations. (See below.)\n\nWhile Planet X won’t strike the Earth, it’s nearby approach will unleash cataclysmic consequences across our planet that may bring an end to human civilization as we know it, Moore explains in the interview. Those effects may include a global “pole shift,” which means the Earth’s crust slips to a new orientation, unleashing extreme winds, volcanoes, earthquakes, flooding, tidal waves and more.\n\n“Every structure on the surface of the Earth would be destroyed,” explains Moore, who reveals the governments of the world are frantically constructing more underground bunkers in anticipation of catastrophic events.\n\nJohn Moore is a former U.S. Army intelligence analyst and took part in 57 air combat missions over Vietnam and Cambodia. He later become a homicide detective for the state of Missouri. As a long-time radio host, Moore has developed a long list of sources inside government and the U.S. military. He hosts a radio show each weekday from 8 – 10 am central time, via Republic Broadcasting. Learn all the details at TheLibertyMan.com\n\nAs Moore explains in the video below, the pole shift would place North America closer to the equator than its current position, and the “bulge” of ocean water at the equator (due to centrifugal forces of the rotating planet) would raise the level of the ocean by hundreds of feet compared to the continental United States. John Moore’s website — TheLibertyMan.com — hosts this map of anticipated changes. Note that Florida and much of the Eastern seaboard are under water in this depiction:\n\nIn the video below, John Moore explains how people living in other areas of the world can easily determine whether their current locations will be inundated with higher relative ocean levels.\n\nThe Planet X fly-by would likely also bring asteroid impacts to planet Earth, causing global chaos and mass destruction as large space rocks impact the planet at extreme relative velocities. A recent study found that just one such impact in any ocean would unleash 400-foot ocean waves that would devastate coastal cities around the world (and flood coastlines for potentially a hundred miles inland).\n\nAsteroids that impact the land could unleash large volumes of particulate matter into the stratosphere that would block sunlight from reaching food crops, leading to mass famine and the collapse of human civilization. If large volcanoes also erupt due to the destabilization of the Earth’s crust, the amount of participate matter circling the globe could block out the sun and absolutely devastate nearly all plant life on Earth for several years. (Plants depend on photosynthesis via sunlight and carbon dioxide for energy, a fact that 99% of today’s climate scientists still refuse to acknowledge because they are scientifically illiterate brainwashed zombies.)\n\nThe United States government is fully aware of the approach of Planet X but has chosen to withhold this information from the American people for the simple fact that there’s nothing the masses can do to survive the anticipated events.\n\nMoore recommends people move inland and get above 500 feet in elevation in order to survive the ocean inundation of North America.\n\nSee the full interview here:\n\nDirect Brighteon.com link:\n\nBrighteon.com/c0fdc799-ac8c-42a9-9447-69f3735e1147\n\nCensorship-resistant link (for sharing on social media):\n\nBrlghteon.com/c0fdc799-ac8c-42a9-9447-69f3735e1147\n\nAs far as the timing of the return of Planet X, Moore explains that people who keep asking about the timing are those who refuse to prepare. Since the public isn’t being told about the timing, by the time you see the asteroids streaking across the sky, it’s too late to move to high ground and shore up your preparedness efforts.\n\nAny who hope to survive the return of Planet X, whenever it occurs, must move away from coastal areas and construct Earth-bermed or underground structures, then stock them with survival supplies and prepare for a global food wipeout lasting 1-2 years. You won’t even be able to grow food, since the sunlight will be blocked by particulate dust in the atmosphere.\n\nNeedless to say, in this scenario Bitcoin will be worthless, as will all fiat currencies. The only things that have value from that day forward are gold, silver, firearms, ammunition, food, fuel, first aid, land and other “real” items.\n\nThe Book of Revelation openly warns humanity about a fiery mountain falling out of the sky and impacting the ocean, devastating the planet and destroying a third of the world’s ships. To follow this rabbit hole, research the terms “Wormwood” or “Nibiru.”\n\nNote that the areas of America which will be flooded first tend to cover the anti-God Leftists who mass murder babies, sexually assault children and worship Satan. Many people have speculated that God will judge America’s sins by unleashing catastrophic events against this nation, similar to the fiery events described in relation to Sodom and Gomorrah but on a much larger scale.\n\nOther guests we’ve interviewed say that America must repent for its sins, beg God for forgiveness and unleash a national revival in order to avoid God’s wrath.\n\nThere are many videos on this topic at Brighteon.com, the free speech alternative to YouTube.", "METADATA": {"robots": "noodp,noydir", "viewport": "width=device-width, initial-scale=1", "keywords": "health ranger,health ranger,asteroids,cataslysm,earth,earth changes,john moore,meteors,nibiru,outer space,planet x,pole shift,survival,warning,wormwood", "twitter": {"card": "summary_large_image", "site": "@healthranger", "creator": "@healthranger", "url": "https://www.naturalnews.com/2020-08-12-john-moore-planet-x-pole-shift-asteroid-impacts.html", "title": "INTERVIEW: John Moore “The Liberty Man” warns of Planet X fly-by, pole shift, asteroid impacts and government cover-ups", "description": "A large, planet-sized mass inhabits our solar system, and its large elliptical orbit around the sun brings it across Earth's orbital plane every 3,600 years or so, wreaking havoc on our [...]", "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2020/08/John-Moore-Liberty-Man.jpg"}, "fb": {"app_id": 136224268059}, "og": {"locale": "en_US", "site_name": "NaturalNews.com", "title": "INTERVIEW: John Moore \"The Liberty Man\" warns of Planet X fly-by, pole shift, asteroid impacts and government cover-ups", "url": "https://www.naturalnews.com/2020-08-12-john-moore-planet-x-pole-shift-asteroid-impacts.html", "type": "article", "updated_time": "2020-08-12T12:22:04+00:00", "description": "A large, planet-sized mass inhabits our solar system, and its large elliptical orbit around the sun brings it across Earth's orbital plane every 3,600 years or so, wreaking havoc on our planet due to strong gravity effects. The U.S. government has been aware of the approach of \"Planet X&qu", "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2020/08/John-Moore-Liberty-Man.jpg"}, "article": {"published_time": "2020-08-12T11:11:32+00:00", "modified_time": "2020-08-12T12:22:04+00:00", "section": "Health Ranger"}, "postparentid": 448311}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}