{"GDELT": {"GlobalEventID": 940377835, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.13270142180094, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG81", "Actor1Geo_ADM2Code": "5778", "Actor1Geo_Lat": 23.7231, "Actor1Geo_Long": 90.4086, "Actor1Geo_FeatureID": "-2737683", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG81", "Action2Geo_ADM2Code": "5778", "Action2Geo_Lat": 23.7231, "Action2Geo_Long": 90.4086, "Action2Geo_FeatureID": "-2737683", "DATEADDED": 20200812180000, "SOURCEURL": "http://www.bssnews.net/?p=437164"}, "ARTICLE": {"TITLE": "Quader urges health department not to stop corona virus health bulletin", "TEXT": "DHAKA, Aug 12, 2020 (BSS) – Road Transport and Bridges Minister Obaidul Quader today urged the health department to conduct corona virus health bulletin for two days in a week instead of stopping it once for all.\n\n“I think, the health department will not completely stop the regular health bulletin on the corona virus situation…rather the department will provide the bulletin for two days in a week”, he said this in a press briefing through video conferencing from his official residence here following a view exchange meeting with Sylhet Zone BRTA and BRTC officials.\n\nQuader said, if the health department goes for stopping the regular update that includes deaths and corona infection rate, then it will create a relaxation among the common people in following the health guidelines.\n\nSide by side, Quader, also Awami League General Secretary, said the stopping of broadcasting regular health update on coronavirus situation will make a scope for widespread rumor, adding “So, I am requesting the concerned authority to consider the matter viewing the ground reality of present time.”\n\nConsidering the COVID-19 pandemic, the ruling party leader said, the government has banned all kinds of rallies and public gatherings for the sake of checking further infection. But holding any kind of human chain and political programme on the issue of suspension of the corona health update is likely to spike further infection of the deadly virus, he added.\n\nRegarding up-gradation of Dhaka-Sylhet highway into four-lane, the road transport and bridges minister said the work of turning the long-awaited Dhaka-Sylhet highway into four-lane will begin soon.\n\nThe Asian Development Bank (ADB) has finalized the financing for developing the highway, he continued.\n\nOn the allegations of hiked bus fare and flouting of health guidelines amid the corona pandemic, Quader said some of the public transports are not strictly maintaining the government rules terming it as very unfortunate.\n\nThe public transports have been asked to keep almost 50 percent seat vacant, but they are not maintaining the rules, said the minister.\n\nQuader asked the law enforcement agencies and the BRTA to take strict action against those transport companies out to flout government rules.\n\nAdditional Secretary of Road Transport and Highway Division Chandan Kumar Dey, Chief Engineer of Road and Highway Department M Shahriar Hossen, Additional Chief Engineer of Sylhet Road Zone Tushar Kanti Saha and BRTA and BRTC officials, among others, joined the video conference.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "http://www.bssnews.net/wp-content/uploads/2019/09/Minister-Obaidul-Quader..jpg"}, "generator": "WordPress 5.0.10", "msapplication-TileImage": "http://www.bssnews.net/wp-content/uploads/2017/03/cropped-BSS-Final-Logo-300x300.jpg"}}}