{"GDELT": {"GlobalEventID": 940377868, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "KING", "Actor1Type1Code": "GOV", "Actor2Code": "JUD", "Actor2Name": "ATTORNEY", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.59183673469388, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 40.5773, "Actor2Geo_Long": -77.264, "Actor2Geo_FeatureID": "PA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20200812180000, "SOURCEURL": "https://www.msn.com/en-us/news/crime/man-found-guilty-in-car-train-crash-that-killed-fianc-c3-a9e-in-york-county-wins-new-trial/ar-BB17SuoI"}, "ARTICLE": {"TITLE": "Man found guilty in car-train crash that killed fiancée in York County wins new trial", "TEXT": "© Submitted Akim Jones-Williams, 32, of Laurel Springs, New Jersey.\n\nA man who was found guilty of homicide by vehicle while driving under the influence and related crimes after a freight train struck his SUV and killed his fiancée in York County is entitled to a new trial because a judge should've suppressed blood test results in the case, the Pennsylvania Superior Court has ruled.\n\nIn a 32-page opinion dated on Tuesday, Judge Judith Ference Olson wrote for the panel that Akim Jones-Williams did not have the opportunity to consent to the blood draw because he was lying restrained in a hospital bed and drifting in and out of consciousness.\n\nBefore Newberry Township police went to talk to him, hospital staff had already drawn his blood, which “literally stopped the clock on any concern that the further passage of time could result in dissipation of evidence.” Law enforcement acknowledged that they could’ve asked for a search warrant before submitting the sample for testing. Prosecutors, she said, failed to prove that pressing circumstances existed in the case.\n\nStart the day smarter. Get all the news you need in your inbox each morning.\n\n“At the end of the day, Akim’s fiancée, she is no longer with us,” said Shawn Dorward, Jones-Williams’ attorney, who added that his client has been incarcerated for more than three years and away from his daughter.\n\n“It’s just a tough situation for the entire family,” he added. “But I’m still grateful for the opinion, and the opportunity that this gives Akim to get his life back on track.”\n\nREAD: Homicide by vehicle while driving under the influence: Man found guilty in car-train crash that killed fiancée in York County\n\nOn July 5, 2014, Jones-Williams was driving a 2014 Mitsubishi Outlander across the railroad tracks near Cly Road in Newberry Township when a freight train struck the SUV. He had smoked marijuana earlier in the day.\n\nHis fiancée, Cori Sisti, was killed in the crash. She was 23. Their young daughter had to be medevaced to Penn State Hershey Medical Center but survived.\n\nCommon Pleas Judge Michael E. Bortner had denied a motion to suppress the blood test results in the case. He later sentenced Jones-Williams, 32, of Laurel Springs, New Jersey, to serve four to eight years in prison — plus one year on probation.\n\nBortner acknowledged on appeal that he should have suppressed the evidence. But he asked the appeals court to uphold convictions on some of the lesser charges based on circumstantial evidence, according to the opinion.\n\nDuring the trial, Dorward argued that his client had a minimal amount of THC in the blood and was not impaired. Jones-Williams, he said, did not see the train until right before the crash.\n\nDorward said, if the ruling stands, prosecutors would not be able to move forward on some of the charges against his client. Both sides would then either reach some resolution or have a second trial.\n\nRELATED: York County car-train death: Man sentenced to 4 to 8 years in prison\n\nIn a text message, Kyle King, a spokesperson for the York County District Attorney’s Office, said it has already spoken to Sisti’s family and assured them that “we will absolutely be appealing.”\n\nThe Pennsylvania Supreme Court has to decide whether to take up the case.\n\nSaid King: “The Office of the District Attorney looks forward to being heard on appeal.”\n\nALSO OF INTEREST: Popular fishing spot is where man was hit, killed by train in York County; resident says barrier needed\n\nContact Dylan Segelbaum at 717-771-2102.\n\nThis article originally appeared on York Daily Record: Man found guilty in car-train crash that killed fiancée in York County wins new trial", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Man found guilty in car-train crash that killed fiancée in York County wins new trial", "cq": "passed", "Search.Interest": "Transportation", "robots": "index, follow", "description": "The Pennsylvania Superior Court ruled that a judge should've suppressed Akim Jones-Williams' blood test results.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}