{"GDELT": {"GlobalEventID": 940383892, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MIL", "Actor1Name": "ARMED FORCES", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.57497517378352, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200812183000, "SOURCEURL": "https://www.msn.com/en-us/news/opinion/it-e2-80-99s-not-the-military-e2-80-99s-job-to-remove-trump-from-office-if-he-won-e2-80-99t-leave/ar-BB17SxO6"}, "ARTICLE": {"TITLE": "It’s Not the Military’s Job to Remove Trump from Office if He Won’t Leave", "TEXT": "© Provided by Slate Chairman of the Joint Chiefs of Staff Army General Mark A. Milley listens while US President Donald Trump speaks in the Cabinet Room of the White House in Washington, DC on October 7, 2019. BRENDAN SMIALOWSKI/Getty Images\n\nTwo retired Army officers have written an open letter to Gen. Mark Milley, chairman of the Joint Chiefs of Staff, basically urging him to mount a military coup if President Trump loses the upcoming election but tries to remain in power on Jan. 20.\n\n“If Donald Trump refuses to leave office at the expiration of his constitutional term,” they write for Defense One, a widely read national-security site, “the United States military must remove him by force, and you must give that order.”\n\nThe authors, John Nagl and Paul Yingling, both served as lieutenant colonels during the Iraq war and gained a certain fame, or infamy, as outspoken critics of the Army’s more hidebound traditions, notably its failure to promote the most creative officers—a tendency that their essays on the subject helped change. Like many defense reporters, I have known them both for a long time; Nagl was a major character in, and a source for, one of my books, The Insurgents: David Petraeus and the Plot to Change the American Way of War.\n\nHowever, their letter to Milley puts forth a terrible idea—and, more than that, an unnecessary one. It reflects a dangerous romanticization of the Great General on Horseback as democracy’s savior—and a surprising misunderstanding of the proper relationship between civilian and military authority (surprising because both Nagl and Yingling are scholars of the subject).\n\nThe fear that Trump will refuse to leave office, even if he loses the election, has been circulating for over a year now. I addressed the fear in a June 1 Slate column, arguing that Trump may want to lock himself in the Oval Office but “he wouldn’t get away with it.” At 12:00 p.m. on January 20, 2021, wherever Trump may choose to plant himself, all but a small retinue of security guards will abandon him, the nuclear launch codes will change, his cabinet secretaries and ambassadors will lose all authority, and the entire U.S. military establishment will pivot away from ex-President Trump to salute President Biden. “The principle of civilian control is hammered into American officers from the time they’re cadets,” I wrote, “and the 20th Amendment of the Constitution states, ‘The terms of the President and Vice President end at noon on the 20th day of January’—no ifs, ands, or buts.”\n\nThe Secret Service will escort Mr. Trump out of the office. If a mob of Trump’s favorite sheriffs and militias block the doors and circle the White House—if, in short, a few tanks need to roll down Pennsylvania Avenue to restore order, then it will be President Biden, the duly elected and sworn-in commander of chief, who gives the order.\n\nThat is what Nagl and Yingling get wrong. “As the senior military officer of the United States,” they write, Gen. Milley would face “two options”—to “give unambiguous orders directing U.S. military forces to support the Constitutional transfer of power” or to “remain silent” and thus “be complicit in a coup d’etat.”\n\nFirst, even if this were the military’s role, it would not be Gen. Milley’s. Under the Defense Reorganization Act of 1986, the chairman of the Joint Chiefs of Staff serves as the principal military adviser to the president. He (or, perhaps someday, she) has no power to command, or issue orders, to any members of the armed forces. That is the duty solely of the chiefs of staff of the military services (Army, Navy, Air Force, Marines) and their combatant commanders. In other words, Nagl and Yingling sent their letter to the wrong address.\n\nSecond, this is not the military’s role. No military officer is empowered or obligated to do what Nagl and Yingling are telling Milley to do. In any military operation, the duty of all servicemen and women in an armed conflict or crisis is to obey lawful orders. If Trump ordered them to defend his extended tenure in office, that would be an unlawful order. If Biden ordered them to clear the White House grounds and escort Trump and his co-conspirators out of the building (in the extremely unlikely event that the Secret Service, U.S. Marshals, and other police forces were unable to do so), then that would be a lawful order.\n\nThe point is, it is not Gen. Milley but rather President Biden, the top civilian authority, who would issue such an order. If Nagl and Yingling are right in characterizing Trump’s refusal to step down as “America’s greatest Constitutional crisis since the Civil War,” the crisis would be exacerbated—the nature and strength of American democracy would be called into question—if it could be settled only by military intervention.\n\nMake no mistake: Trump will try to steal this election if he can, through suppressing the vote, confiscating mail-in ballots, and praying for Vladimir Putin to interfere again (this time a bit more forcefully, pozhaluysta). But this is not the scenario that Nagl and Yingling (and other worriers) lay out. They envision Trump refusing to leave office after the electors cast their ballots and Biden is sworn into office. This would be unprecedented, of course. But the system is set up to deal with this scenario, without a four-star general taking control. And if the system proves incapable, if Milley has to take Nagl and Yingling’s letter to heart, then the country is headed for a crash, one way or the other.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "It’s Not the Military’s Job to Remove Trump from Office if He Won’t Leave", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "Don’t count on Mark Milley to rescue American democracy.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}