{"GDELT": {"GlobalEventID": 940388601, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.948863636363619, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Karnataka, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17688", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-2099860", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Karnataka, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17688", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-2099860", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Karnataka, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17688", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-2099860", "DATEADDED": 20200812190000, "SOURCEURL": "https://www.timesnownews.com/bengaluru/article/bengaluru-violence-three-killed-karnataka-govt-to-recover-losses-from-rioters-story-so-far/636122"}, "ARTICLE": {"TITLE": "Bengaluru violence: Three killed; Karnataka govt to recover losses from rioters - Story so far", "TEXT": "TAP TO UNMUTE Police and residents walk past charred remains of vehicles vandalised by a mob over a social media post, allegedly by a relative of a Congress MLA, in Bengaluru | Photo Credit: PTI\n\nKey Highlights Three people killed in Bengaluru violence incident Rioters to pay for recovery of destruction of public properties: Karnataka home minister We are scapegoat for BJP, Congress, says SDPI leader\n\nBengaluru: Violence broke out in Karnataka’s Bengaluru late on Tuesday night after a 'communally sensitive' social media post on Prophet Muhamad was allegedly put out by a Congress legislator Akhanda Srinivasa Murthy’s relative. Three people were killed after police fired to disperse the mob which had burnt several vehicles and damaged public properties. Around 50 policemen were injured in the incident.\n\nKarnataka government headed by BS Yediyurappa has termed the violence as a \"well-planned act” and warned of strict action the culprits.\n\n'Rioters to pay for recovery of destruction of public properties'\n\nTalking tough, Karnataka Home Minister Basavaraj Bommai said that the persons who indulged in the arson and damaged public properties will have to pay for the losses. \"We have come to a decision as per the Supreme Court order that when such riots take place and properties are damaged, the loss has to be recovered from those who have caused the damage. I have given orders to initiate all the measures to recover losses from those who have caused the damage,\" Bommai said.\n\n“I want to warn the people that those who are taking the law into their hands will be taught a lesson. Conspiracy behind (Bengaluru violence) will be exposed,” the minister exhorted.\n\nThe home minister confirmed that an inquiry will be conducted by the district executive magistrate.\n\nTo maintain law and order situation, six companies of the Central Reserve Police Force (CRPF) are being dispatched to the violence-hit areas of Bengaluru, Bommai said. Three each will be deployed in DG Halli and K G Halli police station limits.\n\nAround 3,000 people attacked my residence: Congress MLA\n\nAround 110 people have been arrested in connection with the rioting at Pulakeshi Nagar. The mob had targetted Murthy’s residence and a police station at DJ Halli. Fortunately, the Congress legislature was not at his house when the mob attacked. While demanding protection from the government, Murthy claimed that nearly 3,000 people armed with petrol bombs, clubs, attacked his house and burnt the vehicles.\n\nWhile calling the rioters as traitors, Karnataka Revenue Minister Ashoka alleged that the intention was to attack and finish off Srinivasa Murthy.\n\nCongress MLA's nephew arrested\n\nNaveen, the relative of Congress MLA Akanda Srinivas Murthy, was today arrested over his alleged derogatory Facebook post which triggered violence in Bengaluru. The Congress legislature's kin has claimed that his account was hacked and he had no connection with the alleged communally sensitive post.\n\nBengaluru violence: Yediyurappa assures strict action\n\nYediyurappa assured strict action against the criminals and condemned the attack on police, media persons and common citizens. He said, \"Attack on the residence of the MLA, the police station and rioting are condemnable. Already given directions to initiate stringent action against the criminals (and) the government has initiated all the measures to contain violence.\"\n\nWar of words between BJP and Congress\n\nCongress and Janata Dal (Secular) extended their support to the BJP government in restoring peace in violence-hit parts of the state capital.\n\n\"I humbly request both Hindus & Muslims of the area to stay calm, maintain peace & live in harmony,\" Leader of Opposition in the Legislative Assembly, Siddaramaiah tweeted.\n\nJD(S) patriarch HD Deve Gowda urged the Karnataka government to take “merciless action” against the culprits.\n\nMeanwhile, the Bharatiya Janata Party (BJP) slammed the Congress and accused it of not being “vocal” against the rioters.\n\n\"Shameful n disgusting! Karnataka Congress is silent on yesterday's vandalism in Bengaluru.\n\nPseudos are also not vocal against this riot! Freedom from fear of riots is what B''luru (sic) needs now. Sri B S Yediyurappa must make rioters pay heavily for destruction of properties.#SaveBengaluru,\" BJP general secretary P Muralidhar Rao, the BJPs in-charge for Karnataka affairs, tweeted.\n\nSDPI leader Muzamil Pasha arrested\n\nSocial Democratic Party of India (SDPI) leader Muzamil Pasha was arrested by Bengaluru Police for in connection with the violence which took place in DJ Halli police station area.\n\nSDPI district secretary Waseem Ahmed spoke exclusively to Times Now and said his party leaders did not incite the mob. He accused the BJP and Congress of making SDPI the scapegoat in the entire incident. “The Bharatiya Janata Party (BJP) and the Congress. are fighting with each other and we are the scapegoat for them,” Ahmed said.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no", "og": {"url": "https://www.timesnownews.com/bengaluru/article/bengaluru-violence-three-killed-karnataka-govt-to-recover-losses-from-rioters-story-so-far/636122", "type": "Article", "title": "Bengaluru violence: Three killed; Karnataka govt to recover losses from rioters - Story so far", "description": "Bengaluru violence: Congress MLA Akhanda Srinivasa Murthy's residence and a police station at D J Halli were attacked by the rioters.", "image": "https://imgk.timesnownews.com/story/bengaluruviolence-pti_0.jpg?tr=w-560,h-292,fo-top"}, "description": "Bengaluru violence: Congress MLA Akhanda Srinivasa Murthy's residence and a police station at D J Halli were attacked by the rioters.", "news_keywords": "bangalore riots, bangalore news, bangalore, akhanda srinivas murthy, dj halli, bengaluru, bangalore violence, bengaluru violence, kg halli, sdpi, bengaluru news, bangalore facebook post, prophet muhammad, bangalore news today, riots in bangalore, bangalore latest news, bangalore riots facebook post, sdpi bangalore, bangalore riots post", "keywords": "bangalore riots, bangalore news, bangalore, akhanda srinivas murthy, dj halli, bengaluru, bangalore violence, bengaluru violence, kg halli, sdpi, bengaluru news, bangalore facebook post, prophet muhammad, bangalore news today, riots in bangalore, bangalore latest news, bangalore riots facebook post, sdpi bangalore, bangalore riots post", "fb": {"app_id": 2051731518430427, "pages": 218735715310}, "twitter": {"card": "summary_large_image", "title": "Bengaluru violence: Three killed; Karnataka govt to recover losses from rioters - Story so far", "description": "Bengaluru violence: Congress MLA Akhanda Srinivasa Murthy's residence and a police station at D J Halli were attacked by the rioters.", "image": "https://imgk.timesnownews.com/story/bengaluruviolence-pti_0.jpg", "site": "@TIMESNOW", "creator": "@TIMESNOW"}, "theme-color": "#254A96", "robots": "max-image-preview:large"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}