{"GDELT": {"GlobalEventID": 940398720, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "COK", "Actor1Name": "COOK ISLANDS", "Actor1CountryCode": "COK", "Actor2Code": "BUS", "Actor2Name": "INDUSTRY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.45801526717557, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Avatiu, Cook Islands (general), Cook Islands", "Actor1Geo_CountryCode": "CW", "Actor1Geo_ADM1Code": "CW00", "Actor1Geo_ADM2Code": "14469", "Actor1Geo_Lat": -21.2056, "Actor1Geo_Long": -159.787, "Actor1Geo_FeatureID": "-1204671", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Avatiu, Cook Islands (general), Cook Islands", "Actor2Geo_CountryCode": "CW", "Actor2Geo_ADM1Code": "CW00", "Actor2Geo_ADM2Code": "14469", "Actor2Geo_Lat": -21.2056, "Actor2Geo_Long": -159.787, "Actor2Geo_FeatureID": "-1204671", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Avatiu, Cook Islands (general), Cook Islands", "Action2Geo_CountryCode": "CW", "Action2Geo_ADM1Code": "CW00", "Action2Geo_ADM2Code": "14469", "Action2Geo_Lat": -21.2056, "Action2Geo_Long": -159.787, "Action2Geo_FeatureID": "-1204671", "DATEADDED": 20200812201500, "SOURCEURL": "http://www.cookislandsnews.com/national/economy/item/78080-cook-islands-discuss-prospect-of-developing-tuna-fisheries"}, "ARTICLE": {"TITLE": "Cook Islands discuss prospect of developing tuna fisheries", "TEXT": "At the Ministry of Foreign Affairs Board room, Ministry of Marine Resources Secretary Pamela Maru speaking on fisheries during an innovation and diversification discussion. MMR/ 20081101\n\nThe development of the tuna fisheries and their importance to the social and economic goals of the Cook Islands is greater than ever before.\n\nCook Islands discussed the prospect of developing the local tuna fisheries industry to boost revenue, at the 17th annual Pacific Islands Forum Fisheries Committee Ministers Meeting.\n\nThe two-day meeting which was conducted online last week was attended by ministers representing Australia, Federated States of Micronesia, Fiji, Kiribati, Republic of the Marshall Islands, Nauru, New Zealand, Niue, Samoa and Solomon Islands.\n\nCook Islands alongside Palau, Papua New Guinea, Tonga, Tokelau, Tuvalu and Vanuatu were represented by their senior officials.\n\nThe meeting focussed on the future work programme of the Forum Fisheries Agency via its strategic plan, as well as the impact of Covid-19 on the tuna fishery, the safety of fisheries observers and fishing vessel crew and ongoing prioritisation of regional responses to the impacts of climate change on tuna fisheries.\n\nPamela Maru, the head of delegation and Marine Resources secretary, told the participants the rising unemployment levels, significantly reduced revenue generation prospects and the need for assistance from development partners “is the reality we are now confronted with”.\n\nMaru said the development of the tuna fisheries and their importance to the social, economic and development goals of the country have never been more pronounced, particularly in the face of a tourism industry that is now struggling to survive as a consequence of Covid-19 impacts.\n\n“The Covid-19 pandemic has heightened our awareness of the importance of the tuna fishery for our national economy and, importantly, the livelihoods of our people,” she said.\n\n“Whilst ensuring and providing for business continuity through the pandemic and responding to its challenges, we must also ensure that we maintain the resilience and sustainability of our fisheries at the very core of our work, and continue to strengthen the work we have started through the Western and Central Pacific Fisheries Commission (WCPFC) on improving labour standards and the working conditions on board fishing vessels.”\n\nMaru’s sentiments were echoed by Secretary for Foreign Affairs and Immigration, Tepaeru Herrmann, who also participated in the meeting.\n\n“The priority for Pacific governments at this time remains firmly focussed on Covid-19 preparedness and response,” Herrmann said.\n\n“Related to this, however, is the critical work being undertaken within fisheries to ensure our island nations continue to maximise the value we extract from this most vital revenue stream now and into the future in a sustainable manner.”\n\nHerrmann said they have one of the best managed fisheries in the Pacific and, even more so, one of the most secure.\n\n“The Cook Islands’ Exclusive Economic Zone (EEZ) is spread over 1.9 million square kilometres of ocean. While we undertake many of our own surveillance activities via the Maritime Unit of the Cook Islands Police and our Ministry of Marine Resources, we depend on the assistance of our international partners to further enhance the security of our EEZ,” she said.\n\n“Within the context of Covid-19, this assistance has been limited to that from New Zealand at this time, which further strengthens an almost total maritime border closure that our government has had in place since March 2020.”\n\nSince March, the Cook Islands has restricted entry to all sea ports to freight, cargo and fuel vessels only, with strict protocols ensuring contactless offloading, refuelling and re-provisioning.\n\nThere has been no public access to the Avatiu wharf in Rarotonga since that time, and there is a strict no visitors to vessel/no shore leave policy in place for all crew.\n\nFishing vessels, pleasure craft and cruise liners are all prohibited from entering any Cook Islands port.\n\nAt the meeting, Cook Islands lent its voice to calls from regional partners to ensure that Covid-19 economic impact forecasting and assessment continues in tandem with efforts to ensure the ongoing strengthening of vessel monitoring and compliance technology.\n\nAdditionally, the Cook Islands has supported and continues to support continuation of work to ensure on-going prioritisation of regional responses to the impact of climate change on regional fisheries.", "METADATA": {"title": "Cook Islands discuss prospect of developing tuna fisheries", "author": "Losirene Lacanivalu", "og": {"url": "http://www.cookislandsnews.com/national/economy/item/78080-cook-islands-discuss-prospect-of-developing-tuna-fisheries", "title": "Cook Islands discuss prospect of developing tuna fisheries", "type": "article", "image": "http://www.cookislandsnews.com/media/k2/items/cache/07f023d5fd7d74618dbbeb54ea83d7c0_M.jpg", "description": "The development of the tuna fisheries and their importance to the social and economic goals of the Cook Islands is greater than ever before.    Cook I..."}, "image": "http://www.cookislandsnews.com/media/k2/items/cache/07f023d5fd7d74618dbbeb54ea83d7c0_M.jpg", "description": "The development of the tuna fisheries and their importance to the social and economic goals of the Cook Islands is greater than ever before.    Cook I...", "generator": "Joomla! - Open Source Content Management", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "HandheldFriendly": "true", "apple-mobile-web-app-capable": "YES"}}}