{"GDELT": {"GlobalEventID": 940384545, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "UZB", "Actor1Name": "UZBEKISTAN", "Actor1CountryCode": "UZB", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.647979139504539, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bishkek, Bishkek, Kyrgyzstan", "Actor1Geo_CountryCode": "KG", "Actor1Geo_ADM1Code": "KG01", "Actor1Geo_ADM2Code": "37216", "Actor1Geo_Lat": 42.8731, "Actor1Geo_Long": 74.6003, "Actor1Geo_FeatureID": "-2331392", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bishkek, Bishkek, Kyrgyzstan", "Action2Geo_CountryCode": "KG", "Action2Geo_ADM1Code": "KG01", "Action2Geo_ADM2Code": "37216", "Action2Geo_Lat": 42.8731, "Action2Geo_Long": 74.6003, "Action2Geo_FeatureID": "-2331392", "DATEADDED": 20200812183000, "SOURCEURL": "https://www.hrw.org/news/2020/08/12/kyrgyzstan-dont-return-asylum-seeker-uzbekistan"}, "ARTICLE": {"TITLE": "Kyrgyzstan: Don’t Return Asylum Seeker to Uzbekistan", "TEXT": "Click to expand Image Bobomurod Abdullaev, May 7, 2018. © RFE/RL Uzbek Service\n\n(Berlin) – Kyrgyz authorities should reject a request to extradite the independent Uzbek journalist Bobomurod Abdullaev to Uzbekistan and instead should release him, Human Rights Watch said today.\n\n\n\nOfficers of the State Committee for National Security of Kyrgyzstan (GKNB) detained Abdullaev on August 9, 2020 in Bishkek, Kyrgyzstan’s capital, in response to an extradition request from Uzbek authorities. On August 10, the Pervomaisky District Court in Bishkek ordered Abdullaev held by the security agency until September 8.\n\n\n\n“Given the risk of torture Abdullaev faces in Uzbekistan if he is sent back, Kyrgyzstan’s prosecutor general should refuse the Uzbek authorities’ request,” said Hugh Williamson, Europe and Central Asia director at Human Rights Watch. “Kyrgyz authorities know that under international law, they are barred from returning anyone to a place where they would likely be tortured or persecuted for their political beliefs or exercise of their basic rights.”\n\n\n\nAbdullaev, 47, has written for Fergana News Agency, the Institute for War and Peace Reporting (IWPR), and other media outlets. Abdullaev travelled to Kyrgyzstan in February for a four-month study program at the American University in Central Asia.\n\n\n\nGKNB officials have not permitted Abdullaev’s lawyers to meet with their client since the hearing. Nevertheless, Timur Sultanov, one of Abdullaev’s lawyers, told Human Rights Watch that they plan to appeal the detention order, and on August 12, they filed an asylum claim with the Kyrgyz authorities on their client’s behalf. On August 12, GKNB officials told Natalya Kotik, another of Abdullaev’s lawyers, that her client had been placed under quarantine for 14 days and “they will not let the lawyers meet Abdullaev.” Kotik told Human Rights Watch that the officials did not specify why Abdullaev needed to be in quarantine.\n\n\n\nAccording to local news reports, Abdullaev is wanted by the Uzbek authorities in connection with social media posts allegedly written under the pen name “Qora Mergan” [Black Shooter] that are critical of Uzbekistan’s president. Abdullaev has denied that he has any connection to writings by “Qora Mergan.”\n\n\n\nThis is not Abdullaev’s first run-in with Uzbek authorities, Human Rights Watch said.\n\n\n\nUzbek authorities arrested Abdullaev in September 2017 on charges of attempting to overthrow Uzbekistan’s constitutional order for writing “extremist” articles and being part of a conspiracy to overthrow the government.\n\n\n\nIn May 2018, a Tashkent city court convicted Abdullaev of “infringing the country’s constitutional order,” sentenced him to three years of community service, and ordered him to pay 20 percent of his income to the government over the same period. For time served in pretrial detention, his sentence was reduced to one-and-a-half years.\n\n\n\nAbdullaev alleged that he was tortured in pretrial detention, but Uzbek authorities refused to investigate his claims. Although Uzbekistan has made some improvements in its human rights record in recent years, torture and ill-treatment in detention continue to be a widespread and serious problem.\n\n\n\nIn November 2019, the United Nations Committee Against Torture found that in Uzbekistan, “torture and ill-treatment continue to be routinely committed by, at the instigation of, and with the consent of the State party’s law enforcement, investigative and prison officials, principally for the purpose of extracting confessions or information to be used in criminal proceedings.” The committee also expressed concern over continued reports that judges and prosecutors “tend to disregard and decline to investigate” allegations that confessions were obtained through torture.\n\n\n\nIn the past, Human Rights Watch has documented the use of torture in detention in Uzbekistan, including beatings with rubber truncheons and water-filled bottles, electric shock, hanging by wrists and ankles, rape and sexual humiliation, asphyxiation with plastic bags and gas masks, threats of physical harm to relatives, and denial of food or water.\n\n\n\nThere is a near-total lack of accountability for torture in Uzbekistan, Human Rights Watch said.\n\n\n\nInternational law explicitly prohibits refoulement, the forcible return of a refugee to a place where they would most likely face persecution or of any person to a country where they would face torture.\n\n\n\nDeporting Abdullaev to Uzbekistan would violate Kyrgyzstan’s obligations under the Convention against Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment, which it ratified in 1997. Article 3 of the convention includes an absolute prohibition on extraditing or returning anyone to a place where they risk being tortured. As a party to the 1951 Refugee Convention, Kyrgyzstan is obligated not to return asylum seekers to a place where they face a serious risk of being persecuted.\n\n\n\n“Abdullaev already endured torture at the hands of Uzbek officials once,” Williamson said. “Kyrgyz authorities should ensure that it doesn’t happen again and protect Abdullaev from forced return to Uzbekistan, as is his right under international law.”", "METADATA": {"og": {"site_name": "Human Rights Watch", "url": "https://www.hrw.org/news/2020/08/12/kyrgyzstan-dont-return-asylum-seeker-uzbekistan", "title": "Kyrgyzstan: Don’t Return Asylum Seeker to Uzbekistan", "image": {"identifier": "https://www.hrw.org/sites/default/files/multimedia_images_2018/201805eca_uzbekistan_abdullaevreleased.jpg", "secure_url": "https://www.hrw.org/sites/default/files/multimedia_images_2018/201805eca_uzbekistan_abdullaevreleased.jpg", "alt": "Bobomurod Abdullaev, May 7, 2018."}, "updated_time": "2020-08-14T22:45:51-0400"}, "twitter": {"card": "summary_large_image", "title": "Kyrgyzstan: Don’t Return Asylum Seeker to Uzbekistan", "site": {"identifier": "@hrw", "id": 14700316}, "image": "https://www.hrw.org/sites/default/files/multimedia_images_2018/201805eca_uzbekistan_abdullaevreleased.jpg"}, "description": "Kyrgyz authorities should reject a request to extradite the independent Uzbek journalist Bobomurod Abdullaev to Uzbekistan and instead should release him, Human Rights Watch said today.", "google-site-verification": "H_DzcJuJMJKVAO6atlPsK4HHr2WienspT6e74P5fVFY", "article": {"publisher": "https://www.facebook.com/HumanRightsWatch", "published_time": "2020-08-12T08:00:00-0400", "modified_time": "2020-08-14T22:45:51-0400"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}}