{"GDELT": {"GlobalEventID": 940378438, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.42005420054201, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kremlin, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200812180000, "SOURCEURL": "http://www.msn.com/en-us/news/world/germany-leads-belarus-sanctions-call-amid-election-protests/ar-BB17RDjj"}, "ARTICLE": {"TITLE": "Germany Leads Belarus Sanctions Call Amid Election Protests", "TEXT": "© AFP via Getty Images A woman stands in front of servicemen during a rally of opposition supporters in Minsk on Aug. 11.\n\n(Bloomberg) -- Germany and Lithuania called for renewed sanctions on Belarus after the authoritarian leader Alexander Lukashenko claimed a landslide victory in the presidential election that led to a violent crackdown on protests.\n\nLithuanian President Gitanas Nauseda told reporters on Wednesday that Poland and Latvia joined his country in offering to mediate a de-escalation of tensions, adding that all detainees must be released. He also called for the imposition of sanctions if the measure failed.\n\nProtesters in Belarus have clashed with riot police for three straight nights since Lukashenko claimed victory in Sunday’s ballot, leading the European Union to call an extraordinary meeting of foreign ministers to discuss the issue. The EU’s foreign policy chief, Josep Borrell, said the election was “neither free nor fair” and that the effort to quell the demonstrations was “unacceptable.”\n\nThe EU had “lifted sanctions against Belarus because the country had taken steps in the right direction,” German Foreign Minister Heiko Maas said on Tuesday in Moscow. “But now we in the European Union need to discuss very seriously whether in the context of the past weeks and above all the last days that still has standing, whether we may need to change this decision and do it very quickly.”\n\nDetained Protesters\n\nRussian President Vladimir Putin discussed the situation in Belarus with his French counterpart Emmanuel Macron in a phone call Wednesday, according to a Kremlin statement.\n\nMore than 1,000 people were detained overnight at protests in 25 towns and cities, the Belarus Interior Ministry said in a statement, adding to the 5,000 already being held. At least 65 protesters and police were injured during clashes, including one person who was wounded when officers fired shots in the city of Brest, it said.\n\nLukashenko discredited the protests, saying they were being staged by former criminals who are now unemployed.\n\nHis claims were undermined by an open letter signed by more than 500 leaders, investors and employees in Belarusian tech companies on the dev.by website Wednesday. They described the election as “rigged,” called for an end to police violence against peaceful protesters, and urged the government to organize a “new transparent” vote for president.\n\nLithuania is now sheltering the main opposition candidate, Svetlana Tikhanovskaya, a 37-year-old former teacher, who fled Belarus after being detained for hours when she went to submit a formal challenge to the results to the Central Election Commission. Opposition leaders in Belarus have appealed to western governments to recognize Tikhanovskaya as the winner of Sunday’s elections.\n\nLithuanian Foreign Minister Linas Linkevicius, who has said his country would go ahead with national sanctions if EU-wide measures fail, told reporters on Wednesday that he spoke with Tikhanovskaya, who was resting and in quarantine due to measures related to the coronavirus.\n\nThe Baltic nation also eased Covid-related border controls on Wednesday to allow foreigners entry on humanitarian grounds should the situation deteriorate and more people seek political asylum. Under current rules, foreigners from a third country can’t enter Lithuania.\n\nNew Election\n\nTwo other election candidates submitted calls to the election commission to invalidate the results, and a third is preparing a complaint, the Tass news service reported Wednesday. That leaves Lukashenko, who was declared to have 80% of the votes, as the only one of the five people on the ballot to accept the outcome.\n\nWhen EU foreign ministers meet on Friday, they’ll discuss an end to the violence, call for the release of all those who have been detained and underscore the need for a dialog with the citizens, Linkevicius said. He also said a new presidential election was necessary because Sunday’s vote wasn’t democratic.\n\nThe U.S. and EU have imposed and removed sanctions against Lukashenko who sought to crush public dissent during elections since coming to power 26 years ago. The former Soviet collective farm boss started to make overtures to the U.S. and EU last year as the Kremlin increased pressure on him to integrate with Russia.\n\nU.S. Secretary of State Michael Pompeo said during a visit to the Czech capital Prague that the U.S. would continue to try to deliver freedom to the people of Belarus and other countries.\n\n“We want the people of Belarus to have the freedoms they are demanding,” Pompeo said on Wednesday, urging that non-violent protesters be protected and unharmed.\n\n(Updates with Belarus business leaders calling for new elections in eighth paragraph.)\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.\n\nVideo: Belarus police clash with protesters in Minsk for 3rd night (dw.com)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Germany Leads Belarus Sanctions Call Amid Election Protests", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Germany and Lithuania called for renewed sanctions on Belarus after the authoritarian leader Alexander Lukashenko claimed a landslide victory in the presidential election that led to a violent crackdown on protests.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}