{"GDELT": {"GlobalEventID": 940388821, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.6692223439211404, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Samara, Samarskaya Oblast', Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS65", "Actor1Geo_ADM2Code": "25110", "Actor1Geo_Lat": 53.2, "Actor1Geo_Long": 50.15, "Actor1Geo_FeatureID": "-2995930", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Samara, Samarskaya Oblast', Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS65", "Action2Geo_ADM2Code": "25110", "Action2Geo_Lat": 53.2, "Action2Geo_Long": 50.15, "Action2Geo_FeatureID": "-2995930", "DATEADDED": 20200812190000, "SOURCEURL": "https://www.wbay.com/2020/08/12/cayer-expected-to-take-witness-stand-on-day-3-of-murder-trial/"}, "ARTICLE": {"TITLE": "UPDATE: Jury finds Cayer guilty of first-degree intentional, attempted homicide charges", "TEXT": "GREEN BAY, Wis. (WBAY) - UPDATE: A jury has found a man guilty of two counts of first-degree intentional homicide, as well as counts of attempted homicide and burglary, as well as two counts of bail jumping.\n\nEarly Wednesday evening, jurors reached a unanimous verdict for Jacob Cayer, who denied killing his ex-girlfriend, Sabrina Teague, and her mother, Heesun “Sunny” Teague at their Hobart home on June 7, 2016.\n\n#Breaking #JacobCayerMurderTrial The Jury unanimously finds Jacob Cayer 'guilty' of all 6 counts. — Brittany Schmidt (@BritSchmidtNews) August 13, 2020\n\n#Breaking #JacobCayerMurderTrial The Jury unanimously finds Jacob Cayer 'guilty' of first-degree of intentional homicide of Sabrina Teague. Jury finds Cayer 'guilty' of first-degree intentional homicide of Heesun Teague. — Brittany Schmidt (@BritSchmidtNews) August 13, 2020\n\nThe verdict was reached after three days of testimony.\n\nCLICK HERE for Day 2 testimony coverage and CLICK HERE for the coverage of Day 1.\n\nDuring opening statements, Judge Hock told the jury that due to Cayer entering pleads to all six charges, both not-guilty and not-guilty by reason of mental disease or defect, the law requires it to be decided in one trial, but two phases.\n\nJudge Hock said the jury will need to decide if Cayer is responsible for criminal conduct. According to Judge Hock, Wisconsin law provides that a person isn’t responsible for criminal conduct if at the time time the crime was committed, the person had a mental disease or defect and as a result, lacked substantial capacity either to appreciate the wrongfulness of the conduct, or to conform the conduct to the requirements of the law.\n\n#JacobCayerMurderTrial Judge Hock says with a 'guilty' verdict, there's a second portion of the trial. Jurors are to report back at 10 tomorrow morning. — Brittany Schmidt (@BritSchmidtNews) August 13, 2020\n\n#JacobCayerMurderTrial Now that the jury found Cayer guilty of all 6 counts, phase two of the trial will ask the jurors to decide 'whether Cayer is responsible for criminal conduct.' WI law says a person is not responsible for criminal conduct if at the time the crime was...con't — Brittany Schmidt (@BritSchmidtNews) August 13, 2020\n\n#JacobCayerMurderTrial ... committed the person had a mental disease or defect and as a result lacked substantial capacity, either to appreciate the wrongfulness of the conduct or to conform the conduct to the requirements of the law. Jury will take up phase 2 at 10 am Thursday — Brittany Schmidt (@BritSchmidtNews) August 13, 2020\n\nAction 2 News will continue to cover the second phase of the trial.\n\nORIGINAL POST: A man charged in the slayings of his ex-girlfriend and the woman’s mother has taken the witness stand at his murder trial. During his testimony, Jacob Cayer denied killing his ex-girlfriend, Sabrina Teague and her mother, Heesun “Sunny” Teague at their home in Hobart on June 7, 2016. Cayer also testified that survivor Joel Kennedy may have wounded himself.\n\nThe Jacob Cayer trial is now in its third day of testimony. Action 2 News reporter Brittany Schmidt is Live Tweeting the trial here: https://twitter.com/BritSchmidtNews\n\n#JacobCayerMurderTrial Jacob Cayer takes the stand on day 3 pic.twitter.com/VgXLlrl5gh — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nLaw and Crime Network is broadcasting live from the trial: https://lawandcrime.com/\n\nCayer is charged with two counts of 1st Degree Intentional Homicide and one count of Attempted 1st Degree Intentional Homicide for the bloody attack on the Teagues and Joel Kennedy.\n\nWitness testimony states Cayer broke into the Teague home through a window and killed Heesun “Sunny” Teague, 63, with a tire iron. Survivor Joel Kennedy testified that he and his girlfriend, Sabrina Teague, 25, arrived at the home that to check on Sunny and Cayer was lying in wait for them.\n\nProsecutors say Cayer then killed Sabrina and stabbed Kennedy. Kennedy ran inside the home and called 911.\n\nThe defense called its first witness Wednesday. It was Jacob Cayer. He said he was “nervous” and has been “emotionally exhausted for years.”\n\n#JacobCayerMurderTrial\n\nDefense: How are you doing?\n\nCayer: 'hoping truth can come out. Mentally, physically, emotionally exhausted for years. Nervous, shaky.\n\nDefense: are you excited to be up there?\n\nCayer: I have been waiting a long time — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial on his relationship with his mom, Cayer says it's good. She is 'an angel on the planet.' He would 'got to the end of the earth for her — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial on relationship with dad, Cayer says he is 'black and white, cops don't lie, the justice system is not corrupt'. Cayer says we don't get along on view points on that and how to handle that. Cayer says his dad is former military — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer described Sabrina Teague as an ex-girlfriend from high school. He said they dated each other for more than two years. He then went on to describe the victim as “very childish.”\n\n#JacobCayerMurderTrial defense asks Cayer about Sabrina Teague. He says 'Sabrina is an ex of mine from high school.' Dated for 2.5 years. Got to know each other at youth group. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Cayer says they broke up in winter of 2008. Cayer says 'She is a person with a younger mindset, very childish... I surround myself with me, like adults, and when we broke up, i was like i don't want to be around you.' Cayer says he stopped talking to friend — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer said they broke up in 2009 and went their separate ways. They started talking again in 2013 after her step-father died.\n\n#JacobCayerMurderTrial Cayer tells the defense, he stops talking to Sabrina in 2009, they go separate ways because of differing mature levels. Cayer says he talked to her again when her step-dad died in 2013. Cayer says he was concerned Sabrina didn't have anyone to lean on — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer claimed Sabrina was “making stuff up” about him and he wanted to sue her.\n\nHe stated that he thought Sabrina’s mother, Sunny, “was cool.”\n\nCayer denied knowing Joel Kennedy.\n\n#JacobCayerMurderTrial Cayer tells the defense he didn't know who Joel Kennedy was until after this case. HE says ' I didn't know he even existed' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nOn the day of the attack, Cayer testified to having dinner with his family. He said his mother was crying and he doesn’t like to see her cry. He grabbed a backpack and some items and went out. Cayer said he intended to visit a friend at a bar. He said he had been sleep-deprived and had not been eating.\n\n#JacobCayerMurderTrial Defense asks Cayer what happens after dinner with family.Cayer says he was on his way to visit a friend at work at a bar and hopefully chill with them. He says he was sleep deprived, not eating or sleeping, a lot going on with love of his life, not Sabrina — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer testified he had “no real memory” of how he got into the Teague home that night.\n\n#JacobCayerMurderTrial Cayer says he has little recollection, but comes to in hospital. Says it was 'freaky' cause everyone was staring at me waiting for me to talk. HE describes 'black and gritty, sand quality memories as they come back, few glimpses of stuff' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Cayer says 'there's no real memory' when asked how he got to Sabrina Teague's home, he says 'I have no idea' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer said he had filled his backpack with items “for protection” because he believed people were after him. He said he had packed a “giant knife” and zip ties so he “could detain people after him.”\n\n#JacobCayerMurderTrial Defense asks Cayer about his backpack. Cayer says he grabbed one that was filled with stuff for protection because he says people were after him. He says there is evidence of threats on his phone. He explains contents of backpack, zip ties, etc. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial When asked about backpack, Cayer says there was a 'giant knife, zip ties so he could detain the people after him and call cops from a distance so warrant doesn't interject.' he says there were also hygiene items and clothing. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nThe defense asked him what happened at the Teague home that night.\n\n“I know jack crap,” Cayer said. “I have no memory.”\n\n#JacobCayerMurderTrial\n\nDefense: What happens at Sabrina's?\n\nCayer: 'I know jack crap.. I have no memory' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer claimed that while he was on his bike, a vehicle whipped around him and someone threw a duffel bag at him. He claimed that knocked him off his bike.\n\n#JacobCayerMurderTrial Cayer says while on his way to dillon's house, he saw a vehicle that passes him and whips around, comes back and slows down and ' i think a duffle bag is thrown at me' and i am knocked off the bike.. .then i remember being in a 'vehicle, laying down' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer changed his testimony and admitted that he remembered “struggling with someone in the Teague residence. He sees Sabrina in foliage. (Sabrina was found dead outside.) He also says he has a “vision of a knife going out.”\n\n#JacobCayerMurderTrial Cayer continues saying 'then i remember struggling with someone in the Teague residence.' He says then he gets pieces of memory back, sees Sabrina in foliage... and has a vision of a knife going out.\" He says 'he sees a person holding him down' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Cayer says 'it's hard to explain, it's more in-depth feeling, sensory stuff not much visual. More sounds here and there, nothing of value' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nHe says the majority of his “visuals” come from the hospital. He was taken there after he was found hiding in some woods after the stabbing. He described it as a “shattering nothingness.”\n\n#JacobCayerMurderTrial Cayer says he heard 'Sabrina says get out of the house, she doesn't mention the name of Jake in my audio portion.' 'the majority of visuals from when in hospital is same as later on, shattering nothingness' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Cayer says he remembers' feeling 'something stronger, can't be a females opposing me.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer recalled being in the hospital and covered with blood. He said he was confused and did not know what happened.\n\n#JacobCayerMurderTrial After coming to in the hospital, covered in blood and confused, Cayer says ' he begs them to tell him what happened and begging that he didn't wake up in ashwaubenon' He is hoping he didn't do something to his dad, so Cayer says he was confused — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n“I’m shocked, scared and then I realize there’s flipping blood all over mine and I am trying to remember what is going on and that is freaking me out,” Cayer testified.\n\n#JacobCayerMurderTrial Cayer says 'I'm shocked, scared and then i realize there's flipping blood all over me and I am trying to remember what is going on and that is freaking me out, i have a very good memory actually and there's nothing there, other than I was with my parents' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial\n\nDefense: is it safe to say you were trying to figure out what is going on?\n\nCayer: yes, you can see throughout my statement and audio. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer testified that there would be no reason for him to attack someone who isn’t in his life. This appears to contradict testimony from Brown County Sheriff’s Office Sgt. Zachary Holschbach. Holschbach interviewed Cayer for 10 hours. Holschbach said Cayer discussed how he was angry that Sabrina Teague was “blackmailing his family.” He claimed Sabrina had accused him of rape. Cayer said he was angry about that because it upset his mother.\n\n#JacobCayerMurderTrial Cayer says 'no reason for me to go snapping off on someone who isn't in my life.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer followed up by saying there would be no reason to kill someone he had planned to sue.\n\n#JacobCayerMurderTrial Cayer says he was confused 'since he woke up' at the hospital. He says 'I am confused the whole time.' I am coming to conclusion there musst have been a fight with Sabrina cause' there's no reason for that, why would you kill someone you are about to sue?' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer claimed he was “trying to help the cops” because he was “not the dude they are looking for.”\n\n#JacobCayerMurderTrial Cayer says 'I am trying to help the cops case I am not the dude they are looking for.\" Cayer says he asked cops if he went to other cities, because 'I wanted to help, I wanted to know' Cayer says he does not have a lot of memory of what is going on. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial during the interview, the defense asks Cayer if the police repeated things back to you to help you? Cayer says yes. They asked if I beat Sabrina up and I said, no I didn't say that. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial defense asks Cayer about why he told police to look at social media, computer, usb drives; Cayer says 'something severely stupid happened, so here's my life, this would be why there's energy in me that;s not good. Then there you go.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer claimed he never confessed to a crime and that he was “half aware” of what was going on.\n\n#JacobCayerMurderTrial\n\nDefense: Was anything you said to law enforcement a confession?\n\nCayer: No. For ten hours I am half aware of what is going on.... it's abysmal. I am trying to help, that's not my arm that I saw.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer claimed he witnessed Sabrina being stabbed. He said he was “eight feet away” from her at the time.\n\n#JacobCayerMurderTrial Cayer says he is trying to help whole situation, he says 'She is 8 feet away when I see her get stabbed' He is referring to Sabrina at this time. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer said he never confessed to killing Sabrina or Sunny.\n\nHe also claims that there are about “27 hours missing” from his memory.\n\n#JacobCayerMurderTrial\n\nDefense: did you confess to killing Sabrina?\n\nCayer: No. I am getting hunches that these people are dead and I am crying. I like Sunny. Yeah, Sabrina is annoying as crap but she doesn't deserve to die.\n\nDefense: Did you confess to killing Sunny?\n\nCayer: No — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer testified that he was “physically inoperable and not able to commit a crime.”\n\n#JacobCayerMurderTrial Defense asks Cayer if he reviewed police reports. Cayer said he skimmed through what was necessary and 'how I am physically inoperable and not able to commit a crime.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer states he believes there are problems with that 10-hour interview because of “bad audio” on the recording.\n\n#JacobCayerMurderTrial defense asks Cayer about his concern that things are being taken out of context because of the 'bad' audio. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Cayer is clarifying statements. Cayer says he was 'assuming' things when police asked about what happened. Police showed video of him moving his hands in a stabbing motion, He says 'it was not a motion toward them, it was fending off, like what is happenin — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Cayer says he has concerns about the window. He says ' how was I in Sabrina room unless I was brought there not at will?' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Cayer says during a portion of his statement, he has concerns about the accusation. He says he remembers being in the garage and if he is in garage 'while Sabrina is in the grass, how am I stabbing her if she is 8 feet away?' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nHe accused investigators of cutting out parts of the audio of his interview and that his words were taken out of context.\n\n#JacobCayerMurderTrial Cayer says there are things 'missing in the audio' He says parts are cut out by 'them' meaning police. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer testified that he doesn’t trust police.\n\n#JacobCayerMurderTrial Cayer:'I don't trust cops. I am scared they will shoot me. I don't talk tot hem and obviously noting that I am handcuffed, people are staring at me, I am covered in blood. I am not going to let a flipping cop lie on this S***.This is a bad situation.\" con't — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial con't: Cayer' I asked them to record the audio so it was clear' Cayer says he wanted to make sure the cops wouldn't lie and basically turn his words against him. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer testified that he has maintained his innocence from the beginning.\n\n#JacobCayerMurderTrial\n\nDefense: Have you maintained your innocence since the beginning?\n\nCayer: yes, I printed out discovery and tried to give it to people to get it uploaded on the internet... I want to go through everything. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer denied killing Sabrina and Sunny and said it was possible that Joel Kennedy’s injury was “self-inflicted.”\n\n#JacobCayerMurderTrial\n\nDefense: Was Joel's injury self-inflicted?\n\nCayer: it could be\n\nDefense: Did you stab Joel?\n\nCayer: No\n\nDefense: Did you kill Sabrina?\n\nCayer: No\n\nDefense: Did you kill Sunny?\n\nCayer: No\n\nDefense: why do you believe you are being falsely accused?\n\nState objects. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nThe first person to testify Wednesday was Samara Teague, Sunny’s daughter and Sabrina’s older sister. Samara said her mother lived up to the nickname “Sunny.” “She lived a life of hard work, good food, and sacrifice for us,” Samara said.\n\n#JacobCayerMurderTrial Sarama mom's nickname was 'Sunny'-- she says her mom was like her nickname. 'She lived a life of hard work, good food and sacrifice for us.' She got a bit emotional on the stand when talking about her mother, who was murdered June 7 2016. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nSamara talked about her sister’s “very big heart.” She said Sabrina “wanted to love everyone.”\n\n#JacobCayerMurderTrial When talking about her younger sister Sabrina Teague, Sarama says she 'had a very big heart and wanted to love everyone.' 'In a lot of ways she was sort of a daughter, a caretaker relationship between us.' Sarama was 8 years older than Sabrina when she died — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nThe final witness for the prosecution was Amber Lind, forensic scientist at the State Crime Lab in Madison. Lind is a DNA analyst who authored reports in the case. A DNA swab from Cayer’s left palm was a mix between Cayer and Sabrina Teague. She says Sunny Teague and Joel Kennedy were excluded as contributors.\n\n#JacobCayerMurderTrial Lind says authored 4 reports in the case. She says she received swabs from Cayer's palms, feet, knife, tire iron, shovel and buccal swabs from Cayer and Joel Kennedy. (Kennedy survived the attack on June 7, 2016) — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial When doing a DNA swab on Cayer's left hand palm, Lind says she found a mix of DNA, Cayer and Sabrina were contributors. She says Heesun and Joel Kennedy were excluded from contributing to that sample. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial When talking about a DNA swab on the bottom right foot of Cayer, Lind says she found evidence of Heesun and Sabrina Teague DNA, but excludes Jacob Cayer himself and Joel Kennedy. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial after taking 3 different swabs on the knife given to Lind, she found one source of that DNA-- Sabrina Teague. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nLind testified that she analyzed the tire iron allegedly used to attack Sunny Teague. She found the DNA of Sunny and Jacob Cayer.\n\n#JacobCayerMurderTrial After analyzing the tire iron found in the Teague home, Lind says she found a mix of two DNA profiles, Heesun Teague's DNA is the major contributor. A second swab on the tire iron at a different location, Cayer's DNA is a contributor. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nThe defense questioned Lind about using the DNA samples of just four people--the Teagues, Joel Kennedy and Jacob Cayer. Lind testified that they test DNA against an internal database to make sure there is no cross-contamination. The samples were not entered into the federal database.\n\nCayer’s DNA was not found on a shovel Joel Kennedy testified he used to knock down Cayer.\n\n#JacobCayerMurderTrial defense says the blade and handle of shovel was important to test, Lind agrees.\n\nDefense: Mr. Cayer's DNA is not on the shovel, correct?\n\nLind: Yes, he was excluded from all comparisons I made. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial defense asks about tire iron.\n\nDefense: on cayer's hands, we don't have any Heesun DNA or Kennedy DNA.\n\nLind: no, based on the swabs taken on his hand — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nAfter a lunch break, Cayer was first questioned by the state, which started off with telling Cayer that Wednesday is a big day because he’ll get to tell the jury what happened.\n\n#JacobCayerMurderTrial This is Jacob Cayer as he is being escorted out of the courtroom for a lunch break. He will continue his testimony after the break. pic.twitter.com/WIBzrbHrvu — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial The state starts off with telling Cayer that this is a big day because you get tell the jury what happened. Cayer responded with yes, because ' you are committing mass racketeering.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nProsecutors then started questioning, with the first few regarding the relationships with his parents.\n\n#JacobCayerMurderTrial the state is asking Cayer about his mom and love for her. The state asks about relationship with dad, alluding to it being different. Cayer says ' i don't like his viewpoint but he supported us and will do anything he can.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial When talking about dinner with parents, Cayer told the state that he couldn't stop his parents argument, so he left. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nThe state then moved on to the battle within himself, and feelings, riding his bike, and family dinner.\n\n#JacobCayerMurderTrial\n\nDefense: when you talk about a battle within yourself, are you talking about good vs. evil?\n\nCayer: No I am talking about a puppy, if you kick a puppy and kick a puppy and kick a puppy, eventually it's going to bite... it was more a battle of containment' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial state is asking Cayer questions about feelings, riding his bike, family dinner and Cayer often responds ' I already addressed that' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nAfter that, the questioning moved to a backpack, shoes found in the home, and more.\n\n#JacobCayerMurderTrial referencing the backpack and items inside\n\nState: let's go through some of the items\n\nCayer: no, let's go through all of them\n\nState: well let's go through some and remember I get to ask the questions\n\nCayer: sorry man I just don't like you.\n\nState: I know — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial state continues to ask Cayer about backpack, shoes found in the home, etc... and Cayer responds with 'I don't F* know man, I told you.\" — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nAfterwards, questioning moved to his and Sunny’s relationship, as well as her injuries, and the rope found on Sunny.\n\n#JacobCayerMurderTrial\n\nState: You said sunny was a nice person, it's unfortunate things didn't turn out. why say that?\n\nCayer: yeah, it was a bad break up.\n\nState: but no one told you she was dead yet. so why say that?\n\nCayer: I was talking about bad breakup — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial\n\nState: did you hear the ME talk about Sunny's injuries?\n\nCayer: It was 'f'n horrendous'\n\nState: What about the rope found on her\n\nCayer: what is that? I didn't have that in my back pack. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nThe State then asked Cayer about items also covered by the defense team.\n\n#JacobCayerMurderTrial\n\nState: if you didn't do anything, why did you say at the hospital 'I f* up and it's not okay'\n\nCayer: I was going off of assumptions.\n\nState asks Cayer about things the defense already asked him about and he says 'can we speed this up, we got s* to cover.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nAction 2 News’ Brittany Schmidt stated she observed throughout questioning, Cayer had challenged quite a bit. He also said the state ‘has everything in his life, so to “shut up”‘.\n\n#JacobCayerMurderTrial <observation> throughout the questioning by the state, Cayer challenges quite a bit, says he is intelligent and usually has a really good memory. Cayer continues to say the real story will come out, with all the evidence. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nCayer went on to tell the state he ‘has a distinct memory of struggling with someone stronger than me. Sabrina is not stronger than me.’\n\n#JacobCayerMurderTrial Cayer tells the state he 'has a distinct memory of struggling with someone stronger than me. Sabrina is not stronger than me.' Cayer continues to say he did not do this, he was helping police try to figure out what happened. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial State continues to question Cayer, he says he is irritated and that he is a 'liar, an f'n liar' and then he proceeds to flip off the state, by raising his middle finger at them. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nLater on, Cayer told the state he remembered being taken to the Teague home, and told the state he was dropped in the woods behind her house. Afterwards, the state questioned Cayer about a ‘drawing’ that he did for investigators while in the hospital.\n\n#JacobCayerMurderTrial State is asking Cayer about a 'drawing' that he did for investigators while in the hospital.\n\nCayer is walking them through it saying 'I didn't chase sabrina, if he did, there would be bloody footprints going toward her' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Note--my observation-- cayer is rolling his eyes at the state's question, Cayer continues to explain what he remembers... and at the end he says 'want me to tie your shoos for you too or...' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nDuring the afternoon, the state played the video Sgt. Holschbach took of Cayer using a pen that police say that Cayer was demonstrating where he stabbed Sabrina. He reacted by saying ‘forward movement of hand... so what are you bringing of this'. When the state asked him to describe it, Cayer said in part to ‘play it again'.\n\n#JacobCayerMurderTrial Cayer reacts to the video saying 'forward movement of hand... so what are you bringing of this' Cayer says 'I am so f'n mad, play it again' when state asks him to describe it. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nAlthough Cayer was asked if he wanted a break by the defense after being questioned by the state, he said no.\n\n#JacobCayerMurderTrial State says they do not have any more questions for Cayer. Defense asks if Cayer wants to take a break and he says no 'let's just get this s*** done' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nThe defense then asked Cayer about his ex-girlfriend, named Wendy, who Cayer stated was the love of his life.\n\n#JacobCayerMurderTrial Defense asks Cayer about his ex girlfriend, Wendy, who Cayer says his is the love of his life. He says he was over Sabrina and had many girlfriends after her. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nQuestioning ended soon after, however the defense, judge, and state had a conversation, where Cayer interjected. Cayer didn’t retake the stand when the jury came back in after a 20 minute break.\n\n#JacobCayerMurderTrial The defense, judge and state are having a conversation and Cayer interjects. The judge reminds Cayer to let them do their job, the defense says 'please Jacob' and Cayer says 'I'm fighting for my life here, you have to understand.\" Going into 20 min. break — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Cayer will not retake the stand when the jury comes back in. Both sides agree questioning is done. They are trying to figure out how to proceed, what to do next. The defense says they have no other witnesses to testify. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Jury is being brought back into courtroom. Judge Hock says the defense rests, no rebuttal from the case. She says evidence is now closed, so she will give them jury instructions on the law. — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nWhen the jury came back, Judge Hock reminded them Cayer had pleaded not-guilty to both charges of first-degree intentional homicide for the death of Sabrina and Heesun Teague, and also pleaded not-guilty to the charge of attempted first-degree intentional homicide.\n\nDue to his pleas, Judge Hock said the ‘state must prove every element of the offense charged beyond a reasonable doubt', and reminded jurors that Cayer is presumed innocent until proven guilty beyond a reasonable doubt, which is the state’s job.\n\nDuring the late afternoon, Judge Hock told the jury they should listen to the attorney’s closing arguments, but the arguments aren’t considered evidence.\n\nAs closing arguments began, the state said this is a ‘real-life horror movie’ but unlike a movie, you can’t turn on the lights and shut it off.\n\n#JacobCayerMurderTrial Dana Johnson with the state delivers closing arguments, saying this is a 'real-life horror movie' but unlike a movie, you can't turn on the lights and shut it off. 'What happened to Sunny and Heesun Teague was real.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nThe state went on to argue about the multiple stab wounds, and there was no doubt of cause of death for Sabrina. The state went on to add the defense is going to try to say that Cayer isn’t responsible for the homicides, and says ’remember there is a witness, Joel Kennedy'.\n\n#JacobCayerMurderTrial the state reminds the jury of Sabrina's multiple stab wounds 'with injury to her ribs, lung, heart and aorta'. He goes on to say 'there's no doubt at all there's intent to kill here just based on the injuries' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Johnson says there was no doubt of cause of death for Sabrina, it was homicide. 'There's no doubt at all that this wasn't intentional homicide' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Johnson is now going through Sunny Teague's autopsy and the injuries she suffered in the attack. He reminds jurors there is evidence 'of manual strangulation with the hands' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\n#JacobCayerMurderTrial Johnsons says the defense is going to try to say that Cayer is not responsible for the homicides of Heesun 'Sunny' and Sabrina Teague. But he says 'remember there is a witness, Joel Kennedy.' — Brittany Schmidt (@BritSchmidtNews) August 12, 2020\n\nIn opening statements Monday, Brown County District Attorney Dave Lasee said Jacob Cayer turned the Teague home into a “real life horror movie.” Lasee said the scene was gruesome and there was “blood everywhere.” Lasee said Cayer killed Sunny Teague with a tire iron before going after Sabrina and Joel Kennedy.\n\nThe defense asked jurors to keep an open mind and to remember there are “two sides to every story.”\n\nAlso Monday, survivor Joel Kennedy took the witness stand after opening statements. Kennedy, who was dating Sabrina Teague at the time of the attack, identified Cayer as the man who attacked them on June 7, 2016.\n\nKennedy testified that he and Sabrina arrived at Sunny’s home that evening to check in on her. Kennedy says the shower was running. Sabrina went to check on her mother and found her in the bathroom with stains on the floor. He says Cayer emerged from a laundry room and attacked them.\n\nCLICK HERE for full coverage of Kennedy’s testimony.\n\nKennedy says Cayer attacked Sabrina before stabbing him with a kitchen knife. Kennedy testified that he put up his arm and the blade went through. His chest was also injured. Kennedy fell back and started kicking and punching. Cayer went after Sabrina and Kennedy ran to the garage to get a shovel. Cayer and Sabrina followed to the garage. Kennedy grabbed a shovel and hit Cayer in the face with it. Kennedy ran inside the home, locked the door and called 911. While in the home, he saw a body in the bedroom wrapped in a blanket. He believed that to be Sunny Teague.\n\nThe defense questioned Kennedy about what they describe as “inconsistencies” in his statements and the timeline of the attack. On the stand, Kennedy said Sabrina was attacked first. His initial statement said he was attacked first.\n\nThe defense also asked Kennedy about why he was carrying a knife. Kennedy said that he worked at Burger King and used the knife to break down boxes. Kennedy said the knife was also for self-protection.\n\nThe defense also asked Kennedy why he ran inside the home after hitting Cayer with the shovel. “I don’t know,” Kennedy answered. He said it happened very fast and he was responding on instinct.\n\nOn Tuesday, the prosecution focused on the 10-hour interview between Brown County Sheriff’s Office Sgt. Zachary Holschbach and Cayer.\n\nCLICK HERE for full coverage of DAY 2 of the JACOB CAYER TRIAL.\n\nHolschbach testified that he first came in contact with Cayer in the Emergency Room, and Cayer was “covered in dry-brownish/red, consistent with blood.” Holschbach stated that Cayer was handcuffed to a gurney. The sergeant stated that he wanted to assess Cayer to see if he was capable of talking to him. Holschbach testified that if he believed Cayer was not able to have a conversation or respond coherently, he would have waited to interview him. However, he stated that was not the case. He read Cayer his Miranda Rights.\n\nThe defense asked Holschbach if he believed Cayer was mentally competent to be interviewed at the time. The defense asked if Cayer expressed confusion about what happened. Holschbach replied, “Yes, he expressed confusion.”\n\nCayer’s trial is scheduled to go through Friday, Aug. 14. Brown County Circuit Court Judge Tammy Jo Hock is presiding.\n\nCayer has been in and out of competency since charges were filed in 2016. Last November, a judge ordered Cayer to a mental health institution and to take medication against his objections.\n\nCayer demanded to be found competent and for his trial to move forward. The court ruled he was competent to stand trial.\n\nCayer has been through several attorneys, which has also delayed the case.\n\nAction 2 News will continue to update this developing story.\n\nCopyright 2020 WBAY. All rights reserved.", "METADATA": {"viewport": "width=device-width, minimum-scale=1, initial-scale=1", "distribution": "global", "rating": "general", "copyright": "Copyright (c) 2020", "og": {"locale": "en_US", "type": "article", "url": "https://www.wbay.com/2020/08/12/cayer-expected-to-take-witness-stand-on-day-3-of-murder-trial/", "description": "A man charged in the slayings of his ex-girlfriend and the woman’s mother has been found guilty of all six counts.", "image": "https://gray-wbay-prod.cdn.arcpublishing.com/resizer/zm7h0Lei9rxC9xdI-W3WRE6ofxQ=/980x0/smart/cloudfront-us-east-1.images.arcpublishing.com/gray/ALOHBD3TL5E5HNPYGPMJGH4CKE.jpg", "site_name": "https://www.wbay.com", "title": "UPDATE: Jury finds Cayer guilty of first-degree intentional, attempted homicide charges"}, "apple-itunes-app": "app-id=1209090496", "google-play-app": "app-id=com.mediageneral.wbay", "burst": "wbay", "robots": "index,follow,noarchive", "googlebot": "index", "googlebot-news": "index", "description": "A man charged in the slayings of his ex-girlfriend and the woman’s mother has been found guilty of all six counts.", "twitter": {"description": "A man charged in the slayings of his ex-girlfriend and the woman’s mother has been found guilty of all six counts.", "image": "https://gray-wbay-prod.cdn.arcpublishing.com/resizer/zm7h0Lei9rxC9xdI-W3WRE6ofxQ=/980x0/smart/cloudfront-us-east-1.images.arcpublishing.com/gray/ALOHBD3TL5E5HNPYGPMJGH4CKE.jpg", "title": "UPDATE: Jury finds Cayer guilty of first-degree intentional, attempted homicide charges", "card": "summary_large_image", "site": "@WBAY", "creator": "@WBAY"}, "fb": {"admins": 644426401, "app_id": 841569709353427, "pages": 308718779436}, "article": {"publisher": "https://www.facebook.com/WBAYTV/"}, "keywords": "jacob cayer,hobart,teague,sabrina teague,sunny teague", "news_keywords": "jacob cayer,hobart,teague,sabrina teague,sunny teague"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}