{"GDELT": {"GlobalEventID": 940383888, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MIL", "Actor1Name": "CRUISER", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.69777043765483, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20200812183000, "SOURCEURL": "https://www.pravdareport.com/russia/144845-kursk_submarine/"}, "ARTICLE": {"TITLE": "Kursk submarine disaster: 20 years of lies in the name of death", "TEXT": "Kursk submarine disaster: 20 years of lies in the name of death\n\nRussian nuclear submarine K-141 Kursk sank 20 years ago, on August 12, 2000, during exercises in the Barents Sea. All 118 people on board were killed. On August 12, 2000, the submarine carried out the conditional missile attack on the ships of the alleged enemy, and the connection with the nuclear cruiser was lost for good.\n\nThe Kursk was found two days later resting at a depth of 108 meters, 80 miles from the main base of the Northern Fleet of Russia in Severomorsk. Several attempts were made to evacuate the Kursk crew members, but they all failed. On the night of August 19, Russian President Vladimir Putin decided to return to Moscow from his vacation in Sochi, and announced that there was almost no hope left to save anyone on board. In 16 days, divers could recover 12 bodies. After the wreckage of the nuclear submarine was raised to the surface, the bodies of other 103 submariners were removed from the hull. Two submariners - Dmitry Kotkov and Ivan Nefedkov, as well as chief specialist of Dagdiesel, Mamed Hajiyev, remained at sea forever.\n\nAccording to the conclusions of the government commission, the Kursk submarine disaster occurred due to the explosion of a torpedo in the bow compartment of the submarine. According to the official version, the tragedy occurred as a result of the torpedo explosion in N4 torpedo tube, which triggered the explosion of other torpedoes in the first compartment of the sub. According to the investigation, the first explosion occurred as a result of the leakage of hydrogen mixture from microcracks on the torpedo body. The cracks appeared as a result of \"abnormal processes.\" The escaped mixture, having exploded, destroyed torpedo tube N4 and the nearby N2. A second explosion, with a terrifying capacity of 5,000 tons of TNT, took place two minutes later and completely destroyed the bow section of the Kursk.\n\nThe explosions did not kill all the submariners at once. Some of them died a few seconds after the explosion, but the death of at least 23 other people in the 9th compartment of the nuclear submarine occurred many hours later. The disaster took place in shallow waters, in a clearly marked area of ​​the Barents Sea with the presence of a large number of Russian ships. The submariners were sending out SOS signals - they were convinced that they would soon be heard rescued.\n\nPresident Putin is still criticized for refusing to interrupt his vacation immediately after the accident. His flat response to a question from Larry King, who asked Putin about what happened to the submarine still annoys many. \"It sank,\" Putin answered King bluntly.\n\nOn August 12, 2020, people came to the Serafimovskoye cemetery in St. Petersburg, where 32 Kursk submariners are buried, to pay tribute to the victims of the terrible disaster. A mourning service was held, people laid flowers to the graves. Churches in many cities of Russia held services in memory of the killed submariners.\n\nHowever, 20 years later, the cause of death of 118 submariners remains a mystery.\n\nThe command of the Russian fleet officially announced an emergency and raised the alert only 12 hours after the explosions.\n\nThe news was unveiled to the general public only two days later. The Russian leadership refused to accept offers of assistance from other countries for four days. At first it was said that radio communication with the crew was maintained, then it was officially confirmed that communication with the crew was carried out through the knocks.\n\nThe Commander-in-Chief of the Russian Navy, Vladimir Kuroyedov, refused to accept foreign aid and communicated a fake version about the collision of the Kursk with a foreign submarine. On the evening of August 14, Deputy Prime Minister Ilya Klebanov, who was in charge of the investigation into the causes of the accident, said that Russia did not need help from other countries.\n\nIn fact, however, the Russian navy was unable to save the dying men. The team of Norwegian divers, who were called for help when it was too late, and who arrived at the scene on August 20, managed to open the hatch in the 9th compartment of the sunken cruiser a day later. It was already filled with water.\n\nOn August 23, President Putin addressed the nation. He said that communication with the sub had been lost at 23:30 on August 12, while rescue works began four hours after the tragedy. Communication with the Kursk was lost at 11:28 a.m. on August 12, and rescue operations began 29 and a half hours later. The first attempt to dock with the 9th compartment hatch coaming platform was made only 43 and a half hours after the explosions.\n\nPutin claimed that the fleet had all the necessary life-saving means that were fully operational. That was a lie too. The Northern Fleet had only one obsolete rescue vessel \"Mikhail Rudnitsky\" and three rescue vehicles, all of which had broken down repeatedly during the rescue operations. None of the submersible vehicles could dock with the hatch of the 9th compartment.\n\nPutin stated that foreign aid was accepted as soon as it was offered. However, the decision to attract foreign rescuers was made by the President of Russia, only when it became clear to him that the situation was critical, and the rescue operation was absolutely disastrous.\n\nThe Russian authorities had been unwilling to recognise the relatives of the perished submariners as victims. They were recognized as such only when they turned to Putin personally. The Kursk case had been classified immediately, and the relatives were never able to get acquainted with the materials of the case. The lawyer of the victims, Boris Kuznetsov, managed to declassify the case only through the Supreme Court of the Russian Federation. In 2002 he appealed against the decision not to open a criminal case. However, all Russian courts refused to relatives of the deceased submariners. The lawyer then appealed to the Strasbourg court on behalf of the father of the deceased Lieutenant-Commander Dmitry Kolesnikov.\n\nIn 2010 the ECHR communicated the Kolesnikov vs. Russia complaint and tried to contact the applicant's lawyer. However, a far-fetched criminal case had been filed against lawyer Kuznetsov by that time for disclosing state secret. The lawyer was forced to leave Russia and seek political asylum in the United States. The ECHR approached the applicant himself - Roman Kolesnikov, a retired captain of the 1st rank (late Kursk submariner Dmitry Kolesnikov continued the family dynasty).\n\nHowever, the father of the deceased submariner withdrew his complaint about the Kursk case. \"Nobody is fighting these lies, corruption, theft, although the president and the prime minister make very nice statements. Can I stand up and fight? They will point fingers at me and call me Don Quixote. Of course, everyone understands that it was a lie, that they did not take efforts to rescue the men, that everything in the Navy had long been sold and squandered.\"\n\nThe materials of the investigation into the sinking of the Kursk nuclear submarine continue to remain classified. In accordance with Russian law, 30 years after the disaster, a commission may be established to decide on the possibility to lift the label of secrecy from the Kursk files.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "theme-color": "#0a305a", "msvalidate.01": "13A7C501677A3DFC5E4A9747C802BFD9", "verify-v1": "wFXlfD8ory0rg75F2j4lTejg4irxSLwX500ilHKJwlY=", "pmail-verification": "f782bbafa506f1851028f28c1987e76b", "yandex-verification": "19e9037e11dcc683", "y_key": "0594f1f446fc2d3d", "google-site-verification": "googled52d3af475e970bc", "twitter": {"site": "@pravdareport", "creator": "@pravdareport", "title": "Kursk submarine disaster: 20 years of lies in the name of death", "description": "Twenty years later, the cause of death of 118 Kursk submariners remains a mystery. the Russian navy was unable to save the dying men.", "card": "summary_large_image", "image": "https://cdn.pravda.ru/eng/image/preview/article//8/4/5/144845_soc.jpeg"}, "title": "Kursk submarine disaster: 20 years of lies in the name of death", "description": "Twenty years later, the cause of death of 118 Kursk submariners remains a mystery. the Russian navy was unable to save the dying men.", "keywords": "kursk submarine, russian nuclear submarine, kursk disaster, russian navy, barents sea, russian submarine, vladimir putin, larry king, torpedo explosion", "image_src": "https://cdn.pravda.ru/eng/image/preview/article//8/4/5/144845_soc.jpeg", "author": "Dmitry Sudakov", "fb": {"app_id": 218074068257314, "pages": 275320228526}, "og": {"site_name": "PravdaReport", "title": "Kursk submarine disaster: 20 years of lies in the name of death", "description": "Twenty years later, the cause of death of 118 Kursk submariners remains a mystery. the Russian navy was unable to save the dying men.", "url": "https://www.pravdareport.com/russia/144845-kursk_submarine/", "image": {"identifier": "https://cdn.pravda.ru/eng/image/preview/article//8/4/5/144845_soc.jpeg", "width": 585, "height": 306}, "type": "article"}, "article": {"publisher": "https://www.facebook.com/english.pravda/", "section": "Russia", "published_time": "2020-08-12T17:20:00Z", "modified_time": "2020-08-12T17:20:42Z", "author": "https://www.facebook.com/okay78", "tag": "torpedo explosion"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}