{"GDELT": {"GlobalEventID": 940384063, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "SPY", "Actor1Name": "OPERATIVE", "Actor1Type1Code": "SPY", "Actor2Code": "LBN", "Actor2Name": "BEIRUT", "Actor2CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.8295454545454595, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Khabar, Kerman, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR29", "Actor1Geo_ADM2Code": "41034", "Actor1Geo_Lat": 30.5455, "Actor1Geo_Long": 54.7052, "Actor1Geo_FeatureID": "-3070321", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Khabar, Kerman, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR29", "Actor2Geo_ADM2Code": "41034", "Actor2Geo_Lat": 30.5455, "Actor2Geo_Long": 54.7052, "Actor2Geo_FeatureID": "-3070321", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Khabar, Kerman, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR29", "Action2Geo_ADM2Code": "41034", "Action2Geo_Lat": 30.5455, "Action2Geo_Long": 54.7052, "Action2Geo_FeatureID": "-3070321", "DATEADDED": 20200812183000, "SOURCEURL": "https://www.terrorism-info.org.il/en/hezbollahs-response-to-the-beirut-disaster-updated-to-august-9-2020/"}, "ARTICLE": {"TITLE": "Hezbollah’s response to the Beirut disaster (updated to August 9, 2020)", "TEXT": "The moment of the explosion at the Port of Beirut (BMrong’s Twitter account, August 9, 2020) Presentation of Hezbollah leader Hassan Nasrallah (right) and Speaker of the Parliament of Lebanon Nabih Berri (left) hanging in effigy (anan_80 Twitter account, August 8, 2020) Nasrallah’s speech following the explosion (August 7, 2020). In the background there is a map of Lebanon in the form of the Lebanese flag, with the caption: “Beirut is the heart of the nation. Mercy for the shahids, recovery for the wounded.” Pictures of Hezbollah shahids and the Hezbollah flag, which appeared in the background in Nasrallah’s previous speeches, were absent this time. The map of Lebanon in the form of the Lebanese flag is intended to reinforce Nasrallah’s message that the disaster transcends ethnicity and that it has harmed all the ethnic groups. Islamic Health Organization providing assistance to victims of the explosion (Zahraa Khatun’s Twitter account, August 6, 2020). Islamic Health Organization workers searching for missing persons under rubble (Al-Tansiqiyah Facebook page, August 6, 2020).\n\nOverview\n\nFollowing the explosion in Beirut (August 4, 2020), Hezbollah launched a media campaign centered on denying any connection to the explosion . Thus, Hezbollah (unusually) refrained from blaming Israel for the explosion because this might have strengthened the allegation that Hezbollah had chemicals or weapons at the port. Hezbollah has blamed senior figures in Lebanese governments since 2014 for the disaster. Hezbollah has demanded an internal Lebanese investigation, on the assumption that it would have control over the results, and has vehemently opposed an international investigation.\n\n. Thus, because this might have strengthened the allegation that Hezbollah had chemicals or weapons at the port. Hezbollah has blamed senior figures in Lebanese governments since 2014 for the disaster. Another key motif in Hezbollah’s initial response was solidarity with the victims of the explosion . To reinforce this media message, Hezbollah provided practical assistance to the victims of the explosion through the civilian foundations of its “state within a state.” Hospitals of Hezbollah’s health organization and the Martyrs Foundation have received hundreds of wounded, Hezbollah operatives have launched a large-scale blood drive, and Hezbollah’s municipal institutions in the southern Shiite suburb (Dahiya) have sent search and rescue forces to the disaster area. In addition, Hezbollah’s media outlets provided extensive coverage of Iran’s assistance to Lebanon and the expressions of solidarity with Lebanon by countries and organizations which are part of the radical axis.\n\n. To reinforce this media message, Hospitals of Hezbollah’s health organization and the Martyrs Foundation have received hundreds of wounded, Hezbollah operatives have launched a large-scale blood drive, and Hezbollah’s municipal institutions in the southern Shiite suburb (Dahiya) have sent search and rescue forces to the disaster area. In addition, Hezbollah’s media outlets provided extensive coverage of Iran’s assistance to Lebanon and the expressions of solidarity with Lebanon by countries and organizations which are part of the radical axis. In the days following the explosion, and especially after the demonstrations on August 8, some “offensive” messages against the demonstrators were also conveyed. The reason for this was the demonstrators’ demands of a fundamental change in the Lebanese sectarian regime (“revolution”), of which Hezbollah and the Shiite community are a key component. The slogans against Hezbollah and the display of Nasrallah (along with Lebanese senior leaders) being hanged in effigy added fuel to the fire. Senior Hezbollah officials and Hezbollah’s media outlets have accused the demonstrators of being part of a “plot” aimed at exploiting the tragedy to weaken Hezbollah’s position. Blatant threats to harm the demonstrators were posted on social media.\n\nAs for the Israeli perspective: on the eve of the explosion in Beirut, Hezbollah’s response to the attack in Syria (July 20, 2020) was on the agenda. Hassan Nasrallah (and the organization’s media outlets) refrained from commenting on the issue after the Beirut disaster. However, Ibrahim al-Amin, editor of the Hezbollah-affiliated newspaper Al-Akhbar, wrote an editorial explicitly stating that “the response of the resistance will come,” and it will be a bloody response whose objective is both to punish and to deter.\n\nMain developments in Beirut: Overview\n\nOn the afternoon of August 4, 2020, there was a violent explosion in the Port of Beirut. The explosion killed more than 158 people and injured more than 6,000. Scores of people are still missing, buried under the rubble of houses (reports from the Lebanese Ministry of Health, updated to August 8, 2020). As a result of the explosion, the Port of Beirut was heavily damaged, about 8,000 buildings were damaged, about 250,000 people were left homeless and tens of thousands of people lost their property and livelihoods. The damage from the explosion is estimated at tens of billions of dollars.\n\n\n\nThe Port of Beirut before (left) and after the explosion (right) (ImageSat International (ISI), August 5, 2020)\n\nThe moment of the explosion at the Port of Beirut\n\n(BMrong’s Twitter account, August 9, 2020)\n\nAccording to initial reports, the explosion occurred in warehouse number 12 at the Port of Beirut, which was used for storing about 2,750 tons of ammonium nitrate (a chemical with a high nitrogen content, used as an agricultural fertilizer; it is also used for manufacturing explosives). The ammonium nitrate arrived at the Port of Beirut by ship in October 2013[1]. The ship was seized by the Lebanese authorities and the ammonium nitrate remained at the port. The actual cause of the explosion is not yet clear and the issue is expected to be investigated. The official version (whose reliability is unclear) indicates a fire that broke out as a result of renovation work in warehouse number 12.\n\n\n\nThe area in west Beirut (mostly Sunni), which was directly affected by the explosion\n\n(ImageSat International (ISI), August 5, 2020)\n\nThe dire consequences of the explosion provoked considerable outrage in Lebanon, and the disgust at the corrupt political system, which has been seething for nearly a year, erupted again with great force . On August 8, 2020, violent demonstrations were held in Beirut against the Lebanese regime, with the participation of thousands of demonstrators. The demonstrators attempted to break into the Parliament building but were forcibly repulsed by the security forces (live ammunition was reportedly fired at the demonstrators). In other demonstrations, the demonstrators broke into the Foreign Ministry building, several other government offices and the Banks Authority building. A Lebanese soldier and several members of the security forces were killed in the demonstrations. Rescue services reported that nearly 240 demonstrators were injured, 60 of whom were taken to hospitals for treatment.\n\n. On August 8, 2020, violent demonstrations were held in Beirut against the Lebanese regime, with the participation of thousands of demonstrators. The demonstrators attempted to break into the Parliament building but were forcibly repulsed by the security forces (live ammunition was reportedly fired at the demonstrators). In other demonstrations, the demonstrators broke into the Foreign Ministry building, several other government offices and the Banks Authority building. A Lebanese soldier and several members of the security forces were killed in the demonstrations. Rescue services reported that nearly 240 demonstrators were injured, 60 of whom were taken to hospitals for treatment. The demonstrators not only called for the people responsible for the disaster to be brought to justice, but also called for a fundamental change in the Lebanese sectarian regime (“a revolution”) . The demonstrators condemned the sectarian regime in Lebanon (“the sectarian regime produces terrorism”) and waved signs condemning the senior members of the three sects on which Lebanon’s regime is based : (Christian) President Michel Aoun, (Sunni) Prime Minister Hassan Diab, and (Shiite) leaders Hassan Nasrallah (Hezbollah) and Nabih Berri (Amal).\n\n. The demonstrators (“the sectarian regime produces terrorism”) and waved signs : (Christian) President Michel Aoun, (Sunni) Prime Minister Hassan Diab, and (Shiite) leaders Hassan Nasrallah (Hezbollah) and Nabih Berri (Amal). The demonstrators prepared a display showing senior members of the regime, including Hassan Nasrallah, being hung in effigy. The demonstrators shouted “The people want to overthrow the regime” and “Get out, you are all murderers”. Slogans condemning Hezbollah (“Hezbollah is a terrorist organization”) and calls for the demilitarization of Beirut were also heard. The calls against Hezbollah were made primarily because it is a key component of Lebanon’s sectarian regime, but also in view of the profound suspicion that Hezbollah was responsible for the disaster that befell Beirut.\n\n\n\nPresentation of Hezbollah leader Hassan Nasrallah (right) and Speaker of the Parliament of Lebanon Nabih Berri (left) hanging in effigy (anan_80 Twitter account, August 8, 2020)\n\nHezbollah’s media campaign\n\nResponse\n\nThe day after the explosion (August 5, 2020), Hezbollah launched a media campaign which was initially apologetic and defensive. However, after the demonstrations it became offensive as well. At the defensive level, Hezbollah attempted to repulse accusations of Hezbollah being responsible for the explosion. At the offensive level, Hezbollah blamed its opponents, presenting them as being “behind a large-scale, regional and international plot” against it. In addition, posts on social media threatened that Hezbollah operatives and supporters would physically harm the demonstrators. So far, Hezbollah has refrained from acting on these threats.\n\nThe initial official response was published on August 5, 2020, the day after the attack, as a statement by the chairman of the Hezbollah faction in Parliament (the Loyalty to the Resistance Bloc) and a statement issued by Hezbollah. Two days later (August 7, 2020), Nasrallah delivered a speech that had been scheduled for the evening of August 4, 2020, but was postponed due to the explosion and the declaration of the days of national mourning. Hezbollah’s media campaign incorporated Hezbollah’s media outlets and Hezbollah-affiliated media outlets (chiefly the newspaper Al-Akhbar and Al-Mayadeen TV). Hezbollah’s supporters on social media paid close attention to the explosion and its aftermath.\n\n\n\nNasrallah’s speech following the explosion (August 7, 2020). In the background there is a map of Lebanon in the form of the Lebanese flag, with the caption: “Beirut is the heart of the nation. Mercy for the shahids, recovery for the wounded.” Pictures of Hezbollah shahids and the Hezbollah flag, which appeared in the background in Nasrallah’s previous speeches, were absent this time. The map of Lebanon in the form of the Lebanese flag is intended to reinforce Nasrallah’s message that the disaster transcends ethnicity and that it has harmed all the ethnic groups.\n\nThe main message: Hezbollah had nothing to do with the explosion\n\nHezbollah’s main message was a vehement denial of its involvement in the explosion. Thus, Hezbollah (unusually) refrained from blaming Israel for the explosion because this might have strengthened the accusations that Hezbollah had stored chemicals or weapons at the port. For this reason, Hassan Nasrallah supported a so-called professional investigation by the Lebanese army but objected to an international investigation (the report of the investigation into the assassination of the late Prime Minister Rafik Hariri, which accuses Hezbollah, will soon be published).\n\nAs part of the main message, several motifs are evident: Hezbollah is not responsible for the explosion and has no weapons depots at the port. Hassan Nasrallah stressed this claim in his speech on August 7, 2020: “I deny everything, absolutely and definitively: there is nothing of ours at the port. There is no weapons depot, no missile depot, no missile, no rifle, no grenade, no rifle bullet, no [ammonium] nitrate. There is no such thing, by any means. No warehouse and nothing else. Not now, not in the past, by any means. There is no such thing, by any means” (Twitter account of Ali Shueib, Al-Manar TV reporter in southern Lebanon, August 7, 2020). The responsibility for the explosion rests with senior Lebanese government officials, beginning in 2014 , when the hazardous material was confiscated and stored at the port (Al-Akhbar, August 5-6, 2020; Nasrallah’s speech on August 7, 2020). On her Facebook page, Walaa Hamoud, mother of the shahid Hussein Kamal Hamoud [2] , went so far as to explicitly accuse specific figures: MP Marwan Hamadeh (who resigned immediately after the explosion), former Prime Minister Najib Mikati , and former Transport Minister Ghazi Aridi , who held office at the time when the dangerous cargo was stored at the port; and judges who dismissed the application to release the cargo or have it removed from the port (Facebook page of Walaa Hamoud, the mother of a shahid, August 4 and 5, 2020). Support for an investigation by the Lebanese army and vehement objection to an international investigation (on the assumption that Hezbollah will have control over the results of the Lebanese army investigation). In his speech, Hassan Nasrallah notes that the Lebanese army has the professional capabilities to discover the truth, and other institutions could also take part, if necessary. On the other hand, Hezbollah figures vehemently opposed the existence of an international commission of inquiry and even threatened that the call for such a commission would lead to a “new civil war in Lebanon” (Hezbollah operative Qassem Qassir in an interview with Al-Jazeera). The absence of accusations regarding Israel’s involvement in the explosion: in his speech, Hassan Nasrallah refrained from blaming Israel for the explosion in the Port of Beirut , nor was this accusation made by other senior officials or supporters of Hezbollah. However, Al-Manar reporter Samer Hajj Ali, unlike the others, did blame Israel (Samer Hajj Ali’s Twitter account, August 5, 2020). One of Hezbollah’s supporters warned against making such accusations because they force Hezbollah to respond without being sure that Israel is indeed to blame (Twitter account of Younes al-Zaatari, a Hezbollah supporter who monitors the Israeli media, August 6, 2020).\n\n\n\nSolidarity with the victims\n\nA considerable portion of Hezbollah’s media activity dealt with solidarity with the victims of the explosion (for a practical implementation of this solidarity, see below): Hezbollah supporters posted laments for Beirut on social media; posters expressing solidarity with the victims; calls to replace Facebook profile photos with photos of the explosion. In its broadcasts (August 6, 2020), Hezbollah’s Al-Nour Radio included love songs for Beirut and laments about the disaster that befell it. One of its programs was devoted to linking up renovation contractors with those in need of assistance. Announcements have been made about the opening of homes and public institutions for Beirut residents whose homes were destroyed (the wording of the offers suggests that Beirut’s Shiite southern suburb suffered far less damage than Sunni western Beirut ). Hezbollah supporters on social media have also been involved in locating and disseminating information about missing persons (Facebook page of Walaa Hamoud, mother of a shahid, August 4, 2020; Twitter account of Zainab Mughniyeh, Imad Mughniyeh’s sister, August 5, 2020).\n\n(for a practical implementation of this solidarity, see below):\n\nExtensive coverage of assistance from Iran and the radical axis\n\nOn August 5, 2020, Iran began sending special aid flights to Beirut carrying medical equipment, medical teams, humanitarian aid, food and medicine on behalf of the Iranian Red Crescent (ILNA, August 5, 2020). Hezbollah’s media outlets provided extensive coverage of Iran’s assistance to Lebanon and the expressions of solidarity with Lebanon by the countries and organizations of the radical axis.\n\nand the expressions of solidarity with Lebanon by the countries and organizations of the radical axis. The Facebook and Twitter pages of Hezbollah operatives and supporters included expressions of “axis solidarity” with Lebanon: Syria’s readiness to accept people with severe injuries; Iran airlifting medical aid to Beirut; prayers in Iran in honor of the incident; Iraq sending diesel fuel and wheat by land; the residents of Yemen and the Gaza Strip identifying with the residents of Lebanon.\n\n\n\nRight: Iranian Red Crescent aid packages en route to Beirut. According to the report, these are 2,000 food packages for 72 hours, following which Iran will also send medicines, medical equipment and a fully-staffed hospital (Twitter account of the Khabar Network in Farsi, August 5, 2020). Left: PIJ operatives in the Gaza Strip with the caption #We are all Lebanon (Twitter account of Younes al-Zaatari, a Hezbollah supporter who monitors the Israeli media, August 7, 2020).\n\n\n\nRight: Demonstration of solidarity with Lebanon on the Gaza Strip beach (Mahmoud Bassam’s Twitter account, August 7, 2020). Left: Yemeni boy holding a sign that reads: “From Taizz to Beirut in Lebanon, our heart is with you” (Facebook page of Yaroun at Heart, local news website in the village of Yaroun in southern Lebanon, August 6, 2020)\n\nHezbollah as a victim of a regional and international “plot”\n\nAnother prominent motif in Hezbollah’s response to the incident is the claim that the accusations leveled against Hezbollah by its opponents are a “plot” against it. The objective of this “plot” is to exploit the tragedy in order to oust the organization from its positions in the country. The main points of this claim were made by the Al-Akhbar reporter Maisam Rizek, in his article “March 14 after August 4: it’s as if the assassination of Rafik al-Hariri took place the day before yesterday” (August 6, 2020). According to the article, the conduct of the March 14 Camp in the hours and days following the explosion was similar to the conduct of the anti-Syrian camp in Lebanon following the assassination of Hariri in 2005 (Al-Akhbar, August 6, 2020). Al-Akhbar’s editor, Ibrahim al-Amin, also addressed this claim extensively in his editorial on that same day. In the editorial, he describes how various entities view the disaster as an opportunity to advance their interests in Lebanon, mainly ousting Hezbollah from its positions, holding early elections, and imposing a Western-backed government (these entities include the Special Tribunal for Lebanon, also known as the Lebanon Tribunal or the Hariri Tribunal, the United States, France, the Gulf States, Israel and the March 14 Camp) (Al-Akhbar, August 6, 2020).\n\nThe main points of this claim were made by the Al-Akhbar reporter Maisam Rizek, in his article “March 14 after August 4: it’s as if the assassination of Rafik al-Hariri took place the day before yesterday” (August 6, 2020). According to the article, (Al-Akhbar, August 6, 2020). Al-Akhbar’s editor, Ibrahim al-Amin, also addressed this claim extensively in his on that same day. In the editorial, he describes how (these entities include the Special Tribunal for Lebanon, also known as the Lebanon Tribunal or the Hariri Tribunal, the United States, France, the Gulf States, Israel and the March 14 Camp) (Al-Akhbar, August 6, 2020). In his speech, Hezbollah leader Hassan Nasrallah implicitly referred to the so-called plot: “… maybe some people are worried or apprehensive or do not understand what the atmosphere is, a major international and regional plot. The regional situation is different, the international situation is different, our own situation is different, the situation of the resistance is different – in this respect, no one has any reason to worry. They are looking for a mirage, they have always been looking for a mirage. Their elections have always led to disappointment and loss, and I tell them: as you have been disappointed in the past, so you will be disappointed in the future. You will not achieve a result. This resistance – in its credibility, in the Lebanese people’s faith in it, in its battles […] is too great […] to be harmed by a few oppressors, liars, distorters of facts, instigators at the sectarian level and civil warmongers. When they tried, they always failed, and they are going to fail” (Twitter account of Ali Shueib, Al-Manar TV reporter in southern Lebanon, August 7, 2020).\n\nDefaming the demonstrators and threatening to physically harm them\n\nUp to now, the demonstrators have been defamed and counter-threats have been made by Hezbollah operatives and supporters only on social media . They claimed that “the mask has now been removed” and it is clearly evident that the demonstrators were striving to create a civil war against the Lebanese. On his Twitter account, (Hezbollah supporter) Abu Issa wrote (August 8, 2020): “The one who blew up the port is the one who took the people (to the streets) today, having received accurate instructions.” On his Twitter account, (Al-Manar reporter) Ali Shueib wrote (August 8, 2020): “The murderer Samir Jaja now intensifies the massacre of the port’s victims by creating a civil war between the Lebanese […].”\n\n. They claimed that “the mask has now been removed” and it is clearly evident that the demonstrators were striving to create a civil war against the Lebanese. On his Twitter account, (Hezbollah supporter) Abu Issa wrote (August 8, 2020): “The one who blew up the port is the one who took the people (to the streets) today, having received accurate instructions.” On his Twitter account, (Al-Manar reporter) Ali Shueib wrote (August 8, 2020): “The murderer Samir Jaja now intensifies the massacre of the port’s victims by creating a civil war between the Lebanese […].” Some of the responses included threats to physically harm the demonstrators: I swear, when he [Nasrallah] gives the order, you [the demonstrators] will eat what you have not yet eaten ” (Twitter account of Hezbollah supporter Nabil Abd al-Sater, August 8, 2020). “I, personally, am in favor of going down to the demonstration, hitting and breaking the bones of everyone there and throwing them into the sea. May “coexistence” be cursed. Thank you” (Twitter account of wounded Hezbollah operative Muhtadi Bahmad, August 8, 2020). “Wherever I see revolutionaries [i.e., demonstrators], I will pamper them like they have never before been pampered” (Twitter account of wounded Hezbollah operative Muhtadi Bahmad, August 8, 2020). “If he [Nasrallah] had pointed at your square with his right hand, we would have finished you in the blink of an eye. But, it is enough for us that he is one of the people of moderation and basirah [deep vision, understanding of intentions] #By Allah you will not manage to harm the #secretary general [i.e., Hassan Nasrallah]” (Twitter account of Hezbollah supporter Abu Ali Nasr, August 8, 2020).\n\n\n\nPractical assistance to the victims\n\nAfter the explosion, Hezbollah announced that it was placing all of its resources at the disposal of the residents and the state (official statement by Hezbollah following the incident, Arabi Press News Agency, August 5, 2020). Following this statement, Hezbollah activated parts of its civilian infrastructure to assist the Lebanese government in coping with the explosion and its aftermath. Following are a number of examples: Hospitals and medical centers of the Martyrs Foundation [3] and the Islamic Health Organization [4] , two foundations in the “state within a state” established by Hezbollah, have mounted a widespread blood drive , distributing the donated blood to all the hospitals in the area (Facebook page of the Islamic Health Organization, August 4, 2020; Ali Shueib’s Twitter account, August 4, 2020). Hospitals of the Martyrs Foundation received hundreds of people injured in the explosion (Al-Akhbar, August 5, 2020; Facebook page of Al-Rasoul al-A’zam Hospital, the Martyrs Foundation, August 5, 2020). Hezbollah-affiliated local government officials [5] such as the Dahiya’s Municipal Association, have opened assistance hotlines and have offered temporary shelter to those whose homes were damaged in the explosion (Al-Tansiqiyah Facebook page, August 4, 2020; Ali Shueib’s Twitter account, August 5, 2020; Al-Akhbar, August 6, 2020). Municipal bodies in the Dahiya also sent search and rescue forces to assist residents in dealing with the aftermath of the explosion (Facebook page of the Dahiya Municipal Association, August 5, 2020). Hezbollah’s youth movement, the Imam al-Mahdi Scouts [6] , has organized clean-up campaigns in neighborhoods near the port (Mirza the Farmer’s Twitter account (@mirza_50000), August 5, 2020; Facebook page of the General Commission of the Imam al-Mahdi Scouts Association, August 6, 2020).\n\n(official statement by Hezbollah following the incident, Arabi Press News Agency, August 5, 2020). Following this statement, Hezbollah activated to assist the Lebanese government in coping with the explosion and its aftermath. Following are a number of examples:\n\n\n\nImam al-Mahdi Scout clean-up campaign in the neighborhoods near the site of the explosion and assistance to the victims (Mirza the Farmer’s Twitter account (@mirza_50000), August 5, 2020; Facebook page of the General Commission of the Imam al-Mahdi Scouts Association, August 6, 2020)\n\nThe Islamic Health Organization has sent search and rescue teams and medical teams to the Port of Beirut. (Twitter account of Al-Manar announcer and reporter Hassan Khalifa, August 7, 2020; Egoz Sahili’s Twitter account, August 7, 2020).\n\n\n\nRight: Islamic Health Organization providing assistance to victims of the explosion (Zahraa Khatun’s Twitter account, August 6, 2020). Left: Islamic Health Organization workers searching for missing persons under rubble (Al-Tansiqiyah Facebook page, August 6, 2020).\n\nThe “equation of deterrence” vis-à-vis Israel: The explosion will not make Hezbollah cancel its response to “the crime in Syria”\n\nOn the eve of the explosion in Beirut, Hezbollah’s response to the death of one of its operatives in an attack near Damascus Airport (July 20, 2020) was on the agenda. In his speech on August 7, 2020, Hassan Nasrallah stated that he had planned to speak on August 5, 2020, and talk about current issues, including the situation on the border with Israel and the situation between the “resistance” and Israel. However, after the disaster, the speech was postponed and now, according to Nasrallah, the only issue on the agenda is the human tragedy that has befallen Lebanon. However, Ibrahim al-Amin, editor of the Hezbollah-affiliated newspaper Al-Akhbar, made it clear that the explosion would not lead to the cancellation of Hezbollah’s response to the so-called crime in Syria and that the organization would not give up its “equation of deterrence” against Israel.\n\nOn August 6, 2020, Ibrahim al-Amin, who is affiliated with Hezbollah and expresses its views, published an editorial commenting on Hezbollah’s anticipated response:\n\nThose who gamble that the explosion at the port will cause Hezbollah to cancel the decision to respond to the crime in Syria, are thinking incorrectly once again. This is because they believe the resistance has become entangled and needs a ladder to climb down from the tree. However, they will understand very well that the response of the resistance will come and that it will be a bloody response against the forces of the occupation, whose goal is both to punish and to deter. What the enemy is trying to overestimate, however, is that the resistance does not want a widespread war; and as a result, [the enemy] is interpreting it as a sign of weakness, but this is a completely incorrect analysis. The resistance does not want a war, but it also does not want a campaign of sorts between wars, which leads to results that even an overall Israeli war cannot bring. Furthermore, the resistance, which has established the equation of deterrence for four decades, is even prepared to go to war, in which it will cause Israel to pay a price that has also not been estimated.”\n\nHezbollah leader Hassan Nasrallah, on his part, has refrained from commenting explicitly on Hezbollah’s response to the attack in Syria, preferring to present Hezbollah as a defender of Lebanon, and Hezbollah’s strategy as a “strategy for defending Lebanon.” This (false) presentation obscures Hezbollah’s being part of the radical axis led by Iran and legitimizes the accumulation of Hezbollah’s large arsenal of weapons. Following is a relevant excerpt from Nasrallah’s speech:\n\n“We do not manage the port, we do not control the port, we do not govern the port, we do not intervene in the port, we do not know what happened in the port and what is in the port. Some people said, ‘Well, is it possible that you know the Port of Haifa better than you know the Port of Beirut?’ – This is correct! Hezbollah’s fundamental responsibility is resistance. It is possible that Hezbollah knows the Port of Haifa better than it knows the Port of Beirut. The Port of Beirut is not its responsibility, but the Port of Haifa is its responsibility, because the Port of Haifa is part of the equation of deterrence and Lebanon’s defense strategy[7]. But Hezbollah does not manage or control or intervene and does not know what is happening in the Port of Beirut, what is there and what is not there and how things are managed. This is a matter that we are not familiar with and we do not intervene in it under any circumstances” (Euronews YouTube channel, August 7, 2020).\n\n[1] Hassan Nasrallah is well aware of the destructive potential of ammonium nitrate. On February 16, 2016, the ammonium tank in Haifa Bay was mentioned in his speech. Hassan Nasrallah sent a deterrent message to Israel that Hezbollah possesses precise missiles, enabling it to hit the ammonium tank, and that Israel would pay a heavy price. Haifa Bay, Nasrallah noted, is home to 800,000 people and if Hezbollah hits the tank, this would result in the deaths of tens of thousands (See the ITIC’s Information Bulletin from February 25, 2016: “Hassan Nasrallah’s Ammonia Speech: The Threat for Israel and Its Significance”). ↑\n\n[2] A Hezbollah operative from the village of Markaba in southern Lebanon, was killed in November 2015 in Al-Zabadani. ↑\n\n[3] For more information, see the ITIC’s Information Bulletin from April 11, 2019: “Hezbollah’s Martyrs Foundation: purpose, mode of operation, and funding methods” ↑\n\n[4] For more information, see the ITIC’s Information Bulletin from August 15, 2019: “The Islamic Health Organization: Hezbollah institution providing health services to Hezbollah operatives and the Shiite population in general as a means for gaining influence and creating a Shiite mini-state within Lebanon. ↑\n\n[5] For more information, see the ITIC’s Information Bulletin from October 7, 2019: “Resistance society: Hezbollah’s municipal activity. ↑\n\n[6] For more information, see the ITIC’s Information Bulletin from July 11, 2019: “The Imam Al-Mahdi Scouts Association: Hezbollah’s youth movement which indoctrinates youth with Iranian radical Shiite Islam and serves as a source of youngsters who join Hezbollah” ↑\n\n[7] On February 16, 2010, in a speech in honor of Shahid Commanders Day, Nasrallah said: “If you attack Rafik Al-Hariri International Airport in the capital, we will attack Ben Gurion Airport in Tel Aviv. If you attack our ports, we will attack your ports. If you attack our oil refineries, we will attack your oil refineries. If you bomb our factories, we will bomb your factories. If you bomb our power plants, we will bomb your power plants” (Dunya al-Watan, February 17, 2010). ↑", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimum-scale=1.0", "theme-color": "#457656", "keywords": "hezbollah,lebanon,israel,disaster,beirut,explosion,nasrallah,port,aoun,iran,syria,terrorism,terrorist organization", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Hezbollah’s response to the Beirut disaster (updated to August 9, 2020) - The Meir Amit Intelligence and Terrorism Information Center", "description": "Following the explosion in Beirut (August 4, 2020), Hezbollah launched a media campaign centered on denying any connection to the explosion. Thus, Hezbollah (unusually) refrained from blaming Israel for the explosion because this might have strengthened the allegation that Hezbollah had chemicals or weapons at the port. Hezbollah has blamed senior figures in Lebanese governments since 2014 for the disaster. Hezbollah has demanded an internal Lebanese investigation, on the assumption that it would have control over the results, and has vehemently opposed an international investigation.", "url": "https://www.terrorism-info.org.il/en/hezbollahs-response-to-the-beirut-disaster-updated-to-august-9-2020/", "site_name": "The Meir Amit Intelligence and Terrorism Information Center", "updated_time": "2020-08-13T00:26:31+00:00", "image": {"identifier": "https://www.terrorism-info.org.il/app/uploads/2020/08/word-image-1596987967385.jpeg", "secure_url": "https://www.terrorism-info.org.il/app/uploads/2020/08/word-image-1596987967385.jpeg", "width": 680, "height": 510}}, "article": {"section": "Hezbollah", "published_time": "2020-08-12T16:51:20+00:00", "modified_time": "2020-08-13T00:26:31+00:00"}, "twitter": {"card": "summary", "description": "Following the explosion in Beirut (August 4, 2020), Hezbollah launched a media campaign centered on denying any connection to the explosion. Thus, Hezbollah (unusually) refrained from blaming Israel for the explosion because this might have strengthened the allegation that Hezbollah had chemicals or weapons at the port. Hezbollah has blamed senior figures in Lebanese governments since 2014 for the disaster. Hezbollah has demanded an internal Lebanese investigation, on the assumption that it would have control over the results, and has vehemently opposed an international investigation.", "title": "Hezbollah’s response to the Beirut disaster (updated to August 9, 2020) - The Meir Amit Intelligence and Terrorism Information Center", "image": "https://www.terrorism-info.org.il/app/uploads/2020/08/word-image-1596987967385.jpeg"}, "generator": "WPML ver:4.3.16 stt:5,1,4,3,20,17,46,2;", "google-site-verification": "UK3NSQ9ADvtQGsL-O4dQDJti5fwJ-EbqQi39K5GrxrA"}}}