{"GDELT": {"GlobalEventID": 940390858, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MIL", "Actor1Name": "COLONEL", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -0.51975051975052, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Huron County, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12658", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -81.5, "Actor1Geo_FeatureID": "-566485", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Huron County, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12658", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -81.5, "Action2Geo_FeatureID": "-566485", "DATEADDED": 20200812191500, "SOURCEURL": "https://www.clintonnewsrecord.com/opinion/columnists/john-joynt-and-the-st-helens-war-memorial"}, "ARTICLE": {"TITLE": "John Joynt and the St. Helens War Memorial", "TEXT": "On Nov. 11, 1918, John Joynt, a wealthy Huron County farmer and entrepreneur, was lying in a Buffalo, New York hospital recovering from the Spanish influenza when he awoke to bells ringing and horns blowing.\n\nHe knew that the noise heralded news that the War To End All Wars had arrived.\n\nWhile recuperating in hospital, Joynt reflected on the great and terrible sacrifices his country had made in the late war and was determined to somehow honour the noble and selfless youth of his West Wawanosh Township home.\n\nJoynt was born in Mayo County, Ireland in November 1854. He was the oldest of eight children born to John and Ellen Joynt, Irish Protestants who immigrated to Canada about 1865.\n\nAfter initially settling in Durham County, the Joynt family removed to West Wawanosh where they were well established by the 1881 census.\n\nJohn Jr. married Annie Amelia Fulford of Teeswater in September 1882 and together they had four daughters. Joynt went into farming but as a bright and ambitious young man he branched out into potash production, apple growing and operated apple evaporator plants in Lucknow, Teeswater and Walkerton.\n\nWith a lucrative trade in exporting hardwoods and fruit, Joynt had risen from his impoverished background to become a truly self-made man.\n\nBy 1919 when Joynt was elected to the provincial legislature as the Conservative member in North Huron, he owned 1,400 acres of land and was one of the most prosperous men in the county.\n\nToo old to serve in the war and having only daughters, Joynt wanted “to do something for the boys of Huron,” according to the Goderich Star.\n\nAt his own expense, he spent the then-considerable sum of $5,000 on a monument to honour those from West Wawanosh who had served in the Great War.\n\nThe Joynt War Memorial was the only cenotaph in Huron County paid for entirely by a private individual.\n\nHe chose the St. Helens crossroads to erect a monument because whenever he returned to St. Helens “he always thought of his mother and her inspiration and he considered this [St. Helens] the most suitable place for the erection of a monument in appreciation of the deeds of others,” the Star reported.\n\nIndeed, in 1922, Joynt had donated the site and moved the St. Helens community centre to the northeast corner of the crossroads where he intended to place the war memorial.\n\nOn May 24, 1923, Victoria Day, “all roads led to St, Helens,” according to the Wingham Advance. Between 3,000 and 4,000 people gathered for the unveiling ceremony of Joynt’s memorial. It was the largest gathering ever held before or since at St. Helens. The impressive ceremony began with a platoon of Great War veterans marching to the flag-draped monument halting and firing three volleys into the air followed by a bugler sounding the “Last Post” before a crowd of thousands who doffed their caps.\n\nLieut-Colonel H B Combe, former commander of the 161st Huron Battalion, drew the Union Jack off of the black granite monument revealing the names of the West Wawanosh men who had served in the Great War.\n\nSeven “little girls in white” placed floral bouquets on the monument. Each bouquet represented the name of a West Wawanosh soldier who fell in battle. For those in attendance who knew fallen, the cenotaph’s unveiling ceremony was a proxy funeral for those who lie buried in a foreign grave.\n\nSome idea of the tremendous impact that the Great War had on remote and rural areas like West Wawanosh is that 87 names of local men are engraved on the monument of those who wore their country’s uniform.\n\nLocal historian Rhea Hamilton Seeger notes that further research has turned up even more West Wawanosh names not listed on the monument.\n\nImmediately after Joynt formally handed the monument over to West Wawanosh, Reeve B S Naylor, Lieut-Colonel Dougall Carmichael, a highly-decorated war hero, lauded the valour of Canadians in the Great War calling them “the finest body of fighting men who ever lived.”\n\nCarmichael remarked that the “monuments scattered throughout the country help us bear in mind all the sacrifices, all the sorrows” and, further, hoped “we would never fail to appreciate what these great men did.”\n\nAfter the speeches, appropriate music was provided by the Lucknow Pipe Band, Lucknow Boy Scouts Band and the Wingham Brass Band. The program closed with over 3,000 voices singing “God Save the King.”\n\nThe Women’s Institute who had done so much in supporting the local war effort accomplished the near impossible by providing sandwiches and lemonade for the multitudes.\n\nThe Advance disclosed that 600 loaves of bread were purchased for the occasion and that “every person was fed.”\n\nUndoubtedly, the Joynt Memorial’s unveiling was the profoundly solemn spectacle in West Wawanosh’s history.\n\nYet, there were those who criticized the Joynt Memorial as a cynical political ploy to help buy votes. The Wingham Advance defended Joynt by observing that “judging by the crowd of people present at the unveiling we think the people who appreciate Mr Joynt’s philanthropy are very much in the majority.”\n\nSix more names were added after the Second World War.\n\nAfter the demolition of the St. Helens United Church in 1978, a bell with the names of men who had fought and died in the Great War was placed beside the monument notes the township history book Reflections of West Wowanosh (1995).\n\nAfter serving two terms in the provincial legislature, John Joynt declined to run for re-election in 1926. He died in December 1937.\n\nHe was eulogized as one who had “achieved high standing in his community and his integrity, not less than his business acumen.”\n\nThe West Wawanosh Soldiers’ Monument, also known as the Joynt Memorial, eternally bears witness to the courage of a small community at the St. Helens crossroads.", "METADATA": {"robots": "noarchive", "msvalidate.01": "915AE10930FFCE1EFBB9D7838CE66DE7", "description": "On Nov. 11, 1918, John Joynt, a wealthy Huron County farmer and entrepreneur, was lying in a Buffalo, New York hospital recovering from the Spanish influenza when he awoke to bells ringing and horns blowing.", "news_keywords": "column", "generator": "WordPress 5.3.2", "stats-full-init": "0.021", "stats-postmedia_theme_pre_initialize": "0.000", "stats-initialize": "0.019", "stats-postmedia_theme_post_initialize": "0.001", "stats-vip_load_plugins": "0.003", "stats-load_plugins": "0.015", "stats-register_widgets": "0.000", "sailthru.date": "2020-08-12 11:04:40", "sailthru.title": "John Joynt and the St. Helens War Memorial", "sailthru.description": "On Nov. 11, 1918, John Joynt, a wealthy Huron County farmer and entrepreneur, was lying in a Buffalo, New York hospital recovering from the Spanish influenza when he awoke to bells ringing and horns blowing. He knew that the noise heralded news that the War To End All Wars had arrived. While recuperating in hospital, […]", "sailthru.image.full": "https://smartcdn.prod.postmedia.digital/nexus/wp-content/uploads/2020/08/0819-CN-Yates-scaled.jpg", "sailthru.image.thumb": "https://smartcdn.prod.postmedia.digital/nexus/wp-content/uploads/2020/08/0819-CN-Yates-scaled.jpg", "sailthru.tags": "brand-clintonnewsrecord, category-column, John Joynt, Joynt's memorial, Great War.The Joynt War Memorial, black granite monument, west Wawanosh, west Wawanosh names, Joynt Memorial's unveiling, Joynt family, erection, mr Joynt's philanthropy, west Wawanosh men, St. Helens crossroads, only cenotaph, west Wawanosh soldier, Great War, Lieut colonel Dougall Carmichael, St. Helens, late war, caps.Lieut colonel H B Combe, cenotaph's unveiling ceremony, war hero, local war effort, St. Helens community centre", "ia": {"markup_url": "https://www.clintonnewsrecord.com/opinion/columnists/john-joynt-and-the-st-helens-war-memorial?ia_markup=1"}, "ROBOTS": "NOARCHIVE", "google-site-verification": "ljXFsNxnI10A5Du893byKprf90Ycw4E4nL7sYyc7wTU", "fb": {"admins": 100002625504753}, "og": {"type": "article", "title": "John Joynt and the St. Helens War Memorial", "url": "https://www.clintonnewsrecord.com/opinion/columnists/john-joynt-and-the-st-helens-war-memorial", "description": "On Nov. 11, 1918, John Joynt, a wealthy Huron County farmer and entrepreneur, was lying in a Buffalo, New York hospital recovering from the Spanish influenza when he awoke to bells ringing and horn…", "site_name": "Clinton News Record", "image": "https://smartcdn.prod.postmedia.digital/nexus/wp-content/uploads/2020/08/0819-CN-Yates-scaled.jpg", "locale": "en_US"}, "article": {"published_time": "2020-08-12T15:04:40+00:00", "modified_time": "2020-08-12T15:04:40+00:00"}, "twitter": {"text": {"title": "John Joynt and the St. Helens War Memorial"}, "card": "summary_large_image", "site": "@clintonnewsreco", "title": "John Joynt and the St. Helens War Memorial", "description": "On Nov. 11, 1918, John Joynt, a wealthy Huron County farmer and entrepreneur, was lying in a Buffalo, New York hospital recovering from the Spanish influenza when he awoke to bells ringing and horns blowing.", "image": "https://smartcdn.prod.postmedia.digital/nexus/wp-content/uploads/2020/08/0819-CN-Yates-scaled.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}