{"GDELT": {"GlobalEventID": 940376719, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.93333333333333, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Vermont, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVT", "Actor1Geo_Lat": 44.0407, "Actor1Geo_Long": -72.7093, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Vermont, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVT", "Action2Geo_Lat": 44.0407, "Action2Geo_Long": -72.7093, "Action2Geo_FeatureID": "VT", "DATEADDED": 20200812174500, "SOURCEURL": "https://www.theringer.com/2020/8/12/21365159/kamala-harris-joe-biden-vice-president-candidate"}, "ARTICLE": {"TITLE": "If Joe Biden Is the Democratic Party’s Present, Can Kamala Harris Be Its Future?", "TEXT": "On Tuesday, Joe Biden named his former presidential rival Kamala Harris as his running mate. Harris is the junior senator from California and the state’s former attorney general. She’s the first Black woman and the first Asian American on a major party’s presidential ticket. If Biden wins, Harris would become the 2024 front-runner; she’s the future of the Democratic Party. But her selection reads more like an epilogue.\n\nThe earliest coronavirus lockdowns in the spring truncated the 2020 Democratic presidential primaries. Former vice president Biden beat Vermont Senator Bernie Sanders, but both men disappeared from the public view, and President Donald Trump once again dominated the presidential context. For the past few months, Biden has campaigned from the comfort of his home in Wilmington, Delaware, limiting his public appearances and thus limiting his exposure to (a) the coronavirus and (b) Trump. Biden has overtaken Trump in the general election polls. He’s co-opted Sanders into his campaign materials while nonetheless demoralizing Sanders’s hard-core supporters. He’s recruited Harris onto the ticket despite absorbing a kidney shot from Harris in one of last year’s debates. He’s restored some semblance of stability and fraternity in his party’s presidential politics. But he’s done so by side-stepping core tensions that persist among Democrats: leftists vs. liberals, millennials vs. boomers, feminists vs. patriarchs. Harris side-steps these tensions, too. She embraced “Medicare for All” as a candidate. She disparaged it as a candidate. She has a little something for everyone.\n\n\n\nDuring the primaries, Biden pledged to pick a woman as his running mate; South Carolina Representative Jim Clyburn urged him to pick a Black woman. Biden pitched this potential partnership as a sort of concession to younger progressives, and to women in general, who might like to see a future for women in presidential politics beyond Hillary Clinton. At age 77, Biden can claim his party’s presidential nomination, but he cannot claim his party’s future—hence the utmost urgency in this year’s vice presidential speculation, enlivened by the common concerns about Biden’s advanced age. Trump has gone so far as to suggest that Biden’s running mate will be “the real president” if Biden wins. The vice presidency transformed Joe Biden from a two-time also-ran into a durable presidential front-runner and an inheritor of Barack Obama’s presidential legacy. Notably, Harris suspended her own presidential campaign a couple of months before the Iowa caucuses. She underperformed, making her Biden’s ideal campaign understudy.\n\nIt’s hard to read the future of the Democratic Party into Biden. He’s too old, and, unlike Sanders, he seems too indifferent to the young activists who will inherit his party. He’s an interstitial politician, and Trump’s talking point against him rings true: Biden could ascend to the presidency in his late 70s and, essentially, have no future in politics beyond his presidential term. Trump is three years younger than Biden but much more vivid and provocative in his ideological implications for his own party; Biden is opaque and limited in his mission to defeat Trump. Though Biden reportedly vetted other candidates, such as Massachusetts Senator Elizabeth Warren and California Representative Karen Bass, he seemed to prefer candidates with minimal ideological differentiation from him: Harris, activist and former Georgia state representative Stacey Abrams, Illinois Senator Tammy Duckworth, and Michigan Governor Gretchen Whitmer—each of them loyal, conventional Democrats who reinforce Biden’s pragmatism. Biden always seemed likeliest to settle on Harris. He owes his resurgence against Sanders to Black voters, and, in some sense, he’s settling his tab.\n\nBut he’s side-stepping some profound tensions. In the months since Biden vanquished Sanders, young progressives have spilled into the streets in record numbers, campaigning for police abolition and other criminal justice reforms. For better or worse, Biden and Harris have little, if anything, to do with these progressives. Harris and Biden’s political partnership contains a more modest outlook on racial reconciliation and feminist advancement in the Democratic Party. Twelve years ago, Obama named Biden as his running mate in part to relieve some anxieties about the young Black senator who would become the first Black president. Four years ago, Trump selected Mike Pence to mitigate the common doubts about Trump’s social conservative bona fides. There’s a certain whimsy in the transactional logic for vice presidential selection. In Harris, Biden finds his understudy. But neither Biden nor Harris seems prepared to defuse the more explosive tensions in the Democratic Party.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "apple-mobile-web-app-title": "Ringer", "article": {"publisher": "https://www.facebook.com/ringer/", "published_time": "2020-08-12T13:05:54-04:00", "modified_time": "2020-08-12T13:05:54-04:00"}, "author": "Justin Charity", "style-tools": "https://www.theringer.com/style/community/723/5eb4b5d435466d20eeaac4a72df57099/tools.css", "msvalidate.01": "D385D0326A3AE144205C298DB34B4E94", "description": "Biden selected the California senator as his running mate. Together, they’ll hope to unseat President Donald Trump, but they also have to defuse the tensions within their own party.", "og": {"description": "Biden selected the California senator as his running mate. Together, they’ll hope to unseat President Donald Trump, but they also have to defuse the tensions within their own party.", "image": {"identifier": "https://cdn.vox-cdn.com/thumbor/FzVOix45Qz7UeglKJCjOyT0rhcE=/0x215:3000x1786/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/21729977/kamala_harris_biden_vp_getty_ringer.jpg", "height": 630, "width": 1200}, "site_name": "The Ringer", "title": "If Joe Biden Is the Democratic Party’s Present, Can Kamala Harris Be Its Future?", "type": "article", "url": "https://www.theringer.com/2020/8/12/21365159/kamala-harris-joe-biden-vice-president-candidate"}, "fb": {"app_id": 549923288395304}, "twitter": {"card": "summary_large_image", "url": "https://www.theringer.com/2020/8/12/21365159/kamala-harris-joe-biden-vice-president-candidate", "title": "If Joe Biden Is the Democratic Party’s Present, Can Kamala Harris Be Its Future?", "description": "Biden selected the California senator as his running mate. Together, they’ll hope to unseat President Donald Trump, but they also have to defuse the tensions within their own party.", "image": "https://cdn.vox-cdn.com/thumbor/-Aib6-St-sG2OV8bLcr_3IklsR0=/0x250:3000x1750/fit-in/1200x600/cdn.vox-cdn.com/uploads/chorus_asset/file/21729977/kamala_harris_biden_vp_getty_ringer.jpg", "site": "ringer"}, "sailthru.title": "If Joe Biden Is the Democratic Party’s Present, Can Kamala Harris Be Its Future?", "sailthru.tags": "general,the-ringer,front-page,politics", "sailthru.description": "Biden selected the California senator as his running mate. Together, they’ll hope to unseat President Donald Trump, but they also have to defuse the tensions within their own party.", "sailthru.date": "2020-08-12T13:05:54-04:00", "sailthru.image.full": "https://cdn.vox-cdn.com/thumbor/oQQxFu2HFm-OZtBje71RrE8hJSI=/0x156:3000x1844/1600x900/cdn.vox-cdn.com/uploads/chorus_image/image/67193503/kamala_harris_biden_vp_getty_ringer.0.jpg", "sailthru.image.thumb": "https://cdn.vox-cdn.com/thumbor/GeKYc8R81Za9j7B0Ngq32XujShM=/500x0:2500x2000/200x200/cdn.vox-cdn.com/uploads/chorus_image/image/67193503/kamala_harris_biden_vp_getty_ringer.0.jpg", "parsely-title": "If Joe Biden Is the Democratic Party’s Present, Can Kamala Harris Be Its Future?", "parsely-link": "https://www.theringer.com/2020/8/12/21365159/kamala-harris-joe-biden-vice-president-candidate", "parsely-type": "post", "parsely-image-url": "https://cdn.vox-cdn.com/thumbor/oQQxFu2HFm-OZtBje71RrE8hJSI=/0x156:3000x1844/1600x900/cdn.vox-cdn.com/uploads/chorus_image/image/67193503/kamala_harris_biden_vp_getty_ringer.0.jpg", "parsely-pub-date": "2020-08-12T13:05:54-04:00", "parsely-section": "politics", "parsely-author": "Justin Charity", "parsely-tags": "ringer,front-page,politics", "msapplication-TileImage": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/8991995/favicon-196x196.0.png", "msapplication-TileColor": "#67c385"}}}