{"GDELT": {"GlobalEventID": 940396507, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "IGOUNO", "Actor1Name": "UNITED NATIONS", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "CVL", "Actor2Name": "CIVILIAN", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -9.32475884244369, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Burkina Faso", "Actor1Geo_CountryCode": "UV", "Actor1Geo_ADM1Code": "UV", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "UV", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Burkina Faso", "Actor2Geo_CountryCode": "UV", "Actor2Geo_ADM1Code": "UV", "Actor2Geo_Lat": 13.0, "Actor2Geo_Long": -2.0, "Actor2Geo_FeatureID": "UV", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Burkina Faso", "Action2Geo_CountryCode": "UV", "Action2Geo_ADM1Code": "UV", "Action2Geo_Lat": 13.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "UV", "DATEADDED": 20200812200000, "SOURCEURL": "https://www.cfr.org/in-brief/what-know-about-crisis-mali"}, "ARTICLE": {"TITLE": "What to Know About the Crisis in Mali", "TEXT": "Tens of thousands of Malians have taken to the streets in recent months, in protests fueled by pervasive corruption, extreme poverty, and protracted conflict. The unrest risks further destabilizing a region already battling an alarming rise in violent extremism. What’s next for the West African country?\n\nWhat’s happening?\n\nAn opposition coalition known as the June 5 Movement (M5-RFP), led by prominent cleric Mahmoud Dicko, is calling for the resignation of President Ibrahim Boubacar Keita in the wake of the country’s April parliamentary elections. The protests were spurred by a Constitutional Court decision to overturn some of the election results, which the opposition says unfairly helped members of Keita’s party remain in office.\n\nKeita has refused to step down, but he had been without a government since April, when his prime minister and the rest of his government resigned amid an intensification of the civil war that has been raging since 2012. Keita formed a new cabinet in late July in an attempt to get a handle on the crisis.\n\nThe Economic Community of West African States (ECOWAS), a regional bloc, is attempting to mediate. It called for the formation of a unity government, the resignations of lawmakers whose elections were called into question, and new elections. The bloc has also threatened sanctions against opposition groups who hinder a resolution to the crisis.\n\nWhat led up to these protests?\n\nMali’s recent turmoil began with a 2012 coup, carried out by soldiers opposed to what they saw as a weak response to a growing separatist insurgency by Tuareg rebels in the country’s north. The insurgents were armed with weapons flowing from nearby Libya following that country’s 2011 civil war.\n\nKeita was elected in 2013 with a mandate to pursue peace talks. A deal was signed in 2015 with some rebel groups, granting the sparsely populated north greater autonomy, but experts criticize the deal for failing to include other armed factions. These include Islamist extremist groups—some linked to al-Qaeda and the self-proclaimed Islamic State—who seized on the chaos of the Tuareg insurgency to launch their own attacks, as well as local militias that have formed to defend themselves in the worsening security vacuum.\n\nKeita’s 2018 reelection, in a vote marred by low turnout and allegations of fraud, exacerbated the growing frustration among the public, particularly the country’s youth. Nearly half of Malians live in extreme poverty and many are without access to education or employment. The economy, dependent on gold mining and agriculture, is vulnerable to commodity price swings and increasing desertification. Armed groups have drawn upon deep resentment toward the state over rampant corruption and human rights abuses by security forces.\n\nWhat role have foreign countries played?\n\nFrance. Mali’s former colonial ruler has been drawn deep into the conflict there. The Malian government requested help from Paris in 2013, and a mission the French military initially expected to only last a few weeks has now become what some analysts call France’s “forever war.” Operation Barkhane, as the counterterrorism effort is known, costs more than $1 billion annually, involves almost five thousand French troops, and has resulted in the deaths of forty-four French personnel since 2013. Protesters have also expressed frustration at the lack of progress foreign forces have made, with some calling for French personnel to withdraw.\n\nUnited Nations. A UN peacekeeping mission in Mali, known as MINUSMA, also began in 2013. While France and African countries have focused on counterterrorism, MINUSMA’s more than fifteen thousand uniformed personnel are meant to uphold the framework of the 2015 peace deal, rebuild the government’s security forces, and protect civilians.\n\nRegional forces. Also contributing forces is the G5 Sahel, a regional partnership created in 2014 comprising five thousand troops from Burkina Faso, Chad, Mali, Mauritania, and Niger. In addition, the African Union has pledged to deploy several thousand troops.\n\nUnited States. Washington has gotten involved, though its role is relatively small. Under President Donald J. Trump, the Pentagon has reportedly proposed withdrawing U.S. troops in West Africa, canceling its annual $45 million contribution to Operation Barkhane, and closing its military base in neighboring Niger—all part of the Pentagon’s shift toward focusing on threats from China and Russia. In early 2020, however, the administration appointed its first-ever special envoy to the Sahel, J. Peter Pham, who has opposed any “extra-constitutional change of government” in Mali.\n\nWhat’s at stake in the Sahel region?\n\nEuropean and neighboring countries have invested lives and resources in these efforts because they worry about the region-wide implications of growing instability, experts say.\n\nAnnie Risemberg/AFP/Getty Images A woman participates in a protest calling for President Ibrahim Boubacar Keita to resign, in Bamako on August 11, 2020. LinkedIn Email Share Share\n\nJihadi groups have not only spread across Mali but in neighboring Burkina Faso and Niger, and transnational crime, including drug trafficking, kidnapping, and smuggling of migrants, has become a lucrative income source for militants. Casualties from terrorism across the three countries have increased fivefold since 2016, reaching four thousand deaths in 2019. And in April 2020, the United Nations warned that Burkina Faso was experiencing the fastest-growing displacement crisis in the world, with almost 840,000 civilians forced from their homes in the previous year and a half.\n\nWhat comes next?\n\nECOWAS and Dicko have floated a compromise to allow Keita to stay in office, but protesters have largely rejected it. The opposition has kept up protests demanding Keita’s ouster.\n\nThe unrest, meanwhile, is further damaging the legitimacy of the government, which has struggled to maintain military control over large swathes of the country. With no clear end to the violence in sight, France has recently ramped up its efforts and sought troop commitments from European allies, and the G5 Sahel has also discussed increasing its troop commitment.", "METADATA": {"fb": {"pages": 10234472029}, "sailthru.tags": "author-claire-felter, author-nathalie-bussemaker, tag-mali, tag-west-africa, tag-terrorism-and-counterterrorism, tag-military-operations, tag-demonstrations-and-protests, tag-heads-of-state-and-government", "twitter": {"card": "summary_large_image", "site": "@CFR_org", "image": "https://www.cfr.org/sites/default/files/image/2020/08/mali.jpg", "title": "What to Know About the Crisis in Mali", "description": "Opposition supporters, fed up with a corrupt political system, lack of economic opportunity, and continued violence, are demanding the president’s resignation."}, "og": {"site_name": "Council on Foreign Relations", "type": "article", "title": "What to Know About the Crisis in Mali", "image": "https://www.cfr.org/sites/default/files/image/2020/08/mali.jpg", "street_address": "58 East 68th Street", "locality": "New York", "region": "NY", "postal_code": 10065, "country_name": "USA", "phone_number": "1.212.434.9400", "fax_number": "1.212.434.9800", "url": "https://www.cfr.org/in-brief/what-know-about-crisis-mali", "description": "Opposition supporters, fed up with a corrupt political system, lack of economic opportunity, and continued violence, are demanding the president’s resignation."}, "news_keywords": "Mali, West Africa, Terrorism and Counterterrorism, Military Operations, Demonstrations and Protests, Heads of State and Government", "description": "Opposition supporters, fed up with a corrupt political system, lack of economic opportunity, and continued violence, are demanding the president’s resignation.", "keywords": "Mali, West Africa, Terrorism and Counterterrorism, Military Operations, Demonstrations and Protests, Heads of State and Government", "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "ed21dLJA4q-k2GnrORmTFP8mc97sOOWjd-ZkJbmPCgw", "msvalidate.01": "846D62D6CE4E94B1C328BE585F36F0DE"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}