{"GDELT": {"GlobalEventID": 940375828, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.07766990291263, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Port Harcourt, Rivers, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI50", "Actor1Geo_ADM2Code": "191389", "Actor1Geo_Lat": 4.7891699999999995, "Actor1Geo_Long": 6.99861, "Actor1Geo_FeatureID": "-2025046", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Port Harcourt, Rivers, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI50", "Actor2Geo_ADM2Code": "191389", "Actor2Geo_Lat": 4.7891699999999995, "Actor2Geo_Long": 6.99861, "Actor2Geo_FeatureID": "-2025046", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Port Harcourt, Rivers, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI50", "Action2Geo_ADM2Code": "191389", "Action2Geo_Lat": 4.7891699999999995, "Action2Geo_Long": 6.99861, "Action2Geo_FeatureID": "-2025046", "DATEADDED": 20200812174500, "SOURCEURL": "https://www.nationalnetworkonline.com/en/metro/6124-rumuchiworlu-community-rejects-allegedly-imposed-cdc-chairman"}, "ARTICLE": {"TITLE": "Rumuchiworlu Community Rejects Allegedly Imposed CDC Chairman", "TEXT": "Rumuchiworlu Community Rejects Allegedly Imposed CDC Chairman\n\nRumuchiworlu Community of Rumuigbo has rejected Okechukwu Chukwu allegedly imposed on them as Community Development Committee (CDC) Chairman by Obio/Akpor Council.\n\nRumuchiworlu Community of Rumuigbo has rejected Okechukwu Chukwu allegedly imposed on them as Community Development Committee (CDC) Chairman by Obio/Akpor Council.\n\nTheir rejection of the imposed chairman was conveyed in a press briefing by their chiefs last week in Port Harcourt.\n\nThe chiefs who were from the six families of Epara Ehio, Wachukwu Ehio, Worlu Ejie, Ejekwu Igwe, Chukwu Woke and Worlu Chida which constitute Rumuchiworlu community include: Ben Dele Eziwhuo, Sir Amb. Fyneface Ihunwo, A. A. Worlu, Enyindah Chukwu, Chima Ejekwu and the current CDC Chairman, Azubuike Ejekwu.\n\nSpeaking at a press briefing, their leader, Chief Sir Amb. Fyneface Ihunwo, said they rejected Okechukwu Chukwu as the community's chairman because he was imposed by an illegal Committee set up by Obio/Akpor Council.\n\nHe said the committee orchestrated the action in a bid to fan embers of discord among members of Rumuchiworlu community who have been living peacefully.\n\nChief Sir Ihunwo narrated that the chiefs were invited to the council by the Executive Chairman of Obio/Akpor and after keeping them waiting for hours, his officers eventually came only to tell them that they had come to inaugurate Okechukwu Chukwu as CDC chairman of Rumuchiworlu Community.\n\nHe said the chiefs got annoyed and went home feeling betrayed.\n\nHe expressed disgust that a committee set up to do a good job was turned into a Kangaroo arrangement meant for imposing Okechukwu as chairman against the wish of the people.\n\nAccording to him, the community had an existing chairman, Azubuike Ejekwu who emerged through laid down rules, stressing that imposing another chairman will cause crisis in Rumuchiworlu community.\n\nIn order to prevent looming crisis, Chief Sir Amb. Fyneface Ihunwo and other chiefs who spoke, including Chief A. A. Worlu appealed to Obio/Akpor Council boss, Hon. Solomon Ekeh and the government of Rivers State, Chief Barr. Nyesom Wike to intervene in the matter as quickly as possible.\n\nAzubuike Ejekwu reiterated that he remained the chairman of Rumuchiworlu community and advised those jostling for the position to wait until his tenure is over.\n\nReacting, Okechukwu Chukwu said some chiefs conspired to deprive Rumuworlu Chida Family where he comes from the position of CDC chairman which was their turn according to the rotational arrangement put in place by Rumuchiworlu people.\n\nHe said he was inaugurated by Obio/Akpor Local Government Council based on an arbitration, recommendation and white paper of the council dated December 10, 2019 which was the outcome of a complaint brought by his Rumuworlu Chida family to Obio/Akpor that some chiefs in Rumuchiworlu community subverted rotational arrangement for appointment of chairman for the community.\n\nHe said the chiefs had claimed they zoned it to Ejekwu family instead of Rumuworlu Chida family where it was actually zoned after the other families, including Ejekwu had taken their turn.\n\nThe matter, he said, was taken to Obio/Akpor council where a committee was set up to handle it, stressing that the committee made their findings, and arrived at a decision which culminated in his being inaugurated chairman of Rumuchiworlu community.\n\nYou May Like", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "fb": {"app_id": 2202145103361291, "admins": 541094439635170}, "twitter": {"card": "summary_large_image", "site": "https://www.nationalnetworkonline.com", "creator": "National Networ Newspaper", "title": "National Network Newspaper", "image": "https://www.nationalnetworkonline.com//plugins/content/bt_socialshare/assets/share.png", "description": "Rumuchiworlu Community of Rumuigbo has rejected Okechukwu Chukwu allegedly imposed on them as Community Development Committee (CDC) Chairman by..."}, "og": {"title": "Rumuchiworlu Community Rejects Allegedly Imposed CDC Chairman", "type": "article", "image": "https://www.nationalnetworkonline.com/cache/resized/51f9b83dc94d298a8fcdfba891d1b2f7.jpg", "url": "https://www.nationalnetworkonline.com/en/metro/6124-rumuchiworlu-community-rejects-allegedly-imposed-cdc-chairman", "site_name": "National Networkk Newspaper", "description": "Rumuchiworlu Community of Rumuigbo has rejected Okechukwu Chukwu allegedly imposed on them as Community Development Committee (CDC) Chairman by..."}, "author": "Super User", "generator": "Joomla! - Open Source Content Management", "google-site-verification": "rLHIC5agNs7f1hwke241KBJvMPHsQIjLHdyo-KqrBy8"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}