{"GDELT": {"GlobalEventID": 940392723, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "IRQ", "Actor1Name": "BAGHDAD", "Actor1CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -4.70914127423823, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ07", "Actor1Geo_ADM2Code": "36785", "Actor1Geo_Lat": 33.3386, "Actor1Geo_Long": 44.3939, "Actor1Geo_FeatureID": "-3103581", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200812193000, "SOURCEURL": "https://english.alarabiya.net/en/features/2020/08/12/Thousands-of-Yazidis-still-missing-six-years-after-initial-ISIS-attack"}, "ARTICLE": {"TITLE": "Thousands of Yazidis still missing six years after initial ISIS attack", "TEXT": "As Yazidis commemorated the ISIS attacks on their community six years ago, activists demanded support for their fragile minority in Iraq.\n\nLast week, in the mountainous province of Sinjar in northern Iraq, a historic heartland for Yazidis, locals gathered on the main road and outside public buildings to light candles and commemorate the dead.\n\nIn 2014, ISIS militants invaded the province and deliberately targeted the community killing hundreds and kidnapping thousands.\n\nHalf a million Yazidis were displaced. The attack was described as a genocide by the United Nations in 2015 and an UN-funded international investigation into ISIS war crimes was launched in 2018.\n\nYet six years after the initial attack, the community in Iraq still faces tremendous challenges. About 250,000 Yazidis still live in camps in the Kurdistan region, and over 100,000 migrated out of Iraq. Three thousand people are missing or unaccounted for, with hundreds known to be in refugee camps in Syria.\n\nYazidi men hold up a sign Bring back our girls. (Naji Khadida)\n\nAt the commemoration, mourners held banners demanding international justice and greater security for their homeland.\n\n“We don’t see any movement from the Iraqi authorities. It’s as if nothing happened to us in the last six years,” said Naji Khadida, 28, a resident of Sinjar.\n\nThe sentiment was echoed globally. “How can our community heal and return? Sinjar is left behind and continues to regress without long-term investment,” asked Nobel Peace Prize laureate Nadia Murad, who fled IS captivity in 2014.\n\nA lifetime in camps\n\nThough ISIS was defeated in 2017, less than a third of its displaced Yazidis have gone back to Sinjar.\n\n“There is no water or electricity, basic services are limited,” said Khadida, a recent returnee. He described his neighborhood to Al Arabiya English on the phone.\n\nDisplaced people from the Yazidi religious minority are seen at the Sharya camp, in Duhok, Iraq. (Reuters)\n\n“There are school buildings with books and pupils, but few teachers.”\n\nKhadida spent six years in a refugee camp outside the city of Dohuk, in the Kurdistan region of Iraq, with his parents and siblings.\n\n“We lived in a small tent with no kitchen or bathroom,” he said. But for years, this was better than returning to his devastated homeland.\n\n“We had an obligation to go back to Sinjar to preserve our community. Our language and culture were changing in the camps,” said Khadida.\n\nYazidi refugees sit in a makeshift accommodation turned into a classroom at the Serres refugee camp, northern Greece, on November 24, 2017. (AFP)\n\nCoronavirus forces camp exit\n\nA coronavirus outbreak in the Kurdistan region compelled an estimated 3,000 internally displaced people (IDP), including Khadida and his family, to leave the camp once and for all.\n\n“They had been living in camps for six years, and in the days of the pandemic it became more difficult for them to travel in and out,” said Saoud Misto, the director of an IDP camp, which at its peak in 2015 hosted 19,000 families.\n\n“It was a voluntary, unplanned and spontaneous return. The authorities in Sinjar were not ready for this and did not provide any services,” he said.\n\nForensic workers inspect a zone during the exhumation of a mass-grave of hundreds of Yazidis killed by Islamic State (IS) group militants in the northern Iraqi village of Kojo in Sinjar district on March 15, 2019. (AFP)\n\nInstead of moving back to his original house, Khadida lives in a rented apartment in a different part of Sinjar province.\n\n“Our old neighborhood was destroyed and our home was looted, even the doors and windows were missing. There were no visible attempts to rebuild or reconstruct.” he said.\n\nHe and his family feel like strangers here, he added: “It’s like being displaced again. We want to go back to living in our old neighborhood with our local community.”\n\nMeanwhile, life in the camps has become increasingly precarious.\n\nDisplaced Iraqi children from the minority Yazidi sect, fleeing violence in the Iraqi town of Sinjar, pose for photographer at a refugee camp on the outskirt of Duhok province. (Reuters)\n\n“With the economic crisis and the current coronavirus crisis, our supplies and medical equipment could run out soon,” said Misto.\n\nSome have anticipated another wave of returnees.\n\n“We are on the verge of a blessed return of Yazidis to Sinjar,” said Saeb Khidr, a Yazidi member of the Iraqi parliament, at a conference dedicated to the commemorations.\n\nBut there will be little infrastructure to support them, he added: “Where are the services? Where are the radical solutions?”\n\nUnresolved security issues\n\nUnresolved security issues are preventing the voluntary return to Sinjar.\n\nSince 2017, the province has been under the control of non-state armed groups allied to Baghdad, including the Iran-backed Popular Mobilization Units (PMU) and the Sinjar Resistance Units, a Yazidi militia affiliated to the Kurdistan Worker’s Party (PKK).\n\nIn this March 15, 2019 file photo, Iraqi Yazidi women mourn during the exhumation process of a mass grave in Iraq's northwestern region of Sinjar. (AP)\n\n“While visiting mass graves in Kocho, I was shocked to find PMU flags flying higher than the Iraqi flags,” said Joey Hood, a former US general consul to Saudi Arabia, who spoke at the same commemoration event.\n\nHe was describing a visit to a Yazidi town whose population was decimated by ISIS.\n\n“The state should take care of security. Sinjar should be under rule of law that is enforced by local police,” said Khidr.\n\nYet attempts to restore Iraqi rule of law by training a local police force have so far been met with silence from Baghdad.\n\n“There are too many forces in politics and the military trying to block these solutions,” added Hood.\n\nIraqis from the Yazidi minority gather outside their makeshift homes on Mount Sinjar in northern Iraq. (AP)\n\nThese armed groups fought ISIS alongside Iraqi, Kurdish and international coalition forces. Many are viewed sympathetically in Sinjar.\n\nToday, their presence hampers humanitarian aid and reconstruction efforts. “Many international organizations are hesitant to operate in Sinjar. We don’t have enough qualified professionals on the ground,” said Khidr.\n\nTheir competing agendas also interferes in forming civil life in the province.\n\n“We tried to appoint the director of a hospital, and every faction got involved,” said Khidr. “The negotiations resembled the appointment of a prime minister.”\n\nThey also attract hostilities from regional conflicts. Turkey, which views the PKK as an existential threat, has targeted the militia’s bases close to Sinjar since April.\n\nIn July, locals protested against the PKK’s presence in Sinjar.\n\n“We don’t want to become another Qandil,” said a banner held by protestors, referring to a mountainous region on Iraq’s border with Turkey that has been occupied by forces loyal to the PKK since the 1980s.\n\nLocals have also expressed concerns about the PKK’s recruitment of minors.\n\nA female member of the Sinjar Resistance Units (YBS), a militia affiliated with the Kurdistan Workers' Party (PKK), carries a sniper and an AK-47 rifle in the village of Umm al-Dhiban, northern Iraq, April 29, 2016. (Reuters)\n\n“Children are compelled to join them out of hunger,” Ibrahim Kasso, a journalist living in the displacement camp of Sardasht on Mount Sinjar, told Al Arabiya English.\n\nDays after joining the protests, Kasso received threats from politicians affiliated with the militia, he said.\n\nPolitically sidelined\n\nAt the heart of this crisis is a territorial dispute between the Iraqi government and the Kurdistan Regional Government.\n\nThough the Nineveh plains, where Sinjar is located, are under the Iraqi government’s authority, Erbil has laid claim to the territory since 2003.\n\n“The simplest of services and facilities get caught up in politics between Baghdad and Erbil,” said Khidr, “Each side places its burdens and responsibilities on the other.”\n\nDisplaced people from the minority Yazidi sect, fleeing violence from forces loyal to ISIS in Sinjar town, walk towards the Syrian border on the outskirts of Sinjar mountain near the Syrian border town of Elierbeh of Al-Hasakah Governorate in this August 11, 2014. (File photo: Reuters)\n\nErbil, which currently funds the majority of humanitarian aid for IDPs in its territories, blames the Iraqi government for the current neglect and lack of services in Sinjar.\n\n“We are ready to collaborate with Baghdad to come up with a solution,” said Falah Mustafa, an adviser to the Kurdistan regional government.\n\nMeanwhile armed forces close to Baghdad have claimed the Kurdish administration failed to protect Yazidis from ISIS in 2014.\n\nThe result is that Yazidis are left feeling sidelined from the political process, and helpless as to their fate in Iraq.\n\n“We are a small community of less than a million, in a country of 40 million,’ said Khadida. “Our voice is drowned by more powerful political actors.”\n\nA doctor checks the blood pressure of a Yazidi displaced woman, as they wear protective face masks, following the coronavirus outbreak, at medical Center in the Sharya camp in Duhok, Iraq March 7, 2020. (Reuters)\n\nSinjar’s Yazidis once embraced Kurdish nationalism, but today, many of them feel betrayed by the leadership in Erbil.\n\n“Yazidis suffer from the domination of Kurdish policies which are inconsistent with our culture, identity and aspirations,” said Kasso, reflecting this backlash.\n\nYet turning to Baghdad yields little results.\n\n“We are second class citizens,” said Khadida.\n\nRead more:\n\nSyrian tycoon Rami Makhlouf warns ‘abuse of power’ by security services in new video\n\nCoronavirus: Isolated Syrian refugee camp with no doctors or aid fears outbreak\n\nRussia network financed Al-Assad with British overseas territory & EU shell companies\n\nLast Update: Wednesday, 12 August 2020 KSA 22:06 - GMT 19:06", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "As Yazidis commemorated the ISIS attacks on their community six years ago, activists demanded support for their fragile minority in Iraq.Last week, in the", "robots": "all", "aa": {"contenttype": "news", "contentid": "61924c55-c4cb-46e6-b44e-04321d6bf242", "created": 1597256520000, "modified": 1597259202526}, "gwt": {"property": "locale=en"}, "fb": {"pages": 114884335231354}, "article": {"tag": "Sinjar", "published_time": "2020-08-12T22:22:00.000+0400", "modified_time": "2020-08-12T23:06:42.526+0400", "section": "Features"}, "keywords": "Yazidi,ISIS,Iraq,Sinjar", "news_keywords": "Yazidi,ISIS,Iraq,Sinjar", "thumbnail": "https://vid.alarabiya.net/images/2020/08/12/e7a4b5d4-7a1e-44b9-b75f-7ac6d2ba980c/e7a4b5d4-7a1e-44b9-b75f-7ac6d2ba980c_4x3_186x139.jpg", "uuid": "61924c55-c4cb-46e6-b44e-04321d6bf242", "og": {"image": "https://vid.alarabiya.net/images/2020/08/12/e7a4b5d4-7a1e-44b9-b75f-7ac6d2ba980c/e7a4b5d4-7a1e-44b9-b75f-7ac6d2ba980c_16x9_600x338.jpg", "title": "Thousands of Yazidis still missing six years after initial ISIS attack", "description": "As Yazidis commemorated the ISIS attacks on their community six years ago, activists demanded", "url": "https://english.alarabiya.net/en/features/2020/08/12/Thousands-of-Yazidis-still-missing-six-years-after-initial-ISIS-attack.html", "site_name": "Al Arabiya English", "locale": "ar_AR", "type": "article"}, "twitter": {"image": "https://vid.alarabiya.net/images/2020/08/12/e7a4b5d4-7a1e-44b9-b75f-7ac6d2ba980c/e7a4b5d4-7a1e-44b9-b75f-7ac6d2ba980c_16x9_600x338.jpg", "card": "summary_large_image", "site": "@AlArabiya_Eng", "creator": "@AlArabiya_Eng", "title": "Thousands of Yazidis still missing six years after initial ISIS attack", "description": "As Yazidis commemorated the ISIS attacks on their community six years ago, activists demanded"}}}}