{"GDELT": {"GlobalEventID": 940377078, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "ZAF", "Actor1Name": "SOUTH AFRICAN", "Actor1CountryCode": "ZAF", "Actor2Code": "ZWE", "Actor2Name": "ZIMBABWEAN", "Actor2CountryCode": "ZWE", "IsRootEvent": 0, "EventCode": 161, "EventBaseCode": 161, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -10.4166666666667, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200812174500, "SOURCEURL": "https://sg.news.yahoo.com/zimbabwe-president-mnangagwa-vows-flush-173112950.html"}, "ARTICLE": {"TITLE": "Zimbabwe president Mnangagwa vows to 'flush out bad apples'", "TEXT": "Zimbabwean President Emmerson Mnangagwa has vowed to \"flush out\" any \"bad apples\" as his regime cracks down on dissent\n\nZimbabwean President Emmerson Mnangagwa on Tuesday warned he would \"flush out\" what he called \"bad apples\" as rights groups reported dozens of activists had been arrested in a broad crackdown on dissent.\n\nMnangagwa, who took over from longtime ruler Robert Mugabe after a coup in November 2017, said his administration was facing \"many hurdles and attacks\" including \"divisive politics of some opposition elements\".\n\n\"The bad apples who have attempted to divide our people and to weaken our systems will be flushed out,\" he warned in an impromptu nationwide address from the State House in the capital Harare.\n\n\"We will overcome attempts at destabilisation of our society by a few rogue Zimbabweans acting in league with foreign detractors.\"\n\nHis speech came days after the authorities thwarted protests called by Jacob Ngarivhume, the leader of a small opposition party, against alleged state corruption and the country's slumping economy.\n\nThe government described the protests as an \"insurrection\", and the police banned them citing coronavirus regulations.\n\n\"The protection of the right to life is paramount, especially in light of the COVID-19 pandemic and machinations by destructive terrorist opposition groupings,\" the president said.\n\n\"We make no apologies for fixing our systems across the socio-economic and political spectrum.\"\n\n\n\n- 'Tipping point' -\n\n\n\nThe Zimbabwe Lawyers for Human Rights said Tuesday it had represented more than 20 people arrested since last week, when authorities thwarted anti-government protests that had been scheduled for last Friday.\n\nAmong those arrested were top Zimbabwean writer Tsitsi Dangarembga and Fadzayi Mahere, a lawyer and spokeswoman for the main opposition party Movement for Democratic Change Alliance (MDC-Alliance).\n\nBoth were charged with inciting public violence and released on bail.\n\nMDC-Alliance vice-president Tendai Biti said the situation had become \"untenable\".\n\nHe condemned the regime for \"closing political space\", engaging \"massively in corruption\" and \"abusing the constitution\".\n\n\"We are at a tipping point, something is going to give,\" Biti told AFP, warning that another military coup could be \"around the corner\".\n\nThe latest government clampdown sparked outrage on social media with the hashtag #ZimbabweanLivesMatter trending worldwide on Twitter on Monday.\n\nCelebrities and politicians across the globe have posted outrage over the arrests and condemned the long-standing repression of protest movements in Zimbabwe.\n\nSoldiers opened fire on demonstrations over delayed election results shortly before Mnangagwa officially took office in 2018, killing at least six and injuring dozens.\n\nAnother 17 protesters were shot dead in January last year during a march against rising fuel prices that was dispersed by the army.\n\nActivists and opposition figures are regularly kidnapped by suspected government agents and some are physically abused, rights groups say.\n\n\n\n- 'It really is scary' -\n\n\n\n\"This pattern is becoming established,\" said Dewa Mavhinga, Human Rights Watch director for Southern Africa.\n\n\"Security forces (are) being complicit in abductions, in torture, in harassment and in silencing government critics.\"\n\nMavhinga was worried Mnangagwa's harsh rhetoric could be the sign of an even greater crackdown.\n\n\"It really is scary,\" he told AFP. \"We are likely to see an escalation in attacks in government critics because this is what has happened in the past.\"\n\nZimbabwean human rights activist Jestina Mukoko deplored the lack of accountability in both government and police forces.\n\n\"We are suffering repression and criminalisation of our rights work,\" she said, adding that democracy had been \"compromised\".\n\nSouth African radical opposition leader Julius Malema on Tuesday demanded the immediate closure of the Zimbabwean Embassy \"until they restore the human rights in that country\".\n\nZimbabwean political scientist Richard Mahomva suggested Mnangagwa was acting to defend himself from a \"regime-change project\".\n\n\"There are indications of a huge role of state intelligence (against) anti-establishment elements,\" Mahomva acknowledged.\n\n\"This could be emanating from the traditional, but now upscaled existential threat posed to the ruling (party).\"\n\nAlso on Tuesday, the country's vice president and ex-military commander Constantino Chiwenga was appointed health minister, one month after his predecessor was sacked over corruption allegations related to coronavirus testing kits.\n\nsn-str-sch/dl", "METADATA": {"msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@yahoosg", "card": "summary_large_image", "description": "Zimbabwean President Emmerson Mnangagwa on Tuesday warned he would \"flush out\" what he called \"bad apples\" as rights groups reported dozens of activists had been arrested in a broad crackdown on dissent.  Mnangagwa, who took over from longtime ruler Robert Mugabe after a coup in November", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/gOVPj97i6su73rMBy6arvg--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/d7fb4e290454a03a54d96a9fea9fe863", "src": "https://s.yimg.com/uu/api/res/1.2/gOVPj97i6su73rMBy6arvg--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/d7fb4e290454a03a54d96a9fea9fe863"}, "title": "Zimbabwe president Mnangagwa vows to 'flush out bad apples'"}, "summary": "Latest News, World , Asia, ASEAN,India, Phillipines, Malaysia , Indonesia, Thailand, Vietnam, Taiwan, Hong Kong,China and Singapore News Headlines", "google-site-verification": "I1xLBaVGv-5niOHQADUW9wrko-bXJ2ke5129F-Z4Neg", "oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "news_keywords": "Emmerson Mnangagwa, Tendai Biti, Robert Mugabe", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=2ffbef00-c663-3989-b187-d94a606d0cae&src=web", "description": "Zimbabwean President Emmerson Mnangagwa on Tuesday warned he would \"flush out\" what he called \"bad apples\" as rights groups reported dozens of activists had been arrested in a broad crackdown on dissent.  Mnangagwa, who took over from longtime ruler Robert Mugabe after a coup in November", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/gOVPj97i6su73rMBy6arvg--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/d7fb4e290454a03a54d96a9fea9fe863", "description": "Zimbabwean President Emmerson Mnangagwa on Tuesday warned he would \"flush out\" what he called \"bad apples\" as rights groups reported dozens of activists had been arrested in a broad crackdown on dissent.  Mnangagwa, who took over from longtime ruler Robert Mugabe after a coup in November", "title": "Zimbabwe president Mnangagwa vows to 'flush out bad apples'", "url": "https://sg.news.yahoo.com/zimbabwe-president-mnangagwa-vows-flush-173112950.html"}, "fb": {"pages": 345185573000}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=2ffbef00-c663-3989-b187-d94a606d0cae&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=2ffbef00-c663-3989-b187-d94a606d0cae&src=web"}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}