{"GDELT": {"GlobalEventID": 940372133, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "AUS", "Actor1Name": "VICTORIA", "Actor1CountryCode": "AUS", "Actor2Code": "GOV", "Actor2Name": "PREMIER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -3.8228081576395296, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ballarat, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5377", "Actor1Geo_Lat": -37.5627, "Actor1Geo_Long": 143.863, "Actor1Geo_FeatureID": "-1557125", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200812173000, "SOURCEURL": "https://www.news.com.au/national/victoria/coronavirus-regional-victoria-at-risk-of-terrible-scenario-for-virus-cases/news-story/d7d920d5f363b842c5d2f185112161fe"}, "ARTICLE": {"TITLE": "Coronavirus Victoria: Stage four restrictions flagged for problem areas to avoid ‘terrible scenario’", "TEXT": "Melburnians are enduring some of the strictest lockdown conditions in the world. See how Australia stacks up across the globe.\n\nWhile coronavirus cases in Melbourne seem to be dropping after the record high of 725 last Thursday, the virus is expanding its reach with officials worried about the next “terrible scenario” for Victoria.\n\nOn Wednesday, the number of active coronavirus cases fell in the state for the first time in two months, but now there are concerns clusters of the virus are appearing in new places around Victoria.\n\nYesterday, Victoria’s deputy chief health officer said stage 4 restrictions could be imposed on regional areas as a “worrying trend” of mystery new cases in three of its cities has the state on edge.\n\nPremier Daniel Andrews said on Thursday there has been a there has been a “significant growth of cases” in Geelong, Ballarat and Bendigo as the government announced a testing blitz in the areas.\n\nDespite the stage 4 lockdowns in Melbourne, leaders say they are seeing the disease reach new suburbs and regional areas through the public transport network.\n\nVictorian Nationals leader Peter Walsh said: “There needs to be more done to stop the disaster that’s happening in Melbourne from spreading into the regions.”\n\nRELATED: Follow live coronavirus news updates\n\nRELATED: 202 Victorians fined for breaching restrictions\n\nRELATED: Virus hits four Melbourne Coles supermarkets\n\nCases in regional Victoria have been described as “stubbornly persistent”, by physician and journalist Dr Norman Swan, with health experts calling for tougher, stricter management of the movement of Melburnians travelling to regions outside the CBD.\n\n“We know that’s been a source of transmission for a number of outbreaks,” Bendigo Health’s chief executive, Peter Faulkner said.\n\nThere have been 957 confirmed cases in regional Victoria since the pandemic began and more than active 490 cases.\n\nWhile regional Victoria entered stage three lockdown last Wednesday, concerns have been raised over the “terrible scenario” that could see the virus take off in country areas.\n\nDeputy chief health officer Allen Cheng says the government can’t rule out imposing stage four restrictions across regional Victoria – saying it is now a “day-by-day proposition”.\n\n“Look, I think we’re looking at that very closely. It’s sort of a day-by-day proposition and we really encourage the community to come forward to get tested so that we can sort of get on top of these transmission chains and hopefully obviate the need for stage four,” said Mr Cheng.\n\nRELATED: Victoria Tuesday: 331 new cases and 19 deaths recorded\n\nOn July 27, Bendigo had eight active cases. Two weeks later, on August 10, it hit 57. But the virus is moving around.\n\nGeelong has almost half of all regional cases. Ballarat has the highest growth rate in the past week. Bendigo, while stable, has a stubborn number of concerning and active cases.\n\n“There is certainly some outbreaks and some cases where we don’t know where they’ve come from and it’s very important that people in the community there get tested if they have any symptoms,” Deputy chief health officer Allen Cheng said yesterday.\n\nSo far the virus has hit St Joseph’s primary school in Bendigo with 16 active cases, a poultry farm in Bendigo with 20 active cases and another in Geelong with 44 cases. One worker at Golden Farms Poultry in Geelong died last week.\n\nMeanwhile, in neighbouring Colac Otway, a meatworks outbreak is down to 74 active cases in the past week and in Opal South Valley aged care home in Geelong, 38 people have tested positive while two residents have died. More schools and even two Hungry Jack’s outlets in Ballarat have also been hit.\n\n“You could envisage a terrible scenario that they solve the problem in Melbourne and the Mitchell Shire but regional Victoria takes off big time,” Dr Swan said.\n\n“And it doesn’t take much to take off.”\n\nResidents in country areas are becoming increasingly concerned that authorities are not monitoring the movements of Melburnians on public transport, according to Mr Walsh, who made the comments after a rising number of infections were recorded in regional Victoria.\n\n“They’re just beside themselves with worry about their future, so going to stage 4 would be even worse,” he said.\n\nMr Walsh has been backed up by Bendigo Health’s Peter Faulkner who told the ABC: “There is a link with a number of (rural) outbreaks with the metropolitan area.”\n\nFigures from the Victorian Health Department show Greater Geelong had 179 active cases on Wednesday, with 53 in Bendigo and 22 in Ballarat compared to last week with 132 active cases in Greater Geelong, 29 in Bendigo and 13 in Ballarat.\n\nThe overall total coronavirus cases in regional Victoria on Wednesday was 512, a number Premier Dan Andrews described as “quite low”.\n\nBut, Dr Swan on the Coronacast on Wednesday said: “If you take the average, the trend is up.\n\n“There is virus circulating in regional Victoria and that’s underpinning some of the numbers that you’re seeing out of Victoria.”\n\nMr Andrews also raised concerns about the increase in cases on Tuesday and issued a stern warning for people travelling between Bendigo and Melbourne to avoid doing so unless there was no alternative.\n\n“I’d like to see as little movement as possible between regional Victoria and metropolitan Melbourne, both ways,” he said.\n\n“I think that people, particularly those who are coming to Melbourne from regional Victoria, they know and understand how important it is to keep this out of regional Victoria and keep the numbers really low.\n\n“If you can defer a trip into regional Victoria, do not make a trip into regional Victoria, that’s the safest thing to do.\n\n“The last thing you want is a Melburnian responsible for taking this virus into regional Victoria.\n\n“Sometimes people will do their very best and they won’t know (if they have COVID), but if you have symptoms you shouldn’t be travelling anywhere except to get tested.”\n\nBut Mr Walsh has taken a crack at officials, saying the movement of Melburnians is not watched closely enough.\n\n“That is probably the single biggest issue about Melbourne people coming to the country that’s raised with our country MPs, that they’re coming on public transport with no checks at all,” Mr Walsh said.\n\n“You can get on a V/Line bus or a V/Line train out of Melbourne and no-one checks why you’re travelling, whether you have the appropriate permits to travel,” he said.\n\nThe State Government rejected Mr Walsh’s claims and said Victoria Police is patrolling checkpoints around the state including train carriages, stations and terminals.\n\n“Transit police regularly run high-visibility patrols on metro and regional train lines to ensure the community is adhering to the chief health officer’s directions and to also prevent anti-social behaviour,” a spokesperson told the ABC.\n\n“This will continue to be a focus in the coming weeks on all regional train lines across Victoria.”\n\nBendigo Health has set up a contact tracing hub for concerned residents.\n\nVictoria recorded another deadly day in the 24 hours to Thursday with eight more people losing their lives to coronavirus.\n\nThe state has recorded 278 new cases of COVID-19, taking the total number of infections to more than 15,800, with the death toll rising to 275.\n\nRegional testing capacity will be expanded with additional staff across a number of sites in those three cities.\n\nHere’s where you can get tested:\n\nGeelong and surrounds\n\nBarwon Health – North Geelong (Clinic and drive through clinic), Norlane\n\nBarwon Health – University Hospital Geelong\n\nGeelong – Kardinia Health, Belmont\n\nNewcomb Community Health Centre (Barwon Health)\n\n4Cyte Pathology Geelong\n\nBellarine Respiratory Clinic, Ocean Grove\n\nBallarat\n\nBallarat Senior Citizens Centre, 16 Little Bridge St, Ballarat\n\nBallarat UFS Respiratory clinic, Lucas\n\nBendigo\n\nLatrobe University (Rural Health School) Drive through\n\nBendigo Health, 100 Barnard Street (located in Stewart Street Bendigo, the old Emergency Department)\n\nBendigo Respiratory Clinic, Spring Gully Primary Health", "METADATA": {"viewport": "width=device-width", "generator": "tcog", "articleid": "d7d920d5f363b842c5d2f185112161fe", "article": {"published_time": "2020-08-12T15:24:00.000Z", "modified_time": "2020-08-14T03:12:25.000Z", "publisher": "News Limited", "author": "Matt Young", "publicationdate": "14/08/2020"}, "description": "While coronavirus cases in Melbourne seem to be dropping after the record high of 725 last Thursday, the virus is expanding its reach with officials worried about the next “terrible scenario” for Victoria.", "keywords": "active cases,terrible scenario,public transport,Victoria Health,Human Services,Victorian Nationals leader,regional train lines,coronavirus cases,Nationals leader Peter,strictest lockdown conditions,breaking numbers record,death toll rising,record breaking numbers,active coronavirus cases,contact tracing hub,train carriages,stern warning,meatworks outbreak,case number,visibility patrols,aged care home,ups and downs,Greater Geelong,Victoria,Australia,Australia and New Zealand,Oceania,Melbourne,Bendigo,Ballarat,Victorian Health Department,Peter Faulkner,Daniel Andrews,Matt Young,Health Officer,Norman Swan", "og": {"image": "https://cdn.newsapi.com.au/image/v1/31ca3958a47cf8f934fc9767971e24fe?width=650", "title": "Next ‘terrible scenario’ for Victoria", "type": "article", "url": "https://www.news.com.au/national/victoria/coronavirus-regional-victoria-at-risk-of-terrible-scenario-for-virus-cases/news-story/d7d920d5f363b842c5d2f185112161fe", "site_name": "NewsComAu", "description": "While coronavirus cases in Melbourne seem to be dropping after the record high of 725 last Thursday, the virus is expanding its reach with officials worried about the next “terrible scenario” for Victoria."}, "fb": {"app_id": 113758722003364, "admins": "1533025129,653135158,737988273"}, "twitter": {"card": "summary_large_image", "site": "@newscomauHQ", "title": "Next ‘terrible scenario’ for Victoria"}, "robots": "noarchive", "apple-mobile-web-app-title": "news.com.au", "msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "msapplication-TileImage": "https://www.news.com.au/wp-content/themes/vip/newscorpau-nca/assets/dist/img/common/favicon/mstile-144x144.png", "msapplication-config": "https://www.news.com.au/wp-content/themes/vip/newscorpau-nca/assets/dist/img/common/favicon/browserconfig.xml", "application-name": "news.com.au", "referrer": "origin", "google-site-verification": "GWTbDFKaKnGKyk3q0Na5jIbWHZ4qXn-ibcfMayjSQA0"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Quarantine"]}}