{"GDELT": {"GlobalEventID": 940373233, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "NOR", "Actor1Name": "NORWAY", "Actor1CountryCode": "NOR", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.2188841201716696, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Copenhagen, Køavn*, Denmark", "Actor2Geo_CountryCode": "DA", "Actor2Geo_ADM1Code": "DA05", "Actor2Geo_ADM2Code": "15213", "Actor2Geo_Lat": 55.6667, "Actor2Geo_Long": 12.5833, "Actor2Geo_FeatureID": "-2745636", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Copenhagen, Køavn*, Denmark", "Action2Geo_CountryCode": "DA", "Action2Geo_ADM1Code": "DA05", "Action2Geo_ADM2Code": "15213", "Action2Geo_Lat": 55.6667, "Action2Geo_Long": 12.5833, "Action2Geo_FeatureID": "-2745636", "DATEADDED": 20200812173000, "SOURCEURL": "http://www.mynewsdesk.com/se/pressreleases/scandinavian-cosmetics-group-acquires-elements-group-3026115"}, "ARTICLE": {"TITLE": "Scandinavian Cosmetics Group acquires Elements Group", "TEXT": "• Scandinavian Cosmetics Group is the leading Scandinavian brand management company within high-end cosmetics.\n\n• Elements Group is one of the leading independent brand managers and cosmetics distributors in Denmark, representing 14 brands, covering the entire value chain from brand building and marketing to category management and distribution.\n\n• Through the acquisition of Elements, Scandinavian Cosmetics Group will further strengthen its position in Denmark and create a stronger Scandinavian partner for brand owners and retailers.\n\nAE4 2017 Sweden AB has through its subsidiary Scandinavian Cosmetics Group Holding AB acquired 100% of the shares in Elements ApS including the subsidiary in Sweden. The transaction was finalized today, August 12th, and the sellers have reinvested part of the proceeds in Scandinavian Cosmetics Group. Management of Elements Group, who will remain in their operating positions, will be responsible for the new combined Danish entity. Elements Group, operating in Denmark, Sweden and Norway, is a leading Danish brand management company. The group’s offering to brand owners as well as online and retail partners covers all aspects of the value chain - from brand building and marketing services (online and traditional) to category management and distribution. Elements Group is headquartered in Copenhagen, Denmark, and has more than 20 employees. In 2019, the group had net revenue of approx. DKK 80 million. With the integration of Elements Group, Scandinavian Cosmetics Group will reach approx. SEK 1.2 billion in net revenue.\n\n– We are impressed by Element’s development on the Danish market and how well run the company is. Our target is to become the leading cosmetics brand building company in Denmark as well, and the acquisition of Elements is a great step towards that target. With the integration of Elements into Scandinavian Cosmetics we will not only strengthen our presence in Denmark but also become a stronger collaboration partner for both brand owners and retailers in all Scandinavian markets.”, says Joakim Johnsson, CEO of Scandinavian Cosmetics Group.\n\n– We are very excited about this opportunity. The perfect match, you could say. Size matters in a strong competitive market and by matching size with our creativity and out-of-the-box mindset we can stay ahead and be an even stronger partner for our brands and customers, says Lone Bjørn Nielsen, CEO of Elements Group. Together we are stronger!\n\n\n\nFor further information, please contact:\n\nJoakim Johnsson, CEO at Scandinavian Cosmetics Group, +46 70 666 51 46\n\nLone Bjørn Nielsen, CEO Elements Group, +45 60101549\n\nAbout AE4 2017 Sweden AB\n\nAE4 2017 Sweden AB invests in companies operating in the Nordic cosmetics industry. AE4 is the parent company in a group with subsidiaries in Sweden, Norway, Finland and Denmark. Organic growth combined with selected acquisitions represent the foundation of AE4’s growth strategy. AE4 is head quartered in Malmö and employs approximately 240 people.\n\nFor further information please visit: ae42017.com\n\nAgent & Security Agent:\n\nNordic Trustee, Telephone: +46 (0) 8 783 7900 E-mail: sweden@nordictrustee.com\n\nThis information is information that AE4 2017 Sweden AB is obliged to make public pursuant to the Securities Markets Act. The information was submitted for publication, through the agency of the contact person set out above, at 16:30 CEST on 12 August, 2020.", "METADATA": {"viewport": "width=device-width, initial-scale=1, minimum-scale=1.0", "description": "Scandinavian Cosmetics Group acquires Elements Group to further strengthen its position in the Scandinavian Cosmetics market", "keywords": "skönhet, kosmetika, Group, Cosmetics, Scandinavian, Elements, Elements Group", "robots": "index, follow", "fb": {"app_id": 164521400263620}, "csrf-param": "authenticity_token", "csrf-token": "xQ6FA08L5kKeN54nTzwYHDrpkZ+/CRwuvkv5G+DojDrjkvFuYCdKMevV0xHfSV9caX0rYOXMqSNah3qSPeJm9Q==", "og": {"site_name": "Mynewsdesk", "image": "https://resources.mynewsdesk.com/image/upload/t_open_graph_image/uuis2kemeswhor0smckk.jpg", "url": "https://www.mynewsdesk.com/se/pressreleases/scandinavian-cosmetics-group-acquires-elements-group-3026115", "description": "Scandinavian Cosmetics Group acquires Elements Group to further strengthen its position in the Scandinavian Cosmetics market", "title": "Scandinavian Cosmetics Group acquires Elements Group", "type": "article"}, "twitter": {"card": "summary_large_image"}, "msapplication-TileColor": "#ff4c4c", "msapplication-TileImage": "/favicons/apple-touch-icon-144x144-precomposed.png?v=1", "theme-color": "#ff4c4c", "thumbnail": "https://resources.mynewsdesk.com/image/upload/t_next_gen_article_large_480/uuis2kemeswhor0smckk.jpg"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}