{"GDELT": {"GlobalEventID": 940376246, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "INDGOV", "Actor1Name": "KARNATAKA", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.56621004566211, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Karnataka, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17688", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-2099860", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Karnataka, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17688", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-2099860", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Karnataka, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17688", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-2099860", "DATEADDED": 20200812174500, "SOURCEURL": "https://www.ibcworldnews.com/rioters-to-pay-for-recovery-of-destruction-of-public-properties-hm-basavaraj-bommai/"}, "ARTICLE": {"TITLE": "Rioters to pay for recovery of destruction of public properties: HM Basavaraj Bommai – IBC World News", "TEXT": "Bengaluru: Karnataka Home Minister Basavaraj Bommai on Wednesday said that the state government will take strict action against the persons who were involved in Bengaluru violence incident. Making an important announcement, Bomnai said that rioters who damaged public properties and vehicles will have to pay for the losses.\n\nState HM said that there have been many efforts to vitiate the atmosphere in the society through hooliganism. He asserted that when the situation threatens to go out of control, stringent measures would be undertaken.\n\nThe people in the crowd went berserk at which the police had to resort to firing as a last resort. He noted that three people have lost their lives in this incident and some police personnel were injured in stone pelting incidents. One of the policemen has sustained serious injuries to his head, he added.\n\n“At present, the situation is under control. As many as 110 people have been taken into custody. Our first priority is to restore normalcy in law and order situation. Additional police forces are being deployed. As a precautionary measure, we are in constant touch with the union home secretary. Six companies of Central Reserve Police Force are reaching the city shortly, three from Hyderabad, and three more from Chennai. Police officers will decide the place where these companies have to be stationed,” he said.\n\nThe minister revealed that a rapid action force is also arriving to help handle the situation and Garuda Force is already present. “Both the areas are under complete control. More arrests are expected. We will find out who was behind these acts. I discussed the matter with Chief Minister B S Yediyurappa. I will hold another round of discussions with the chief minister and senior officials again in the afternoon. We will put together CCTV camera evidences and police records. Information about those who led the disturbances are being pooled. They had called for a protest after holding discussions on Facebook. Locals had planned the disturbances” he stated.\n\nA magisterial enquiry will be carried out into the rioting witnessed in Bengaluru on late Tuesday evening. Karnataka Home Minister Basavaraj Bommai said that the government will also recover losses to public property from those who were responsible for rioting.\n\nBommai said that this is a pre-conceived plan to disturb the law and order situation, adding that the state is peaceful now and some anti-social elements have made an effort to make use of this situation to their advantage. Yediyurappa tweeted: “Strict action will be taken against the perpetrators.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "theme-color": "#0088ff", "generator": "Jannah 2.0.4", "og": {"title": "Rioters to pay for recovery of destruction of public properties: HM Basavaraj Bommai - IBC World News", "type": "article", "description": "Bengaluru: Karnataka Home Minister Basavaraj Bommai on Wednesday said that the state government will", "url": "https://www.ibcworldnews.com/rioters-to-pay-for-recovery-of-destruction-of-public-properties-hm-basavaraj-bommai/", "site_name": "IBC World News", "image": "https://www.ibcworldnews.com/wp-content/uploads/2020/08/3-4.jpeg"}}}}