{"GDELT": {"GlobalEventID": 940383662, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.65116279069767, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200812183000, "SOURCEURL": "https://english.alaraby.co.uk/english/comment/2020/8/12/italy-must-pressure-egypt-over-fate-of-imprisoned-student"}, "ARTICLE": {"TITLE": "In the shadow of Regeni, Italy must pressure Egypt over fate of i", "TEXT": "Patrick Zaky, 29, was flying from Italy to Cairo to visit his parents in his hometown of Mansoura. He was a student of Gender Studies at the University of Bologna, Italy. Also, he was an activist with the human rights organisation, Egyptian Initiative for Personal Rights.\n\nFollowing his arrest, Amnesty International's spokesperson in Italy Riccardo Noury stated that the researcher was \"at risk of prolonged detention and torture\". This claim was also confirmed by Patrick Zaky's lawyer, who said he was beaten and tortured for hours.\n\nThe case of Patrick Zaky has brought back memories of the story of Giulio Regeni, the Italian PhD student murdered in Egypt in 2016, whose death remains officially unresolved.\n\nWhen Giulio Regeni was found dead in Cairo, human rights organisations accused the Egyptian government of being involved in his murder. When his corpse arrived in Italy, experts were able to verify that Giulio Regeni had been tortured in stages, eventually leading to his death - a hallmark of Egyptian security services.\n\nThe stories of Patrick Zaky and Giulio Regeni share the same ambiguity and questions over freedom of speech and human rights in Egypt, and the request for the release of the Egyptian researcher has become a matter of national interest. President of the European Parliament, Davide Maria Sassoli has also called for Zaky's immediate release.\n\nWhen Giulio Regeni was found dead in Cairo, human rights organisations accused the Egyptian government of being involved in his murder\n\nEgypt is not new to accusations of human rights violations. Human rights Watch reports that the police and National Security Agency routinely carry out systematic enforced disappearances and torture with impunity. Well-known activists as well as artists and filmmakers have been thrown in prison, tortured, and driven to suicide. Egyptian authorities keep thousands of prisoners in wretched conditions.\n\nAmnesty International's MENA Research and Advocacy Director commented on the authorities' arbitrary arrest and torture of Patrick Zaky, highlighting this as another example of the state's deep-rooted repression of perceived opponents and human rights' defenders.\n\nBut the Italian government seems to adopt a rather weak position towards Egypt's violations of human rights. Italy's already mild diplomacy towards Egypt regarding the murder Giulio Regeni seems to be even weaker concerning the release of Patrick Zaky. Although the tension between Egypt and Italy increased following the murder of Giulio Regeni in 2016, the diplomatic and economic relations of the two countries have never really soured.\n\n\n\nRead more: Egypt court upholds detention of student who was arrested, 'tortured' on arrival from Italy\n\nInstead, Italy considers Egypt an essential partner in terms of economic, strategic, and social issues. The diplomatic spat between the two doesn't seem to have hindered civil and military business agreements.\n\nRecently, the Italian government allowed the sale of two frigates to the Egyptian Navy for $1.4 billion, and more military sales will take place to fulfill the $9 billion agreement between the two countries.\n\n\n\nItalian civil society and human rights organisations have criticised such ambiguous relations, and have launched several campaigns and rallies to demand the release of Patrick Zaky. Even Giulio Regeni's parents pressed the Italian government to ask for the release of the Egyptian student and activist.\n\nAlthough Patrick Zaky is not an Italian citizen, Italy has a moral duty to press for his freedom, especially in light of its parallel duty to pursue justice for Giulio Regeni. Amnesty International has advised the Italian government to follow the path undertaken by the Trump administration that pushed Egypt to release an American student in July 2020, after 486 days in an Egyptian prison.\n\n\n\nInstead, Patrick Zaky is still under precautionary custody and detained inside Cairo's notorious Tora prison complex. Egyptian judges recently postponed his release for another 45 days.\n\n\n\nPrime Minister Giuseppe Conte's approach to getting the necessary and independent investigation into the murder of Giulio Regeni, and to monitoring the situation of Patrick Zaky, appears to be failing.\n\nThis weakness has led human rights organisations and some Italian MPs to ask the Italian government to recall the Italian ambassador in Egypt, Giampaolo Cantini. Italian foreign minister Luigi di Maio however, opposes the request, hoping instead to cooperate with Egyptian authorities. Such cooperation however didn't little in the search for justice for Giulio Regeni. Since his murder, Egypt has been hostile towards the Italian investigation, which is now at an impasse.\n\nItaly has a moral duty to press for his freedom\n\nEuropean and Italian relations with Egypt are supposedly based on respect for democratic principles and fundamental human rights. But the EU seems equally willing to overlook these commitments. Human Rights Watch and others have highlighted the EU's lackadaisical approach to confronting the Egyptian government's violence, arrests, and intimidation.\n\n\n\nIndeed, human rights abuses seem to be of little consequence to the economic and geopolitical interests of Italy and Egypt.\n\nPrioritising human rights over business agreements should be at the top of the EU and Italy's agenda towards Egypt, and the case of Patrick Zaky presents the right chance to stand out and achieve this goal.\n\n\n\n\n\nDario Sabaghi is a freelance journalist interested in human rights.\n\n\n\nFollow him on Twitter: @DarioSabaghi\n\nHave questions or comments? Email us at: editorial-english@alaraby.co.uk\n\nOpinions expressed in this article remain those of the author and do not necessarily represent those of The New Arab, its editorial board or staff.", "METADATA": {"referrer": "origin-when-crossorigin", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "dc.language": "en", "dc.publisher": "The New Arab", "dc.identifier": "https://www.alaraby.co.uk/english", "robots": "index, follow", "revisit-after": "1 days", "msvalidate.01": "AAF1C6177FBDD3FF8AFF757585845C8A", "description": "Comment: Italy should be doing much more to secure the release of researcher Patrick Zaky, who might otherwise face a similar fate to murdered student Giulio Regeni, writes Dario Sabaghi.", "news-keywords": "Italy, EU, Egypt, Giulio Regeni, Patrick Zaky, human rights, detention", "twitter": {"card": "summary_large_image", "image": {"identifier": "https://english.alaraby.co.uk/english/file/getimagecustom/7c2e9844-bd18-4547-b6be-ad85d0a8dcc7/600/338", "width": 600, "height": 338}, "site": "@The_newarab", "creator": "@The_newarab", "description": "Comment: Italy should be doing much more to secure the release of...", "url": "https://english.alaraby.co.uk/english/comment/2020/8/12/italy-must-pressure-egypt-over-fate-of-imprisoned-student", "title": "In the shadow of Regeni, Italy must pressure Egypt over fate of imprisoned student"}, "og": {"title": "In the shadow of Regeni, Italy must pressure Egypt over fate of imprisoned student", "image": "https://english.alaraby.co.uk/english/file/getimagecustom/7c2e9844-bd18-4547-b6be-ad85d0a8dcc7/600/338", "url": "https://english.alaraby.co.uk/english/comment/2020/8/12/italy-must-pressure-egypt-over-fate-of-imprisoned-student", "type": "article", "site_name": "alaraby", "description": "Comment: Italy should be doing much more to secure the release of..."}, "title": "In the shadow of Regeni, Italy must pressure Egypt over fate of imprisoned student", "author": "Dario Sabaghi"}}}