{"GDELT": {"GlobalEventID": 940395110, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LBNMED", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor1Type1Code": "MED", "Actor2Code": "UAF", "Actor2Name": "TERRORIST", "Actor2Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.95482546201232, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200812194500, "SOURCEURL": "https://www.arabnews.com/node/1718571/middle-east"}, "ARTICLE": {"TITLE": "Cash for chaos as brokers swoop in on battered Beirut after blast", "TEXT": "BEIRUT: Beirut residents are being urged not to sell their homes or real estate following the devastating explosion that laid waste to swathes of Beirut, as brokers swoop in to buy shattered buildings.\n\nLast week’s explosion at the Port of Beirut has so far killed 171 people, injured more than 6,000 and displaced hundreds of thousands of people from their homes. Dozens remain missing. The World Health Organization has estimated that 50 percent of Beirut hospitals are “out of service” due to the explosion.\n\nThe Tuesday blast has seen people take to the streets to pick up the pieces and clean up the chaos, even as Lebanon struggles to overcome the coronavirus pandemic and severe economic, financial and political difficulties.\n\nSmall cards have been fixed to damaged cars in neighborhoods destroyed by the blast. They read: “If the car is for sale, call the number on the card.”\n\nThe cards were spotted in areas of Gemmayzeh, Mar Mikhael, Al-Mdawar and Karantina near the port area. Residents have complained that brokers are “touring their buildings to make offers” to buy houses and real estate in exchange for large sums of cash in dollars.\n\nThe devastated areas include heritage buildings, and the head of the Order of Engineers in Lebanon Jad Tabet estimated the number of old buildings threatened with total or partial collapse ranged from 50 to 60.\n\nMany residents in these buildings are either tenants or poor owners who are unable to restore what has been destroyed, especially in light of Lebanon’s severe economic crisis and the collapse of the lira against the US dollar.\n\nThe behavior of the brokers has caused anxiety for other reasons, too. The areas destroyed in the explosion are predominantly Christian.\n\nBeirut’s port was the start of the 1975 Green Line that divided the capital into east and west, a situation that remained until 1990 when the war ended. Although the Green Line was abolished, the demographic division created by the war is the same but for a few exceptions.\n\nIn the past two days there have been reports that political or partisan elements in the country are “taking advantage of the opportunity to infiltrate” these areas.\n\n“News about the existence of brokers is widely circulated in the affected areas,” MP George Okais told Arab News. “There are wealthy owners, old owners who are poor and other owners whose properties have been passed from their parents and grandparents and cannot be sold due to the difficulty of the heirs to reach an agreement. It seems that some people want to exploit the people’s feelings of disgust and anger as well as their intentions to emigrate from Lebanon, by offering them attractive amounts to buy these properties whether heritage buildings, or old buildings.”\n\nThe Orthodox Gathering appealed to the owners of buildings and real estate in the affected areas not to give in to despair or frustration, even though these feelings were justified in the face of such horror. It urged people to refrain from selling their property and to hold on to the “land and stone, symbol of their existence.”\n\nWalid Jumblatt, head of the Progressive Socialist Party, warned the municipality of Beirut against committing the crime of destroying heritage in Gemmayzeh, Mar Mikhael and Ashrafieh for the benefit of some brokers. “The Municipality of Beirut has enough money to restore the heritage and shelter the victims and help them,” he said.\n\nTalal Al-Doueihy, head of the “Lebanese Land – Our Land Movement,” who has been active for the past two years to prevent the sale of lands belonging to the Lebanese, particularly Christians, said: “Some people informed me that lawyers and agents of real estate developers have expressed interest in buying their damaged or destroyed properties.”\n\nHe spoke of the “unrealistic amounts” offered to people — $8,000 dollars per square meter.\n\n“The demographic change in these areas may be or may not be on the table, but it is our duty to offer solutions and tell people to not sell their land and to not leave Lebanon no matter what sect they belong to,” said Okais. “The main focus is to provide people with financial support. That is what we are working on right now.”\n\nThe Lebanese Ministry of Culture has decided to “prevent any transaction of sale, disposal or insurance relating to the damaged properties and prevent their registration in real estate departments until after the completion of all repair work and after the approval of the ministry in accordance with the rules relating to the protection of historical and heritage buildings.”\n\nThe World Maronite Union accused “rich and wealthy people, owners of mafia money that sabotaged Lebanon, owners of smuggling and drugs money sponsored by Hezbollah in addition to Iran’s money, of trying to change the cultural and demographic face of Beirut.”\n\nIt feared that people would act “unconsciously and sign contracts and agreements that would steal from them and deprive them of their history and the future of their children.”\n\nRumors about further explosions in the Lebanese capital are also causing fear and confusion. The rumors have been attributed to the Lebanese Red Cross, the French embassy and also UN forces in Lebanon — with all three quick to deny them.\n\nThe embassy rejected the content of an audio recording that claimed the diplomatic mission had warned its citizens from going to Beirut between Aug. 13 and 15, stressing that the audio message was old and was being circulated “with the aim of misleading people and provoking panic.”\n\nThe United Nation Interim Force in Lebanon (UNIFIL) also denied the veracity of the recording. Its spokesman Andrea Tenenti said: “The audio recording claiming that the UNIFIL has warned of a terrorist act in areas of Beirut is unfounded. It only aims at creating confusion in these exceptional circumstances.”", "METADATA": {"description": "BEIRUT: Beirut residents are being urged not to sell their homes or real estate following the devastating explosion that laid waste to swathes of Beirut, as brokers swoop in to buy shattered buildings. Last week’s explosion at the Port of Beirut has so far killed 171 people, injured more than 6,000 and displaced hundreds of thousands of people from their homes. Dozens remain", "abstract": "Get the latest breaking news and headlines from the largest Arab News website. Get world news, sport news, business news, entertainment, lifestyle, video and photos.", "keywords": "Jubail,Al-Ahsa,Al-Kharj,Taif,Qatif,oil,Dammam,Abha,Asir,Yanbu,islam,jobs,sports,Khalij times,gulf news,saudi gazette,Riyadh,Tabuk,Mecca,Medina,AlMadinah,Jeddah,Makkah,Hail,Mecca,Makkah,Eastern,King Abdullah, jobs in Saudi,work in saudi arabia, umrah,Hajj،عرب نيوز", "rights": "Arab News", "fb": {"app_id": 331299401208963, "pages": 10250877124}, "og": {"site_name": "Arab News", "type": "article", "title": "Cash for chaos as brokers swoop in on battered Beirut after blast", "url": "https://arab.news/rcze2", "description": "BEIRUT: Beirut residents are being urged not to sell their homes or real estate following the devastating explosion that laid waste to swathes of Beirut, as brokers swoop in to buy shattered buildings. Last week’s explosion at the Port of Beirut has so far killed 171 people, injured more than 6,000 and displaced hundreds of thousands of people from their homes. Dozens remain missing. The World Health Organization has estimated that 50 percent of Beirut hospitals are “out of service” due to the explosion.", "updated_time": "2020-08-12T21:56:08+03:00", "image": {"identifier": "https://www.arabnews.com/sites/default/files/2020/08/12/2227491-2081902013.jpg", "url": "https://www.arabnews.com/sites/default/files/2020/08/12/2227491-2081902013.jpg"}}, "twitter": {"card": "summary_large_image", "site": {"identifier": "@Arab_News", "id": 69172612}, "creator": {"identifier": "@Arab_News", "id": 69172612}, "title": "Cash for chaos as brokers swoop in on battered Beirut after blast", "url": "https://arab.news/rcze2", "description": "BEIRUT: Beirut residents are being urged not to sell their homes or real estate following the devastating explosion that laid waste to swathes of Beirut, as brokers swoop in to buy shattered", "image": "https://www.arabnews.com/sites/default/files/2020/08/12/2227491-2081902013.jpg"}, "article": {"published_time": "2020-08-12T21:52:07+03:00", "modified_time": "2020-08-12T21:56:08+03:00"}, "viewport": "width=device-width, initial-scale=1.0"}}}