{"GDELT": {"GlobalEventID": 940387818, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "BHS", "Actor2Name": "BAHAMA", "Actor2CountryCode": "BHS", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.14727540500735997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Providence, Bahamas, The (general), Bahamas, The", "Actor1Geo_CountryCode": "BF", "Actor1Geo_ADM1Code": "BF00", "Actor1Geo_ADM2Code": "5747", "Actor1Geo_Lat": 25.0333, "Actor1Geo_Long": -77.4, "Actor1Geo_FeatureID": "-1543842", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Providence, Bahamas, The (general), Bahamas, The", "Actor2Geo_CountryCode": "BF", "Actor2Geo_ADM1Code": "BF00", "Actor2Geo_ADM2Code": "5747", "Actor2Geo_Lat": 25.0333, "Actor2Geo_Long": -77.4, "Actor2Geo_FeatureID": "-1543842", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Providence, Bahamas, The (general), Bahamas, The", "Action2Geo_CountryCode": "BF", "Action2Geo_ADM1Code": "BF00", "Action2Geo_ADM2Code": "5747", "Action2Geo_Lat": 25.0333, "Action2Geo_Long": -77.4, "Action2Geo_FeatureID": "-1543842", "DATEADDED": 20200812190000, "SOURCEURL": "http://www.tribune242.com/news/2020/aug/12/bahamas-in-southern-boating-travel-bubble/"}, "ARTICLE": {"TITLE": "Bahamas in southern boating 'travel bubble'", "TEXT": "By YOURI KEMP\n\nTribune Business Reporter\n\nykemp@tribunemedia.net\n\nThe Bahamas is promoting its COVID-19 free southern islands as a “travel bubble” for visiting boaters in a bid to retain at least some tourism business, a top official said yesterday.\n\nJoy Jibrulu, pictured, the Ministry of Tourism’s director general, told this segment that they would be able to travel between these islands without having to endure a 14-day quarantine, thereby ensuring an uninterrupted experience.\n\nShe told potential travellers via a webinar: “Within the archipelago of The Bahamas, the government has created travel bubbles. So the southern Bahamas, where there have been no cases of quarantine, the government has said if you are in any of those islands in the south and you want to travel within the other islands, you are able to without quarantining.\n\n“If you come from a hotspot like Grand Bahama, which is closed for travel for anybody at this time; if you are coming from New Providence, Abaco or any of the other islands where we have seen an uptick in cases, and you move to another island, then you will be required to go through the quarantine process once again.\n\n“So, depending where you are in the archipelago and where you move to, I guess the recommendation during this period is to make your way down south and you can go from one southern island to another much more easily without being concerned about quarantining rather than moving from the more populated islands into another island that is not within the travel bubble.”\n\nThe prime minister, in his national address on Sunday, listed Long Island, Inagua, Mayaguana, Rum Cay, Acklins, Crooked Island and Long Cay as being among the COVID-19 free islands where all restrictions on commercial activity have been lifted and normal life can resume. However, one case was subsequently detected on Inagua yesterday.\n\nThe boating/yachting market is one of the few tourism niches still available to The Bahamas, and which can readily access this nation, due to its ability to effectively self-quarantine for 14 days on the vessel. This can be done in a marina or by anchoring offshore, thus enabling visitors to still enjoy some of what this nation has to offer while they isolate.\n\nMs Jibrilu, meanwhile, reminded boaters of the health requirements they must meet. “Everybody ought to apply online and submit a health visa application, together with a COVID-19 PCR negative test,” she said. “Once they are in receipt of the health visa they may travel to The Bahamas, and they must register at a public dock facility with the Immigration, Customs and health officials.\n\n“There details will be given on where they are intending to anchor for the 14-day quarantine period, whether at a marina or whether offshore, if it is an island or a cay. Once they have done that they can remain on their boat. If they are at a marina, they can use the facilities at the marina. But once they come on board they must adhere to the protocols in place - mask wearing, social distancing and no congregation of people.”\n\nKerry Fountain, the Bahamas Out Island Promotions Board’s executive director, talked up efforts to reduce the bureaucracy and red tape facing private pilots trying to enter this nation.\n\nHe said: “There is an initiative afoot, even though approvals have not been granted as yet, to provide Bahamas pre-clearance out of the two Fort Lauderdale airports, the Shelter FBO (fixed base operator) and also the Banyan FBO out of the Fort Lauderdale executive airport.\n\n“What does that mean? That means we would have Bahamas immigration and Bahamas customs working out of those two airports, so a seaplane operated by Tropic Ocean Airways would be able to takeoff from the Shelter FBO and, because they would have already cleared Bahamas Customs and Immigration in Florida, they would be able to land in the ocean right at your boat. The folks would be able to get right off of that plane and walk right on those steps to your boat.”", "METADATA": {"description": "The Bahamas is promoting its COVID-19 free southern islands as a “travel bubble” for visiting boaters in a bid to retain at least some tourism business, a top official said yesterday.  Joy Jibrulu, pictured , the Ministry of Tourism’s director genera", "og": {"title": "Bahamas in southern boating 'travel bubble'", "type": "article", "url": "http://www.tribune242.com/news/2020/aug/12/bahamas-in-southern-boating-travel-bubble/"}, "viewport": "width=1020"}}}