{"GDELT": {"GlobalEventID": 940383635, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "IRN", "Actor1Name": "IRANIAN", "Actor1CountryCode": "IRN", "Actor2Code": "MOSSHI", "Actor2Name": "SHIITE", "Actor2Religion1Code": "MOS", "Actor2Religion2Code": "SHI", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -9.340252038547051, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200812183000, "SOURCEURL": "https://www.channelstv.com/2020/08/12/prosecution-says-to-grill-ministers-over-beirut-blast/"}, "ARTICLE": {"TITLE": "Prosecution Says To Grill Ministers Over Beirut Blast", "TEXT": "Lebanon’s judiciary will question several ministers, a judicial official said Wednesday, over a massive chemical blast at a Beirut port warehouse that ravaged the capital and sparked unprecedented public outrage.\n\nSurvivors and volunteers were still sweeping pulverised glass off rubble-strewn streets a week after a large depot of industrial chemicals blew up at Beirut’s port, a blast President Michel Aoun estimated had caused more than $15 billion-worth of damage.\n\nThe official death toll rose to 171, while 6,500 were injured and 300,000 left temporarily homeless in the country’s worst peacetime disaster.\n\nTop diplomats streamed into Lebanon to show solidarity and urge reforms to curb the corruption blamed for allowing a vast stock of ammonium nitrate, a compound often used in homemade bombs, to rot for years at the port despite repeated warnings.\n\nAn AFP investigation found that up until the day before the deadly blast, officials had exchanged warnings over the cargo, but did nothing despite experts’ fears it could cause a massive conflagration.\n\nA judicial official said Wednesday that the prosecution would question several ministers and former ministers over the disaster.\n\nMeanwhile, at Beirut’s main fire station, a stone’s throw from the charred and ruined port, firefighters held an emotional funeral for one of 10 comrades they lost in the catastrophe.\n\n“May God be with you, our hero,” firefighters cried as they saw off the coffin of their lost friend Jo Noun during their fourth such ceremony since the August 4 disaster.\n\nTen firefighters are confirmed to have died, and six more are still among the missing, including three members of the same family.\n\nRina Hitti, the mother of one and related to the two others, said: “In one piece or several, we want our sons back.”\n\nDirect aid\n\nEmergency crews on Wednesday were still searching the dusty “ground zero” where the explosion pulverised buildings and left a water-logged 43-metre-deep crater where a quay and warehouses once stood.\n\nThe human error that sparked devastation worthy of a major earthquake has sparked public rage, matched only by the speed at which officials are seen to be passing the buck.\n\nAround 100 of the wounded were recently still listed in critical condition and it was feared the death toll could yet rise as Beirut’s hospitals treat the casualties.\n\nMore than half of 55 healthcare facilities evaluated by the World Health Organization were “non-functional,” the agency said Wednesday, adding that three major hospitals were out of operation and another three running at well below normal capacity, he said.\n\nAmong those killed was a diplomat from Germany, whose Foreign Minister Heiko Maas arrived in Lebanon Wednesday for a short visit of support.\n\nIn a social media message, he stressed the need for “profound economic reform”.\n\nHe also announced one million-euro donation directly to the Lebanese Red Cross, in line with a pledge that emergency aid should bypass a government that has lost its people’s trust.\n\nJockeying\n\nAngry protesters demonstrated for a third night running Tuesday to demand the wholesale ouster of a ruling political elite they see as directly responsible for the port tragedy.\n\nMock gallows and nooses have become the symbols of the new wave of protests, which have rekindled a revolutionary street movement that had lost steam in recent months amid economic hardship and the coronavirus pandemic.\n\nUnder intense domestic and foreign pressure, Prime Minister Hassan Diab announced his government’s resignation on Monday.\n\nMany have bitterly dismissed his efforts to cast himself as a champion of the fight against corruption, labelling him instead as a puppet of the long-standing political elite.\n\nSome saw the government’s departure as a victory and a sign that continued pressure could finally force change in a country ruled by the same cartel of former warlords and their relatives since the 1975-1990 civil war.\n\nOthers feared that the resignation could herald the return of old faces such as former prime minister Saad Hariri.\n\nAccording to the Al-Akhbar newspaper, Nawaf Salam, a former judge at the International Court of Justice, is favoured by some of Lebanon’s top foreign partners, including France.\n\nHowever, the paper said, Salam is not an acceptable choice for powerful Iranian-backed Shiite movement Hezbollah.\n\nFrench President Emmanuel Macron on Wednesday warned Tehran against interfering in Lebanon, urging his Iranian counterpart Hassan Rouhani “to avoid any outside interference and to support the putting in place of a government which can manage the emergency,” the Elysee said.\n\nMeanwhile, a return of Hariri, who resigned under pressure from the street late last year, could spark even more outrage among a protest camp re-invigorated by the disaster.\n\nParliament was due to convene on Thursday to approve a state of emergency, which would give security forces heightened powers to curb the street demonstrations.\n\n-AFP", "METADATA": {"google-site-verification": "6JVFjvtKtlBAOBeZjx02KYOCAJqmYfH--9_EmfNIsw8", "alexaVerifyID": "s6Y-9oImS488Fgxe-Oc84mxGsd8", "msvalidate.01": "51A9C00FE7BE8C94DDAE034F74141D4A", "viewport": "width=device-width, initial-scale=1.0", "apple-itunes-app": "app-id=674628071", "theme-color": "#00265E", "msapplication-navbutton-color": "#00265E", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "og": {"locale": "en_US", "type": "article", "title": "Prosecution Says To Grill Ministers Over Beirut Blast", "description": "Prosecution Says To Grill Ministers Over Beirut Blast", "image": "https://www.channelstv.com/wp-content/uploads/2020/08/A-Lebanese-demonstrator-breaks-a-shop-window-during-clashes-with-security-forces-in-downtown-Beirut-6.jpg", "url": "https://www.channelstv.com/2020/08/12/prosecution-says-to-grill-ministers-over-beirut-blast/", "site_name": "Channels Television"}, "fb": {"app_id": 205604876116272}, "application-name": "Channels Television", "msapplication-square70x70logo": "small.jpg", "msapplication-square150x150logo": "medium.jpg", "msapplication-wide310x150logo": "wide.jpg", "msapplication-square310x310logo": "large.jpg", "msapplication-TileColor": "#00265E", "generator": "WordPress 5.2.1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}