{"GDELT": {"GlobalEventID": 940388685, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MNCUSA", "Actor1Name": "JETBLUE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor2Code": "USABUS", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.92307692307692, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Barbados", "Actor1Geo_CountryCode": "BB", "Actor1Geo_ADM1Code": "BB", "Actor1Geo_Lat": 13.166667000000002, "Actor1Geo_Long": -59.533333, "Actor1Geo_FeatureID": "BB", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Arizona, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAZ", "Actor2Geo_Lat": 33.7712, "Actor2Geo_Long": -111.38799999999999, "Actor2Geo_FeatureID": "AZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Barbados", "Action2Geo_CountryCode": "BB", "Action2Geo_ADM1Code": "BB", "Action2Geo_Lat": 13.166667000000002, "Action2Geo_Long": -59.533333, "Action2Geo_FeatureID": "BB", "DATEADDED": 20200812190000, "SOURCEURL": "https://www.businessinsider.nl/caribbean-islands-open-to-american-travelers-2020-7/"}, "ARTICLE": {"TITLE": "All the Caribbean destinations that are starting to welcome US travelers again", "TEXT": "Foto: Fabien Burgue/EyeEm/Getty Images Las Terrenas, a resort town in the Dominican Republic, is known for its waterfalls.\n\nMany Caribbean destinations are searching for ways to reopen to tourists safely.\n\nAbout a dozen islands are currently welcoming American tourists under certain conditions. For example, many islands require travelers to bring negative coronavirus test or undergo a mandatory quarantine.\n\nTravelers should research the destination beforehand since rules and regulations are constantly changing.\n\nThe Centers for Disease Control and Prevention recommends avoiding all nonessential international travel during this time. If you decide to travel, follow the CDC’s recommendations in its Global COVID-19 Pandemic Notice.\n\nUPDATE: August 12, 2020: This story was originally published on July 29 and was updated on August 12 to reflect Belize’s postponement for international travel, which has been delayed indefinitely, according to Belizing.\n\nVisit Insider’s homepage for more stories.\n\nFrom tropical rainforests to pink-sand beaches, the hundreds of islands across the Caribbean entice millions of tourists every year.\n\nThat was all put on pause in March when countries and territories closed their borders and waved goodbye to the final tourists leaving their islands.\n\nFor the next few months, local governments debated and planned how to reopen borders safely for incoming travelers – and many have struggled to find a balance between the health of their residents and keeping their tourism economies afloat.\n\nSome islands have already begun welcoming tourists back, often requiring them to bring negative COVID-19 tests, complete health scans, and even quarantine.\n\nHere are the destinations across the Caribbean that are open to US travelers.\n\nInternational visitors are welcome to hop between the islands of Antigua and Barbuda.\n\nFoto: St. Johns, the capital of the island nation. Source: Sean Pavone/Shutterstock\n\nThe country reopened its tourism sector and welcomed international travelers in early June.\n\nLees ook op Business Insider Warren Buffett verkoopt zijn belang in Goldman Sachs en gokt op goud – opvallend, want hij is geen fan van edelmetalen\n\nThe Minister of Tourism announced a set of protocols for incoming visitors. Travelers flying by air are required to bring a negative COVID-19 test that was taken within seven days of their flights. If arriving via ship, visitors are subject to quarantine.\n\nOnce you reach the island, visitors can expect health checks and assessments. Hotels and resorts are also allowed to require additional coronavirus tests, so make sure to ask the resort about its protocol beforehand.\n\nAntigua and Barbuda had a recorded 92 coronavirus cases and three deaths at the time of writing, per Johns Hopkins.\n\nAruba’s sunny shores have reopened to international visitors.\n\nFoto: The island is in the southern part of the Caribbean Sea. Source: Shutterstock/Natalia Barsukova\n\nIncoming visitors should complete the Embarkation/Disembarkation card process online and obtain Aruba Visitors Insurance. Visitors are encouraged to take a COVID-19 test before traveling to Aruba and present proof of negative results upon landing. However, travelers also have the option to pre-pay $75 for a mandatory test upon arrival, but they will be required to quarantine while test results are assessed.\n\nAccording to Johns Hopkins, the country saw 717 coronavirus cases and three confirmed deaths at the time of writing.\n\nYou can vacation in the Bahamas, but only after a 14-day quarantine.\n\nFoto: Over 700 islands make up the Bahamas. Source: Marianna Massey/Getty Images\n\nThree weeks after reopening to international tourists, the Bahamas saw a surge in coronavirus cases.\n\nAfter closing borders to US residents, the country decided to reopen them but add a mandatory 14-day quarantine upon arrival.\n\nPeople interested in traveling to the Bahamas will be required to quarantine for 14 days at their own expense in a government facility. At the end of the quarantine, they’ll take another coronavirus test, according to The Office of the Prime Minister.\n\nMany of the islands’ attractions and businesses will remain closed. Here’s everything you need to know if you’re planning to visit the islands.\n\nAccording to Johns Hopkins, the Bahamas had 989 confirmed cases and 15 coronavirus-related deaths at the time of writing.\n\nFly to Barbados for a long or short stay.\n\nFoto: The popular cruise-ship destination has a lot to offer. Source: Getty/Holger Leue\n\nBarbados has gained recent popularity for its remote worker visa program. However, the island is still welcoming short-term travelers, too.\n\nThe first commercial flights from the US to Barbados left on July 25. JetBlue resumed flights on July 25, and American Airlines will follow shortly on August 5, according to the US embassy in Barbados.\n\nUS travelers will need to bring a negative COVID-19 test taken within 72 hours of their flight and complete an Embarkation/Disembarkation Card.\n\nBarbados saw a total of 143 confirmed coronavirus cases and seven coronavirus-related deaths at the time of writing, according to Johns Hopkins.\n\nVisitors are encouraged to discover the Dominican Republic’s range of landscapes.\n\nFoto: The Dominican Republic is now open to US travelers. Source: AP Photo/Jim Krane\n\nAmericans have been allowed to travel to the Dominican Republic since July 1, according to the official tourism site for the country.\n\nThe country has not outlined any requirements for visitors to enter on its official website. However, Lucien Echavarria, director at the Ministry of Tourism of the Dominican Republic, previously told the Caribbean Journal that all airports would open on July 1 and about half of the island’s hotels would reopen. Echavarria said guests should expect temperature checks and other safety precautions at the airport.\n\nAt the time of writing, the Dominican Republic saw 81,094 cases of COVID-19 and 1,346 related deaths, per Johns Hopkins.\n\nExplore Grenada, also known as the Spice Isle.\n\nFoto: The island earned its nickname because it’s home to numerous nutmeg plantations. Source: Flickr/hisgett\n\nGrenda’s reopening plan involves categorizing countries by low, medium, and high risk.\n\nUnsurprisingly, the US is considered high risk, which means incoming visitors will need to bring a negative coronavirus test taken within seven days prior to arrival. They’ll also need to complete a health declaration form and download a tracing app, according to the Grenada Tourism Authority.\n\nIn addition to bringing a negative test, visitors will also be required to take another test within 48 hours of arrival. Travelers will need to quarantine at their own expense until the results come back negative, which typically takes between two and four days.\n\nAt the time of writing, the island had only 24 confirmed cases and zero deaths, per Johns Hopkins.\n\nTravelers can sip rum punches from the beaches of Jamaica.\n\nFoto: The island is home to tropical rainforests, underwater reefs, and mountains. Source: Lucky-photographer/Shutterstock\n\nJamaica has been welcoming American visitors since mid-June.\n\nIn order to visit, travelers will need to complete the Travel Authorization prior to their flight check-in, according to Visit Jamaica, the country’s official tourism site. Additionally, travelers coming from Arizona, Florida, New York, and Texas will be required to upload a negative coronavirus test taken within 10 days of arrival.\n\nIncoming travelers shouldn’t expect the entire country to be open for exploration, though. Jamaica’s government decided to reopen in phases, starting with its “Resilient Corridor.” This region includes the main thoroughfare from Negril along the north coast to Port Antonio.\n\nAt the time of writing, Jamaica had 1,047 confirmed coronavirus cases and 14 coronavirus-related deaths, per Johns Hopkins.\n\nVisitors can travel to Puerto Rico, but they won’t find much open.\n\nFoto: While visitors can still enter the country, not much is open. Source: Jeffrey Pavlin\n\nPuerto Rico reopened its borders for tourism but quickly saw an increase in coronavirus cases.\n\nThat led the government to roll back its openings and discourage any nonessential travel. Bars, gyms, marinas, theaters, and casinos have all closed again, and beaches are only open for exercising.\n\nIf travelers still need to go to the island, a negative coronavirus test is required upon arrival. Without a prior test, travelers will be required to take one at the airport and enter a 14-day quarantine. Travelers are also required to wear a face mask and complete a travel declaration form.\n\nHere’s everything a visitor needs to know before traveling to Puerto Rico.\n\nThe US territory confirmed over 23,403 coronavirus cases and 287 confirmed deaths at the time of writing, according to The New York Times.\n\nSpot roaming iguanas on Saint Barthélemy island.\n\nFoto: The French overseas territory still has large French-influences. Source: Shutterstock/Leonard Zhukovsky\n\nSaint Barthélemy in the Caribbean welcomed visitors starting in late June, according to CNN.\n\nVisitors can either bring a negative coronavirus test taken within 72 hours of their flight or get tested upon arrival and quarantine until the results come back negative.\n\nIf you plan to stay longer than a week, an additional coronavirus test is required on day seven of a trip.\n\nAt the time of writing, Saint Barthélemy had 13 confirmed cases and zero deaths, according to Johns Hopkins.\n\nSt. Lucia’s volcanic beaches and ideal diving spots are able to be explored.\n\nFoto: The island is known for its pair of mountains, the Pitons. Source: Shutterstock/Jackie Smithson\n\nThe Eastern Caribbean island has been welcoming visitors since early June.\n\nIncoming tourists are required to bring a negative coronavirus test taken within seven days upon their arrival. Additionally, standard health checks will be completed at the airport, according to the St. Lucia Tourism Authority.\n\nSt. Lucia saw 25 confirmed cases and zero coronavirus deaths at the time of writing, according to Johns Hopkins.\n\nExplore St. Maarten’s recognized fusion cuisine now that half of the island has reopened to tourists.\n\nFoto: The island is divided into a French and Dutch side. Source: Sean Pavone/Shutterstock\n\nThe island of St. Martin is divided into a French side and a Dutch side.\n\nCurrently, the Dutch side, St Maarten, is the only side welcoming US visitors back to the island, according to the Caribbean Journal. In the country’s checklist before arriving, visitors are required to complete a health declaration, bring a negative COVID-19 test result taken within 72 hours of arrival, and travel wearing a mask.\n\nThe island had 303 confirmed coronavirus cases and 21 deaths at the time of writing, per Johns Hopkins.\n\nIsland hop through St. Vincent and the Grenadines.\n\nFoto: The islands are known for sailing. Source: Shutterstock/rj lerich\n\nThe 32 islands reopened to international travelers from all countries on July 1, according to the Ministry of Tourism.\n\nTourists have the choice of bringing a negative coronavirus test or taking one upon arrival at their own expense. Those who choose to take the test at the airport will be required to quarantine until a negative result comes back, which typically takes about 24 hours, according to the Ministry’s protocols.\n\nAt the time of writing, St. Vincent and the Grenadines had 57 confirmed cases and zero deaths, according to Johns Hopkins.\n\nDip your toes in the famous white-sand beaches on the US Virgin Islands.\n\nFoto: Magens Bay and Trunk Bay are two of the territory’s most popular beaches. Source: Jared Kay/Getty Images\n\nThe group of Caribbean islands began welcoming visitors on June 1.\n\nThe airport has officially opened for nonessential travel and visitors can expect a health screening and temperature check upon arrival.\n\nOn the island, most businesses have reopened, but tourists will be required to wear a mask in public spaces.\n\nThe islands had 576 confirmed cases and nine coronavirus-related deaths, according to Johns Hopkins.\n\nDominica’s abundance of nature can be explored by visitors starting August 7.\n\nFoto: Beyond stunning beaches, the country is home to breathtaking waterfalls. Source: Shutterstock/emperorcosar\n\nThe country, often called the island of nature, plans to reopen to international travelers in August, according to Discover Dominica.\n\nIncoming visitors will need to bring a negative coronavirus test taken within 72 hours prior to arrival, and they will need to complete a screening questionnaire.\n\nThe island has also started a certification process for hotels and resorts, and travelers are required to stay in a certified accommodation.\n\nThese strict measures are in place due to the island’s few cases. According to Johns Hopkins, the island has had only 18 cases and zero deaths.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "theme-color": "#185f7c", "apple-itunes-app": "app-id=1101093453", "description": "Nonessential travel is still discouraged, but some Caribbean destinations have announced they're welcoming back US travelers.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "nl_NL", "type": "article", "title": "All the Caribbean destinations that are starting to welcome US travelers again", "description": "Nonessential travel is still discouraged, but some Caribbean destinations have announced they're welcoming back US travelers.", "url": "https://www.businessinsider.nl/caribbean-islands-open-to-american-travelers-2020-7/", "site_name": "Business Insider Nederland", "image": {"identifier": "https://cdn.businessinsider.nl/wp-content/uploads/2020/08/cf6dfbd9298cf17f0238e875e398bf15aeced50f.jpg", "width": 1200, "height": 900}}, "article": {"publisher": "https://www.facebook.com/businessinsidernederland/", "published_time": "2020-08-12T18:09:11+00:00"}, "twitter": {"card": "summary_large_image", "title": "All the Caribbean destinations that are starting to welcome US travelers again", "creator": "@binederland", "site": "@binederland"}, "onesignal": "wordpress-plugin"}}}