{"GDELT": {"GlobalEventID": 940377856, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "CHANCELLOR", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.46594982078853, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200812180000, "SOURCEURL": "https://www.bbc.com/news/business-53753189"}, "ARTICLE": {"TITLE": "Recession is unprecedented, says Chancellor Rishi Sunak", "TEXT": "Media playback is unsupported on your device Media caption Rishi Sunak: \"We're grappling with something unprecedented\"\n\nChancellor Rishi Sunak said the government is \"grappling with something that is unprecedented\" after figures showed the UK economy suffered its biggest slump on record.\n\nThe economy shrank 20.4% between April and June compared with the first three months of the year.\n\nThe two consecutive quarters of decline caused by the Covid-19 lockdown pushed the UK officially into recession.\n\nMr Sunak told the BBC that it was \"a very difficult and uncertain time\".\n\nResponding to fears that the economic turmoil could trigger mass unemployment, the chancellor said the government should not pretend that \"absolutely everybody can and will be able to go back to the job they had\".\n\nHowever, he added there would be support for creating jobs in new areas.\n\nIt is the first time the UK has been in recession since 2009.\n\nDuring the lockdown, household spending plunged as shops were ordered to close, while factory and construction output also fell.\n\nShadow chancellor Anneliese Dodds blamed Prime Minister Boris Johnson for the scale of the economic impact, saying: \"A downturn was inevitable after lockdown - but Johnson's jobs crisis wasn't.\"\n\nHow are ordinary people being affected?\n\nKate Treglown, 44, of Walthamstow in east London, is currently out of work as a result of the coronavirus crisis. She was made redundant from her advertising job at the end of July after being on furlough.\n\n\"I worked for 16-and-a-half years for an advertising agency that promoted live events. The work totally dried up in May,\" she told the BBC.\n\nImage copyright Kate Treglown\n\nKate says she feels \"stuck in limbo\" - keen to try something new, but unsure of when her children - who she has been home schooling - will return to school.\n\n\"There is work. There are jobs available. But when I look on LinkedIn, every single job has hundreds of applications, so competition is very stiff,\" she says.\n\n\"I feel women are really carrying the burden of this pandemic with regards to the childcare, whether working or not. It's made me feel quite depressed at times.\n\n\"My redundancy money is only going to last so long and I'm scared of what the future holds for us at the moment.\"\n\nIs there any sign of things getting better?\n\nThe Office for National Statistics (ONS) said the economy bounced back in June as government restrictions on movement started to ease.\n\nOn a month-on-month basis, the economy grew by 8.7% in June, after growth of 1.8% in May.\n\nBut Jonathan Athow, deputy national statistician for economic statistics, said: \"Despite this, gross domestic product (GDP) in June still remains a sixth below its level in February, before the virus struck.\"\n\nWhich parts of the economy have suffered most?\n\nThe ONS said the collapse in output was driven by the closure of shops, hotels, restaurants, schools and car repair shops.\n\nThe services sector, which powers four-fifths of the economy, suffered the biggest quarterly decline on record.\n\nMedia playback is unsupported on your device Media caption What is a recession?\n\nFactory shutdowns also resulted in the slowest car production since 1954.\n\nThe economic decline was concentrated in April, at the height of lockdown.\n\nWhat is the government doing about it?\n\nOfficial jobs figures released on Tuesday showed the number of people in work fell by 220,000 between April and June.\n\nBut in a BBC interview on Wednesday, Mr Sunak did not waver on ending the government's furlough scheme of job subsidies, which is winding down and is due to end entirely after October.\n\n\"I think most people would agree that that's not something that is sustainable indefinitely,\" he told the BBC.\n\nThe opposition has been critical of the government's handling of the economy during the pandemic.\n\nMs Dodds said: \"We've already got the worst excess death rate in Europe - now we're on course for the worst recession too. That's a tragedy for the British people and it's happened on Boris Johnson's watch.\"\n\nReferring to the tapering of the furlough scheme, she said the government had \"snatched away wage support for businesses that hadn't even reopened yet\".\n\nHow are businesses coping?\n\nLaura Tenison, founder of clothing firm JoJo Maman Bebe, told the BBC that the trading performance of her 90 stores was showing huge variations, with those in urban locations suffering from a lack of office workers and tourists.\n\n\"Those like York, Windsor, central London, Reading, Norwich - those ones are absolutely dire, really really awful,\" she said.\n\n\"I mean, some days we take no money, put it that way. But some of the village stores, the community stores, they're actually doing better than we anticipated.\n\n\"I think we have six stores in the portfolio that actually are trading up on last year.\"\n\nMs Tenison founded her business in 1993, during a recession. \"This is my third recession in my relatively long life in retail,\" she said.\n\n\"We still have to be entrepreneurial,\" she added. \"We have had to close down some areas of business because of Covid. We've had to close our American business, which is just a massive sadness to me.\n\n\"Of course, everyone has to look at their overheads, but be creative. Look at those opportunities out there. Recessions bring opportunities.\"\n\nWhat are other people saying?\n\nBusiness groups urged the government to do more to support the economic recovery.\n\nAlpesh Paleja, an economist at the Confederation of British Industry, said many companies were struggling to pay their bills on time.\n\nHe said: \"A sustained recovery is by no means assured. The dual threats of a second wave and slow progress over Brexit negotiations are also particularly concerning.\"\n\nMedia playback is unsupported on your device Media caption Anneliese Dodds: The UK has not seen “a big enough bounce back and we really need one”\n\nWhile more recent data suggest the recovery is gaining traction, the Bank of England does not expect the economy to get back to its pre-pandemic size until the end of next year.\n\nThe Office for Budget Responsibility, the government's official forecaster, expects the recovery to take even longer.\n\nHow does the UK compare with other nations?\n\nThe UK's slump is one of the biggest among advanced economies, according to preliminary estimates.\n\nThe economy is more than a fifth smaller than it was at the end of last year. This fall is not as bad as the 22.7% decline in Spain, but about twice the size of contractions in Germany and the US.\n\nThe chancellor told the BBC that the UK economy had performed worse than its EU counterparts because it was focused on services, hospitality and consumer spending.\n\n\"Those kinds of activities comprise a much larger share of our economy than they do for most of our European cousins,\" he said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Rishi Sunak says it is a \"difficult and uncertain time\" as the UK suffers its biggest slump on record.", "x-country": "us", "x-audience": "US", "CPS_AUDIENCE": "US", "CPS_CHANGEQUEUEID": 161621520, "og": {"title": "Recession is unprecedented, says chancellor", "type": "article", "description": "Rishi Sunak says it is a \"difficult and uncertain time\" as the UK suffers its biggest slump on record.", "site_name": "BBC News", "locale": "en_GB", "url": "https://www.bbc.com/news/business-53753189", "image": {"identifier": "https://ichef.bbci.co.uk/images/ic/1024x576/p08ndt3l.jpg", "alt": "BBC News. Shop with sale posters in window"}}, "article": {"author": "https://www.facebook.com/bbcnews", "section": "Business"}, "fb": {"pages": "1143803202301544,317278538359186,1392506827668140,742734325867560,185246968166196,156060587793370,137920769558355,193435954068976,21263239760,156400551056385,929399697073756,154344434967,228735667216,80758950658,260212261199,294662213128,1086451581439054,283348121682053,295830058648,239931389545417,304314573046,310719525611571,647687225371774,1159932557403143,286567251709437,1731770190373618,125309456546,163571453661989,285361880228,512423982152360,238003846549831,176663550714,260967092113,118450564909230,100978706649892,15286229625,122103087870579,120655094632228,102814153147070,124715648647,153132638110668,150467675018739", "app_id": 1609039196070050, "admins": 100004154058350}, "twitter": {"card": "summary_large_image", "site": "@BBCWorld", "title": "Recession is unprecedented, says chancellor", "description": "Rishi Sunak says it is a \"difficult and uncertain time\" as the UK suffers its biggest slump on record.", "creator": "@BBCWorld", "image": {"src": "https://ichef.bbci.co.uk/images/ic/1024x576/p08ndt3l.jpg", "alt": "Shop with sale posters in window"}, "domain": "www.bbc.com"}, "apple-itunes-app": "app-id=364147881, app-argument=https://www.bbc.com/news/business-53753189?utm_medium=banner&utm_content=apple-itunes-app", "apple-mobile-web-app-title": "BBC News", "application-name": "BBC News", "msapplication-TileImage": "BBC News", "msapplication-TileColor": "#bb1919", "mobile-web-app-capable": "yes", "robots": "NOODP,NOYDIR", "theme-color": "#bb1919"}}}