{"GDELT": {"GlobalEventID": 940398586, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "BLRCOP", "Actor1Name": "BELARUS", "Actor1CountryCode": "BLR", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.20624151967436, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200812201500, "SOURCEURL": "https://www.msn.com/en-us/news/world/belarus-police-shoot-live-rounds-at-protesters-as-eu-considers-sanctions/ar-BB17SR1r"}, "ARTICLE": {"TITLE": "Belarus police shoot live rounds at protesters as EU considers sanctions", "TEXT": "© SERGEI GAPON BELARUS-VOTE-DEMO\n\nMoscow - Protesters and police clashed for a third evening overnight Wednesday as demonstrators expressed anger over the re-election of longtime strongman Alexander Lukashenko in a Sunday vote that U.S. Secretary of State Mike Pompeo said \"wasn't held in a way that was free and fair.\"\n\nHundreds of women dressed in white gathered in cities across the country to call for an end to the brutal crackdown by government forces on protesters, which has seen tear gas, batons, stun grenades, rubber bullets, and even live rounds used on crowds, according to BBC News. Some of the women were pictured laying flowers on the ground and holding hands in \"chains of solidarity.\"\n\nAround 6,000 people have been detained since Sunday, with nearly 200 needing medical assistance, according to media reports citing Belarusian officials. A BBC News team was attacked by police. At least one person was killed after an explosive device detonated in his hand.\n\n© Provided by CBS News Women dressed in white protest against police violence in Minsk on August 12, 2020. / Credit: SERGEI GAPON\n\nWoman-led opposition\n\nOfficially, the main candidate to run against Lukashenko — Svetlana Tikhanovskaya — received only 10% of the vote, though her supporters say that the 37-year-old stay-at-home mother was the true winner.\n\nTikhanovskaya became the face of the Belarusian opposition alongside two other women — Veronika Tsepkalo and Maria Kolesnikova — after her husband, who was planning on running himself, was arrested before he could register as a candidate.\n\nLukashenko, referred to as \"Europe's last dictator,\" dismissed Tikhanovskaya as a candidate, calling her a \"poor little girl,\" and saying that she was managed by foreign \"puppet masters,\" but thousands turned up to her campaign rallies.\n\nKolesnikova said Lukashenko's remarks played a role in fanning popular anger.\n\n\"Fifty-five percent of the voters in Belarus are women, and you can't even imagine how that enraged them,\" she told the Russian-language media outlet, Meduza.\n\n\"God forbid you will face the kind of choice that I faced\"\n\nAfter the results were announced on Monday, Tikhanovskaya, whose husband remains in jail, went to file a complaint at the office of the central elections commission and was detained for several hours. She then released a number of cryptic videos, which appeared to have been filmed under duress.\n\nIn the first, she read a statement urging Belarusians to stop protesting so as \"not to put your lives at risk.\"\n\nIn another, she said, \"God forbid you will face the kind of choice that I faced.\"\n\nLater that day, the foreign minister of Lithuania announced that Tikhanovskaya had travelled there. An associate said that, as part of a deal to see her campaign manager released from custody, she was escorted from Belarus by the authorities, BBC News reported.\n\n\"When all those around you and your family are hostages, it is probably very difficult not to be under pressure and not to make statements under pressure,\" Kolesnikova told reporters on Tuesday.\n\n\"Neither free nor fair\"\n\n\"We want the people in Belarus to have the freedoms that they're demanding,\" Pompeo said Wednesday.\n\nHe urged the government of Belarus to stop its violent crackdown on demonstrators, and said the United States would \"continue to speak\" about the risks to Belarusian freedom.\n\n\"We urge that the nonviolent protesters be protected and not harmed,\" Pompeo said.\n\nLukashenko accused foreign forces of stoking the protests and jamming the internet, which went down across the country during and after the election.\n\nThe EU's foreign minister, Josep Borrell, also criticized the violence against protesters in Belarus, calling the elections \"neither free nor fair.\"\n\n\"We call on the Belarusian authorities to release immediately and unconditionally all detained. Furthermore, credible reports of domestic observers show that the electoral process did not meet the international standards expected of an OSCE participating State,\" Borrell said. \"The people of Belarus deserve better.\"\n\nSweden's foreign minister, Ann Linde, said EU foreign ministers would meet on Friday to discuss possible sanctions against Belarus, according to BBC News.\n\nThe results of Sunday's election mean Lukashenko will serve his sixth consecutive term as president.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Belarus police shoot live rounds at protesters as EU considers sanctions", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Around 6,000 people have been detained and 200 have needed medical attention since protests broke out after Sunday's contested election.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}