{"GDELT": {"GlobalEventID": 940384597, "Day": 20200805, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.589, "Actor1Code": "GOV", "Actor1Name": "EMBASSY", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -10.5919003115264, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Northwest Region, Nord-Ouest, Cameroon", "Actor1Geo_CountryCode": "CM", "Actor1Geo_ADM1Code": "CM07", "Actor1Geo_ADM2Code": "12493", "Actor1Geo_Lat": 6.33333, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "-3157370", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Northwest Region, Nord-Ouest, Cameroon", "Action2Geo_CountryCode": "CM", "Action2Geo_ADM1Code": "CM07", "Action2Geo_ADM2Code": "12493", "Action2Geo_Lat": 6.33333, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "-3157370", "DATEADDED": 20200812184500, "SOURCEURL": "https://www.thesundaily.my/world/reuters/killing-of-cameroonian-woman-by-alleged-separatists-sparks-outcry-CF3447848"}, "ARTICLE": {"TITLE": "Killing of Cameroonian woman by alleged separatists sparks outcry", "TEXT": "DOUALA, Aug 12 (Reuters) - Human rights activists on Wednesday condemned the killing of a young woman in Cameroon's Anglophone regions after a video of alleged separatist rebels slitting her throat drew outrage on social media.\n\nThe conflict between separatists demanding independence from the mostly Francophone state and government forces has killed more than 3,000 people since 2017, with both sides regularly accused of committing atrocities.\n\nIn the video, a young woman is seen with her hand behind her back being accosted by several young men, who then slit her throat with a machete and dump her body in the middle of the road.\n\nThe Cameroon-based Centre for Human Rights and Democracy in Africa (CHRDA) said in a report that the victim was a 35-year-old mother of four. It said she was killed on Tuesday in the town of Muyuka by separatist fighters who accused her of spying for the government after she spent the weekend with a soldier.\n\nCHRDA director Felix Agbor Nkongho told Reuters the incident spoke to a deteriorating security situation in the English-speaking Southwest and Northwest Regions.\n\n\"There is an escalation of crimes against civilians, especially women,\" he said.\n\nIlaria Allegrozzi, a senior researcher for Human Rights Watch, said she was investigating the incident and called on separatist leaders and their supporters to \"stop these atrocities and attacks against civilians\".\n\nThe leader of the main armed separatist faction, Julius Ayuk Tabe, could not be immediately reached for comment. Separatist leaders have in the past denied similar accusations.\n\nLast week, a Cameroonian humanitarian worker was killed in the Northwest Region, said a statement by the U.S. embassy that called for an independent investigation.\n\nRepresentatives of Cameroon's government held their first peace talks with Tabe and the other main leaders of the insurgency last month, but no meetings have been reported since. (Reporting by Josiane Kouagheu; Writing by Aaron Ross)", "METADATA": {"description": "DOUALA, Aug 12 (Reuters) - Human rights activists on Wednesday condemned the killing of a young woman in Cameroon&#039;s Anglophone regions after a video o...", "og": {"title": "Killing of Cameroonian woman by alleged separatists sparks outcry", "description": "DOUALA, Aug 12 (Reuters) - Human rights activists on Wednesday condemned the killing of a young woman in Cameroon's Anglophone regions after a video o...", "image": "https://www.thesundaily.my/mcm/logo/default-social.png", "type": "Article", "url": "https://www.thesundaily.my/world/reuters/killing-of-cameroonian-woman-by-alleged-separatists-sparks-outcry-CF3447848", "site_name": "www.thesundaily.my"}, "ROBOTS": "INDEX, FOLLOW", "viewport": "width=device-width", "twitter": {"card": "summary_large_image", "site": "@theSundaily"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}