{"GDELT": {"GlobalEventID": 940388725, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "MOS", "Actor2Name": "ISLAM", "Actor2Religion1Code": "MOS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.42311276794035, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dawa, Borno, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI27", "Actor1Geo_ADM2Code": "191099", "Actor1Geo_Lat": 10.5027, "Actor1Geo_Long": 11.8918, "Actor1Geo_FeatureID": "-2004725", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dawa, Borno, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI27", "Actor2Geo_ADM2Code": "191099", "Actor2Geo_Lat": 10.5027, "Actor2Geo_Long": 11.8918, "Actor2Geo_FeatureID": "-2004725", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dawa, Borno, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI27", "Action2Geo_ADM2Code": "191099", "Action2Geo_Lat": 10.5027, "Action2Geo_Long": 11.8918, "Action2Geo_FeatureID": "-2004725", "DATEADDED": 20200812190000, "SOURCEURL": "https://www.foxnews.com/opinion/ayaan-hirsi-ali-biden-prophet-muhammad-saying-muslim-event"}, "ARTICLE": {"TITLE": "Ayaan Hirsi Ali: What Biden needs to understand about Prophet Muhammad saying he used at Muslim voter event", "TEXT": "On July 20 presumptive Democratic presidential nominee Joe Biden spoke to Emgage Action, a Muslim advocacy group, in support of their “Million Muslim Votes” summit to boost voter turnout in Muslim communities.\n\nDuring his address he said, a “Hadith from the Prophet Muhammad instructs, ‘Whomever among you sees wrong, let him change it with his hand. If he is not able, then with his tongue. If he is not able, then with his heart.” (A Hadith is an authoritative saying by the Prophet Muhammad).\n\nAs a former Muslim who wishes to see genuine reforms take place within Islam to make it a more tolerant and humane faith, it concerns me that Biden does not appear to realize the harmful significance of the hadith he quoted.\n\nBIDEN, AT MUSLIM VOTERS SUMMIT, SAYS ‘I WISH WE TAUGHT MORE IN OUR SCHOOLS ABOUT THE ISLAMIC FAITH’\n\nThe hadith he cited refers to a widely known principle “Commanding Right and Forbidding Wrong,” that is used to keep Muslims in line. Far from revealing humanism or tolerance, the hadith emphasizes the need for social control in defense of orthodoxy.\n\nThis mindset is one important reason why many Muslim reformers run into serious problems in Islamic societies. There are other Hadiths that emphasize the same principle.\n\nWhen Biden repeats, “whomever among you sees wrong, let him change it with the hand,” this has been used in Islam to justify physical force and even acts of violence to stop wrongdoing. But wrongdoing in Islamic doctrine is defined as acts that go against Shariah. Islamic scholars have had long-standing debates about whether this principle can involve weapons such as the sword (or firearms, improvised explosive devices (IEDs), or only fists.\n\nThe risks to a free society are undeniable.\n\nA recent example of using “the hand” by Islamic authorities comes from Indonesia. It involves “two 18-year-olds [being] flogged 17 times in front of a crush of people in front of the mosque in the capital of the province, Banda Aceh, [Indonesia], because they were caught hugging each other.”\n\nThe phrase has also led to Islamist acts of vigilantism.\n\nI could point you to an example from July in Pakistan, where Tahir Ahmad Naseem was on trial for blasphemy and was shot dead in the courtroom. His attacker yelling that Tahir was an “enemy of Islam.”\n\nThe next part of the hadith Mr. Biden cited calls for using the “tongue.” A clear example of this is the ‘sharia police’ who patrolled the streets of Wuppertal, Germany.\n\nLast year, its members were fined by a German court for violating German uniform laws. As reported by The Local de, the men who made up the ‘sharia police’ would police young Muslims, telling “them not to drink alcohol or visit cafes, betting shops or brothels.”\n\nFinally, using “the heart” encourages the third prong of dawa (the first two prongs are the hand and the tongue).\n\nDawa is described as a call to Islam; however, for Islamists, such as members of the Muslim Brotherhood, it is an all-encompassing program of social and political control.\n\nIt consists of proselytizing a particular type of Islamic indoctrination as a form of ideological warfare. When the process is complete, recruits can be persuaded to engage in acts of militancy.\n\nIn short, the Islamist dawa in the realm of ideas is a companion to acts of jihad in practice. When dawa is perceived to have failed, jihad follows.\n\nKrithika Varagur’s recent book, “The Call: Inside the Global Saudi Religious Project,” describes Saudi Arabia’s propagation of dawa in Indonesia, Nigeria, and Kosovo in great detail and provides example after example of the effects of this concerted program of indoctrination.\n\nIncreasingly concerned about the uncontrollable effects of this program, some members of the Saudi elite, including the Crown Prince, are now seriously considering whether continuing this program, and to what extent, is sensible.\n\nAs I explain in my book “Heretic,” “Commanding Right and Forbidding Wrong are very effective means of silencing dissent.”\n\nThis is also an effective tool against ex-Muslims, like me, or Muslim reformers, who would like to see changes within the faith. They are scared of both the hand and the tongue. Additionally, the hand, the tongue, and the heart are tools of converting non-Muslims to Islam.\n\nReligious ideas in general are complex, and Islamic history is exceedingly complicated. An American presidential candidate cannot be expected to know all the details. But an American presidential candidate, especially one who lived through September 11th, plus the rise and fall of both Al Qaeda and ISIS, should be expected to stand against America’s enemies and with Muslim reformers, or at least recognize that Islamist doctrine is not helpful in empowering genuine reformers.\n\nThe hadith chosen by Biden (or, more likely, his senior advisers) in his keynote address reveals that one of two scenarios is likely true: 1) Biden’s camp does not understand the significance of this hadith and its use in social control or… 2) Biden’s camp was “fed” a hadith by radical Islamist lobby groups (which tend to be powerful in the U.S.) that appear moderate and tolerant but are not.\n\nCLICK HERE TO GET THE OPINION NEWSLETTER\n\nThis is a typical tactic of dissimulation, the selective use of traditional orthodox Islamic texts to project tolerance and progressive views where in fact fundamental reforms in Islam would be much more desirable to guarantee modern, individual rights for all.\n\nEither way, I would strongly advise the Biden camp to reach out to Muslim reformers and progressive dissidents to formulate a better strategy and a more complete understanding of the challenge at hand.\n\nI have to caution the presidential candidate that “Commanding Right and Forbidding Wrong,” as currently interpreted, maintains a status quo where women are chattel, questioning orthodoxy is forbidden, and stepping outside the line could cost you your life.\n\nThis concept is fundamentally at odds with the Western -- and American -- principle of individual freedom of conscience and religion.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nNo one, least of all me, expects a U.S. presidential candidate to understand all of Islam’s historical nuances. But I do expect him to understand the challenge posed by Islamism, Shariah, and the great odds faced by reformers seeking to increase genuine tolerance and pluralism in the Islamic world. Not to mention, the Islamist radical’s determination to destroy America.\n\nHere’s hoping that the Biden camp uses this as a welcome learning opportunity.", "METADATA": {"viewport": "width=device-width, minimum-scale=1.0, initial-scale=1.0", "description": "I expect Joe Biden to understand the challenge posed by Islamism, Shariah, and the great odds faced by reformers", "prism.channel": "fnc", "prism.section": "opinion", "prism.aggregationType": "subsection", "pagetype": "article", "content-creator": "tiger", "dc.creator": "Ayaan Hirsi Ali", "dc.title": "Ayaan Hirsi Ali: What Biden needs to understand about Prophet Muhammad saying he used at Muslim voter event", "dcterms.abstract": "I expect Joe Biden to understand the challenge posed by Islamism, Shariah, and the great odds faced by reformers", "dc.type": "Text.Article", "dc.description": "I expect Joe Biden to understand the challenge posed by Islamism, Shariah, and the great odds faced by reformers", "dc.language": "en-US", "dc.publisher": "Fox News", "dc.format": "text/html", "dc.identifier": "urn:uri:base64:62120a4c-2566-5fe8-9611-6fd595f99cbe", "dc.source": "Fox News", "dc.date": "2020-08-12", "dcterms.created": "2020-08-12T14:00:49-04:00", "dcterms.modified": "2020-08-12T16:27:37-04:00", "og": {"title": "Ayaan Hirsi Ali: What Biden needs to understand about Prophet Muhammad saying he used at Muslim voter event", "description": "I expect Joe Biden to understand the challenge posed by Islamism, Shariah, and the great odds faced by reformers", "type": "article", "image": "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/98bb08e5-8248-40f5-8055-28471210434a/0e07e4cf-ebac-4bcd-b87f-48d927f05f51/1280x720/match/image.jpg", "url": "https://www.foxnews.com/opinion/ayaan-hirsi-ali-biden-prophet-muhammad-saying-muslim-event", "site_name": "Fox News"}, "robots": "noarchive, noodp", "twitter": {"card": "summary_large_image", "site": "@foxnews", "title": "Ayaan Hirsi Ali: What Biden needs to understand about Prophet Muhammad saying he used at Muslim voter event", "description": "I expect Joe Biden to understand the challenge posed by Islamism, Shariah, and the great odds faced by reformers", "image": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/98bb08e5-8248-40f5-8055-28471210434a/0e07e4cf-ebac-4bcd-b87f-48d927f05f51/1280x720/match/1024/512/image.jpg?ve=1&tl=1", "url": "https://www.foxnews.com/opinion/ayaan-hirsi-ali-biden-prophet-muhammad-saying-muslim-event"}, "fb": {"app_id": 116027085089150}, "article": {"opinion": "true"}, "classification": "/FOX NEWS/US/RELIGION/Islam,/FOX NEWS/OPINION,/FOX NEWS/POLITICS/2020 Presidential Election,/FOX NEWS/PERSON/Joe Biden,/FOX NEWS/POLITICS/FOREIGN POLICY/Middle East", "classification-isa": "islam,opinion,2020-presidential-election,joe-biden,mideast", "classification-tags": "opinion,islam,2020-presidential-election,joe-biden,mideast"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}