{"GDELT": {"GlobalEventID": 940395915, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "AFGINSTAL", "Actor1Name": "TALIBAN", "Actor1CountryCode": "AFG", "Actor1KnownGroupCode": "TAL", "Actor1Type1Code": "INS", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 1, "EventCode": 44, "EventBaseCode": 44, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.1600928074246002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3580", "Actor2Geo_Lat": 34.5167, "Actor2Geo_Long": 69.1833, "Actor2Geo_FeatureID": "-3378435", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200812200000, "SOURCEURL": "https://tolonews.com/afghanistan/ghani-abdullah-camps-still-divided-cabinet-appointments"}, "ARTICLE": {"TITLE": "Ghani, Abdullah Camps Still Divided on Cabinet Appointments", "TEXT": "There is a disagreement between the Presidential Palace and Sapidar Palace on the appointment of Mustafa Mastoor, with Abdullah Abdullah's team wanting to nominate Mastoor as State Minister on Peace Affairs and Ghani's team objecting, said Faraidoon Khawzon, a spokesman to Abdullah Abdullah, the head of High Council for National Reconciliation.\n\nPresident Ashraf Ghani has insisted Mastoor take charge of an economic entity, said Khawzon.\n\nThe Presidential Palace said that a candidate for the cabinet should have strong political support.\n\nThis comes as the delegations from the Islamic Republic of Afghanistan and the Taliban are expected to hold their first round of meetings in Afghanistan in the next few days. However, in Kabul, the two camps within the Afghan government have so far failed to complete the structure and membership of the High Council for National Reconciliation.\n\n“There is only one area of dispute and that is the president wants Mustafa Mastoor to take the charge of an economic sector, but he has been appointed as State Minister on Peace Affairs,” said Faraidoon Khawzon, a spokesman for Abdullah.\n\n“Practically it can be seen that Dr. Abdullah is unwilling to fulfill his obligations under the agreement. The peace process has reached a serious stage and there are questions about the structure of the High Council of National Reconciliation,” said legal expert Arash Shahirpour.\n\nThe Presidential Palace has said that the appointment of members of the High Council of National Reconciliation was the responsibility of Abdullah Abdullah and that the State Ministry on Peace Affairs will also operate under the structure of the High Council of National Reconciliation.\n\nAfghan citizens have said that a continued clash between the Afghan political leaders will jeopardize the peace process with the Taliban.\n\n“The people are tired of the war, they want peace,” said Omar Shah, a resident in Kabul.\n\n“They must put their personal differences aside and work on the structure of the cabinet,” said Geti, a resident in Kabul.\n\nOn May 17, President Ashraf Ghani and his political rival Abdullah Abdullah signed a power-sharing deal after months of political discord that critics say could have pushed the country towards a new crisis if not resolved.\n\nThe political tension emerged as a consequence of the disputed presidential election of last year, the result of which was announced in February. As a result, the two leaders, Ghani and Abdullah, held inauguration ceremonies on the same day in their adjacent palaces. Ghani was declared president by the Independent Election Commission after earning a slightly higher percentage than his rival Abdullah.", "METADATA": {"title": "Ghani, Abdullah Camps Still Divided on Cabinet Appointments | TOLOnews", "description": "There is a disagreement between the Presidential Palace and Sapidar Palace on the appointment of Mustafa Mastoor, with Abdullah Abdullah's team wanting to nominate Mastoor as Stat", "referrer": "origin", "og": {"description": "Presidential Palace has said that the appointment of members of the High Council of National Reconciliation was the responsibility of Abdullah Abdullah.", "image": "https://tolonews.com/sites/default/files/1_577.jpg", "site_name": "TOLOnews", "title": "Ghani, Abdullah Camps Still Divided on Cabinet Appointments | TOLOnews", "type": "article"}, "twitter": {"description": "There is a disagreement between the Presidential Palace and Sapidar Palace on the appointment of Mustafa Mastoor, with Abdullah Abdullah's team wanting to nominate Mastoor as Stat", "image": "https://tolonews.com/sites/default/files/1_577.jpg", "url": "https://tolonews.com/afghanistan/ghani-abdullah-camps-still-divided-cabinet-appointments", "site": "@TOLOnews", "title": "Ghani, Abdullah Camps Still Divided on Cabinet Appointments", "card": "summary"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "fb": {"pages": 187202271320522}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}