{"GDELT": {"GlobalEventID": 940387874, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CHL", "Actor1Name": "CHILE", "Actor1CountryCode": "CHL", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Chile", "Actor1Geo_CountryCode": "CI", "Actor1Geo_ADM1Code": "CI", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": -71.0, "Actor1Geo_FeatureID": "CI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200812190000, "SOURCEURL": "https://www.freshplaza.com/article/9239285/global-stone-fruit-trade-has-hardly-grown-in-recent-years/"}, "ARTICLE": {"TITLE": "Global stone fruit trade has hardly grown in recent years", "TEXT": "The global stone fruit trade has grown steadily over the past decade, but not in recent years. The trade in apricots and cherries in particular grew rapidly. The plum trade grew lightly, but the export of peaches / nectarines has been more or less stable overall for some time. Of course there are fluctuations from year to year because the harvests can vary.\n\nWithin the EU, the southern member states Spain, Italy and Greece are the major production and export countries. In Europe, Turkey is also an important export country of stone fruit. Only a small share of the Turkish product goes to EU countries. Chile is also important for the European market. Stone fruit from that ZHR country comes here in the winter six months. For Europe, this mainly concerns plums. The other stone fruit products are of limited import in the winter half year.\n\nSpanish export season extends\n\nThe export of stone fruit from the 3 southern EU countries varies from year to year under the influence of weather conditions, but there is little or no growth in the trend. Exceptions are the Spanish, Italian and Greek exports of apricots. Apricots are a small product compared to peaches and nectarines. As a whole, the export of these products in the EU is no longer growing. Unfortunately, the available figures on imports and exports do not show the (large) shift towards the Paraguayos or the “flat” peaches.\n\nWhat is also striking is the extension of the Spanish export season. In 2019, Spain already exported 52,000 tonnes of nectarines and 41,000 tonnes of peaches in May. In 2012 this was less than half as much with 25,000 and 18,000 tonnes respectively. Spain is also exporting more than before in September and October.\n\nSpain is especially dominant in peaches / nectarines\n\nFor peaches / nectarines, the 3 southern EU countries, after China, are the largest producers. Turkey, the United States, and Iran are the other major manufacturing countries.\n\nThe 3 southern EU countries are the top 3 of the export countries. However, Spain is head and shoulders above it with an export of 830,000 tons in 2019. In other words, more than 40% of the total\n\nworldwide exports. Greece in second is far behind with 160,000 tons, followed by Italy with just under 160,000 tons. China (120,000 tonnes), Chile (110,000 tonnes) and Turkey (105,000 tonnes) follow.\n\nGermany is the world's most important importer of peaches / nectarines with an import of nearly 300,000 tonnes in the past year. Russia is number two with 190,000 tonnes, followed by France (155,000 tons), Poland (115,000 tons), Italy (110,000 tons) and the United Kingdom (95,000 tons).\n\nIn Western Europe more nectarines in Southern Europe more peaches\n\nIn the past year, Spain exported 430,000 tonnes of nectarines and 400,000 tonnes of peaches. That was more than in 2018 but less than in the record year 2017. Germany is the most important buyer. To\n\nproportionally more nectarines than peaches go to Germany. More peaches than nectarines go to France as the second buyer. Italy also buys more Spanish peaches than nectarines. Germany also imports a lot more nectarines in total than peaches. This also applies to the United Kingdom. More nectarines than peaches are also imported into the Netherlands and Belgium. France and Italy are importing more peaches.\n\nThe Netherlands is also a transit country for stone fruit\n\nLast year the Netherlands imported 37,000 tonnes of nectarines and 25,000 tonnes of peaches. Of these, 21,000 and 12,000 tonnes respectively were re-exported. The vast majority comes from Spain, 54% of the nectarines and 73% of the peaches. The difference is mainly explained by the fact that a relatively large number of Chilean nectarines are imported in the winter season. Incidentally, the Netherlands is only a modest buyer of Chilean peaches / nectarines. In the past, Chile exported more than 100,000 tonnes of which 40,000 tonnes went to the United States and 22,000 tonnes went to China. Belgium imported 25,000 and 14,000 tonnes of nectarines and peaches respectively.\n\nLarge amount of plums in second half of year\n\nChina is also by far the largest producer of plums. The Balkan countries, the United States, Iran and Turkey also produce a lot of plums.\n\nThe worldwide export of plums has grown steadily to more than 800,000 tonnes in the past year. Chile is the world's most important exporter with an amount of 170,000 tonnes last year. That is considerably more than before. More than half (85,000 tonnes) went to China. Then follow the United States (27,000), Brazil (13,000) and then the Netherlands (with 11,700).\n\nSpain is the second export country with an amount of around 100,000 tonnes. By the way, the Netherlands imports most plums in the winter half of the year, especially from South Africa, last year these amounted to 17,000 tonnes. Chile is number two with 11,550 tonnes and then Spain with 4,500 tonnes. In total, the Netherlands imported nearly 40,000 tonnes of plums last year. Most of it was re-exported. The production of plums in the Netherlands is said to have reached just under 7,000 tonnes last year.\n\nBelgium imports around 10,000 tonnes of plums annually. This almost exclusively concerns product from EU countries, including (re-export) from the Netherlands.\n\nHuge exports of Chilean cherries to China\n\nTurkey is by far the world's largest cherry producer. The other bigger ones are the United States, Uzbekistan, Chile, Iran, Italy, and Spain.\n\nThe worldwide export of cherries grew to 770,000 tonnes last year. Chile was the main exporter with 260,000 tonnes. Almost all Chilean exports went to China, more or less all via Hong Kong.\n\nThe United States and Turkey are two other major cherry exporters with a volume of 80,000 tonnes last year. Spain was number 4 with an export of 27,000 tonnes last year. Greece is also an important supplier in Europe, with an export of 21,000 tonnes last year. China is by far the most important cherry importer with almost 200,000 tonnes, followed by Russia with 75,000 tonnes and then Germany with just under 50,000 tonnes. Of this, 32,000 tonnes (via Austria) came from Turkey, 5,700 tonnes from Greece and 5,200 tonnes from Spain.\n\nThe Dutch import of cherries has always amounted to 10-11,000 tonnes in recent years. Greece was the main supplier with around 3,500 tonnes, followed by Spain with 2,500 tonnes. Last year, the production of Dutch cherries would have been higher than before at 12,000 tonnes.\n\nIn Belgium, too, 10,000 tonnes more cherries were harvested last year than the previous year. Last year, Belgium exported more cherries (4,500 tonnes) than it imported (4,300 tonnes). In the years before, imports were greater than exports.\n\nApricots are a modest product in the Netherlands\n\nTurkey is by far the largest producer of apricots worldwide.\n\nThe world trade in apricots grew quite fast up to and including 2017, but growth has not continued in the past two years. This is the result of the necessary fluctuations per country. The most important\n\nexport countries are Spain (90,000 tonnes), Turkey (70,000 tonnes) and Uzbekistan. Then follow Italy (50,000), Greece and France (both over 20,000 tons).\n\nGermany and Russia are the main import countries for apricots with quantities of 60,000 and 50,000 tonnes respectively. Germany mainly imports from Spain (29,000 tons) and Italy (18,000 tons). Russia mainly gets them from Turkey (20,000 tons) and from the former East Bloc.\n\nThe import of apricots in the Netherlands is modest, at 5,500 tonnes in the past year. Most of this is re-exported and most of them come from Spain.\n\nBelgium imports more apricots, namely 7,500 tonnes in the past year.\n\nClick here for the full report.\n\nFor more information:\n\nJan Kees Boon\n\nFruit and Vegetable Facts\n\n+31 654 687 684\n\nfruitvegfacts@gmail.com\n\nwww.fruitandvegetablefacts.com", "METADATA": {"Analytics": "UA-16654970-4", "Description": "FreshPlaza, portal for the fresh produce industry, offering the latest news, job advertisements, pricewatching, and photo reports", "Keywords": "fruit,vegetable,banana,mango,apple,pear,orange,lemon,lime,tangerine,grapefruit,kiwi,kiwifruit,produce,pineapple,grape,potato,nut,job offers,pricewatch", "description": "The global stone fruit trade has grown steadily over the past decade, but not in recent years. The trade in apricots and cherries in particular grew rapidly. The plum trade grew lightly, but…", "og": {"title": "Global stone fruit trade has hardly grown in recent years", "description": "The global stone fruit trade has grown steadily over the past decade, but not in recent years. The trade in apricots and cherries in particular grew rapidly. The plum trade grew lightly, but…", "image": "https://www.freshplaza.com/remote.axd?https://agfstorage.blob.core.windows.net/misc/AGF_nl/2020/08/10/jkb5.JPG?preset=OgImage", "type": "article", "url": "https://www.freshplaza.com/article/9239285/global-stone-fruit-trade-has-hardly-grown-in-recent-years/"}, "thumbnail": "https://www.freshplaza.com/remote.axd?https://agfstorage.blob.core.windows.net/misc/AGF_nl/2020/08/10/jkb5.JPG?preset=OgImage", "twitter": {"card": "summary", "title": "Global stone fruit trade has hardly grown in recent years", "description": "The global stone fruit trade has grown steadily over the past decade, but not in recent years. The trade in apricots and cherries in particular grew rapidly. The plum trade grew lightly, but…", "image": "https://agfstorage.blob.core.windows.net/misc/AGF_nl/2020/08/10/jkb5.JPG"}}}}