{"GDELT": {"GlobalEventID": 940372570, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "COP", "Actor2Name": "POLICE FORCE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.38983050847458, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200812173000, "SOURCEURL": "https://www.theglobeandmail.com/canada/article-carletons-criminology-school-ends-student-placements-with-police-over/"}, "ARTICLE": {"TITLE": "Carleton criminologists end student internships with police, prisons", "TEXT": "Open this photo in gallery Carleton University's criminology school says it will no longer place students to work with police forces and prisons as a show of solidarity with the movement to address systemic racism in Canada's criminal justice institutions. Adrian Wyld/The Canadian Press\n\nCriminologists at Carleton University say they will stop steering their students toward internships within prisons and police forces – including the RCMP – because they feel such organizations amount to “rotten institutional structures.”\n\nThe step highlights how professional partnerships forged by postsecondary institutions may be emerging as a new front in the debate about systemic racism. Several city councils – including Toronto’s – are seizing on such concerns to discuss potential reductions to police funding after this summer’s mass protests in Canada and the United States.\n\nThis week, Carleton University criminology professors wrote an open letter expressing solidarity with the Black Lives Matter movement and Canadian Indigenous groups, who are seeking criminal-justice reforms.\n\nStory continues below advertisement\n\nIn a concrete step to show this support, the criminologists vowed to cut their traditional ties with police and prisons. “It’s a decision that’s been a long time in coming,” Carleton criminologist Alex McClelland said in an interview. “Many criminology departments have been a pipeline for education for policing and corrections.”\n\nHe said the open letter reflects a near-unanimous consensus among seven core professors within Carleton’s criminology department, which has staked out a reputation in provoking debates about social justice.\n\nInternships with prisoners’ advocacy groups, law firms and Crown attorneys’ offices will continue, but the open letter says that “beginning in the 2021-22 school year, we will be ending all student placement opportunities with policing and prison authorities.”\n\nSociety is “moving away from the idea that we can lock someone in a cage to deal with a social problem,” Prof. McClelland said. “When you have people of colour disproportionately targeted by police, you have people disproportionately ending up in these institutions – so it’s no longer tenable for us to partner with them.”\n\nThe open letter is titled Actions to Address Issues Related to Settler Colonialism, White Supremacy, and Systemic Racism. In it, the Carleton criminologists state that racial violence by police or other institutions is “not merely a result of a few bad apples – but the result of rotten institutional structures and social formations rooted in racism and colonialism.”\n\nThe letter also highlights RCMP Commissioner Brenda Lucki’s muddled messaging in June, when the leader of the country’s largest police force faced calls for her resignation after she gave conflicting messages to the media and parliamentarians about her understanding of the term “systemic racism,” and whether it is a problem in the national force.\n\n“Her initial denial regarding the existence of systemic racism in Canadian policing, and then, after revising her position following public and political outcry, her inability to articulate a basic definition of systemic racism … became an awkward and illustrative display of the practice itself,” the open letter says.\n\nStory continues below advertisement\n\nFor decades, Carleton’s criminology department has directed its highest-achieving students toward field placements as part of a for-credit course that amounts to up to eight hours a week of unpaid work experience.\n\nCarleton University spokesman Steven Reid said in an e-mail that such internships are “reviewed from time to time within individual departments and institutes by their faculty members.”\n\nAn academic at Western University took to Twitter to say she did not think the stand being taken at Carleton is meaningful.\n\n“It’s a performative statement, meaning that Carleton Crim has always been a critical crim school with zero applied research and likely very few (if any) interns in policing or corrections,” criminologist Laura Huey wrote.\n\nCarleton’s criminology department has posted statistics saying it sends about 80 interns to outside organizations each year. The open letter says last year’s tally included 11 students placed within the RCMP, nine at the Correctional Service of Canada, and one each at the Ottawa Police Service and Ottawa-Carleton Detention Centre.\n\nThe criminology department said it will set up a faculty committee for anti-racism initiatives and dispense new $1,000 student bursaries for Black, Indigenous and racialized students and for others engaged in social-justice initiatives.\n\nStory continues below advertisement\n\nIn a statement, the Mounties said that they hope Carleton will reconsider. “We sincerely hope that Carleton University reinstates the student placement program with law enforcement,” RCMP Corporal Caroline Duval said in an e-mail.\n\nShe added the Mounties are “concerned that this may have an adverse impact on the RCMP’s ability to attract students with a criminology background.”\n\nThe Correctional Service of Canada issued a statement saying that university interns can help bring needed new ideas into the penitentiary workplace culture.\n\n”Their contributions add tremendous value in shaping and questioning our work,” CSC spokeswoman Veronique Rioux said in an e-mail. She added that federal penitentiaries are seeking “to learn from diverse voices in how we can do more to address systemic racism.”\n\nOur Morning Update and Evening Update newsletters are written by Globe editors, giving you a concise summary of the day’s most important headlines. Sign up today.", "METADATA": {"application-name": "The Globe and Mail", "viewport": "width=device-width,initial-scale=1", "description": "Criticizing RCMP and others for systemic racism, professors align with Black Lives Matter and Indigenous movements", "keywords": "Carleton University,criminologists,student internships,internships,RCMP,police,prisons,systemic racism,police brutality,racism,carleton,letter,time,rcmp,people", "news_keywords": "Carleton University,criminologists,student internships,internships,RCMP,police,prisons,systemic racism,police brutality,racism", "last-modified": "2020-08-12T23:56:03-0400", "arc-id": "5CRQVOG3ERHHNGGECOUPEKB3HI", "arc-revision": "GYSO2ZPLGVGVJBIZDRH43WISEI", "release-version": "5_0_106", "apple-mobile-web-app-title": "The Globe and Mail", "msapplication-navbutton-color": "#da161f", "msapplication-TileColor": "#da161f", "msapplication-TileImage": "https://www.theglobeandmail.com/resources/assets/meta/mstile-144x144.png", "msapplication-config": "https://www.theglobeandmail.com/resources/assets/meta/browserconfig.xml", "theme-color": "#da161f", "fb": {"pages": 491600721006147}, "og": {"site_name": "The Globe and Mail", "locale": "en_GB", "title": "Carleton criminologists end student internships with police, prisons", "url": "https://www.theglobeandmail.com/canada/article-carleton-criminologists-end-student-internships-with-police-and/", "description": "Criticizing RCMP and others for systemic racism, professors align with Black Lives Matter and Indigenous movements", "type": "article", "image": {"identifier": "https://www.theglobeandmail.com/resizer/z9AIOYCsx4iwGZ5UoF2BEGc3iv8=/1200x0/filters:quality(80)/cloudfront-us-east-1.images.arcpublishing.com/tgam/BTOGKXVNCNKCTNHMM5FGNKQWIA.jpg", "width": 1200, "height": "845.0704225352113"}}, "article": {"publisher": 140961138903, "published_time": "2020-08-12T20:54:51-0400", "modified_time": "2020-08-12T23:56:03-0400", "tag": "Carleton University,criminologists,student internships,internships,RCMP,police,prisons,systemic racism,police brutality,racism,carleton,letter,time,rcmp,people"}, "twitter": {"site": "@globeandmail", "creator": "@globeandmail", "url": "https://www.theglobeandmail.com/canada/article-carleton-criminologists-end-student-internships-with-police-and/", "title": "Carleton criminologists end student internships with police, prisons", "description": "Criticizing RCMP and others for systemic racism, professors align with Black Lives Matter and Indigenous movements", "card": "summary_large_image", "image": "https://www.theglobeandmail.com/resizer/pPo5nNxm62TJoFwuPV0-G5YdhQU=/560x0/filters:quality(80)/cloudfront-us-east-1.images.arcpublishing.com/tgam/BTOGKXVNCNKCTNHMM5FGNKQWIA.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}