{"GDELT": {"GlobalEventID": 940399269, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LBNELIGOV", "Actor1Name": "MICHEL AOUN", "Actor1CountryCode": "LBN", "Actor1Type1Code": "ELI", "Actor1Type2Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.90196078431372, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200812201500, "SOURCEURL": "http://www.naharnet.com/stories/en/274125-maas-meets-aoun-says-germany-ready-to-help-but-reforms-needed"}, "ARTICLE": {"TITLE": "Maas Meets Aoun, Says Germany Ready to Help but Reforms Needed", "TEXT": "Germany stands ready to help Lebanon with reconstruction and further investment after last week's massive explosion, but any support will be linked to economic reforms and an end to pervasive corruption in Lebanon, Germany's foreign minister said Wednesday.\n\nHeiko Maas spoke after a tour of Beirut's devastated port, where thousands of tons of ammonium nitrate exploded Aug. 4, obliterating the facility, killing at least 171 people and wounding thousands in the capital city.\n\nIt still was not known what caused the fire responsible for igniting the ammonium nitrate. But documents have emerged in the wake of the explosion that show the chemicals had been improperly stored in the city's port for more than six years, apparently with the knowledge of top political and security officials.\n\n\"The dimension of devastation and destruction is almost inconceivable for people living in Germany, and therefore it was also so important for the German government to help quickly,\" Maas said.\n\nHe said he brought 4 million euros to the Red Cross and the United Nations because Germany wants the money to arrive where it is needed and \"not for it to disappear in dark channels of which there are unfortunately way too many in Lebanon.\"\n\n\"Other than that we hope that the responsible politicians have understood the sign of the times. The rage of the people is understandable,\" Maas said.\n\nThe minister later held talks with President Michel Aoun in Baabda.\n\nThe explosion has fueled outrage and protests against top political leaders and led to the resignation of the government Monday. The Cabinet is now in a caretaker capacity.\n\nAhead of his arrival in Beirut, Maas said Lebanon needs a \"strong reboot\" and far-reaching economic reforms to rebuild trust with its citizens.\n\nGermany has pledged 20 million euros (about 23 million dollars) in immediate help after the explosion that tore through the Lebanese capital with such intensity that it created a tremor felt in neighboring Cyprus. Thousands of buildings in the heart of Beirut were destroyed and around 300,000 people were left homeless.\n\nMaas said he would hold talks in Beirut to see how the money can quickly get to the people who need it. He said he would also talk to the nation's political leaders and representatives of civil society about the future of Lebanon.\n\n\"I think everyone in Lebanon has to recognize that things cannot continue like this, this country needs big reforms,\" he said.", "METADATA": {"msvalidate.01": "B131F13C3059E39D4DD66E218700E9E4", "google-site-verification": "nUAwBOBRdI8gnFlNy87WgDS4_n6b6i5YfUfczTq2DJQ", "description": "Naharnet is the leading Lebanese news destination, breaking the news as it happens!", "og": {"site_name": "Naharnet", "title": "Maas Meets Aoun, Says Germany Ready to Help but Reforms Needed", "description": "Germany stands ready to help Lebanon with reconstruction and further investment after last week's massive explosion, but any support will be linked to economic reforms and an end to pervasive corruption in Lebanon, Germany's foreign minister said...", "type": "article", "url": "http://www.naharnet.com/stories/en/274125", "image": "http://images0.naharnet.com/images/210225/w140.jpg?1522588197"}, "csrf-param": "authenticity_token", "csrf-token": "ePMatnLM6exEObkZK2SB5dL3vibWbUKk63KToMxXMow="}}}