{"GDELT": {"GlobalEventID": 940448841, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.28396572827417, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK", "Actor2Geo_Lat": 30.0, "Actor2Geo_Long": 70.0, "Actor2Geo_FeatureID": "PK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20200813014500, "SOURCEURL": "https://www.msn.com/en-in/news/world/pakistan-government-trolls-target-female-journalists-cyber-harassment-allegations-against-imran-khan-e2-80-99s-party/ar-BB17T8nM"}, "ARTICLE": {"TITLE": "Pakistan government trolls target female journalists; cyber harassment allegations against Imran Khan’s party", "TEXT": "© Provided by WION\n\nA group of more than thirty female journalists have issued a strongly worded statement condemning the excruciating circumstances in which female journalists are forced to operate in Pakistan.\n\nThe statement titled- Joint Statement: Attacks on women in media in Pakistan said, \"vicious attacks through social media are being directed at women journalists and commentators in Pakistan, making it incredibly difficult for us to carry out our professional duties\".\n\nThe statement further outlined the systematic abuse the female journalists are subjected to are instigated by government officials and then amplified by a large number of Twitter accounts, mainly declaring their affiliation to the ruling party.\n\nIn what is certainly a well-defined and coordinated campaign, personal details of women journalists and analysts have been made public. To further discredit, frighten and intimidate us, we are referred to as paddlers of \" fake news\", \"enemy of the people\" and accused of taking bribes (often termed as \"paid\" journalists or lifafas), the statement read further.\n\nThe statement further mentioned how female journalists are targeted because of both their work and their gender. Critical posts are drowned under sexual slurs and baseless allegations. There have also been multiple reports of pictures and other personal information of female journalists being accessed and spread online, endangering their safety. The group of journalists also retreated that they are being prevented from exercising their right to free speech and participate in public discourse. When they self-censor, others are prevented from receiving information to form their views, which is a violation of their rights under article 19 A of the constitution of Pakistan.\n\nThe statement, in the end, demanded the government to immediately restrain its members from targeting women in the media. Secondly, Pakistan Prime Minister, Imran Khan should send out a clear message to all party members, supporters and followers, to desist from launching these attacks, whether directly or indirectly. Lastly, the government should hold all such individuals within the government accountable and take action against them. The group also demanded to the Standing Committees on Human Rights of the upper and lower house of parliament to take notice and to hold the government accountable by ensuring the acknowledge, apologise, and list the actions they will now take to put an end to such a threatening environment.\n\nPakistan Federal Union of Journalists also stated support of women in media in Pakistan raising voice against attacks and to end impunity.\n\n© Provided by WION Pfuj\n\nSoon after the statement was released, multiple attempts were made to hack the micro-blogging accounts of these journalists.\n\nAima Khosh, one of the signatories of the statement in a tweet revealed how her account is trying to be hacked by hackers. Her tweet read, \"the statement by women journalists is trending, human rights defenders are speaking up and the HR minister has expressed concern. At the same time, someone is trying hard to break into my account. To whoever this is, I have only one thing to say: #AttacksWontSilenceUs\".\n\nThe statement by women journalists is trending, human rights defenders are speaking up and the HR minister has expressed concern. At the same time, someone is trying hard to break into my account. To whoever this is, I have only one thing to say: #AttacksWontSilenceUs pic.twitter.com/Za7cZBFT6K — Aima Khosa (@aimaMK) August 12, 2020\n\nBenazir Shah, another signatory of the statement also confirmed attempts being made to hack her account.\n\nImp to stress this - there have been attempts to hack into the social media accounts of women reporters and analysts, as well as limit our access to information. #AttacksWontSilenceUs — Benazir Shah (@Benazir_Shah) August 12, 2020\n\nNafisa Shah, another journalist blamed Pak Govt behind these hacking attempts being made on their account. She revealed that it isn't just the female journalists but female politicians as well whose accounts are being tried to be hacked by PTI trolls.\n\nAttempts to hack into accounts seems to be a norm in PTIs Naya Pakistan, not just of women journalists, but opposition women politicians as well. My account was restricted last 5 days, and this is not the first time. In solidarity: #AttacksWontSilenceUs https://t.co/QSQDQEJJR1 — Nafisa Shah (@ShahNafisa) August 12, 2020\n\n#AttacksWontSilenceUs was soon trending in Pakistan as support from various sections of society poured in showing their solidarity with the demand made in the joint statement. People like Hamid Mir and Zahid Kishori, senior journalists from Pakistan, supported the statement and tweeted with #AttacksWontSilenceUs on Twitter.", "METADATA": {"application-name": "Pakistan government trolls target female journalists; cyber harassment allegations against Imran Khan’s party", "cq": "passed", "Search.Interest": "News", "robots": "index, follow", "description": "More than 30 female journalists issued a joint statement on online harassment and abuse they face on social media by ruling party trolls. The statement says, that comments critical of the government attract \"online attacks instigated by government officials and then amplified by a large number of twitter accounts\" with affiliations declared to PTI or the ruling party.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}