{"GDELT": {"GlobalEventID": 940448574, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "HIN", "Actor2Name": "HINDU", "Actor2Religion1Code": "HIN", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.15236875800256, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 32.0387, "Actor1Geo_Long": 73.751, "Actor1Geo_FeatureID": "6104745", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 32.0387, "Actor2Geo_Long": 73.751, "Actor2Geo_FeatureID": "6104745", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 32.0387, "Action2Geo_Long": 73.751, "Action2Geo_FeatureID": "6104745", "DATEADDED": 20200813014500, "SOURCEURL": "https://dailytimes.com.pk/653215/challenges-to-democracy-in-south-asia/"}, "ARTICLE": {"TITLE": "Challenges to democracy in South Asia", "TEXT": "Both India and Pakistan have common roots in terms of history and colonial legacy. But they have had divergent political paths since emerging as independent states in August 1947. India defied early skepticism, remained united, and mainly a secular democracy. In contrast, Pakistan struggled under military rule and with the politicization of religion.\n\nHowever, based on recent events in India, the political paths of the two countries appear to be converging.\n\nThe West lauds India as the world’s largest democracy – a refreshing contrast to the string of dictatorships in Pakistan. It views free and fair elections, an independent election commission, a commitment to freedom of speech, press, and association, civil society, and thriving NGOs as the hallmarks of India’s democracy.\n\nYet, prominent Indians have criticized the recent actions of the Modi government. Nobel Prize-winning economist Amartya Sen described last year’s decision of the Modi government to revoke the special status of Indian Kashmir as contrary to “democratic norms.” Sen also said that the preventive detentions of Kashmiri leaders were a “throwback to the British Raj.”\n\nEminent academic Pratap Bhanu Mehta wrote in October that “the noose is tightening around all independent institutions in India.” Mehta mentioned “the cowardly, almost impeachable, abdication of the judiciary in the face of threats to civil liberties.” He was referring to the episode about the sedition charges (now withdrawn) against prominent writers and directors.\n\nPrime Minister Narendra Modi plans to attend the groundbreaking ceremony Wednesday for a Hindu temple in Ayodhya. The temple is on a disputed site in northern India where Hindu hard-liners tore down a 16th-century mosque in 1992. For Modi, who is wildly popular with his Hindu-first base, it’s another opportunity to project his nationalist credentials.\n\nAccording to Modi’s allies, the date chosen for the ceremony is astrologically auspicious for Hindus. It’s expected to bring about an awakening of the feeling of Hindutva, or the Hindu way of life.\n\nThe temple event is yet another sign that the Indian national identity is becoming overtly majoritarian. There was a time that India prized its inclusive identity that set aside religious, caste, class, or ethnic differences. The truth is that India has become less pluralist and tolerant since Modi came to power.\n\nModi’s Bharatiya Janata Party (BJP) enjoys virtual electoral hegemony by winning most of the Hindu vote. Hindus make up about 80 percent of the Indian electorate. But in catering to its Hindu base, the BJP is moving away from the “one state, one law, and one national community for the whole land” concept that India’s founders rightly saw as the strength of a hugely diverse country like India.\n\nIn sharp contrast to Modi, in 1951, India’s first prime minister Jawaharlal Nehru, the visionary democrat and secularist, described the ideal state as one in “which the state protects all religions, but does not favor one at the expense of others and does not itself adopt any religion as state religion.”\n\nChester Bowles, the then United States Ambassador to India, wrote of Nehru: “one of his greatest achievements is the creation of a secular state in which the forty-five million Muslims that choose not to go to Pakistan may live peacefully and worship as they please.”\n\nIt’s important to remember that India and Pakistan have extreme levels of poverty and inequality. Political corruption and criminalization, violence based on caste, gender, and religion are major challenges for both countries. Although India has a better record than Pakistan in the treatment and protection of minorities, critics have called this record into question since the Modi government came to power.\n\nWhile India has performed better on most democratic indicators than Pakistan, it must guard against the erosion of fair and uncompromising public institutions. Otherwise, it risks becoming an “illiberal democracy” or an “election-only democracy”\n\nWhile India has performed better on most democratic indicators than Pakistan, it must guard against the erosion of fair and uncompromising public institutions. Otherwise, it risks becoming an “illiberal democracy” or an “election-only democracy.”\n\nMuch like Pakistan, where fragile democratic institutions have been so irreversibly damaged by authoritarian rule and religious obscurantism, that support for democracy has thinned. It’s an example that India would hardly wish to emulate.\n\nIn pursuit of its grand goal to join the ranks of global superpowers, India should remain mindful of not sacrificing its past democratic successes. In Pakistan, civilian supremacy over non-democratic institutions remains the prerequisite to the advancement of genuine democracy.\n\nBoth countries must recognize that the passing forward of inclusive and law-driven democratic systems to future generations is a lofty end in itself.\n\n(This article was first published in The Globe Post on August 04, 2020)\n\nThe writer is an analyst and commentator on politics, peace, and security issues. He can be reached at shgcci@gmail.com.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Challenges to democracy in South Asia | Daily times", "description": "Both India and Pakistan have common roots in terms of history and colonial legacy. But they have had divergent political paths since emerging as independent states in August 1947. India defied early skepticism, remained united, and mainly a secular democracy. In contrast, Pakistan struggled under military rule and with the politicization of religion. However, based …", "url": "https://dailytimes.com.pk/653215/challenges-to-democracy-in-south-asia/", "site_name": "Daily Times", "image": {"identifier": "https://dailytimes.com.pk/assets/uploads/2018/08/saad-hafiz1.jpg", "secure_url": "https://dailytimes.com.pk/assets/uploads/2018/08/saad-hafiz1.jpg", "width": 240, "height": 240}}, "article": {"publisher": "https://www.facebook.com/dailytimespak", "section": "Op-Ed", "published_time": "2020-08-13T01:17:41+00:00"}, "twitter": {"card": "summary_large_image", "description": "Both India and Pakistan have common roots in terms of history and colonial legacy. But they have had divergent political paths since emerging as independent states in August 1947. India defied early skepticism, remained united, and mainly a secular democracy. In contrast, Pakistan struggled under military rule and with the politicization of religion. However, based […]", "title": "Challenges to democracy in South Asia | Daily times", "site": "@dailytimespak", "image": "https://dailytimes.com.pk/assets/uploads/2018/08/saad-hafiz1.jpg", "creator": "@dailytimespak"}, "pwaforwp": "wordpress-plugin", "theme-color": "#ffffff", "apple-mobile-web-app-title": "Daily Times", "application-name": "Daily Times", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "apple-touch-fullscreen": "YES", "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://dailytimes.com.pk/ms-icon-144x144.png", "google-site-verification": "OCRTS754JMxwghEzzchZDigcFsr1BA1g4gztRRYiCjs", "msvalidate.01": "7F7A94B66284996C319B6CD24FB6241E", "fb": {"pages": 710854355609434, "app_id": 2292619501058101}, "onesignal": "wordpress-plugin"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}