{"GDELT": {"GlobalEventID": 940413958, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "AUTHORITIES", "Actor1Type1Code": "GOV", "Actor2Code": "CRM", "Actor2Name": "CRIMINAL", "Actor2Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.20108368452739, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200812220000, "SOURCEURL": "https://news.yahoo.com/american-guns-fueling-u-k-184033503.html"}, "ARTICLE": {"TITLE": "How American Guns Are Fueling U.K. Crime", "TEXT": "Gregg Taylor, right, at the National Ballistics Intelligence Service in Birmingham, England, on Aug. 6, 2020. (Andrew Testa/The New York Times)\n\nNORTHAMPTON, England — Josh Bains was 28 when he was killed after an argument over a drug debt of about $50 just a few miles from the English village where he grew up — with a gun that had traveled thousands of miles from America.\n\nHis was one of a rising number of gun deaths in recent years that have British authorities worried about an expanding smuggling pipeline from the United States. The gun used to kill Bains in October 2018 — a Taurus Model 85 — is banned outright in Britain.\n\n“I think Americans wouldn’t believe that something that they produce could affect people like us,” said Clare Bains, who was Bains’ stepmother. “If there weren’t all these guns, they wouldn’t be seeping out of America all over the world.”\n\nGun deaths remain extremely rare in Britain, and very few people, even police officers, carry firearms. But the growing presence of U.S. weapons on the streets, which has not previously been widely reported, comes as serious violent crime, like murders and stabbings, has risen sharply.\n\nMost illegal firearms in Britain still come from Europe. But investigators seized hundreds of smuggled U.S. guns last year, a small figure by international standards, though experts say the number that police do not discover is likely to be far higher.\n\nBritish police have traced some of the smuggled U.S. guns back to loosely regulated gun fairs in states like Florida. Investigators have also seized U.S. weapons being smuggled on a container ship and hidden in car engines.\n\nNow authorities fear that after Brexit, when borders with the European Union will be more tightly regulated, the illegal gun trade from the United States could accelerate, especially given the Trump administration’s broad support for the gun industry.\n\n“A major Trump administration goal is to globalize the firearms trade and facilitate exports, and if you’re facilitating legal exports, it’s almost inevitable that there will be an illegal diversion of weapons into criminal markets in other countries,” said Aaron Karp, a senior consultant for the Small Arms Survey in Geneva and a lecturer at Old Dominion University in Virginia.\n\nStory continues\n\nThe United States is one of the biggest legal exporters of firearms in the world, but hundreds of thousands of guns also illegally leak out of the country and fuel homicides, especially in Latin America and the Caribbean.\n\nIn Britain, criminal groups primarily use knives for acts of violence. Knife crime reached a record high last year, accounting for around 2 out of every 5 killings. By comparison, only 33 people were killed with a gun.\n\nBut the number of illegal guns in circulation is growing. In the last year alone, gun seizures by Britain’s national policing body, the National Crime Agency, more than doubled, and firearm offenses have soared by 38% since 2015. Authorities worry that violence could surge if criminal groups switch from knives to guns. A BBC investigation linked a single firearm to 11 different gunmen and multiple murders over a six-year period.\n\n“The homicide rate is already a problem without easy access to guns,” said Robert McLean, a researcher on organized crime in Britain based at the University of the West of Scotland. “Once in circulation, a single firearm can move around criminal networks and can be used in a number of shootings and killings.”\n\nIn many cases, the trade in smuggled guns is driven by gangs who traffic drugs from cities to smaller towns and rural areas — known as “county lines” gangs — like Bains’ killers.\n\nIn the last few years, the National Crime Agency has found that gangs favor “cleaner” antique or deactivated weapons that are harder to trace. Those weapons are sold legally at gun shows or by collectors, many in the United States, and are easier to buy because they can only fire if they are illegally reactivated.\n\nOne former London gang leader and gun trafficker said that he had handled more than 50 firearms and sold many more to gangs across Britain. Sometimes, he said, the smuggled guns had arrived in the country inside boxes containing infant highchairs.\n\n“I got my first gun from one of my elders when I was like 13, 14,” said the former gang leader, now 23, speaking on condition of anonymity to avoid arrest or retribution from his old associates. He stepped away from the gang three years ago with the help of Gangsline, a London-based organization that helps gang members leave crime.\n\nHe recalled being warned that “if you’ve got a knife and someone has a gun, he isn’t going to hesitate to shoot.” His gang trafficked dozens of new and used weapons, including American Glocks, he said, with prices reaching 15,000 pounds, about $20,000. Today, investigators say the smuggling pipeline is well established.\n\nAt least 782 U.S. guns have been discovered by police since 2017, data obtained by The New York Times shows. The figure is from the National Ballistics Intelligence Service, which tracks illegal firearms in Britain, and includes guns that came directly and indirectly to Britain from the United States.\n\nGun control is one of the few issues that unites a politically divided Britain. Where the United States has had horrific mass school shootings for decades, it took just one such attack in Britain to usher in a ban on private ownership of handguns.\n\nThat attack — a shooting in 1996 in which 16 children and their teacher were murdered at Dunblane Primary School in Scotland by a gunman who then killed himself — remains the deadliest mass shooting in British history. Since then, only one other mass shooting has taken place in Britain.\n\nBut even with the tougher laws, handguns have still found their way into even some of the quietest corners of the country, like Bains’ hometown.\n\nHe grew up in a red-bricked cottage overlooking golden fields in Rothersthorpe, a small village in England’s East Midlands where the biggest event was often sheep escaping the local farm. His father, Dave Bains, says his son fell in with a “bad crowd” after his parents separated and soon began selling cannabis.\n\nOn the night of his murder on a street corner in Upton, Northampton, Bains fought for his life, according to security camera footage, struggling to disarm an attacker who pointed a Glock at him. As Bains stumbled on the curb, a second attacker pulled out a revolver and shot him through his lung.\n\nBains’ parents watched his final moments during the trial of the two men convicted of his murder, Jerome Smikle and Kayongo Shuleko, both in their 20s, who were part of a county lines drug-trafficking gang, police said. They were sentenced to life in prison last summer.\n\n“I guess the justice is they’re in prison, but Josh shouldn’t have been killed in the first place,” said Bains’ mother, Lyn Knott. “If they didn’t have a gun, of course he’d still be alive.”\n\nThe gun was discovered three months after the murder, when a dog walker found it in a nearby field. The killers had not removed the serial numbers on the weapon, and police traced it back to Florida.\n\n“We don’t often get people being shot in nice estates in sleepy villages in Northampton,” said Alastair White, a senior detective with Northamptonshire Police, who led a team of around 80 on the investigation. “It was headline news.”\n\nThe presence of U.S. guns became even more evident several months later, in July 2019, when officers with the National Crime Agency raided a rusted blue container ship as it arrived at the port of Ambarli in northern Turkey after traveling nearly 6,000 miles from Florida.\n\nInside some of the shipping containers were old American cars, and hidden inside were 57 firearms and 1,230 bullets that investigators say were meant for gangs in Britain and Bulgaria. The guns were purchased legally at antique gun fairs in Florida, the investigators said, and then smuggled to Turkey to be illegally reactivated before sale.\n\nMatthew Prefect, who leads the National Crime Agency’s firearms unit, said officials were concerned enough about smuggled guns that his unit had almost doubled its staffing in the last two years as the agency tries to suppress the firearms market to try to prevent handguns becoming as common as knives.\n\n“If suddenly guns became the weapon of choice as opposed to a knife,” Prefect said, “we’d be in a really difficult situation.”\n\nThe first high-profile case involving illegal U.S. firearms was in 2010, when a former Marine named Steven Greenoe was prosecuted for smuggling dozens of guns into northwestern England on commercial flights.\n\nWhile gun trafficking is almost always a secondary source of income for gangs, the Greenoe case showed that it could be a highly profitable trade, with guns that he bought for around $400 selling for a “three times markup,” according to Gregg Taylor of the National Ballistics Intelligence Service.\n\nOne of the 70 guns that Greenoe smuggled was used in a murder in Scotland, another in a shooting in Manchester and a third in an attempted shooting near Liverpool, the court heard. Ten years later, the majority of the guns he trafficked to Britain remain missing.\n\n“Weapons that don’t matter in the United States, because America deals in millions, routinely have an enormous impact in the U.K. because of the extraordinary scarcity of handguns,” said Karp of the Small Arms Survey. “Dozens can have an enormous impact on British crime.”\n\nToday, Bains’ father and stepmother have turned their home into a tribute to their lost 28-year-old. Framed photographs of Bains are placed throughout the house. His stepmother still can’t shake the memory of seeing her seemingly healthy stepson in a coffin.\n\n“I haven’t seen a healthy person in a coffin before,” Clare Bains said. “I’ve always seen ill people or old people, and that was a shock.”\n\nThis article originally appeared in The New York Times.\n\n© 2020 The New York Times Company", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooNews", "card": "summary_large_image", "description": "NORTHAMPTON, England -- Josh Bains was 28 when he was killed after an argument over a drug debt of about $50 just a few miles from the English village where he grew up -- with a gun that had traveled thousands of miles from America.His was one of a rising number of gun deaths in recent years that have", "image": {"identifier": "https://s.yimg.com/ny/api/res/1.2/.DyWmDCl8yLeWhLMuXb6sg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/GnHspzlgr18c1dqkytuF7A--~B/aD0yNjY3O3c9NDAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/the_new_york_times_articles_158/4cd11c0f819e13e2a35c798c0f6b7bc8", "src": "https://s.yimg.com/ny/api/res/1.2/.DyWmDCl8yLeWhLMuXb6sg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/GnHspzlgr18c1dqkytuF7A--~B/aD0yNjY3O3c9NDAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/the_new_york_times_articles_158/4cd11c0f819e13e2a35c798c0f6b7bc8"}, "title": "How American Guns Are Fueling U.K. Crime"}, "application-name": "Yahoo News - Latest News & Headlines", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=cad53061-42ca-3908-95e8-db7656a6471a&src=web", "news_keywords": "National Crime Agency, America, Britain, gun", "bingbot": "noindex", "googlebot": "noindex", "robots": "noindex", "description": "NORTHAMPTON, England -- Josh Bains was 28 when he was killed after an argument over a drug debt of about $50 just a few miles from the English village where he grew up -- with a gun that had traveled thousands of miles from America.His was one of a rising number of gun deaths in recent years that have", "og": {"type": "article", "image": "https://s.yimg.com/ny/api/res/1.2/.DyWmDCl8yLeWhLMuXb6sg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/GnHspzlgr18c1dqkytuF7A--~B/aD0yNjY3O3c9NDAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/the_new_york_times_articles_158/4cd11c0f819e13e2a35c798c0f6b7bc8", "description": "NORTHAMPTON, England -- Josh Bains was 28 when he was killed after an argument over a drug debt of about $50 just a few miles from the English village where he grew up -- with a gun that had traveled thousands of miles from America.His was one of a rising number of gun deaths in recent years that have", "title": "How American Guns Are Fueling U.K. Crime", "url": "https://news.yahoo.com/american-guns-fueling-u-k-184033503.html"}, "fb": {"pages": 338028696036, "app_id": 458584288257241}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=cad53061-42ca-3908-95e8-db7656a6471a&src=web"}, "ios": {"app_name": "Yahoo", "url": "yahoo://article/view?uuid=cad53061-42ca-3908-95e8-db7656a6471a&src=web", "app_store_id": 304158842}}}}}