{"GDELT": {"GlobalEventID": 940483559, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SDN", "Actor1Name": "SUDAN", "Actor1CountryCode": "SDN", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 7.6680672268907495, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU47", "Actor1Geo_ADM2Code": "37140", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 23.5, "Actor1Geo_FeatureID": "-17505", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Action2Geo_CountryCode": "SU", "Action2Geo_ADM1Code": "SU47", "Action2Geo_ADM2Code": "37140", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 23.5, "Action2Geo_FeatureID": "-17505", "DATEADDED": 20200813064500, "SOURCEURL": "https://sudantribune.com/spip.php?article69695"}, "ARTICLE": {"TITLE": "Remarks by SRF leaders at the Friend of Sudan meeting on peace", "TEXT": "Chairman of the Friends of Sudan Conference,\n\nYour Excellency, Minister of Foreign Affairs of the Kingdom of Saudi Arabia,\n\nThe Prime Minister of Sudan and the participating team from the Transitional Government of Sudan,\n\nPartners and friends representing governments, organizations, the African Union, and the United Nations,\n\nDistinguished members of the South Sudan Mediation Committee, and to the President of the State of South Sudan, who, had it not been for their efforts, we would not have reached this advanced stage of the peace process,\n\nLet me first extend my thanks to His Majesty the King and his Crown Prince, for this brilliant gesture in hosting this conference. We would also like to thank you for inviting the Sudan Revolutionary Front to participate in this very important conference.\n\nAllow me to express our gratitude and thanks to the delegations and governments of countries that contributed to the peace process, who are with us now in Juba, including our brothers from the United Arab Emirates, the State of Chad, and the Arab Republic of Egypt who have followed and supported the peace process since its inception.\n\nAllow me on behalf of my fellow leaders and members of the Sudan Revolutionary Front and its nine organizations coming together under the banner of our historic alliance that represents the periphery, the revolution, and patriots from all parts of Sudan. The organizations of the Revolutionary Front represent an important partner for the transitional government of Sudan in its endeavour to achieve a just, comprehensive, and final peace in Sudan.\n\nAt this stage, I would like to express my great appreciation for holding this round of the Friends of Sudan Conference, focusing on the implementation of the peace agreement that we have nearly concluded in Juba, the capital of the State of South Sudan. This in itself is another achievement, because a true and sustainable peace cannot be achieved in Sudan without achieving the same in the State of South Sudan, and vice versa. Peace and stability in the two countries will reinforce peace at the regional and international level.\n\nWe look forward to your conference placing the following issues at the top of its agenda:\n\n1. Funding a well-structured plan for the voluntary return of displaced persons and refugees to their areas of origin and actively contributing to financing this plan, which aims to address the issues of more than 4.5 million displaced persons and refugees inside and outside Sudan and enable them to return to their places of origin to resume their normal lives.\n\n2. A qualified alternative for UNAMID to participate and assist in civilian protection with funding and technical assistance from international donors.\n\n3. Reconstructing what was destroyed by war, providing basic services to the citizens of war-affected and marginalized areas, and showing citizens the benefits of peace, which is important for the sustainability of peace and non-resurgence of war. Therefore, it is imperative for the friends of peace and Friends of Sudan in the regional and international spheres to support reconstruction and promote development in the war-affected areas and in Sudan in general.\n\n4. Sudan is a very rich country with its vast fertile agricultural lands, its livestock, its multiple mineral resources, and its qualified human resources. Sudan needs strategic partnerships that benefit all parties. Sudan’s need for grants will be short-term and of limited purposes, if the Friends of Sudan enter into strategic partnerships with Sudan and support the Transitional Government plan in all areas of development investment.\n\n5. The assistance and support from Sudan’s partners for good governance, democratization, fighting corruption and recovering Sudanese funds that were plundered by the former regime and are located abroad.\n\n6. The process for establishing security arrangements and security sector reform leading to a modern, professional, and non-politicized national army is important to Sudan and the region requires significant funding and technical assistance.\n\n7. We call for the lifting of the sanctions imposed by the United Nations and other international organizations and for removing Sudan from the list of state sponsors of terrorism, which will facilitate the transition process and the implementation of the peace agreement.\n\n8. The Parties to the peace agreement have agreed to hold a donors’ conference to support the implementation of the final peace agreement, especially in Darfur, the Two Areas, and the rest of the war-affected areas in Sudan. Therefore, we hope that your conference will support this agreement and place it within its immediate plans and urge donors to actively participate in the conference that will be held for the purpose of supporting the implementation of the peace agreement.\n\n9. The Sudan Revolutionary Front calls on this conference to form a mechanism concerned with the matter of supporting the implementation of the peace agreement, with the participation of friends, parties to the peace process, and donors.\n\nFinally, we would like to emphasize that we are on the threshold of signing a peace agreement that ends the war in all parts of Sudan and achieves security and stability in all its regions. We look forward to the active participation of the regional and international community and for them to attend the signing ceremony. We also look forward to their active participation and contribution in all stages of implementing the agreement and building peace, and for them to be guarantors and witnesses of this historic agreement.\n\nWe hope to see a large number of the attendees today at the signing ceremony of the peace agreement. In conclusion, our sincere thanks and best wishes to you all.\n\nDr Elhadi Idriss Yahya\n\nChairman\n\nSudan Revolutionary Front\n\nJuba\n\n12 August 2020", "METADATA": {"description": "Chairman of the Friends of Sudan Conference, Your Excellency, Minister of Foreign Affairs of the Kingdom of Saudi Arabia, The Prime Minister of (...)", "viewport": "width=device-width, initial-scale=1", "generator": "SPIP 3.2.7 [24473]"}}}