{"GDELT": {"GlobalEventID": 940438008, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.32687651331719, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200813004500, "SOURCEURL": "https://tolonews.com/index.php/world/global-coronavirus-cases-hit-20-million"}, "ARTICLE": {"TITLE": "Global Coronavirus Cases Hit 20 Million", "TEXT": "Global coronavirus cases pushed past 20 million on Monday, according to a Reuters tally, with the United States, Brazil and India accounting for more than half of all known infections.\n\nThe respiratory disease has infected at least four times the average number of people struck down with severe influenza illnesses annually, according to the World Health Organization.\n\nThe death toll from COVID-19, meanwhile, at more than 728,000 has outpaced the upper range of annual deaths from the flu.\n\nThe Reuters tally, which is based on government reports, shows the disease is accelerating. It took almost six months to reach 10 million cases after the first infection was reported in Wuhan, China, in early January. It took just 43 days to double that tally to 20 million.\n\nExperts believe the official data likely undercounts both infections and deaths, particularly in countries with limited testing capacity.\n\nThe United States is responsible for around 5 million cases, Brazil 3 million and India 2 million. Russia and South Africa round out the top ten.\n\nThe pandemic is accelerating fastest in Latin America which accounts for almost 28% of the world’s cases and more than 30% of deaths, according to the Reuters tally.\n\nWith the first wave of the virus yet to peak in some countries and a resurgence of cases in others, governments are still divided in their responses. Some countries are reintroducing strict public health measures, while others continue to relax restrictions.\n\nHealth experts expect dilemmas about how to proceed with school, work and social life to last - and restrictions to fluctuate - until a vaccine is available.\n\nThe vaccine race has more than 150 candidates being developed and tested around the world with 25 in human clinical trials, according to the World Health Organization.\n\nIn the United States, children began returning to their classrooms last week, even as controversy over school safety swirled.\n\nBritain has added both Spain and Belgium to a list of countries from which returning travellers must quarantine at home for 14 days because of fresh upticks in some European locations.\n\nIn Asia, China continues to squash surges using strict, local lockdowns, bringing its daily numbers down into the low double digits on the mainland.\n\nAustralia has introduced a strict lockdown and night curfew in the city of Melbourne, aiming to stifle an outbreak there. Neighbouring New Zealand, where life has largely returned to normal, on the weekend recorded 100 days with no new cases of local transmission.", "METADATA": {"title": "Global Coronavirus Cases Hit 20 Million | TOLOnews", "description": "Global coronavirus cases pushed past 20 million on Monday, according to a Reuters tally, with the United States, Brazil and India accounting for more than half of all known infections.", "referrer": "origin", "og": {"description": "The death toll from COVID-19, meanwhile, at more than 728,000.", "image": "https://tolonews.com/sites/default/files/coronavirus%2088.jpg", "site_name": "TOLOnews", "title": "Global Coronavirus Cases Hit 20 Million | TOLOnews", "type": "article"}, "twitter": {"description": "Global coronavirus cases pushed past 20 million on Monday, according to a Reuters tally, with the United States, Brazil and India accounting for more than half of all known infections.", "image": "https://tolonews.com/sites/default/files/coronavirus%2088.jpg", "url": "https://tolonews.com/index.php/world/global-coronavirus-cases-hit-20-million", "site": "@TOLOnews", "title": "Global Coronavirus Cases Hit 20 Million", "card": "summary"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "fb": {"pages": 187202271320522}}}}