{"GDELT": {"GlobalEventID": 940487645, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.550379198266519, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pietermaritzburg, KwaZulu-Natal, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF02", "Actor1Geo_ADM2Code": "77352", "Actor1Geo_Lat": -29.6168, "Actor1Geo_Long": 30.3928, "Actor1Geo_FeatureID": "-1272393", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pietermaritzburg, KwaZulu-Natal, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF02", "Action2Geo_ADM2Code": "77352", "Action2Geo_Lat": -29.6168, "Action2Geo_Long": 30.3928, "Action2Geo_FeatureID": "-1272393", "DATEADDED": 20200813071500, "SOURCEURL": "https://www.iol.co.za/mercury/news/kzn-morgue-mix-up-family-cremates-scatters-ashes-of-wrong-body-fb061e3c-80f5-4164-a5cd-d52149634648"}, "ARTICLE": {"TITLE": "KZN morgue mix up: Family cremates, scatters ashes of wrong body", "TEXT": "KZN morgue mix up: Family cremates, scatters ashes of wrong body\n\nShare this article: Share Tweet Share Share Share Email Share\n\nDurban - A bungle at Grey’s Hospital in Pietermaritzburg has left two families traumatised after they were given the wrong bodies and only realised the error after the last rites and cremation had been performed for one of the deceased. The Maharaj family from Thornville, near Pietermaritzburg, was given the body of Keketso Josefa Mateke, 32, instead of their father, Chundersen Maharaj, 84. Mateke’s body was handed to them in a sealed casket. Maharaj, who had contracted Covid-19 after spending a month in the state hospital after surgery on his hip, died on July 15. His family were not allowed to view his body due to his Covid-19 status. Mateke, originally from Lesotho, was allegedly injured while working on a farm in Howick on June 24. He remained at Grey’s Hospital until his death on June 5. His body was kept at the hospital’s mortuary until his family arrived from Lesotho.\n\nKeketso Josefa Mateke’s body has already been cremated and scattered in the sea. Picture: Supplied\n\nSpeaking to The Mercury yesterday, Mateke’s cousin, Petros Faku, said they had been left devastated by the bungle and did not know what to do as Mateke’s body was already cremated and his ashes disposed of in the sea by the Maharaj family.\n\nThe slip that was given to the family. Picture: Supplied\n\nHe said according to their beliefs, their ancestors would be upset. He said the family in Lesotho were looking at alternative ways to conduct his last rites.\n\n“This is a terrible time for us. Keketso’s wife and family in Lesotho are angry and are waiting for his body. I don’t know how to tell them what happened because it is so unbelievable,” Faku said.\n\nHe said the family had already been in shock when they heard of Mateke’s death, as he had been missing for a few days before they found him at Grey’s Hospital.\n\nFaku said that Mateke suffered burn wounds after a fire broke out on the farm where he worked.\n\n“He was rushed to the hospital, but nobody knows who accompanied him or how he got injured. When his brother found him at Grey’s Hospital he was alive, but they were not allowed to see him due to the Covid-19 regulations,” Faku said.\n\nHe said it was when the family arrived to pick up Mateke’s body from the mortuary that they realised something was amiss.\n\n“No one attended to us and everyone was acting strange. We sat in the car for hours until we finally approached someone else to assist us.\n\n“We asked to view the body but the staff were refusing, telling us that it is because of regulations. We insisted to see his body since he did not have the virus and that’s when we found Mr Maharaj’s body. It seemed like the hospital was trying to cover up and give us this wrong body.\n\n“They treated us like fools, with no dignity and respect. They treated us like useless people,” Faku said.\n\nMaharaj’s son, Ricky Maharaj, said the incident had been just as traumatic for them as they were forced to perform two funerals.\n\nMaharaj said that they had not seen their father for about a month due to restrictions on hospital visits. His father had been hospitalised for hip repair surgery after slipping while getting into a car. Initially admitted to Northdale Hospital, he was later transferred to Grey’s, where doctors discovered a heart condition that required Maharaj to have a stent before the hip surgery.\n\nHaving survived the two operations, he was transferred to Inkosi Albert Luthuli Central Hospital in Durban to have a pacemaker fitted. On July 14, Maharaj tested positive for Covid-19 and died a day later.\n\n“Due to Covid-19 protocols, we weren’t allowed to view the body and arranged for the undertakers to remove the body the next day.\n\n“My father was Hindu and we asked the undertakers to drive the casket to our home for prayers before proceeding to the crematorium. Even then we were not allowed to view the body, but only watch the coffin being placed in the incinerator,” Maharaj said.\n\nAfter travelling to Durban on the same day to dispose of the ashes in the ocean, Maharaj said he received an “odd” call from Grey’s Hospital enquiring about the funeral proceedings.\n\nMaharaj said that when he told the woman there the cremation had taken place, she replied in a “startled tone” that she would call him back, but didn’t.\n\n“The telephone call played on my mind, so I called back the next morning and spoke to the mortuary staff. It was then that I was told we cremated the wrong body,” Maharaj said.\n\nBoth the Maharaj and Mateke families have since met with hospital management and representatives from the department, but not much could be done to assist the Mateke family as his body was already cremated.\n\nFaku said that the Maharaj family offered to take them to the area where they disposed of the ashes so they could perhaps perform the last rites.\n\n“The Maharaj family even said that if the mortuary called them earlier to tell them what happened, they could have given us the ashes before throwing them in the ocean.\n\n“We could have at least something of our brother to perform his last rites. Instead, we have nothing,” Faku said.\n\nSpokesperson for the KZN Department of Health, Ntokozo Maphisa, said: “This is a legal matter. As a matter of principle, the department does not comment on matters which are sub judice.”\n\nThe Mercury", "METADATA": {"msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "msvalidate.01": "5A0910AA1A12E32A5352933CF5FD96E9", "viewport": "width=device-width, initial-scale=1, viewport-fit=cover", "mobile-web-app-capable": "yes", "google-site-verification": "iQCzO2whcLNU6_F3xi1Dck7JMALz7869mBLTQf08wJo", "fb": {"app_id": 293175074032541}, "og": {"type": "article", "title": "KZN morgue mix up: Family cremates, scatters ashes of wrong body", "description": "The Maharaj family from Thornville, near Pietermaritzburg, was given the body of Keketso Josefa Mateke, 32, instead of their father, Chundersen Maharaj, 84.", "url": "https://www.iol.co.za/mercury/news/kzn-morgue-mix-up-family-cremates-scatters-ashes-of-wrong-body-fb061e3c-80f5-4164-a5cd-d52149634648", "image": {"identifier": "https://image-prod.iol.co.za/resize/720x366?source=https://xlibris.public.prod.oc.inl.infomaker.io:8443/opencontent/objects/c1cadf5a-4fb2-5ca3-9b06-f4c09c9a8c69&operation=CROP&offset=0x171&resize=720x405", "secure_url": "https://image-prod.iol.co.za/resize/720x366?source=https://xlibris.public.prod.oc.inl.infomaker.io:8443/opencontent/objects/c1cadf5a-4fb2-5ca3-9b06-f4c09c9a8c69&operation=CROP&offset=0x171&resize=720x405"}}, "description": "The Maharaj family from Thornville, near Pietermaritzburg, was given the body of Keketso Josefa Mateke, 32, instead of their father, Chundersen Maharaj, 84.", "twitter": {"site": "@IOL", "creator": "@IOL", "title": "KZN morgue mix up: Family cremates, scatters ashes of wrong body", "description": "The Maharaj family from Thornville, near Pietermaritzburg, was given the body of Keketso Josefa Mateke, 32, instead of their father, Chundersen Maharaj, 84.", "card": "summary_large_image", "image": {"src": "https://image-prod.iol.co.za/resize/720x366?source=https://xlibris.public.prod.oc.inl.infomaker.io:8443/opencontent/objects/c1cadf5a-4fb2-5ca3-9b06-f4c09c9a8c69&operation=CROP&offset=0x171&resize=720x405"}}}}}