{"GDELT": {"GlobalEventID": 940497492, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NGA", "Actor1Name": "NIGERIAN", "Actor1CountryCode": "NGA", "Actor2Code": "JUDMOS", "Actor2Name": "SHARIA COURT", "Actor2Religion1Code": "MOS", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.60829493087558, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kano, Kano, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI29", "Actor1Geo_ADM2Code": "191030", "Actor1Geo_Lat": 11.9964, "Actor1Geo_Long": 8.51667, "Actor1Geo_FeatureID": "-2014610", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kano, Kano, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI29", "Actor2Geo_ADM2Code": "191030", "Actor2Geo_Lat": 11.9964, "Actor2Geo_Long": 8.51667, "Actor2Geo_FeatureID": "-2014610", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kano, Kano, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI29", "Action2Geo_ADM2Code": "191030", "Action2Geo_Lat": 11.9964, "Action2Geo_Long": 8.51667, "Action2Geo_FeatureID": "-2014610", "DATEADDED": 20200813083000, "SOURCEURL": "https://www.ukip.org/national-ukip-news-item.php?id=340"}, "ARTICLE": {"TITLE": "UKIP Press Release on Nigeria", "TEXT": "UKIP Press Release on Nigeria\n\nNigeria, a major recipient of UK aid, sentences young man to death for a trivial offence.\n\nUnited Kingdom taxpayers via the Department for International Development are major contributors of aid and investment to Nigeria totalling well over £200 million annually. Nigeria is Africa’s most populous country and second-largest economy.\n\n“The UK-Nigeria trade relationship was worth £4 billion in 2015 and has the potential to grow significantly in the future.” (DFID Nigeria Profile 2018).\n\nIn 2018/19, 56% of expenditure on bilateral plans was predicted to be allocated to Human Development and Humanitarian projects. It is, therefore, to be expected that the Nigerian Government and Legal system acknowledges the basic human rights and freedoms of its citizens.\n\nConsequently, it is of utmost concern that a Nigerian court in the city of Kano, albeit a Sharia court has sentenced a young man of 22 to death for what in any civilised country would not even be considered an offence.\n\nYahaya Sharif-Aminu is an Islamic gospel musician from the Tijaniya sect. He is alleged to have circulated a “blasphemous” song via WhatsApp which has led to his trial and death sentence.\n\nThe song was said to have been criticised because it enthusiastically praised a Tijaniya imam. It was claimed that this praise elevated the imam above the Prophet Muhammed and by doing so Mr Sharif had committed a blasphemous act. He has been sentenced to death by hanging based on Section 382 (b) of the penal code of the province of Kano.\n\nNigeria is a country where many are slaughtered on an almost daily basis by religiously motivated terrorists such as Boko Haram. This is a major problem for the Nigerian Government and the difficult task of defeating such terrorists is internationally acknowledged.\n\nHowever, it is very disturbing to see the country’s legally constituted courts adding to the senseless sectarian slaughter by proposing to hang a young man for what in the civilised world would be a minor religious disagreement to be ignored by the population at large.\n\nUKIP hopes that Her Majesty’s Government use what influence it can muster to have Mr Sharif released. In doing so our Government must not hesitate to openly use the vast amount of ill-afforded taxpayers’ money which is poured into Nigeria as a lever to encourage the Nigerians to act honourably.\n\nNigeria and many other countries may be profitable trade partners for the UK but this does not excuse us conniving to gross state-led assaults on human rights among these partners.\n\nAlan Love: UKIP Foreign and Commonwealth Spokesman", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"title": "UKIP Press Release on Nigeria", "description": "Nigeria, a major recipient of UK aid, sentences young man to death for a trivial offence.", "image": "https://www.ukip.org/uploads/singer-aminu-sentenced-to-death-for-blasphemy-in-kano.jpg", "url": "https://ukip.org/national-ukip-news-item.php?id=340", "site_name": "ukip.org"}, "twitter": {"title": "UKIP Press Release on Nigeria", "image": "https://www.ukip.org/uploads/singer-aminu-sentenced-to-death-for-blasphemy-in-kano.jpg", "url": "#", "card": "#"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}