{"GDELT": {"GlobalEventID": 940419780, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOVEDU", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor1Type2Code": "EDU", "Actor2Code": "MED", "Actor2Name": "LOCAL MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.18943533697633, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200812224500, "SOURCEURL": "https://mondoweiss.net/2020/08/palestinian-students-start-slow-return-to-school/"}, "ARTICLE": {"TITLE": "Palestinian students start slow return to school – Mondoweiss", "TEXT": "Palestinian workers sanitize a classroom in a United Nations-run school before a new academic year starts, amid concerns about the spread of COVID-19 in Gaza City on August 5, 2020. (Photo: Ashraf Amra/APA Images)\n\nPalestinians are nearing a new record in their battle against COVID-19, as the number of recorded cases in the occupied West Bank, Gaza Strip, and East Jerusalem closed in on 20,000 cases this week.\n\nDespite this, schools in Gaza and the West Bank have slowly started to reopen, sparking fears over the negative effects the move could have on attempts to curb the spread of the virus.\n\nAs of Tuesday, the Palestinian Ministry of Health had reported 19,594 cases of COVID-19, with at least 473 cases reported in the last 24 hours. The death toll also rose to 114, with three new COVID-19 related deaths also in the past 24 hours.\n\nWhile just over half of the total number of recorded cases are reportedly in recovery, health officials have said that they are currently testing at rates lower than they were at the end of June and beginning of July.\n\nAfter five months of closure, schools in the Gaza Strip opened back up this week, forcing thousands of children back into crowded classrooms.\n\nCompared to the West Bank and East Jerusalem, Gaza has shown tremendous success in preventing a massive outbreak of COVID-19, with just 81 cases reported in the territory since March.\n\nPhotos of children returning to school depicted, in many cases, children without masks and schools without social distancing orders.\n\nLocal media reported that for the month of August students in Gaza attending government schools would be participating in half-day school days without recess, and without school canteens.\n\nMeanwhile in the West Bank, where the vast majority of cases have been reported, high school seniors were the first to return to schools this week. However, within days of returning, new cases of COVID-19 were reported among teachers and students.\n\nThe ministry of education was initially planning to fully reopen schools by September 6th “using a system that combines in class and online teaching”, though that deadline now seems to be up in the air.\n\nIn a nation with high unemployment rates that have skyrocketed during the coronavirus pandemic, many Palestinian families are living below the poverty line, making access to online schooling extremely difficult.\n\nAn estimated 775,000 Palestinian refugees live in crowded refugee camps across the West Bank that often experience power outages, among a host of other infrastructure issues.\n\nI spoke to a Palestinian mother of five from the Deheisheh refugee camp in Bethlehem on how she felt about sending her kids back to school as early as next month.\n\n“Even before the coronavirus, we had issues with overcrowding in the UNRWA schools,” Umm Ibrahim said. “So now, in the middle of a pandemic, how am I supposed to feel when sending my kids into these schools?”\n\nUmm Ibrahim said that her husband has been out of work since the beginning of the pandemic, and that her family can’t afford to buy a computer for online learning.\n\n“I don’t want to put my kids in danger by sending them to school, but at the same, I want them to learn and continue their education,” she said. “It’s an impossible decision.”", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Palestinian children prepare to return to school as COVID-19 rates skyrocket.", "og": {"image": {"identifier": "https://mondoweiss.net/wp-content/uploads/2020/08/050820_ASH_00-14.jpg", "width": 1200, "height": 751, "alt": "Palestinian workers sanitize a classroom in a United Nations-run school before a new academic year starts, amid concerns about the spread of COVID-19 in Gaza City on August 5, 2020. (Photo: Ashraf Amra/APA Images)"}, "locale": "en_US", "type": "article", "title": "Palestinian students start slow return to school – Mondoweiss", "description": "Palestinian children prepare to return to school as COVID-19 rates skyrocket.", "url": "https://mondoweiss.net/2020/08/palestinian-students-start-slow-return-to-school/", "site_name": "Mondoweiss", "updated_time": "2020-08-11T21:02+00:00"}, "article": {"publisher": "https://www.facebook.com/mondoweiss", "author": "https://www.facebook.com/mondoweiss", "published_time": "2020-08-11T21:01+00:00", "modified_time": "2020-08-11T21:02+00:00"}, "twitter": {"card": "summary_large_image", "site": "@mondoweiss", "creator": "@yumna_patel", "title": "Palestinian students start slow return to school – Mondoweiss", "description": "Palestinian children prepare to return to school as COVID-19 rates skyrocket.", "image": {"identifier": "https://mondoweiss.net/wp-content/uploads/2020/08/050820_ASH_00-14.jpg", "width": 1200, "height": 751, "alt": "Palestinian workers sanitize a classroom in a United Nations-run school before a new academic year starts, amid concerns about the spread of COVID-19 in Gaza City on August 5, 2020. (Photo: Ashraf Amra/APA Images)"}}, "msapplication-TileImage": "https://mondoweiss.net/wp-content/uploads/2020/04/cropped-mw-m-square-xlg-270x270.png"}}}