{"GDELT": {"GlobalEventID": 940463495, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MNCCHE", "Actor1Name": "CREDIT SUISSE", "Actor1CountryCode": "CHE", "Actor1Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.96779964221825, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Northern Territory, Northern Territory, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS03", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -20.0, "Actor1Geo_Long": 134.0, "Actor1Geo_FeatureID": "-1592100", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Northern Territory, Northern Territory, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS03", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -20.0, "Action2Geo_Long": 134.0, "Action2Geo_FeatureID": "-1592100", "DATEADDED": 20200813034500, "SOURCEURL": "https://www.fnarena.com/index.php/2020/08/13/supermarkets-stand-sca-property-in-good-stead/"}, "ARTICLE": {"TITLE": "Supermarkets Stand SCA Property In Good Stead", "TEXT": "Australia | Aug 13 2020\n\nResilient supermarket tenant income stands Shopping Centres Australasia in good stead as the Covid-19 pandemic impacts retail activity.\n\n-Gearing remains low following re-capitalisation\n\n-Earnings growth could be limited in current environment\n\n-Minimal impact expected from second lockdown in Victoria\n\n\n\nBy Eva Brocklehurst\n\nExpectations vary widely for Shopping Centres Australasia ((SCP)) as it negotiates the retail minefield caused by the Covid-19 pandemic. Will the supermarkets that predominate across the company's portfolio provide a safe haven?\n\nWhile electing not to provide guidance for FY21 the company has indicated there is no discernible difference between the sales growth experienced by Woolworths ((WOW)) and Coles ((COL)). Sales are expected to remain robust although the effect of the pandemic on shopper behaviour \"will linger\".\n\nThe stock is defensive as a result, several brokers assert, with Ord Minnett pointing to a 75% weighting to neighbourhood centres, valued at a 6.35% capitalisation rate (the ratio between an asset's operating income and market value), which offers secure income.\n\nThe impact of the pandemic remains hard to predict but Moelis assesses that once it passes, Shopping Centres Australasia will experience only a moderate reduction in longer-term net operating income.\n\nGoldman Sachs, too, expects the low exposure to discretionary goods combined with the ongoing cash collection process means the rental shortfall should improve. That said, the broker anticipates earnings growth is likely to be limited because of the difficult trading environment for specialty tenants and few acquisition opportunities.\n\nThere was a rent shortfall through to June of -$22.7m because of the pandemic but UBS agrees the resilient income and under-geared balance sheet should mean the company can withstand the impact. FY20 free funds from operations (FFO) of 14.65c per unit were down -10.3% and Macquarie notes the distribution was not covered by the cash-adjusted FFO, with a pay-out ratio after adjustments of 106%.\n\nMeanwhile, occupancy is stable at 98.2% with specialty vacancies up slightly to 5.1% from 4.8% as of December. Leasing volumes were strong with 39 new leases and 55 renewals signed between March and June. Gearing is low at 25.6%, following the completion of an institutional placement in April, which raised $250m, and a unit purchase plan in May.\n\nMacquarie suggests that while this equity raising was designed to protect the balance sheet, if there is no deterioration in the macro environment the company could look to acquire assets. One new property was acquired for $33m, Bakewell in Northern Territory, on a 7% yield.\n\nThe company is well within debt covenants and Credit Suisse envisages the risk of any short-term breaches is low. The broker calculates $300m in acquisitions could be funded through debt and gearing still remain below 32.5%, although acknowledges the company does not intend to stretch the balance sheet at this point in time\n\nLeasing Strategy\n\nWhile there is merit in continuing the current leasing strategy of accepting lower rents and higher incentives to lift occupancy, this may cause difficulties to re-accelerate comparable income growth. Hence, Goldman Sachs does not allow for any potential reversal of expected credit loss provisions in future.", "METADATA": {"msvalidate.01": "EA82EE03BFEBC83BDB25F9CCE6732E5B", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "og": {"locale": "en_US", "type": "article", "title": "Supermarkets Stand SCA Property In Good Stead - FNArena", "description": "Resilient supermarket tenant income stands Shopping Centres Australasia in good stead as the Covid-19 pandemic impacts retail activity.", "url": "https://www.fnarena.com/index.php/2020/08/13/supermarkets-stand-sca-property-in-good-stead/", "site_name": "FNArena", "updated_time": "2020-08-13T10:29:57+10:00", "image": {"identifier": "https://www.fnarena.com/wp-content/uploads/2020/08/couple-doing-grocery-shopping.jpg", "width": 832, "height": 555}}, "article": {"section": "Australia", "published_time": "2020-08-13T10:29:55+10:00", "modified_time": "2020-08-13T10:29:57+10:00"}, "twitter": {"card": "summary", "description": "Resilient supermarket tenant income stands Shopping Centres Australasia in good stead as the Covid-19 pandemic impacts retail activity.", "title": "Supermarkets Stand SCA Property In Good Stead - FNArena", "image": "https://www.fnarena.com/wp-content/uploads/2020/08/couple-doing-grocery-shopping.jpg"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://www.fnarena.com/wp-content/uploads/2018/07/cropped-favicon-270x270.png"}}}