{"GDELT": {"GlobalEventID": 940406533, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "MED", "Actor2Name": "NATIONAL PRESS", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.125408942202831, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.8333, "Actor2Geo_Long": -81.717, "Actor2Geo_FeatureID": "FL", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200812210000, "SOURCEURL": "https://www.unz.com/mmalkin/is-biden-loving-comcast-meddling-in-loomers-campaign/"}, "ARTICLE": {"TITLE": "Is Biden-Loving Comcast Meddling in Loomer's Campaign?", "TEXT": "Concast is known for its terrible service. On top of that they provide FAKE NEWS on MSDNC & @NBCNews. Drop them and go to a good provider! https://t.co/Ew4cB2UPv4 — Donald J. Trump (@realDonaldTrump) June 13, 2020\n\nThere’s bad blood between President Donald Trump and Comcast. It’s no secret.\n\nThe commander in chief nicknamed the telecom giant “Concast” for presiding over incessantly skewed media coverage of his campaign and administration. Comcast is the parent company of NBC News and MSNBC, whose notorious fake news media execs are “trying to poison the mind of the American voter” in President Trump’s view. On Twitter, he has called on supporters to drop the cable conglomerate for its “terrible service” and “go to a good provider” instead.\n\nFor their part, top Comcast execs and employees have forked over a whopping $213,974 in contributions to the Biden for President campaign. The Democratic presidential candidate held his first mega-fundraiser last April at the Philadelphia home of Comcast executive David Cohen, who oversees the firm’s corporate lobbying (which totaled more than $13 million last year). The very next day, after Cohen’s posh kickoff (which raked in more than $500,000), Comcast-owned NBC News communications director T.J. Ducklo left his position to serve as Biden’s national press secretary.\n\nAgainst that backdrop, let us now consider what happened this week to Laura Loomer, the Trump-supporting conservative investigative journalist and fierce critic of big tech bias who is the GOP front-runner in Florida’s 21st congressional district — home to Mar-A-Lago and the Trumps’ official legal residence since last fall. If Loomer prevails in her Aug. 18 primary as widely expected, she will face four-term incumbent Democratic Rep. Lois Frankel and win an extraordinary opportunity to turn Trump’s long-blue home district red.\n\nOn Monday, Loomer discovered that Xfinity/Comcast had blocked voters from receiving her campaign texts and emails. Customers instead received an ominous warning that read: “Hold On! We blocked access” to Loomer’s messages because they were alleged to pose a threat to users’ devices “or contain dangerous content.”\n\nThe company claims it was a “technical” glitch. One corporate spokesman in charge of engineering issues told me Monday afternoon that “the security alert had nothing to do with the content or sender of any communication.” Instead, he blamed “widely used third-party threat-intelligence services” for flagging Loomer’s texting provider.\n\nWhen I asked which third-party intelligence services Comcast uses to determine what is and isn’t “dangerous,” the company would not specify. When I asked what new information led to the security red flag, the company could not or would not say, but suggested that a “phishing” scheme may have led to the warning. Curiously, Comcast decided in the wake of Loomer’s whistleblowing that it would override the third-party threat-intelligence services and generously “fix” and “resolve” the issue by unblocking her messages.\n\nORDER IT NOW\n\nHere’s the thing: Loomer’s campaign has used the same texting provider all year without any problems until now. What changed? One spokesman shrugged the question off: “I don’t know why the timing issue is what it is,” he told me. Another D.C.-based Comcast communications official blithely dismissed any suggestion of political interference, emphasizing to me that Loomer “hasn’t won her primary yet” and that these types of incidents have happened before. When I asked for any other example of such glitches affecting political campaigns, she came up empty.\n\nThe posture of disinterest is unconvincing. It’s hard to accept the curious technical glitch that blocked Loomer from voters at a critical juncture in her high-profile upstart campaign — just one week before primary Election Day — at face value coming from a company that not only sides so overwhelmingly with Biden but has donated nearly $15,000 to Rep. Frankel (who is also a Comcast stockholder) since 2012.\n\nThe curious technical glitch robbing Loomer temporarily of her ability to communicate came just as her campaign was endorsed by GOP Rep. Matt Gaetz of Florida and former Nixon aide and veteran GOP operative Roger Stone. The technical system also just happened to glitch as Loomer made national news for her astonishing fund-raising haul — more than $1.1 million this cycle, despite being the most-banned woman in America, if not the planet.\n\nYou may recall that in 2018, the 27-year-old independent reporter was suspended permanently from Twitter (where she had built up a formidable following of more than 250,000 users) during the crucial midterm election season for blasting sharia-adherent Rep. Ilhan Omar, D-Minn. Paypal, Instagram, TeeSpring, Facebook, Uber, Uber Eats, Lyft, Venmo, GoFundMe and Medium all followed suit as Loomer exposed systemic tech censorship. China’s got nothing on America’s big tech overlords when it comes to silencing dissent and criticism.\n\nWhy is Loomer “dangerous”? It’s because she has almost singlehandedly unmasked Silicon Valley’s social credit system and its anti-American, free speech-squelching collaborators led by the Southern Poverty Law Center, Anti-Defamation League and the Council on Islamic-American Relations. She is the canary in the de-platforming coal mine. Her enemies are President Trump’s enemies, who’ve done everything in their coordinated power to crush him.\n\nIt strains credulity not to believe the corporate dirty tricksters and social justice handmaidens are doing everything between now and Aug. 18 — including, yes, election meddling—to stop Laura Loomer from disrupting the powers that be.\n\nQuestion the timing? Hell, yes.\n\nMichelle Malkin’s email address is [email protected] To find out more about Michelle Malkin and read features by other Creators Syndicate writers and cartoonists, visit the Creators Syndicate website at www.creators.com.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"description": "There’s bad blood between President Donald Trump and Comcast. It’s no secret. The commander in chief nicknamed the telecom giant “Concast” for presiding over incessantly skewed media coverage of his campaign and administration. Comcast is the parent company of NBC News and MSNBC, whose notorious fake news media execs are “trying to poison the mind […]", "title": "Is Biden-Loving Comcast Meddling in Loomer’s Campaign?", "type": "article", "url": "https://www.unz.com/mmalkin/is-biden-loving-comcast-meddling-in-loomers-campaign/", "site_name": "The Unz Review", "updated_time": "2020-08-12T13:04:36-04:00", "locale": "en_us", "image": "https://www.unz.com/wp-content/themes/unzSite/IMAGES/unz_large_logo.png"}, "fb": {"app_id": 158057877736603}, "article": {"published_time": "2020-08-12T13:04:36-04:00", "modified_time": "2020-08-12T13:04:36-04:00"}, "twitter": {"title": "Is Biden-Loving Comcast Meddling in Loomer's Campaign?", "description": "There's bad blood between President Donald Trump and Comcast. It's no secret. The commander in chief nicknamed the telecom giant 'Concast' for presiding over incessantly skewed media coverage of his campaign and administration. Comcast is the parent company of NBC News and MSNBC, whose notorious fake news media execs are 'trying to poison the mind of the American voter' in President Trump's view. On Twitter, he has called on supporters to drop the cable conglomerate for its 'terrible service' and 'go to a good provider' instead. For their part, top Comcast execs and employees have forked over a whopping $213,974", "card": "summary"}}}}