{"GDELT": {"GlobalEventID": 940459642, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "FOREIGN MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "CZE", "Actor2Name": "CZECH REPUBLIC", "Actor2CountryCode": "CZE", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.22324159021407, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ", "Actor1Geo_Lat": 49.75, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "EZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Czech Republic", "Actor2Geo_CountryCode": "EZ", "Actor2Geo_ADM1Code": "EZ", "Actor2Geo_Lat": 49.75, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "EZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ", "Action2Geo_Lat": 49.75, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "EZ", "DATEADDED": 20200813031500, "SOURCEURL": "https://isp.netscape.com/news/world/story/0002/20200813/KCN2582S0_2"}, "ARTICLE": {"TITLE": "Pompeo says he warned Lavrov against offering bounties for U.S. soldiers", "TEXT": "Pompeo says he warned Lavrov against offering bounties for U.S. soldiers\n\nWASHINGTON (Reuters) - U.S. Secretary of State Mike Pompeo on Wednesday said he warned his Russian counterpart Sergei Lavrov that there would be \"an enormous price to pay\" if Moscow is offering bounties to kill U.S. soldiers or other Western troops in Afghanistan.\n\nThe New York Times in June reported that a Russian military intelligence unit secretly offered bounties to Taliban-linked militants for killing coalition forces in Afghanistan — including American troops, citing U.S. intelligence officials.\n\nPresident Donald Trump said he was not told about the information because many U.S. intelligence officials doubted its veracity, although several U.S. and European sources contradicted his comments.\n\nIn an interview with Radio Free Europe/Radio Liberty, Pompeo declined to say whether he believed the intelligence was credible or if he thought Trump should have been briefed, but said Washington would not put up with such behavior.\n\n\"If the Russians are offering money to kill Americans, or for that matter other Westerns as well, there will be an enormous price to pay. That's what I shared with foreign minister Lavrov,\" Pompeo said in the interview, conducted during his official visit to the Czech Republic.\n\n\"I know our military has talked to their senior leaders as well. We won't brook that, we won't tolerate,\" Pompeo said.\n\nLast month, U.S. and European sources familiar with intelligence reporting said that the United States had acquired fresh reporting backing up the allegations that Russia had encouraged Taliban-affiliated militants to kill U.S. and allied soldiers in Afghanistan.\n\nThe intelligence reporting comes as the United States has been engaged in negotiating with the Taliban as well as the Afghan government to get a stalled peace agreement, struck in February for the withdrawal of U.S. troops, moving.\n\n(Reporting by Humeyra Pamuk; Editing by Leslie Adler)\n\n© Copyright Reuters Ltd. All rights reserved. The information contained in this news report may not be published, broadcast or otherwise distributed without the prior written authority of Reuters Ltd.", "METADATA": {"oath": {"guce": {"product-eu": "false", "consent-host": "guce.isp.netscape.com", "report-only": "false"}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}