{"GDELT": {"GlobalEventID": 940426242, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CVL", "Actor1Name": "SCIENTIST", "Actor1Type1Code": "CVL", "Actor2Code": "LEG", "Actor2Name": "REPRESENTATIVES", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.3423423423423397, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX", "Actor2Geo_Lat": 23.0, "Actor2Geo_Long": -102.0, "Actor2Geo_FeatureID": "MX", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200812234500, "SOURCEURL": "https://learningenglish.voanews.com/a/some-interested-others-concerned-over-russia-s-fast-vaccine-approval/5540771.html"}, "ARTICLE": {"TITLE": "Some Interested, Others Concerned over Russia’s Fast Vaccine Approval", "TEXT": "Russia’s approval of a vaccine against the new coronavirus after less than two months of human testing has caused interest and concern around the world.\n\nRussian officials said on Wednesday that the first supplies of the vaccine would be ready for some medical workers within two weeks. They also rejected safety concerns about the vaccine, calling them “groundless.”\n\nHere are some of the reactions from around the world:\n\nCountries that have shown interest\n\nIsrael’s health minister said his country will examine Russia’s COVID-19 vaccine and enter negotiations to buy it if it is found to be a “serious product.”\n\nOn Wednesday, scientists in the Philippines were to meet representatives of the Russian research facility that developed the vaccine. The scientists were to discuss possibly taking part in clinical tests and looking at its research information.\n\nThe governor of Brazil’s Paraná state Ratinho Junior was expected to meet with the Russian ambassador to Brazil on Wednesday. The governor hoped to discuss the terms of an agreement to produce the vaccine.\n\nBrazil’s health agency said it had not yet received a request to permit the Russian vaccine in the country. It also said it could not comment on the safety or effectiveness of it without receiving information from the Russian laboratory that developed the vaccine.\n\nThe Central Asian country of Kazakhstan plans to send government officials to Moscow later this month to discuss possibly receiving supplies of the preventive treatment.\n\nOthers showing concern\n\nA World Health Organization (WHO) spokesman said Tuesday that Russian health officials are negotiating the process for possible WHO pre-qualification for the vaccine.\n\nWHO spokesman Tarik Jaserevic talked to reporters in Geneva about clinical tests and what pre-qualification means. He said: “Pre-qualification of any vaccine includes the rigorous review and assessment of all required safety and efficacy data.”\n\nJarbas Barbosa is with the Pan American Health Organization, a part of the WHO. He was asked on Tuesday about possible production of the vaccine in Brazil. He said that should not be done until Phase 2 and Phase 3 tests are completed to guarantee its safety and effectiveness.\n\nDr. Anthony Fauci is the top infectious disease expert in the United States. During a health care discussion at National Geographic on Tuesday, he raised questions about the Russian announcement. Fauci said, \"Having a vaccine and proving that a vaccine is safe and effective are two different things.”\n\nEuropean health experts said that without full test information, the vaccine would be difficult to trust.\n\nGerman Health Minister Jens Spahn said the vaccine had not been tested enough. He said the aim was to have a safe product rather than just being first to start vaccinating people.\n\nMexico’s top coronavirus official is Deputy Health Minister Hugo Lopez-Gatell. He said he was surprised by the Russian announcement and he added that the government would wait for more information from Russia.\n\nI’m Mario Ritter, Jr.\n\nMario Ritter Jr. adapted the Reuters report for VOA Learning English. Hai Do was the editor.\n\n_______________________________________________________________\n\nWords in This Story\n\nclinical –adj. related to medical work that is done on real patients\n\nrigorous –adj. very strict and demanding\n\nassessment –n. the act of making a judgement about something\n\nefficacy –n. the power to produce the desired result or effect\n\nWe want to hear from you. Write to us in the Comments section, and visit our Facebook page", "METADATA": {"title": "Some Interested, Others Concerned over Russia’s Fast Vaccine Approval", "description": "Russia very fast approval of a vaccine for the new coronavirus has countries seeking ways to get supplies of the virus protection. However, they say they need more information and health officials have voiced concern about the safety and effectiveness of the treatment.", "keywords": "voa, voice of america, voa learning english, voa learningenglish, voa special english, learningenglish.voanews.com, voa hoc tieng anh", "viewport": "width=device-width, initial-scale=1.0", "fb": {"pages": 103481483020802, "app_id": 294526303993468}, "msvalidate.01": "3286EE554B6F672A6F2E608C02343C0E", "apple-mobile-web-app-title": "VOA", "apple-mobile-web-app-status-bar-style": "black", "apple-itunes-app": "app-id=632618796, app-argument=//5540771.ltr", "og": {"title": "Some Interested, Others Concerned over Russia’s Fast Vaccine Approval", "description": "Russia very fast approval of a vaccine for the new coronavirus has countries seeking ways to get supplies of the virus protection. However, they say they need more information and health officials have voiced concern about the safety and effectiveness of the treatment.", "type": "article", "url": "https://learningenglish.voanews.com/a/some-interested-others-concerned-over-russia-s-fast-vaccine-approval/5540771.html", "site_name": "VOA", "image": {"identifier": "https://gdb.voanews.com/e3a2819c-c1c9-4496-a36a-c18c7025b8c5_w1200_r1.jpg", "width": 1200, "height": 675}}, "article": {"publisher": "https://www.facebook.com/voalearningenglish"}, "twitter": {"card": "summary_large_image", "site": "@VOALearnEnglish", "image": "https://gdb.voanews.com/e3a2819c-c1c9-4496-a36a-c18c7025b8c5_w1200_r1.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/Content/responsive/VOA/img/webApp/ico-144x144.png"}}}