{"GDELT": {"GlobalEventID": 940483089, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "BEN", "Actor2Name": "BENIN", "Actor2CountryCode": "BEN", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.37552742616033, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200813064500, "SOURCEURL": "https://www.msn.com/en-xl/news/other/return-of-african-icons-2020-punitive-wars-pillage-and-plunder/ar-BB17To0g"}, "ARTICLE": {"TITLE": "RETURN OF AFRICAN ICONS 2020 -Punitive wars, pillage and plunder", "TEXT": "The majority of wars fought in Africa started out as ‘punitive’ expeditions that escalated and invariably ended up with a victorious colonial power coming back, laden with loot and its men garlanded with medals, for having ‘put in his place’ some impertinent king, prince or chief.\n\nThere was a war involving one of these ‘great powers’ happening in every year from 1801 – the Temne War in Sierra Leone – to the second Boer War of 1899.\n\nWhat did the public think of their nations getting involved in so many wars? The short answer is: they loved it. Let’s look at three British expeditions, as they were invariably described to the public, and specifically, the Benin Expedition of 1897 to Nigeria – the prelude and aftermath to which are a classic study in how wars are ‘sold’ to the public. The others were the 4th Anglo- Ashanti War of 1895 (Ghana) and the Hut Tax War of 1898 (Sierra Leone).\n\n‘White privilege’ was defined long before the 19th century but many of the wars fought then re-emphasised the concept. In both the Anglo- Ashanti War and the Hut Tax War, it involved rulers (King Prempeh in Ghana and Bai Bureh in Sierra Leone) refusing to surrender to British sovereignty.\n\nNeither had ‘read the memo’ that the European powers owned the world and it was simply a matter of deciding amongst themselves which bits they owned.\n\nIn January 1897, reports started appearing in the British press of a ‘disaster at Benin’, relating to the attack and slaughter of British Empire troops. Out of over 250, only two survived.\n\nThe widely circulated reports based on the account of one of the survivors, talked of Benin as a place of ‘the rankest superstition and a swarming native population, a prey to fetish-worship and the cunning priests who hold sway in its name’.\n\nThe report ended with these natives ‘...finding expression in habits of disgusting brutality and scenes of hideous cruelty and bloodshed ordained by a degraded race of savages...’\n\nObviously, they not only needed ‘saving and being brought to the light of Christianity’, they also needed to be taught a jolly good lesson. Every newspaper carried the story. Letters to newspapers simply implored: ‘When are we going to act?’\n\nTreasure trove\n\nThose proposing the expedition were open enough to state the cost would be covered by ‘the large amounts of ivory, it is believed are in the King’s palace’. They called it ‘The Benin Punitive Expedition’ from the start.\n\nThe public became gripped by the expedition and were kept updated by regular stories in the press. The city and every structure within its walls were utterly destroyed in an act of wanton savagery between 9th to 18th February. In Britain, the end of the campaign was greeted with glee.\n\nAt the conclusion of the campaign, The Illustrated London News published a 13-page supplement with photographs and artist sketches. It was a great hit, giving a blow-by- blow account, starting from the ships setting sail in February, through to its conclusion.\n\nThe troops returned to a hero’s welcome and there was great interest in the ‘treasure trove of Benin’ they had heard about. Some of the bronzes were exhibited and drew huge crowds.\n\nHaving been sold the idea that these people were the most barbaric on earth, how did the public reconcile that with the beauty of the art? Easy. Just say with great authority and zero evidence that these artefacts must have been ‘taken to Benin from Egypt.’ Once the public got to see them, they too became convinced of this narrative.\n\nOne newspaper said:\n\n‘In design and execution, they are unequalled by anything hitherto attributed to the Negro races and would not discredit the more expert craftsmen of Europe.’\n\nIt was thus easy to justify that these great works of art would be safest in British hands, rather than in their rightful place, with their rightful owners. You might say not much has changed.\n\nThese days we are fighting to deal with our stolen heritage on western terms, with talk of museums and curation – but these things were never meant for museums in the first place.\n\nAde Daramy is a Sierra Leonean journalist, broadcaster and social commentator.", "METADATA": {"application-name": "RETURN OF AFRICAN ICONS 2020 -Punitive wars, pillage and plunder", "cq": "passed", "Search.Interest": "Africa", "robots": "index, follow", "description": "The majority of wars fought in Africa started out as ‘punitive’ expeditions that escalated and invariably ended up with a victorious colonial power coming back, laden with loot and its men garlanded with medals, for having ‘put in his place’ some impertinent king, prince or chief. There was a war involving one of these ‘great powers’ happening in every year from 1801 – the Temne War in Sierra Leone – to the second Boer War of 1899. What did the...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}