{"GDELT": {"GlobalEventID": 940467734, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "MYS", "Actor2Name": "MALAYSIA", "Actor2CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.7607361963190096, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Petaling, Malaysia (general), Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.08333, "Actor1Geo_Long": 101.667, "Actor1Geo_FeatureID": "-2403014", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Petaling, Malaysia (general), Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY00", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 3.08333, "Actor2Geo_Long": 101.667, "Actor2Geo_FeatureID": "-2403014", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Petaling, Malaysia (general), Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.08333, "Action2Geo_Long": 101.667, "Action2Geo_FeatureID": "-2403014", "DATEADDED": 20200813043000, "SOURCEURL": "https://www.thesundaily.my/local/race-based-politics-here-to-stay-for-now-YD3454643"}, "ARTICLE": {"TITLE": "Race-based politics here to stay for now", "TEXT": "PETALING JAYA: Appealing as it sounds, the idea of doing away with race-based politics and parties in Malaysia is a long shot.\n\nRacial interests remain strong and the tendency of politicians playing the race card makes it highly unlikely to have only multi-racial parties in the country, according to analysts.\n\nAs Universiti Malaysia Sarawak academician Prof Dr Jeniri Amir (pix) pointed out, the Malays “still believe that the country belongs to them, and they want to (continue to) be the dominant race”.\n\nIt is for this reason that they still vote for parties such as Umno and PAS - both of which make Malay and Islamic interests the cornerstone of their struggle, Jeniri said.\n\nPoliticians from these parties continue to fan this sentiment, he added.\n\n“Theoretically, having only multi-racial parties is ideal but it is not realistic,” he told theSun in response to a statement by PKR president Datuk Seri Anwar Ibrahim that Malaysia should move away from “obsolete” race-based politics and focus on principles and policies.\n\nAnwar’s statement was in response to the announcement by two-time premier Tun Dr Mahathir Mohamad that he was setting up a new Malay-based political party that will not be aligned to either Pakatan Harapan (PH) or Perikatan Nasional (PN).\n\nJeniri said it could take decades to transform the prevailing mentality that racial interests trump other concerns in politics.\n\n“In politicians’ view, it is virtually impossible to win elections unless they campaign along racial lines,” he said.\n\nHe cited the fall of PH as proof that race is the most important concern among voters. “They (PH representatives) have been perceived as not doing enough to fight for Malays and Islam, and look where they are now,” he said.\n\nJeniri also pointed out that about 50% of voters are still in the Malay heartland so the easiest way to garner support from this group is to be seen to be struggling for the rights of the community.\n\nMahathir’s move to form the new party - named Pejuang - came after the High Court dismissed a lawsuit filed by him and four others to challenge the revocation of their membership in Parti Pribumi Bersatu Malaysia, which itself is another Malay-based party formed by the elder statesman in 2016.\n\nJeniri said any likelihood of Malaysia moving away from race-based politics would depend on economic advancement for the Malays through education.\n\n“I see this happening only when the Malays achieve an economic status on par with the non-Malays. Until then, politicians will still play the race card,” he said.\n\nSingapore Institute of International Affairs senior fellow Dr Oh Ei Sun agreed with Jeniri’s assessment that Malaysia is still not ready to discard race-based politics but pointed out that it is alright as long as peace prevails.\n\n“It is only natural that some would embrace race-inspired politics and others prefer a more multi-racial or ‘integrationist’ style, but what is important is to ensure that the execution of each style and exchanges among the role players remain peaceful,” he told theSun.\n\nOh said Malaysia could emulate the Canada and Switzerland models of peaceful societal and political discourses despite their multi-cultural and varied regional background.\n\n“They practise their various traditions peacefully and respect others’ rights to do the same, while proudly proclaiming their common national identity. This could serve as good reference for other multi-racial and multi-regional countries,” he said.\n\nOn whether Malaysia will ever be ready to fully embrace multi-racial parties, Oh said the people would be more willing when they perceive practical benefits to do so.\n\n“That typically means they find that they could, for example, increase their customer bases or widen job opportunities. So the absolute priority for the country is still the resuscitation of economic development of each style and exchanges among the role players remain peaceful,” he told theSun.\n\nRead this story in theSun’s iPaper:\n\nRace-based politics here to stay for now", "METADATA": {"keywords": "amar shah mohsen", "description": "PETALING JAYA: Appealing as it sounds, the idea of doing away with race-based politics and parties in Malaysia is a long shot. Racial interests remain...", "og": {"title": "Race-based politics here to stay for now", "description": "PETALING JAYA: Appealing as it sounds, the idea of doing away with race-based politics and parties in Malaysia is a long shot. Racial interests remain...", "image": "https://www.thesundaily.my/binrepository/481x326/1c0/480d250/none/11808/BIVD/81527557830-drjeniriamir_1428310_20200813115144.jpg", "type": "Article", "url": "https://www.thesundaily.my/local/race-based-politics-here-to-stay-for-now-YD3454643", "site_name": "www.thesundaily.my"}, "ROBOTS": "INDEX, FOLLOW", "viewport": "width=device-width", "twitter": {"card": "summary_large_image", "site": "@theSundaily"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}