{"GDELT": {"GlobalEventID": 940461843, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "UAF", "Actor1Name": "FIGHTER", "Actor1Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.8, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20200813033000, "SOURCEURL": "https://www.militarytimes.com/news/your-military/2020/08/12/centcom-boss-expects-a-long-term-troop-presence-in-iraq/"}, "ARTICLE": {"TITLE": "CENTCOM boss expects a long-term troop presence in Iraq", "TEXT": "As the U.S.-led campaign to defeat ISIS settles into its seventh year, the head of U.S. forces in the Middle East is considering what that effort will look like down the road.\n\nThough the physical caliphate lost its territory in March 2019, the jihadi group still remains a threat and troops remain on the ground in Iraq and Syria supporting Operation Inherent Resolve. That will likely be the case for years to come, Marine Gen. Frank McKenzie, Central Command’s leader, said Wednesday during a talk with the U.S. Institute of Peace.\n\n“At some point, we do want to get smaller there,” he said. “I just don’t know when that’s going to be.”\n\nThough the Iraqi government has made moves toward calling for a withdrawal of U.S. troops, they have not acted on them in any formal way to push out the roughly 5,000 troops still there.\n\nAt the same time, McKenzie said, the coalition-controlled parts of western Syria can continue to physically fend off ISIS with the help of about 400 U.S. troops, according to figures released late last year but there is no clear replacement for a U.S. presence.\n\n“There’s no viable military solution to the conflict in Syria,” he said. “Only a political settlement can end the violence and address the underlying conditions that fracture the country and allowed ISIS to take hold.”\n\nThe statement is almost verbatim the rhetoric the Defense Department has used when discussing a troop withdrawal from Afghanistan, which began in 2001 and saw a glimpse of a drawdown in 2014. Since then, the Taliban has regained ground and an offshoot of ISIS has established itself, as Taliban, Afghan and U.S. State Department officials have tried their hands at a peace agreement.\n\n× Fear of missing out? Sign up for the Early Bird Brief - a daily roundup of military and defense news stories from around the globe. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\n\nIn that case, the conditions are that Afghanistan never again become a training ground for al-Qaida.\n\nAfter combat troops withdrew from Iraq in 2011, eight years after the initial invasion, the vacuum allowed ISIS to flourish, changing the conditions for a U.S. withdrawal to a similar goal ― that the Iraqi government can successfully control an insurgency on its own.\n\nCurrently, western Syria is controlled by that country’s central government, while a years-long civil war has seen the U.S.-allied Syrian Democratic Forces take control of the east. Withdrawal from that country would depend heavily on either side’s ability to beat back ISIS on their own, further complicated by their internal power struggle.\n\nThe goal in the near term is to transition from a tactical presence to one that supports local capacity, McKenzie said, so that Iraqi and Syrian forces are able to fend off not only a physical resurgence of ISIS as a caliphate, but any insurgent activity that goes along with it.\n\nAccording to a report released a year ago by the Defense Department, the State Department and U.S. Agency for International Development, ISIS had been gaining ground as movement, if not a territory.\n\n“This quarter, ISIS continued is transition from a territory ― holding force to an insurgency in Syria, and it intensified its insurgency in Iraq,” the report found.\n\nAt the same time, McKenzie said, it’s his belief that ISIS will continue to try to amass territory, and a coalition troop presence will be necessary to keep that from happening.\n\nKey to that effort will be sending home tens of thousands of ISIS fighters and their families, who are either imprisoned or staying in vast internal displacement camps. Al-Hol, the most notorious, houses 65,000 ― mostly women and children ― in squalid conditions, a perfect storm for radicalization among many who still sympathize with the terror group.\n\n“We do have a fair amount of evidence that some of the individuals in that camp … are not just family members associated with ISIS proper,” Air Force Maj. Gen. Alexus Grynkewich, CENTCOM’s operations director, said during the event, but that some of them are former ISIS fighters, including some women assumed to be wives of fighters.\n\nHere’s the current US plan to build up Syrian proxies, including an oilfield guard force OIR wants to double the size of some proxy forces in Syria and train a 2,200-man local “oilfield guard force” in the northeastern part of the country.\n\nAnd the prisons, run by local forces, have had trouble keeping fighters from escaping, so improving conditions is a security priority, he added.\n\n“And also, I would argue, from a humanitarian perspective,” he said.\n\nBut with many countries reluctant to repatriate citizens who escaped to join ISIS, the prospect of stateless people reintegrating into peaceful society is grim.\n\n“The international community needs to support repatriation efforts, or coalition – D-ISIS – efforts may be for naught,” McKenzie said. “That’s the best way to solve that particular problem.”\n\nMcKenzie warned that his biggest priority in that arena is preventing the spread of “connective tissue,” or the decentralized network — in the vein of al-Qaida ― that could launch attacks around the world.\n\n“The challenge with that is if we maintain too much of a geographical focus, we forget that the long reach of ISIS ideology globally can reach out and touch folks who were previously radicalized and pill them back in to the ISIS fold,” Grynkewich said.\n\nIdeally, years on, security forces in Iraq, Syria and around the world would be able to tamp down on any ISIS activity, whether it came from remote networks or another effort to gain territory in the Middle East.\n\nThat won’t just be a military effort, he added, and will involve not only diplomacy, but information campaigns to deter anyone thinking of joining up.\n\n“It’s a fire in the minds of men,” McKenzie said of the Islamic State. “It’s an idea. And so it’s very hard to fight an idea within a boundary.”", "METADATA": {"msapplication-TileColor": "#4f497a", "msapplication-TileImage": "/pb/resources/assets/favicon/mil/mstile-144x144.png", "msapplication-config": "/pb/resources/assets/favicon/mil/browserconfig.xml", "theme-color": "#4f497a", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Despite defeating the physical ISIS caliphate, Gen. Frank McKenzie says U.S. troops will be on the ground deterring ISIS for years to come.", "author": "Meghann Myers", "keywords": "CENTCOM mckenzie, u.s. troops iraq, u.s. troops syria, operation inherent resolve end, defeat isis", "robots": "index, follow", "distribution": "global", "rating": "general", "language": "en_US", "twitter": {"card": "summary", "title": "CENTCOM boss expects a long-term troop presence in Iraq", "description": "Despite defeating the physical ISIS caliphate, Gen. Frank McKenzie says U.S. troops will be on the ground deterring ISIS for years to come.", "image": {"src": "https://www.armytimes.com/resizer/OI9HgAoTGRs_xD2ddo0sfBeHyG8=/1200x630/filters:quality(100)/cloudfront-us-east-1.images.arcpublishing.com/mco/AXHJMVK7YVGUXERFAVEYDNXRQU.jpg"}}, "og": {"title": "CENTCOM boss expects a long-term troop presence in Iraq", "type": "article", "url": "https://www.militarytimes.com/news/your-military/2020/08/12/centcom-boss-expects-a-long-term-troop-presence-in-iraq/", "image": "https://www.armytimes.com/resizer/OI9HgAoTGRs_xD2ddo0sfBeHyG8=/1200x630/filters:quality(100)/cloudfront-us-east-1.images.arcpublishing.com/mco/AXHJMVK7YVGUXERFAVEYDNXRQU.jpg", "description": "Despite defeating the physical ISIS caliphate, Gen. Frank McKenzie says U.S. troops will be on the ground deterring ISIS for years to come.", "site_name": "Military Times", "locale": "en_US"}, "article": {"published_time": "August 13, 2020 10:27 AM", "section": "Your Military"}, "fb": {"app_id": 349179911903738, "pages": "291448617173, 25695254496, 61924502489, 83721537518, 65986997382, 248242239645, 70531852030, 525449530843973, 298378097222468"}, "news_keywords": "CENTCOM mckenzie, u.s. troops iraq, u.s. troops syria, operation inherent resolve end, defeat isis", "sailthru.title": "CENTCOM boss expects a long-term troop presence in Iraq", "sailthru.tags": "CENTCOM mckenzie, u.s. troops iraq, u.s. troops syria, operation inherent resolve end, defeat isis", "sailthru.date": "August 13, 2020 10:27 AM", "video_adzone": "114235265/MilitaryTimes/your-military", "root-ad-zone": "militarytimes-news"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}