{"GDELT": {"GlobalEventID": 940422857, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "JUSTICE MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 2.9891304347826098, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kandy, Central, Sri Lanka", "Actor1Geo_CountryCode": "CE", "Actor1Geo_ADM1Code": "CE29", "Actor1Geo_ADM2Code": "41748", "Actor1Geo_Lat": 7.2955, "Actor1Geo_Long": 80.6356, "Actor1Geo_FeatureID": "-2222251", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kandy, Central, Sri Lanka", "Actor2Geo_CountryCode": "CE", "Actor2Geo_ADM1Code": "CE29", "Actor2Geo_ADM2Code": "41748", "Actor2Geo_Lat": 7.2955, "Actor2Geo_Long": 80.6356, "Actor2Geo_FeatureID": "-2222251", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kandy, Central, Sri Lanka", "Action2Geo_CountryCode": "CE", "Action2Geo_ADM1Code": "CE29", "Action2Geo_ADM2Code": "41748", "Action2Geo_Lat": 7.2955, "Action2Geo_Long": 80.6356, "Action2Geo_FeatureID": "-2222251", "DATEADDED": 20200812231500, "SOURCEURL": "https://www.arabnews.com/node/1718681/world"}, "ARTICLE": {"TITLE": "Sri Lankan leader appoints Cabinet, state ministers", "TEXT": "COLOMBO: Sri Lankan President Gotabaya Rajapaksa administered the oath of office to 28 new Cabinet ministers and 39 state ministers on Wednesday during a swearing-in ceremony at the Kandy Royal Palace, a week after the Aug. 5 general elections.\n\n“The Cabinet has been formed in a pragmatic and a realistic manner to implement the national program. Special attention was paid to national security, economic development, infrastructure, education, health and sports,” a Presidential Secretariat statement said.\n\nWhile President Rajapaksa retained the defense portfolio, his brother, Namal Rajapaksa — the 34-year-old son of Prime Minister Mahinda Rajapaksa — was named minister for youth and sports.\n\nSeveral senior politicians, including former president Maithripala Sirisena, were left out of the new Cabinet.\n\nThe ninth parliament is set to meet on Aug. 20.\n\nOnly two members from minority communities, Fisheries Minister Douglas Devananda and Justice Minister Ali Sabry, were appointed from the Tamil and Muslim communities, respectively.\n\n“I’m delighted to get this portfolio in recognition of my services to the nation, particularly to the legal field,” Sabry said.\n\nHe is the second Muslim justice minister to assume office after Rauff Hakeem of the Sri Lanka Muslim Congress.\n\nThe Sri Lanka Podujana Peramuna (SLPP) party, led by PM Rajapaksa, polled 6,853,690, or 59 percent of votes, and secured a total of 145 seats in parliament, including 17 of the National List seats.\n\nSabry said government efforts to limit the coronavirus pandemic had “impressed the nation enough to vote them into power.”\n\nLawyer Razik Zarook said: “It’s a great victory for the Muslim community. The era of mistrust and suspicion is over, and the foundation is laid to build the bridges of friendship and amity.”\n\nHowever, international political lobbyist Muheed Jeeran told Arab News that though the Cabinet is promising, it is “full of confusion.”\n\n“Sabry’s appointment has disappointed the nationalist group who want to implement one nation, one law,” he said.\n\n“But it is a joyful moment for Muslims who supported the SLPP. However, it will be difficult for Sabry as justice minister. Will he become the wooden handle of the axe to chop the tree of traditional Muslim laws as per the nationalist agenda, or will he stand for Muslim rights?”", "METADATA": {"description": "COLOMBO: Sri Lankan President Gotabaya Rajapaksa administered the oath of office to 28 new Cabinet ministers and 39 state ministers on Wednesday during a swearing-in ceremony at the Kandy Royal Palace, a week after the Aug. 5 general elections. “The Cabinet has been formed in a pragmatic and a realistic manner to implement the national program. Special attention was paid to", "abstract": "Get the latest breaking news and headlines from the largest Arab News website. Get world news, sport news, business news, entertainment, lifestyle, video and photos.", "keywords": "Jubail,Al-Ahsa,Al-Kharj,Taif,Qatif,oil,Dammam,Abha,Asir,Yanbu,islam,jobs,sports,Khalij times,gulf news,saudi gazette,Riyadh,Tabuk,Mecca,Medina,AlMadinah,Jeddah,Makkah,Hail,Mecca,Makkah,Eastern,King Abdullah, jobs in Saudi,work in saudi arabia, umrah,Hajj،عرب نيوز", "rights": "Arab News", "fb": {"app_id": 331299401208963, "pages": 10250877124}, "og": {"site_name": "Arab News", "type": "article", "title": "Sri Lankan leader appoints Cabinet, state ministers", "url": "https://arab.news/r7e35", "description": "COLOMBO: Sri Lankan President Gotabaya Rajapaksa administered the oath of office to 28 new Cabinet ministers and 39 state ministers on Wednesday during a swearing-in ceremony at the Kandy Royal Palace, a week after the Aug. 5 general elections. “The Cabinet has been formed in a pragmatic and a realistic manner to implement the national program. Special attention was paid to national security, economic development, infrastructure, education, health and sports,” a Presidential Secretariat statement said.", "updated_time": "2020-08-13T01:21:21+03:00", "image": {"identifier": "https://www.arabnews.com/sites/default/files/2020/08/13/2227776-802261864.png", "url": "https://www.arabnews.com/sites/default/files/2020/08/13/2227776-802261864.png"}}, "twitter": {"card": "summary_large_image", "site": {"identifier": "@Arab_News", "id": 69172612}, "creator": {"identifier": "@Arab_News", "id": 69172612}, "title": "Sri Lankan leader appoints Cabinet, state ministers", "url": "https://arab.news/r7e35", "description": "COLOMBO: Sri Lankan President Gotabaya Rajapaksa administered the oath of office to 28 new Cabinet ministers and 39 state ministers on Wednesday during a swearing-in ceremony at the Kandy Royal", "image": "https://www.arabnews.com/sites/default/files/2020/08/13/2227776-802261864.png"}, "article": {"published_time": "2020-08-13T01:21:21+03:00", "modified_time": "2020-08-13T01:21:21+03:00"}, "viewport": "width=device-width, initial-scale=1.0"}}}