{"GDELT": {"GlobalEventID": 940467673, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BGD", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "Actor2Code": "MOS", "Actor2Name": "MUSLIM", "Actor2Religion1Code": "MOS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.66211604095563, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gondlanwala, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "40360", "Actor1Geo_Lat": 32.1986, "Actor1Geo_Long": 74.1272, "Actor1Geo_FeatureID": "-2761219", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200813043000, "SOURCEURL": "https://www.huffingtonpost.in/entry/a-partition-reading-list-12-of-the-best-novels-in-translation_in_5d53d1cee4b0cfeed1a5e7d6"}, "ARTICLE": {"TITLE": "A Partition Reading List: 12 Of The Best Novels In Translation", "TEXT": "Book covers\n\nThe Partition of India in 1947 resulted in a mass migration that left millions of people dead, displaced and dehumanised in the quest to carve out two nation states divided on arbitrary sectarian lines. For many South Asians, it is hard to dissociate independence from British rule and the promise of a new beginning from the widespread destruction that followed decolonisation.\n\nI have always been aware of a connection to India’s neighbouring countries, mainly because I had grown up hearing stories of relatives from west Punjab and east Bengal. More recently, I spent hours looking through digitised National Archives records, trawling through Thacker’s Indian Directory and the Registers of Employees of the East India Company and the India Office, 1746-1939. And finally, there were the names my grandmother had mentioned, tying me inextricably to places across borders.\n\nWhen I wanted to read about Partition, I began with fiction written in English, from Khushwant Singh’s Train to Pakistan to Attia Hosain’s Sunlight on a Broken Column. I then moved on to reading English translations of narratives originally written in Hindi, Urdu, Punjabi and Bengali. Each book brought me closer to a collective South Asian consciousness that flowed alongside national identities, a space where boundaries blurred, where there were still roads that led to Lahore and Dhaka.\n\nIn this list of novels and short story collections set during or immediately after Partition, some of the names will be familiar and others less so, but they are all equally deserving of a place on your reading list.\n\nHINDI\n\nBook covers\n\n1. Partitions by Kamleshwar, translated by Ameena Kazi Ansari\n\nKamleshwar once wrote that Partition had made people “refugees in [their] own minds and hearts”. Published in Hindi as Kitne Pakistan (How many Pakistans), this experimental novel is an exploration of divisions and the writing and rewriting of history across spatial and temporal boundaries. The main character, an adeeb or littérateur, presides over a fictional court and listens to various historical figures such as Babur, Aurangzeb, and Lord Mountbatten present their version of history.\n\n2. Tamas by Bhisham Sahni, translated by the author\n\nPossibly the most well-known Hindi novel on this list, Tamas—partially based on Sahni’s impressions of the riots in Rawalpindi in 1947—tells the story of the growth of communalism in a small town in undivided Punjab. A local politician Murad Ali instructs Nathu, a tanner, to kill a pig and the carcass is found outside a mosque the next day. This act ignites simmering tensions and the ensuing violence results in the division of the once-peaceful community along religious lines.\n\n3. A Village Divided by Rahi Masoom Reza, translated by Gillian Wright\n\nThis semi-autobiographical novel explores the impact of Partition on a community of Shia Muslims in Gangauli, a village in eastern Uttar Pradesh. In Gangauli, where the syncretic Ganga-Jamuni tehzeeb exists — Hindus and Muslims come together to celebrate Moharram — the idea of a separate Muslim state seems unnecessary. When outside political forces make their way to the village, they are, at least in the beginning, unable to create an impact since local identities are linked to the land and social structures of caste and class rather than religion.\n\n4. This Is Not That Dawn by Yashpal, translated by Anand\n\nThis is a long novel — my edition has 1,119 pages — that delves deeply, often at microscopic level, into the lives of a group of young adults and their families in pre-Partition Lahore and later in India. This is also a feminist narrative: Yashpal is primarily concerned with the trajectories of his female characters. Tara and Asad are willing to bridge their religious differences for love; Kanak, the daughter of a rich publisher, defies her family to get married to Puri who belongs to a lower middle-class family. The title of the English translation references the Urdu poet Faiz Ahmad Faiz’s poem, Subh-e-Azadi: “Woh intezaar tha jiska, yeh woh seher to nahin” (This is not the dawn we waited for).\n\nURDU\n\nBook covers\n\n5. An Epic Unwritten, edited and translated by Muhammad Umar Memon\n\nIn this volume of Urdu short stories, Memon chooses to include Saadat Hasan Manto’s lesser-known Sahae over his Partition classics such as Toba Tek Singh and Khol Do. In Ismat Chughtai’s Roots, Amma refuses to migrate to Pakistan along with her family (“If that [India] isn’t our country, then how can a place where you live for four days become our country?”); in Rajinder Singh Bedi’s Lajwanti, an abducted woman returns to her husband only to find that the nature of their relationship has changed; in Ashfaq Ahmad’s The Shepherd, Dauji’s syncretic identity is challenged in the wake of communal riots.\n\n6. A Woman’s Courtyard by Khadija Mastur, translated by Daisy Rockwell\n\nAlthough women and children were disproportionately affected by Partition violence and are often presented as victims in earlier literature, post-Partition modernist narratives tend to focus on how migration enabled women to forge independent identities. In Mastur’s novel, Aaliya, who has reluctantly migrated to Pakistan with her mother, finds work as a schoolteacher and is able to escape the restrictive environment of her family.\n\n7. Basti by Intizar Husain, translated by Frances W. Pritchett\n\nThe first in a Partition trilogy, Basti is a portrayal of the deracinated post-Partition self; in this case, the Urdu-speaking muhajir in Pakistan. Zakir and his family may have migrated to the other side of the line, but home remains an elusive space beyond the line. For Husain, the persistence of memory is intertwined with the disillusionment that follows post-Independence reality. Zakir looks back on his early days in Pakistan: “Those were good days, good and sincere … And the days afterward? Them too, so I can know how the goodness and sincerity gradually died out from the days, how the days came to be filled with misfortune and nights with ill omen.”\n\n8. Regret by Ikramullah, translated by Faruq Hassan and Mohammad Umar Memon\n\nThere are two novellas in this volume: Regret and Out of Sight. In Regret, Saeed reminisces about his childhood friend Ehsan, whose family has stayed on in Pakistan in spite of the Congress’ offer for them to move to Delhi. Out of Sight presents the story of the Ahmadi community, a rarely heard voice in Partition literature. Ismail who has migrated to Pakistan finds a closed society: his community is declared non-Muslim and faces persecution. He is left wondering about the life he could have led in an undivided India: “If the religious strife and the sectarian riots that flared up later as a result of Partition, hadn’t gotten in my way, I would have spent my life quite differently as a well-known prosperous lawyer in Gobindpur.”\n\nPUNJABI\n\nBook covers\n\n9. Pinjar by Amrita Pritam, translated by Khushwant Singh\n\nIn response to the violence that followed the partition of Punjab, Pritam wrote her best-known poem, Ajj Aakhaan Waris Shah Nu (Today I Invoke Waris Shah), in which she implores the Punjabi Sufi poet Waris Shah to rise from his grave to witness the tragedy of Partition. She writes: “Once, one daughter of Punjab cried / you wrote an entire saga / Today, a million daughters / cry to you, Waris Shah”. Pinjar is the story of one such woman. Puro, a young engaged woman is abducted by Rashid; when she manages to escape and return home, she is rejected by her family.\n\n10. Savage Harvest: Stories of Partition by Mohinder Singh Sarna, translated by Navtej Sarna\n\nOn his short stories, Sarna wrote: “My Partition stories pass knee-deep through the dark quicksand of blood and crushed bone, but they keep their head, on which they carry their bundle of hope, clearly above the quicksand.” In the title story, Savage Harvest, Dina and his wife try to save an old Hindu woman from a group of Muslim men that includes their son; in A Defender of Humanity, Hussain, a Pathan bus driver risks his life to protect his Hindu passengers on their way to India; in Gondlanwala, Shabbir rescues a young girl abducted by his uncle.\n\nBENGALI\n\nBook covers\n\n11. Mapmaking: Partition Stories From Two Bengals edited by Debjani Sengupta\n\nIn her introduction, Sengupta notes that “in Bengal, the closeness of the two communities was also a fact of language.” In Manik Bandyopadhyay’s In a Place and in a Land set in pre-Partition Bengal, Narahari refuses to migrate to West Bengal even though Hindus have started to leave the region; in Ritwik Ghatak’s The Road, Israel, whose son has died in a refugee camp returns back home only to find it occupied by refugees who have come over from East Bengal; in Syed Waliullah’s The story of a tulsi tree, a group of Muslim migrants are unable to destroy a tulsi plant in a house they have occupied.\n\n12. A Life Long Ago by Sunanda Sikdar, translated by Anchita Ghatak", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "oath": {"guce": {"product-eu": "false", "consent-host": "guce.huffingtonpost.in", "locale": "en-IN", "inline-consent": "true"}}, "description": "‘Tamas’ by Bhisham Sahni, ‘Partitions’ by Kamleshwar and other classics.", "keywords": "India,pakistan,books,Refugees,Partition", "og": {"title": "A Partition Reading List: 12 Of The Best Novels In Translation", "type": "article", "image": {"identifier": "https://img.huffingtonpost.com/asset/5d53e4032200002f00f570cf.jpeg?cache=B5FUFHrEng&ops=1778_1000", "url": "https://img.huffingtonpost.com/asset/5d53e4032200002f00f570cf.jpeg?cache=B5FUFHrEng&ops=1778_1000", "type": "image/jpeg", "width": 1778, "height": 1000}, "url": "https://www.huffingtonpost.in/entry/a-partition-reading-list-12-of-the-best-novels-in-translation_in_5d53d1cee4b0cfeed1a5e7d6", "site_name": "HuffPost India", "locale": "en_IN", "description": "‘Tamas’ by Bhisham Sahni, ‘Partitions’ by Kamleshwar and other classics."}, "article": {"tag": "India,pakistan,books,Refugees,Partition", "section": "Lifestyle", "published_time": "2019-08-14T11:01:41Z", "modified_time": "2019-08-15T06:06:30Z"}, "twitter": {"card": "summary_large_image", "site": "@null", "title": "A Partition Reading List: 12 Of The Best Novels In Translation", "image": {"identifier": "https://img.huffingtonpost.com/asset/5d53e4032200002f00f570cf.jpeg?cache=B5FUFHrEng&ops=1778_1000", "width": 1778, "height": 1000}, "description": "‘Tamas’ by Bhisham Sahni, ‘Partitions’ by Kamleshwar and other classics."}, "al": {"ios": {"url": "huffpostnews:///?editionID=in&entryID=in_5d53d1cee4b0cfeed1a5e7d6", "app_store_id": 306621789, "app_name": "HuffPost"}}, "robots": "max-snippet:-1,max-image-preview:standard,max-video-preview:-1", "taboola.category": "lifestyle"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}