{"GDELT": {"GlobalEventID": 940489510, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GUY", "Actor1Name": "GUYANA", "Actor1CountryCode": "GUY", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.60422960725075, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Guyana", "Actor1Geo_CountryCode": "GY", "Actor1Geo_ADM1Code": "GY", "Actor1Geo_Lat": 5.0, "Actor1Geo_Long": -59.0, "Actor1Geo_FeatureID": "GY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Guyana", "Action2Geo_CountryCode": "GY", "Action2Geo_ADM1Code": "GY", "Action2Geo_Lat": 5.0, "Action2Geo_Long": -59.0, "Action2Geo_FeatureID": "GY", "DATEADDED": 20200813073000, "SOURCEURL": "http://jamaica-gleaner.com/article/lead-stories/20200813/peter-pounds-poor-polls"}, "ARTICLE": {"TITLE": "PETER POUNDS POOR POLLS", "TEXT": "Dr Peter Phillips isn’t too concerned that pollsters believe Andrew Holness is practising so much social distancing, Phillips might lose the September 3 general election.\n\nThe opposition leader was flint-faced on Wednesday as he declared that he was unfazed by an avalanche of opinion polls over the past month showing him trailing the prime minister. Instead, Phillips said that he is focused on fine-tuning the People’s National Party’s (PNP) strategies for unseating the one-term Jamaica Labour Party (JLP) Government.\n\nPhillips, who is also president of the PNP, discounted the credibility of some election polling in the Caribbean.\n\nA Mello TV-Bill Johnson poll in July revealed a favourability rating of 76 per cent for Holness, compared to Phillips’ 34 per cent. The opposition leader also had an unfavourability rating of 40 per cent, compared to Holness’ 14 per cent.\n\nPolls by BlueDot and the Observer (Johnson) have also seen Holness with double-digit leads over Phillips.\n\nBut Phillips, who fended off a leadership challenge by his now-campaign director Peter Bunting in September 2019, said he is not concerned about the data overload.\n\n“The poll that counts is the poll on the day. Our strategy is a very simple one: hold the seats we have and take some more,” Phillips told The Gleaner.\n\n“The fact is that pollsters haven’t had a very good run in the Caribbean recently. They predicted the wrong result in St Kitts, predicted the wrong results in Guyana, and predicted vastly different margins in Trinidad and Tobago,” he argued.\n\nThe opposition leader was speaking with The Gleaner after signing the condolence book for late former Barbadian Prime Minister Owen Arthur at the Regional Headquarters of The University of the West Indies, Mona, on Wednesday.\n\nA poll conducted by Bill Johnson of Johnson Survey Research Limited Inc in August last year predicted that the Opposition St Kitts-Nevis Labour would win the majority of the seats in the National Assembly.\n\nThis was based on the poll findings that showed that 49 per cent of the population had an unfavourable opinion of Prime Minister Dr Timothy Harris, while 36 per cent were in favour of him.\n\nHowever, 63 per cent gave Opposition Leader Denzil Douglas a favourable rating, while 27 per cent had an unfavourable view.\n\nOn the question of performance, 38 per cent rated the prime minister as doing a good job compared to 71 per cent who said that Douglas’ performance during his tenure in office was superior.\n\nBy a significant margin, on average across six constituencies, respondents registered more like 71 per cent than dislike, 42 per cent, for Douglas. In contrast, the average dislike, 54 per cent, was significantly more for Harris than like, 38 per cent.\n\n“For the past five election cycles in St Kitts and Nevis, including the previous one, our polling results accurately reflected the decision of voters. I stand confidently behind the results of this poll,” pollster Johnson said then.\n\nBut the results of the election on June 5, 2020, turned the poll prediction on its head, with the ruling coalition winning by a landslide.\n\nMeanwhile, Phillips expressed confidence that despite the new campaign dynamics dictated by COVID-19 restrictions, the PNP was well prepared to hit the road and prove the pollsters wrong.\n\n“There will be tours through communities, but it’s going to depend a lot more on social media, advertising, and the like, and we are preparing for that.\n\n“... There will also be discussions with the spokespersons on health to ensure that we find a set of protocols that will allow people to express their democratic preferences and exercise their democratic rights while at the same time protecting the health of everybody.”\n\nThe PNP’s strategy is very simple, Phillips said.\n\n“Hold the seats we have and take some more. It’s a battleground election which will be won seat by seat, house by house, street by street, and voter by voter.\n\n“So we have every confidence that we’ll be victorious,” he said.\n\nThe PNP has 29 seats to the JLP’s 34 in the 63-seat Parliament.\n\nchristopher.serju@gleanerjm.com", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=3, minimum-scale=1, user-scalable=yes", "description": "Dr Peter Phillips isn’t too concerned that pollsters believe Andrew Holness is practising so much social distancing, Phillips might lose the September 3 general election. The opposition leader was flint-faced on Wednesday as he declared that he was...", "generator": "Drupal 7 (http://drupal.org)", "og": {"title": "PETER POUNDS POOR POLLS", "description": "Dr Peter Phillips isn’t too concerned that pollsters believe Andrew Holness is practising so much social distancing, Phillips might lose the September 3 general election. The opposition leader was flint-faced on Wednesday as he declared that he was...", "updated_time": "2020-08-13T00:19:14-05:00", "image": "http://jamaica-gleaner.com/sites/default/files/styles/250px/public/media/article_images/2020/08/13/944601/3698974.jpg?itok=dstyHh_k"}, "twitter": {"card": "summary_large_image", "title": "PETER POUNDS POOR POLLS", "description": "Dr Peter Phillips isn’t too concerned that pollsters believe Andrew Holness is practising so much social distancing, Phillips might lose the September 3 general election. The opposition leader was flint-faced on Wednesday as he declared that he was..."}, "article": {"published_time": "2020-08-13T00:19:14-05:00", "modified_time": "2020-08-13T00:19:14-05:00"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}