{"GDELT": {"GlobalEventID": 940467681, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.1948881789137404, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CB", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Cambodia", "Action2Geo_CountryCode": "CB", "Action2Geo_ADM1Code": "CB", "Action2Geo_Lat": 13.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CB", "DATEADDED": 20200813043000, "SOURCEURL": "https://www.voacambodia.com/a/eu-trade-sanction-against-cambodia-s-crackdown-enters-into-force-/5541730.html"}, "ARTICLE": {"TITLE": "EU Trade Sanction Against Cambodia’s Crackdown Enters Into Force", "TEXT": "The European Union’s partial suspension of trade privileges for Cambodia kicked in on Wednesday, leaving the country to absorb a potential loss in exports in light of a COVID-19-induced economic slowdown.\n\nIn February, the European Commission completed a year-long investigation and evaluation period and decided to suspend the ‘Everything But Arms’ trade privileges on 40 types of products, accounting for $1.4 billion in 2019 exports to the economic bloc. The suspension, the EU said, was necessitated by systemic human rights violations.\n\n“The EU’s decision to partially withdraw Cambodia’s duty-free quota-free access to the EU market is now effective,” read a statement issued by the EU Commission on Wednesday.\n\nWith the sanctions, some 20 percent of Cambodia’s total exports to the European markets are affected, including those of garment and footwear products and travel goods – among which are Cambodia’s key products for EU exports. Garments account for two-thirds of the now-tariffed products, with footwear products accounting for 20 percent, according to EU Commission data.\n\n“Since February 2020, when the EU’s decision on partial withdrawal was taken, the Cambodian Government could at any time have taken the necessary steps to fulfill the conditions allowing the European Union to fully restore EBA preferential access to the EU market. This remains the case.”\n\nEU Trade Commissioner Phil Hogan said Brussels could reverse course if Cambodia improves its human rights and political situation, including the political rehabilitation of banned opposition politicians and revocation of amendments to the much-criticized political party and NGO laws.\n\n“I stand ready to continue our engagement and to restore fully free access to the EU market for products from Cambodia provided we see substantial improvement in that respect,” Hogan said.\n\nEU was one of the largest Cambodia’s export destination. Bilateral trades rose to $6.59 billion in which Cambodia had a vast surplus in 2019.\n\nEU kicked off its review process of Cambodia’s eligibility to the ‘Everything But Arms’ trade preferences scheme in February 2019, following the Cambodian People’s Party’s complete sweep of the National Assembly and Senate elections in 2018.\n\nThe complete control of the legislature was facilitated by the dissolution of the principal opposition, Cambodia National Rescue Party, which was dissolved in November 2017 and then-president Kem Sokha imprisoned on treason charges. The government also launched a sweeping crackdown on critics, civil society, and the free press.\n\n“The partial EBA withdrawal is a direct consequence of the actions of the Royal Government of Cambodia, which failed to adequately protect and promote the human rights of its citizens,” said Chak Sopheap, executive director at the Cambodian Center for Human Right, in a statement.\n\n“Unfortunately, 2020 has witnessed a renewed crackdown on the exercise of fundamental freedoms and a further weakening of civic space,” Chak Sopheap added.\n\nForeign Ministry’s spokesperson Koy Kuong said Cambodia’s government adheres to its previous statements in responses to EU’s demands. Despite multiple calls from industry bodies, civil society and activists to improve the rights situation, the government has continued its crackdown on dissent and political participation.\n\n“[The sanction enforcements] will not hurt EU-Cambodian relations,” Koy Kuong told VOA Khmer through a messaging application. “Bilateral cooperation on various sectors will continue and we will even enhance them.”\n\n“Of course, even with this kind of decision on EBA, the Royal Government of Cambodia remains highly resolved to continue promoting and improving human rights, labor rights, and democracy further.”\n\nOthers are not convinced. Former CNRP lawmaker Ou Chanrath said the state would further extend its crackdown in a show of “defiance” aimed at the EU’s decision.\n\nHe said those who would pay the price would be critics living inside the country and opposition leader Kem Sokha, whose prolonged case and trial will become “more complicated to find a way out.”\n\n“This is such a loss for Cambodia with detrimental effects on poor citizens,” Ou Chanrath said, referring to some 700,000 workers serving in the garment and footwear industries.\n\nSome 230 factories had been either halted their production or closed with a total of some 93,000 workers out of work as of August 11, according to Labor Ministry’s spokesperson Heng Sour. Factories in Cambodia have been hit hard by the COVID-19 economic global slowdown because of falling orders.\n\nKen Loo, secretary-general at the Garment Manufacturers Association of Cambodia (GMAC), said the EU’s partial withdrawal of the EBA would further burden the garment industry that has been hit hard by COVID-19.\n\n“We regret that the EU did not consider our pleas [for relief] and moved to withdraw 20 percent of our export to the European market,” Ken Loo told VOA Khmer in a telephone call.\n\n“It must affect our industry,” he said adding that he expected a worse second half of the year for the garment industry.\n\nCambodian government would release some $1.164 billion as a leeway to nurture the economy dealing with the impacts by the EBA’s partial loss and the COVID-19 pandemic, said Finance Ministry’s spokesperson Meas Soksensan.\n\nAs factory orders slow down, global brands have also expressed concern over Cambodia embrace of coal power plants, which they say contradicts their commitment to moving towards renewable energies, even warning this could affect sourcing from Cambodia.\n\nH&M spokesperson Ulrika Isaksson said without the EBA it would be hard to facilitate the changes needed in the garment sector, affecting the competitiveness of Cambodian exports.\n\n“When it comes to sourcing in Cambodia going forward, we do see that a lack of adequate initiatives in developing the Cambodian garment industry, and the partial withdrawal of the EBA privileges, as problematic,” she said in an email.\n\n“We are therefore evaluating if and how our business and production strategy in Cambodia will change.”", "METADATA": {"title": "EU Trade Sanction Against Cambodia’s Crackdown Enters Into Force", "description": "EU Trade Commissioner Phil Hogan said Brussels could reverse course if Cambodia improves its human rights and political situation, including the political rehabilitation of banned opposition politicians and revocation of amendments to the much-criticized political party and NGO laws.", "keywords": "news, cambodia, khmer, us, usa, america, world, international, politics, human rights, environment, news on cambodia, culture, hollywood, khmer rouge, economy, policy, analysis, issues in the news, current affairs,", "viewport": "width=device-width, initial-scale=1.0", "msvalidate.01": "3286EE554B6F672A6F2E608C02343C0E", "apple-mobile-web-app-title": "VOA", "apple-mobile-web-app-status-bar-style": "black", "apple-itunes-app": "app-id=632618796, app-argument=//5541730.ltr", "og": {"title": "EU Trade Sanction Against Cambodia’s Crackdown Enters Into Force", "description": "EU Trade Commissioner Phil Hogan said Brussels could reverse course if Cambodia improves its human rights and political situation, including the political rehabilitation of banned opposition politicians and revocation of amendments to the much-criticized political party and NGO laws.", "type": "article", "url": "https://www.voacambodia.com/a/eu-trade-sanction-against-cambodia-s-crackdown-enters-into-force-/5541730.html", "site_name": "VOA", "image": {"identifier": "https://gdb.voanews.com/6A6B6167-D300-4218-A3E5-7A78BFDD8952_w1200_r1.jpg", "width": 1200, "height": 675}}, "article": {"publisher": "https://www.facebook.com/voakhmer"}, "fb": {"app_id": 347200748704173}, "Author": "VOA Khmer", "twitter": {"card": "summary_large_image", "site": "@voakhmer", "image": "https://gdb.voanews.com/6A6B6167-D300-4218-A3E5-7A78BFDD8952_w1200_r1.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/Content/responsive/VOA/img/webApp/ico-144x144.png"}}}