{"GDELT": {"GlobalEventID": 940452093, "Day": 20190814, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.45622119815669, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hebei, Jilin, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH05", "Actor1Geo_ADM2Code": "13176", "Actor1Geo_Lat": 43.0999, "Actor1Geo_Long": 129.768, "Actor1Geo_FeatureID": "10869701", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hebei, Jilin, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH05", "Action2Geo_ADM2Code": "13176", "Action2Geo_Lat": 43.0999, "Action2Geo_Long": 129.768, "Action2Geo_FeatureID": "10869701", "DATEADDED": 20200813021500, "SOURCEURL": "https://archive.shine.cn/nation/Our-air-is-cleaner-but-still-polluted/shdaily.shtml"}, "ARTICLE": {"TITLE": "Our air is cleaner, but still polluted", "TEXT": "Home » Nation\n\nThe concentration of PM2.5 has declined gradually during the 13th Five-Year Plan which began in 2016 but pollution in China is still serious, Yan Gang, president of the Chinese Academy of Environmental Planning, said yesterday.\n\nThis year’s IE expo China Environmental Technology Conference was looking forward to the “14th Five-Year Plan,” which begins next year.\n\nYan said many environmental issues had been solved since 2016.\n\nFor example, China established the world’s largest clean coal power generation system last year. The capacity of the coal power generators with ultra-low emissions in China reached 890 million kilowatts, over 83 percent of the total capacity of coal-powered generators, Yan said. There were 230,000 coal-based boilers that had ceased working and the coal consumption ratio had declined from 63 percent in 2015 to 57.7 percent in 2019.\n\nHe added 2,513 areas with black and odorous water had been cleaned over the five years, accounting for 86.7 percent.\n\nHowever, Yan admitted that three main ecological problems hadn’t changed.\n\nFirstly, the chemical industry, road haulage and coal are still China’s main industry sector, way of transportation and energy source, respectively. Those are more likely to cause pollution.\n\nSecondly, the resource environmental bearing capacity has still been reached or nearly reaches its affordability standard limit in some areas in China.\n\nThirdly, environmental accidents, such as those leading to large pollutant emissions, still happened frequently.\n\n“Some problems have been eased but still exist, especially air pollution,” Yan said.\n\nFrom 2016 to 2019, the PM2.5 concentration and the number of cities that exceed the standard for PM2.5 had decreased gradually but PM2.5 is still the main pollutant, which is the cause for 80 percent of days marked with heavy air pollution last year.\n\nThere are over 300 cities, about 47 percent, in China exceeding the standard including Beijing, Tianjing and cities in Hebei Province. And PM2.5 concentration in 51 cities is 50 percent higher than China’s standard limit, which is higher than the World Health Organization’s.\n\nIn China’s standard, the concentration of PM2.5 should be lower than 36 micrograms per cubic meter, but in WHO’s standard, it should be less than 10 micrograms.\n\nAs the second main air pollutant, ozone pollution had increased gradually. The percentage of polluted days caused by O3 rose from 12.5 percent in 2015 to 41.7 percent last year, Yan said.\n\nThere were 103 cities with excess O3 (over 100 micrograms per cubic meter) last year but only 23 cities in 2015, Yan said. Polluted days can often be seen during April and September.\n\nThe focus now is on reducing emissions of nitrogen oxide and volatile organic compound", "METADATA": {"article": {"published_time": "2020-08-13T07:50:20+08:00"}, "og": {"imageShare": "http://www.shanghaidaily.com/images/logo.png", "type": "website", "title": "Our air is cleaner, but still polluted", "description": "The concentration of PM2.5 has declined gradually during the 13th Five-Year Plan which began in 2016 but pollution in China is still serious,", "image": "http://www.shanghaidaily.com/images/mzl.dlomxgvi.png"}, "description": "The concentration of PM2.5 has declined gradually during the 13th Five-Year Plan which began in 2016 but pollution in China is still serious,", "twitter": {"url": "https://archive.shine.cn/archive/nation/Our-air-is-cleaner-but-still-polluted/shdaily.shtml", "title": "Our air is cleaner, but still polluted", "description": "The concentration of PM2.5 has declined gradually during the 13th Five-Year Plan which began in 2016 but pollution in China is still serious,", "image": {"identifier": "http://www.shanghaidaily.com/images/mzl.dlomxgvi.png", "alt": "Our air is cleaner, but still polluted"}, "card": "summary_large_image"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}