{"GDELT": {"GlobalEventID": 940465141, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RWAGOV", "Actor1Name": "RWANDA", "Actor1CountryCode": "RWA", "Actor1Type1Code": "GOV", "Actor2Code": "BDI", "Actor2Name": "BURUNDI", "Actor2CountryCode": "BDI", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.83582089552239, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cibitoke, Cibitoke, Burundi", "Actor1Geo_CountryCode": "BY", "Actor1Geo_ADM1Code": "BY12", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -2.8869, "Actor1Geo_Long": 29.1248, "Actor1Geo_FeatureID": "6038674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cibitoke, Cibitoke, Burundi", "Actor2Geo_CountryCode": "BY", "Actor2Geo_ADM1Code": "BY12", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -2.8869, "Actor2Geo_Long": 29.1248, "Actor2Geo_FeatureID": "6038674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cibitoke, Cibitoke, Burundi", "Action2Geo_CountryCode": "BY", "Action2Geo_ADM1Code": "BY12", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -2.8869, "Action2Geo_Long": 29.1248, "Action2Geo_FeatureID": "6038674", "DATEADDED": 20200813040000, "SOURCEURL": "https://www.softpower.ug/birutas-false-claims-against-uganda-diversionary-from-rwanda-criminal-acts/"}, "ARTICLE": {"TITLE": "Biruta’s False Claims Against Uganda Diversionary from Kigali Criminal Acts", "TEXT": "Facebook Twitter WhatsApp 0 Shares\n\nAs Uganda maintains focus on improving relations, as well as restraint in the face of Rwanda’s continued criminal acts against Uganda and Ugandan nationals, the Kigali administration has yet again made unfounded allegations against Uganda, in what appears to be a deliberate attempt to frustrate easing of tensions.\n\nAccording to highly placed security sources, Uganda dismisses the latest false claims made by Rwanda’s Minister of Foreign Affairs, Biruta as diversionary from Rwanda’s criminal acts against Uganda.\n\nThe relations between the two countries worsened in February last year when Rwanda closed the main border with Uganda at Katuna and accused the latter of incarcerating and deporting her citizens. Uganda dismissed the allegations and said judicial process was followed to deport some of the Rwandan citizens who were found engaged in criminal acts while others faced the General Court Martial.\n\nAt the time, SoftPower News learnt from impeccable sources within Ugandan security that Rwanda’s closure of the border was intended to stop the influx of Rwandans into Uganda.\n\nSince then, efforts to normalise the situation which include the signing of a pact in July last year in Luanda, Angola committing to regional cooperation and security, as well as holding four meetings of the joint Ad-hoc committee on the Luanda Memorandum of Understanding (MoU), have been ongoing.\n\nAt the start of March this year, Presidents Yoweri Museveni and Paul Kagame of Rwanda met for the 4th quadripartite summit held at the Katuna shared border point, an engagement that resulted into signing an extradition treaty which constituted among others, the legal framework to handle repatriation of suspected criminals.\n\nHowever, Rwanda continued to wantonly kidnap and kill Ugandans who live in border areas.\n\n“Uganda has restrained itself amid provocation. Rwandan authorities sometimes hand over some of the dead bodies of Ugandans killed by their forces. We have never retaliated for any of Rwanda’s criminal acts, as we are focused on regional stability and good neighbourliness,” said a senior Ugandan security source.\n\nHowever, today Wednesday, Rwanda’s Minister of Foreign affairs, Vincent Biruta surprised many, when he made false claims against Uganda citing fictitious concerns.\n\n“Biruta, in a diversionary move, instead blamed Uganda for criminal acts that Rwanda has for years committed against Uganda, including kidnapping and killing Ugandan citizens and violation of Uganda’s territory,” said a security source.\n\nBiruta claimed that soldiers of the Uganda People’s Defense Forces (UPDF) have been crossing to Rwanda to kidnap Rwandan nationals for a ransom. He has also admitted that Rwanda shoots to kill, Ugandans who enter their country.\n\n“There have been cases of UPDF soldiers crossing into Rwanda, kidnapping and attempting to kidnap Rwandans and asking for ransom to release them. We have communicated this to the Ugandan Government through diplomatic channels,” Biruta explained.\n\nHowever, it is Rwanda’s kidnapping of Ugandan citizens, Rwandan refugees and exiles living in Uganda, has been a longstanding concern of Uganda. A number of armed Rwandan state agents have over the years been arrested on Ugandan territory. One notorious one called Rene Rutagungira, who according to security sources, had been kidnapping Ugandans and Rwandan refugees and illegally repatriating them to Rwanda since 2013, was arrested in Uganda and only pardoned by President Museveni at the request of President Kagame.\n\n“The issue of smugglers who infiltrate Rwanda illegally and violently resist arrest, leading to them being shot, is true. We have talked about this before but the letter does not address recent incidents involving UPDF soldiers who cross to Rwanda to abduct people,” Biruta claimed.\n\n“We have instead seen cases where UPDF soldiers cross to Rwanda to abduct people and they take them across where they ask for ransom to release them. We have communicated this to the Ugandan Government through diplomatic channels,” he said.\n\nUganda’s senior security officers insists that the claims are usual Rwandan propaganda diversionary from the country’s criminal acts in Uganda.\n\nAccording to a source in Ugandan security, “Rwanda’s latest accusations against Uganda instead of working towards peace, continue to expose Kigali and pitting them as being anti-peace as well a a country that prides in committing suversive activities in neighbouring countries, killing neighbours” nationals and turn around to play victim by piling false allegations against neighbouring countries,”\n\nRwanda’s security has been shooting dead many Ugandans in Rwanda and inside Uganda including a one Teo Jean Ndagizemana, 25, a resident of Kabingo Village in Kisoro district who was shot dead together with his two Rwandan cousins at the beginning of this year.\n\nUgandans Byarushanga Job and Tuhirirwe Bosco were also, in November last year, shot dead by Rwandan security. Rwanda claimed they were suspected of smuggling. However, they were not tried in court’s of law neither were the so-called smuggled good exhibited\n\nThe same year in May, Alex Nyesiga was also shot dead by two Rwandan armed security operatives on motorcycles who crossed into Uganda territory while pursuing a Rwandan national.\n\nIn July last year, two Ugandans – Buwambwe Brian and Wasswa Abdul who were reportedly found to possess outdated identification documents in Rwanda, complained to authorities in Uganda that they suffered several beatings and torture prior to their deportation to Uganda, and that their rights were grossly abused.\n\nUganda in the previous couple of years has witnessed assassination of high profile persons as well as women in Kampala and Wakiso districts. A source close to investigations into the killings to this news website that the high profile assasinations were committed by Rwanda’s state agents with intention to compromise Uganda’s national security.\n\nAccording to a Ugandan security source, “Rwanda’s use of assassination to resolve internal political differences and regional issues is regional knowledge.”\n\n“Why do so many Rwandans run away from their countries? Why does the world host so many Rwandan refugees? What are Rwandan citizens running away from? What is it their running away from their country?” the source added.\n\nUganda hosts over 1.2 million refugees and the country’s open-door policy is lauded by the UN as the best in the world. Many of these refugees are Rwandan.\n\n“We open doors to all Africans. Rwanda should resolve their internal issues and stop the approach to its citizens that lead to many running away. Blaming Uganda or any other country for hosting Rwandan refugees will not end the influx of refugees from Rwanda to other countries,” a security official told this news site.\n\nRwanda’s neighbour in the south, Burundi has for years accused Kigali of working hard to destabilize it and supporting armed groups against Bujumbura.\n\nIn November last year, Rwanda carried out an attack on military positions of the Burundian army located on the Twinyoni mountain in Marura, Mabayi, Cibitoke Province Northwest of the country, killing an unidentified number of Burundian soldiers as well as injuring dozens.\n\nBurundi’s former President, late Pierre Nkurunziza said in 2019 that his country was militarily attacked by Rwanda, and noted that it is Kigali’s policy to constantly destabilize the region. He said that Rwanda government had since 2015 been sending fighters to militarily attack Burundi.\n\nHe revealed that Burundi had apprehended many Rwandan fighters on the battlefield who explained how they were recruited, trained and armed by the current regime in Rwanda.\n\nKagame and the Rwandan government were accused by Burundi of organising a failed coup plot in May 2015. It is allege that todate, Kigali provides shelter to the coup perpetrators like General Godefroid Niyombare and many other opposition leaders who took part in the coup.\n\nBurundi’s new President, Evariste Ndayishimiye, last week on Thursday regarded Kagame’s calls to settle the differences between the two countries as hypocritical.\n\nKagame had in July said that his country was committed to ending the existing tensions with Bujumbura if the new administration of Burundi was ready for the same.\n\nNdayishimiye said Kagame’s calls to normalise the relations are hypocritical if Rwanda continues to hold and protect perpetrators of the 2015 coup, as well as keeping the Burundian refugees in Rwanda against their will.", "METADATA": {"viewport": "width=device-width,initial-scale=1.0,user-scalable=yes", "og": {"locale": "en_US", "type": "article", "title": "Biruta’s False Claims Against Uganda Diversionary from Kigali Criminal Acts - SoftPower News", "description": "As Uganda maintains focus on improving relations, as well as restraint in the face of Rwanda's continued criminal acts against Uganda and Ugandan nationals, the Kigali administration has yet again made unfounded allegations against Uganda, in what appears to be a deliberate attempt to frustrate easi", "url": "https://www.softpower.ug/birutas-false-claims-against-uganda-diversionary-from-rwanda-criminal-acts/", "site_name": "Online news from Uganda and the East African region - SoftPower News", "updated_time": "2020-08-13T03:47:52+03:00", "image": {"identifier": "https://www.softpower.ug/wp-content/uploads/2020/08/IMG-20200812-WA0253.jpg", "width": 900, "height": 500}}, "article": {"tag": "Yoweri Museveni", "section": "Rwanda", "published_time": "3 days ago", "modified_time": "2020-08-13T03:47:52+03:00", "publisher": "https://www.facebook.com/SoftPowerPR"}, "generator": "WordPress 5.1", "twitter": {"card": "summary_large_image", "description": "As Uganda maintains focus on improving relations, as well as restraint in the face of Rwanda's continued criminal acts against Uganda and Ugandan nationals, the Kigali administration has yet again made unfounded allegations against Uganda, in what appears to be a deliberate attempt to frustrate easi", "title": "Biruta's False Claims Against Uganda Diversionary from Kigali Criminal Acts", "image": "https://www.softpower.ug/wp-content/uploads/2020/08/IMG-20200812-WA0253.jpg", "url": "https://www.softpower.ug/birutas-false-claims-against-uganda-diversionary-from-rwanda-criminal-acts/"}}}}