{"GDELT": {"GlobalEventID": 940409268, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.30511060259344003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Blue Sky, Alberta, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA01", "Actor1Geo_ADM2Code": "154724", "Actor1Geo_Lat": 56.0667, "Actor1Geo_Long": -118.25, "Actor1Geo_FeatureID": "-561397", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Blue Sky, Alberta, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA01", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 56.0667, "Action2Geo_Long": -118.25, "Action2Geo_FeatureID": "-561397", "DATEADDED": 20200812213000, "SOURCEURL": "https://www.prnewswire.com:443/news-releases/otc-markets-group-reports-second-quarter-2020-results-301111292.html"}, "ARTICLE": {"TITLE": "OTC Markets Group Reports Second Quarter 2020 Results", "TEXT": "NEW YORK, Aug. 12, 2020 /PRNewswire/ --\n\nSecond Quarter 2020 Highlights:\n\nGross revenues of $17.1 million for the quarter, up 9% over the prior year quarter\n\nOperating income of $4.8 million for the quarter, up 8% versus the prior year quarter\n\nNet income of $4.2 million , up 19% versus the prior period, driving a 20% increase in GAAP diluted EPS to $0.36\n\nAnnouncing second quarter 2020 dividend of $0.15 per share\n\nNine graduates to a national securities exchange during the quarter\n\nIn the context of the COVID-19 pandemic, focused on safeguarding our colleagues, serving our clients and ensuring our short-term financial stability, while continuing to drive towards our long-term strategic goals\n\nDuring the second quarter, hosted eight Virtual Investor Conferences, with 101 companies participating, reaching more than 8,000 investors\n\nAnnounced Canadian Transfer Agents added to our Transfer Agent Verified Shares Program\n\nAnnounced Enhancements to our Small Cap Listed Compliance File\n\nIntroduced Enhanced Data Availability related to U.S. Banks\n\nOTC Markets Group Inc. (OTCQX: OTCM), operator of the OTCQX® Best Market, the OTCQB® Venture Market and the Pink® Open Market for 11,000 U.S. and global securities, today announced its financial results for the second quarter of 2020.\n\n\"I want to recognize the commitment and dedication of my colleagues at OTC Markets,\" said R. Cromwell Coulson, President and Chief Executive Officer. \"The team has remained focused on serving our subscriber base and keeping our markets open and operating efficiently through these unprecedented times, as we continue to prudently navigate the pandemic. Our results this quarter demonstrate the critical role we play in the capital markets landscape and the resilience of our business model, and underscore our ability to continue investing in our people and platform.\"\n\n\"We continue to evaluate the evolving challenges presented by the difficult macro-economic environment.\" said Bea Ordonez, Chief Financial Officer. \"We remain focused on operating our core businesses, supporting our subscribers and providing the issuers we serve with public markets that efficiently serve their needs. We were pleased to deliver solid quarter over quarter revenue and earnings performance and remain confident that we are well positioned to deliver long-term value for our subscribers, customers and shareholders.\"\n\nSecond Quarter 2020 compared to Second Quarter 2019\n\n\n\n\n\nThree Months Ended June 30,\n\n\n\n\n\n\n\n(in thousands, except shares and per share data)\n\n2020\n\n2019\n\n% change\n\n$ change OTC Link\n\n$ 3,659\n\n$ 2,898\n\n26%\n\n761 Market data licensing\n\n6,858\n\n6,077\n\n13%\n\n781 Corporate services\n\n6,582\n\n6,695\n\n(2%)\n\n(113) Gross revenues\n\n17,099\n\n15,670\n\n9%\n\n1,429 Net revenues\n\n16,393\n\n15,033\n\n9%\n\n1,360 Revenues less transaction-based expenses\n\n15,786\n\n14,861\n\n6%\n\n925 Operating expenses\n\n10,994\n\n10,434\n\n5%\n\n560 Income from operations\n\n4,792\n\n4,427\n\n8%\n\n365 Operating profit margin\n\n29.2%\n\n29.4%\n\n\n\n\n\n\n\nIncome before provision for income taxes\n\n4,802\n\n4,450\n\n8%\n\n352 Net income\n\n$ 4,231\n\n$ 3,567\n\n19%\n\n664\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiluted earnings per share\n\n$ 0.36\n\n$ 0.30\n\n20%\n\n\n\nAdjusted diluted earnings per share\n\n$ 0.50\n\n$ 0.46\n\n9%\n\n\n\nWeighted-average shares outstanding, diluted\n\n11,587,268\n\n11,678,560\n\n(1%)\n\n\n\n\n\nFinancial Highlights\n\nGross revenues increased $1.4 million , or 9%, to $17.1 million .\n\n, or 9%, to . OTC Link revenues increased $761 thousand , or 26%, with increased trading volumes across the U.S. equity market driving increases in transactional revenues on our OTC Link ECN and in revenues from messages on our OTC Link ATS.\n\n, or 26%, with increased trading volumes across the U.S. equity market driving increases in transactional revenues on our OTC Link ECN and in revenues from messages on our OTC Link ATS. Market Data Licensing revenues grew $781 thousand , or 13%, with price increases for professional subscribers combined with growth in reported usage driving a 16% increase in related revenues. Growth in the number of users of our data file products, including our compliance data products, contributed to a 16% increase in related revenues. Price increases for broker-dealer enterprise licenses drove a 17% increase in related revenues.\n\n, or 13%, with price increases for professional subscribers combined with growth in reported usage driving a 16% increase in related revenues. Growth in the number of users of our data file products, including our compliance data products, contributed to a 16% increase in related revenues. Price increases for broker-dealer enterprise licenses drove a 17% increase in related revenues. Corporate Services revenue decreased $113 thousand , or 2%, with revenues from our OTCQB market down 7% and revenues from our OTCQX market flat. On the OTCQB market, a drop in first quarter sales, combined with an uptick in voluntary non-renewal rates, contributed to contraction in the number of companies on the market.\n\n, or 2%, with revenues from our OTCQB market down 7% and revenues from our OTCQX market flat. On the OTCQB market, a drop in first quarter sales, combined with an uptick in voluntary non-renewal rates, contributed to contraction in the number of companies on the market. Operating expenses increased $560 thousand , or 5%, primarily due to a $626 thousand , or 9%, increase in compensation and benefits costs, reflecting higher headcount, the impact of annual salary raises, an increase in incentive compensation accrued and increases in share based compensation expenses, partially offset by a drop in sales commissions.\n\n, or 5%, primarily due to a , or 9%, increase in compensation and benefits costs, reflecting higher headcount, the impact of annual salary raises, an increase in incentive compensation accrued and increases in share based compensation expenses, partially offset by a drop in sales commissions. Net income increased 19% to $4.2 million , driven by an increase in operating income and a decrease in the company's effective tax rate for the quarter, from 19.8% to 11.9%, a result of the release in the current quarter of reserves established in relation to uncertain state tax liabilities.\n\n, driven by an increase in operating income and a decrease in the company's effective tax rate for the quarter, from 19.8% to 11.9%, a result of the release in the current quarter of reserves established in relation to uncertain state tax liabilities. Adjusted EBITDA, which excludes non-cash stock-based compensation expense, increased 8%, to $5.9 million , or $0.50 per adjusted diluted share.\n\nBusiness Developments and News\n\nConsiderable uncertainty still surrounds the likely trajectory of the COVID-19 pandemic and its impact on the macroeconomic environment, and the full scope and extent of the potential impact to our business is dependent on a number of highly uncertain factors.\n\nOur framework for managing through this challenging environment is grounded in four key principles: supporting our colleagues and prioritizing their safety and well-being; continuing to serve our subscribers and customers; ensuring that we take the measures necessary in the short-term to protect our current operations and remain financially strong; and remaining focused on the critical long-term strategic initiatives that position our business for future growth.\n\nIn early July 2020 , we permitted a very small number of employees to return to our offices on an entirely voluntary basis. We have implemented health and safety protocols at our offices, including ensuring reduced density is maintained, instituting temperature checks, and other policies. We have, and will continue to, evaluate the unfolding situation and plan to take a conservative and measured approach to returning to our offices that balances the health and safety of our colleagues, our operational effectiveness and our ability to serve our subscribers.\n\n, we permitted a very small number of employees to return to our offices on an entirely voluntary basis. We have implemented health and safety protocols at our offices, including ensuring reduced density is maintained, instituting temperature checks, and other policies. We have, and will continue to, evaluate the unfolding situation and plan to take a conservative and measured approach to returning to our offices that balances the health and safety of our colleagues, our operational effectiveness and our ability to serve our subscribers. We have continued to operate our businesses remotely, including facilitating and supporting the trading of securities on our two ATSs. We continue to provide ongoing support to our broker-dealer community, to users of our market data and to the diverse community of U.S. and global issuers that we serve.\n\nThe COVID-19 pandemic did not materially adversely affect our financial results for the quarter ended June 30, 2020 , with strong growth in transaction based revenues in our OTC Link business and the impact of price increases and user growth in our Market Data Licensing business line, offsetting contraction in our Corporate Services business.\n\n, with strong growth in transaction based revenues in our OTC Link business and the impact of price increases and user growth in our Market Data Licensing business line, offsetting contraction in our Corporate Services business. We expect that our financial results in future quarters are likely to be adversely impacted by the challenging macro-economic conditions caused by the COVID-19 pandemic and related containment measures, perhaps materially so. Factors that could affect the scope and extent of the potential impact are discussed in more detail in the Risk Factors and Trends sections of our First Quarter Report.\n\nand sections of our First Quarter Report. In March and April 2020 , we announced measures designed to provide temporary relief to issuers on our OTCQX and OTCQB markets from certain of our market standards and requirements through June 30, 2020 . We have continued to provide issuers on our OTCQB market with additional relief in the form of extended payment terms upon renewal.\n\n, we announced measures designed to provide temporary relief to issuers on our OTCQX and OTCQB markets from certain of our market standards and requirements through . We have continued to provide issuers on our OTCQB market with additional relief in the form of extended payment terms upon renewal. In April 2020 , we announced that transfer agents in Canada are now participating in our Transfer Agent Verified Shares Program. As of August 1, 2020 , participating firms provide reliable and current share data on approximately 89% of the Canadian companies traded on our OTCQX and OTCQB markets. Participating transfer agents include Computershare Canada, AST Trust Company Canada and TSX Trust.\n\n, we announced that transfer agents in are now participating in our Transfer Agent Verified Shares Program. As of , participating firms provide reliable and current share data on approximately 89% of the Canadian companies traded on our OTCQX and OTCQB markets. Participating transfer agents include Computershare Canada, AST Trust Company Canada and TSX Trust. In April 2020 , we introduced a \"Hot Sector\" designation assigned to companies engaged in activities connected to COVID-19. The new COVID-19 flag is included in our Compliance Analytics and Small Cap Listed Compliance Files.\n\n, we introduced a \"Hot Sector\" designation assigned to companies engaged in activities connected to COVID-19. The new COVID-19 flag is included in our Compliance Analytics and Small Cap Listed Compliance Files. In April 2020 , we submitted our third comment letter in response to the SEC's Proposed Rule and Concept Release on Securities Exchange Act Rule 15c2-11, which governs the publication of quotes in interdealer quotation systems such as our OTC Link ATS. Our comment letter provides concrete solutions in line with recommendations in our prior comment letters. We continue to engage with the SEC regarding the Proposed Rule and its impact on our markets.\n\n, we submitted our third comment letter in response to the SEC's Proposed Rule and Concept Release on Securities Exchange Act Rule 15c2-11, which governs the publication of quotes in interdealer quotation systems such as our OTC Link ATS. Our comment letter provides concrete solutions in line with recommendations in our prior comment letters. We continue to engage with the SEC regarding the Proposed Rule and its impact on our markets. In June and July 2020 , we submitted two comment letters on a proposal by the National Securities Clearing Corporation (NSCC), urging the SEC to disapprove the proposal and describing how an increase in the applicable clearing costs would disproportionately impact smaller broker-dealers and increase fees for investors seeking to settle and clear transactions in OTC securities as well as certain exchange traded securities.\n\n, we submitted two comment letters on a proposal by the National Securities Clearing Corporation (NSCC), urging the SEC to disapprove the proposal and describing how an increase in the applicable clearing costs would disproportionately impact smaller broker-dealers and increase fees for investors seeking to settle and clear transactions in OTC securities as well as certain exchange traded securities. In June 2020 , we announced the introduction of \"Risk Scoring\" to our Small Cap Listed Compliance File. This enhancement provides users of this product with quantitative metrics to analyze the over 2,300 exchange listed securities with a market capitalization below $500 million .\n\n, we announced the introduction of \"Risk Scoring\" to our Small Cap Listed Compliance File. This enhancement provides users of this product with quantitative metrics to analyze the over 2,300 exchange listed securities with a market capitalization below . In July 2020 , we made Bank Holding Company corporate data available on our website. This latest enhancement provides more robust financial data for the majority of the U.S. community banks traded on our markets.\n\n, we made Bank Holding Company corporate data available on our website. This latest enhancement provides more robust financial data for the majority of the U.S. community banks traded on our markets. We have continued to devote internal resources to growing our Virtual Investor Conferences ® business. Against the backdrop of restrictions on travel and a global business environment that continues to adopt online and virtual workflows, we see the VIC SM offering as an important tool for issuers to communicate and engage with their investor base. During the second quarter, we hosted eight Virtual Investor Conferences, with 101 companies participating, reaching more than 8,000 investors. Since the end of the reporting period we have hosted a further three events, including an OTCQB Venture Company event and have an additional seven events already scheduled through the rest of the year.\n\nbusiness. Against the backdrop of restrictions on travel and a global business environment that continues to adopt online and virtual workflows, we see the VIC offering as an important tool for issuers to communicate and engage with their investor base. During the second quarter, we hosted eight Virtual Investor Conferences, with 101 companies participating, reaching more than 8,000 investors. Since the end of the reporting period we have hosted a further three events, including an OTCQB Venture Company event and have an additional seven events already scheduled through the rest of the year. As of August 1, 2020 , the OTCQX market is exempt from state Blue Sky laws regarding secondary trading in 37 states and the OTCQB market is exempt in 33 states.\n\n, the OTCQX market is exempt from state Blue Sky laws regarding secondary trading in 37 states and the OTCQB market is exempt in 33 states. As of August 1, 2020 , 44 subscribers use the company's compliance data products to enhance and automate their compliance processes in the OTC and the small-cap exchange listed space. Subscribers include many of the largest custodians, banks and broker-dealers in the US equities markets.\n\n, 44 subscribers use the company's compliance data products to enhance and automate their compliance processes in the OTC and the small-cap exchange listed space. Subscribers include many of the largest custodians, banks and broker-dealers in the US equities markets. We have seen increased transactional volume on our OTC Link ECN, a result of the active market environment as well as continued growth in our subscriber base, with 65 subscribers connected to our ECN as of August 1, 2020 .\n\nDividend Declaration – Quarterly Cash Dividend\n\nOTC Markets Group announced today that its Board of Directors authorized a quarterly cash dividend of $0.15 on its Class A common stock. The quarterly cash dividend is payable on September 25, 2020, to stockholders of record on September 11, 2020. The ex-dividend date is September 10, 2020.\n\nStock Buyback Program\n\nThe Company is authorized to purchase shares from time to time on the open market and through block trades, in compliance with applicable law. The Company did not repurchase any shares during the second quarter of 2020.\n\nOn March 4, 2020, the Board of Directors refreshed the Company's stock repurchase program, giving the Company authorization to repurchase up to 300,000 shares of the Company's Class A common stock. As of June 30, 2020, there are 300,000 shares remaining to be purchased under our plan.\n\nNon-GAAP Financial Measures\n\nIn addition to disclosing results prepared in accordance with GAAP, the Company also discloses certain non-GAAP results of operations, including adjusted EBITDA and adjusted diluted earnings per share that either exclude or include amounts that are described in the reconciliation table of GAAP to non-GAAP information provided at the end of this release. Non-GAAP financial measures do not replace and are not superior to the presentation of GAAP financial results, but are provided to improve overall understanding of the Company's current financial performance. Management believes that this non-GAAP information is useful to both management and investors regarding certain additional financial and business trends related to the operating results. Management uses this non-GAAP information, along with GAAP information, in evaluating its historical operating performance.\n\nSecond Quarter 2020 Conference Call\n\nThe Company will host a conference call and webcast on Thursday, August 13, 2020, at 8:30 a.m. Eastern Time, during which management will discuss the financial results in further detail. The conference call and replay of the conference call may be accessed as follows:\n\nDial-in Numbers: 1-877-665-5564 (Domestic); 1-470-495-9522 (International); Conference ID: 9588469\n\nCall Replay Dial-in Numbers (available until August 27, 2020): 1-855-859-2056 (Domestic);\n\n1-404-537-3406 (International); Replay ID Number: 9588469\n\nParticipants can access the conference via webcast at the following link (replay available until August 12, 2021):\n\nhttps://edge.media-server.com/mmc/p/ma5i2xso\n\nThe earnings release, transcript to the earnings call and presentation will also be available in the Investor Relations section of the corporate website at www.otcmarkets.com/investor-relations/overview.\n\nAbout OTC Markets Group Inc.\n\nOTC Markets Group Inc. (OTCQX: OTCM) operates the OTCQX® Best Market, the OTCQB® Venture Market and the Pink® Open Market for 11,000 U.S. and global securities. Through OTC Link® ATS and OTC Link ECN, we connect a diverse network of broker-dealers that provide liquidity and execution services. We enable investors to easily trade through the broker of their choice and empower companies to improve the quality of information available for investors.\n\nTo learn more about how we create better informed and more efficient financial markets, visit www.otcmarkets.com.\n\nOTC Link ATS and OTC Link ECN are SEC regulated ATSs operated by OTC Link LLC, member FINRA/SIPC.\n\nSubscribe to the OTC Markets RSS Feed\n\nInvestor Contact:\n\nBea Ordonez\n\nChief Financial Officer\n\nPhone: 212-220-2215\n\nEmail: [email protected]\n\nOTC MARKETS GROUP INC. CONDENSED CONSOLIDATED STATEMENTS OF INCOME (in thousands, except share and per share information) (Unaudited)\n\n\n\n\n\n\n\n\n\nThree Months Ended June 30,\n\n2020\n\n2019 OTC Link $ 3,659\n\n$ 2,898 Market data licensing 6,858\n\n6,077 Corporate services 6,582\n\n6,695 Gross revenues 17,099\n\n15,670 Redistribution fees and rebates (706)\n\n(637) Net revenues 16,393\n\n15,033 Transaction-based expenses (607)\n\n(172) Revenues less transaction-based expenses 15,786\n\n14,861 Operating expenses\n\n\n\n\n\nCompensation and benefits 7,380\n\n6,754 IT Infrastructure and information services 1,560\n\n1,614 Professional and consulting fees 725\n\n546 Marketing and advertising 167\n\n242 Occupancy costs 534\n\n605 Depreciation and amortization 415\n\n380 General, administrative and other 213\n\n293 Total operating expenses 10,994\n\n10,434 Income from operations 4,792\n\n4,427 Other income\n\n\n\n\n\nInterest income 2\n\n19 Other income, net 8\n\n4 Income before provision for income taxes 4,802\n\n4,450 Provision for income taxes 571\n\n883 Net income $ 4,231\n\n$ 3,567\n\n\n\n\n\n\n\nNet income per share\n\n\n\n\n\nBasic $ 0.36\n\n$ 0.31 Diluted $ 0.36\n\n$ 0.30\n\n\n\n\n\n\n\nBasic weighted average shares outstanding 11,386,717\n\n11,353,189 Diluted weighted average shares outstanding 11,587,268\n\n11,678,560\n\n\n\n\n\n\n\nNon-GAAP Reconciliation\n\n\n\n\n\n\n\nThree Months Ended June 30,\n\n2020\n\n2019 Net Income $ 4,231\n\n$ 3,567 Excluding:\n\n\n\n\n\nInterest Income (2)\n\n(19) Provision for income taxes 571\n\n883 Depreciation and amortization 415\n\n380 Stock-based compensation expense 718\n\n660 Adjusted EBITDA $ 5,933\n\n$ 5,471\n\n\n\n\n\n\n\nAdjusted diluted earnings per share $ 0.50\n\n$ 0.46\n\n\n\n\n\n\n\nNote: We use non-GAAP financial measures of operating performance. Non-GAAP measures do not replace and are not superior to the presentation of our GAAP financial results, but are provided to improve overall understanding of the Company's current financial performance.\n\nOTC MARKETS GROUP INC. CONDENSED CONSOLIDATED BALANCE SHEETS (in thousands, except share information) (Unaudited)\n\n\n\n\n\n\n\n\n\nJune 30,\n\nDecember 31,\n\n2020\n\n2019 Assets\n\n\n\n\n\nCurrent assets\n\n\n\n\n\nCash $ 25,007\n\n$ 28,217 Accounts receivable, net of allowance for doubtful accounts of $154 and $168 6,307\n\n5,157 Prepaid income taxes 33\n\n318 Prepaid expenses and other current assets 1,572\n\n1,338 Total current assets 32,919\n\n35,030 Property and equipment, net 5,716\n\n6,418 Operating lease right-of-use assets 15,438\n\n16,018 Deferred tax assets, net 273\n\n771 Goodwill 251\n\n251 Intangible assets, net 40\n\n40 Long-term restricted cash 1,561\n\n1,561 Other assets 467\n\n266 Total Assets $ 56,665\n\n$ 60,355\n\n\n\n\n\n\n\nLiabilities and stockholders' equity\n\n\n\n\n\nCurrent liabilities\n\n\n\n\n\nAccounts payable $ 460\n\n$ 321 Accrued expenses and other current liabilities 7,185\n\n9,154 Income taxes payable 850\n\n99 Deferred revenue 12,128\n\n15,815 Total current liabilities 20,623\n\n25,389 Income tax reserve 898\n\n1,764 Operating lease liabilities 14,948\n\n15,529 Total Liabilities 36,469\n\n42,682 Commitments and contingencies\n\n\n\n\n\nStockholders' equity\n\n\n\n\n\nCommon stock - par value $0.01 per share\n\n\n\n\n\nClass A - 14,000,000 authorized, 12,297,664 issued, 11,661,030 outstanding at\n\n\n\n\n\nJune 30, 2020; 12,189,022 issued, 11,655,326 outstanding at December 31, 2019 123\n\n122 Additional paid-in capital 19,490\n\n18,042 Retained earnings 12,700\n\n8,106 Treasury stock - 636,634 shares at June 30, 2020 and 533,696 shares at December 31, 2019 (12,117)\n\n(8,597) Total Stockholders' Equity 20,196\n\n17,673 Total Liabilities and Stockholders' Equity $ 56,665\n\n$ 60,355\n\nSOURCE OTC Markets Group Inc.\n\nRelated Links\n\nhttp://www.otcmarkets.com\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1", "adobeLaunchScript": "//assets.adobedtm.com/launch-ENb957f6e7383d4549b191e1190ed5476e.min", "optanonhelper": "us-prod", "description": "/PRNewswire/ -- Second Quarter 2020 Highlights: Gross revenues of $17.1 million for the quarter, up 9% over the prior year quarter Operating income of $4.8...", "author": "OTC Markets Group Inc.", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "OTC Markets Group Reports Second Quarter 2020 Results", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.placename": "NEW YORK, Aug. 12, 2020", "geo.region": "New York", "date": "2020-08-12T17:00:00-04:00", "keywords": "OTC Markets Group Inc.", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "OTC Markets Group Reports Second Quarter 2020 Results", "description": "/PRNewswire/ -- Second Quarter 2020 Highlights: Gross revenues of $17.1 million for the quarter, up 9% over the prior year quarter Operating income of $4.8...", "image": "https://mma.prnewswire.com/media/1063619/OTC_Markets_News_Update_Logo.jpg?p=twitter"}, "og": {"title": "OTC Markets Group Reports Second Quarter 2020 Results", "type": "website", "description": "/PRNewswire/ -- Second Quarter 2020 Highlights: Gross revenues of $17.1 million for the quarter, up 9% over the prior year quarter Operating income of $4.8...", "image": "https://mma.prnewswire.com/media/1063619/OTC_Markets_News_Update_Logo.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/otc-markets-group-reports-second-quarter-2020-results-301111292.html"}, "assetURLS": "newsmetaBean.getAssetUrls()", "robots": "index, follow"}}}