{"GDELT": {"GlobalEventID": 940449786, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.45208131655373, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200813020000, "SOURCEURL": "https://www.straitstimes.com/asia/asian-insider-aug-12-what-kamala-harris-could-mean-for-asia-mahathir-reveals-the-name-of-his"}, "ARTICLE": {"TITLE": "Asian Insider Aug 12: What Kamala Harris could mean for Asia, Mahathir reveals the name of his new party", "TEXT": "Hi,\n\nIn today’s bulletin: Australia and New Zealand contend with a resurgence of Covid, Russia’s vaccine raises doubts, Dr Mahathir announces the name of his new political party in Malaysia and more.\n\nReading this on the web or know someone who might enjoy receiving Asian Insider? Our sign-up page is here.\n\nNEW ZEALAND AND AUSTRALIA BACK UNDER LOCKDOWN\n\nIn a warning that the battle against the coronavirus cannot ever be considered one until a vaccine is widely available, two countries previously thought to have kept Covid-19 under control are now battling a resurgence.\n\nNew Zealand - fresh off passing the milestone of 100 days without community transmission - is once again under partial lockdown, with tight restrictions on movement reimposed across Auckland. Officials are investigating if the four probable cases reported this week were imported by freight. The resumption of lockdown measures also prompted PM Jacinda Ardern to delay the dissolution of parliament, a key step towards a Sep 19 election. No decision has yet been announced as to whether the polls will be delayed.\n\nIn Australia, the lockdown imposed on the worst-hit state of Victoria 10 days ago is showing signs of working even as it recorded its largest single day death total. While the 21 deaths recorded on Wednesday was a high, the total number of new cases are flattening and have remained around 400 for four consecutive days. Numbers had soared above 700 in recent weeks.\n\nGet the latest updates and information about Covid-19 at our dedicated website.\n\nDOUBTS RAISED ABOUT RUSSIAN VACCINE\n\nThe announcement from Russia on Tuesday that it would become the first country to grant regulatory approval to a Covid-19 vaccine is raising concerns from the scientific community worldwide - worried that the move is motivated more by politics than science or public health.\n\nScientists say approving a vaccine without large scale trial data is reckless and akin to conducting a “large population level experiment”. They worry the breakneck approval speed could mean potential adverse side effects of the vaccine are not picked up. There are also concerns that if something goes wrong, it would not just be harmful for those injected but also set back the acceptance of vaccines in the population.\n\nStill, markets appear to be betting the vaccine works. Share prices for a trio of Singapore-listed glove manufacturers sank today on the news that the vaccine had been approved. A vaccine is thought to dampen demand for gloves.\n\nWHAT KAMALA HARRIS COULD MEAN FOR ASIA\n\nCalifornia Senator Kamala Harris has become the first woman of colour to be on the presidential ticket for a major party after she was chosen as Mr Joe Biden’s running mate.\n\nAnd while Ms Harris’ focus and experience has been on domestic issues, there are questions being raised about what her track record suggests about positions she would take on foreign policy.\n\nUS correspondent Charissa Yong takes a look at Ms Harris’ past positions on foreign affairs for clues, noting that she is far less focused on strategic competition with China than President Trump.\n\nMAHATHIR’S NEW PARTY HAS A NAME\n\nFormer Malaysian prime minister Mahathir Mohamad today revealed that his new independent party will be named Pejuang, or warrior in Malay. He made the announcement in his blog in an entry that included a poem.\n\nThe country’s newest Malay-based party comes amid a continuing political power struggle that has been playing out for months. Today, Straits Times Malaysia Bureau Chief Shannon Teoh reports that most of the ruling parties have registered as formal members of the Perikatan Nasional (PN)despite the largest party, Umno, declining to do so. This includes PAS, MIC and PBRS, all parties allied with Umno via other pacts. The revelation likely strengthens PM Muhyiddin Yassin’s position in his tussle with Umno but the stability of the government remains in question.\n\nAlso today, a minister announced that it would cost RM1.2 billion to hold snap elections during the pandemic, more than double the RM500 million it would normally cost.\n\nSINGAPORE AIRLINES TAKES FURTHER COST-CUTTING MEASURES\n\nSingapore’s national carrier, one of the world’s best airlines, today said it is taking further steps to trim costs amid a \"slower projected recovery trajectory in international air travel\".\n\nIt is offering cabin crew a voluntary retirement scheme, where those who apply and are approved will receive a payout and benefits. Airlines have been hit hard by the demic with the Singapore Airlines currently operating at just 7 per cent of its scheduled capacity.\n\nLast month, the SIA group reported a $1.12 billion net loss in the quarter ended June 30. The International Air Transport Association has said air travel demand might not return to pre-Covid levels until 2024.\n\nThe airline group that has about 11,000 cabin crew, has been hit hard by the pandemic.\n\nSee also: Bintan Lagoon, a large resort in Indonesia, becomes the latest Covid tourism casualty\n\nIN OTHER NEWS\n\nHIGH-TECH BUS STOPS: South Korea has opened a high-tech new front in the battle against coronavirus, fortifying bus stops with temperature-checking doors and ultraviolet disinfection lamps.\n\nTen such bus stops - enclosed with glass panels - have been installed in a northeastern district of Seoul, offering protection from monsoon rains, summer heat, and the novel coronavirus\n\nCHINA EASES SOME TRAVEL RESTRICTIONS FOR EUROPE: China has eased entry restrictions for nationals from 36 European countries, months after thousands were left stranded when the country closed its borders and slashed flights to slow the spread of the coronavirus. The new rules will allow European passport holders from 36 countries - including France, Germany and the UK - with a valid residence permit to apply for a Chinese visa without an invitation letter.\n\nJIMMY LAI OUT ON BAIL: On Wednesday morning, media mogul Jimmy Lai was cheered by staff as he toured his Apple Daily newsroom following his late night release on bail after 40 hours in custody.In images broadcast live on Facebook by his own reporters, he told staff to continue filing the kind of unvarnished dispatches that have infuriated China and pro-Beijing politicians in Hong Kong.\n\nThat’s it for today. Thanks for reading and see you tomorrow.\n\nJeremy\n\nLISTEN TO ASIAN INSIDER PODCAST\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"ios": {"app_name": "Straits Times", "app_store_id": 547465441, "url": "straitstimes://www.straitstimes.com/asia/asian-insider-aug-12-what-kamala-harris-could-mean-for-asia-mahathir-reveals-the-name-of-his"}, "web": {"url": "https://www.straitstimes.com/asia/asian-insider-aug-12-what-kamala-harris-could-mean-for-asia-mahathir-reveals-the-name-of-his"}}, "description": "Hi,  In today’s bulletin: Australia and New Zealand contend with a resurgence of Covid, Russia’s vaccine raises doubts, Dr Mahathir announces the name of his new political party in Malaysia and more. Reading this on the web or know someone who might enjoy receiving Asian Insider? Our sign-up page is here.. Read more at straitstimes.com.", "og": {"image": {"identifier": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/12/rk_auckland_120820.jpg?itok=caRkZRzX", "width": 763, "height": 509}, "site_name": "The Straits Times", "type": "article", "title": "Asian Insider Aug 12: What Kamala Harris could mean for Asia, Mahathir reveals the name of his new party", "url": "https://www.straitstimes.com/asia/asian-insider-aug-12-what-kamala-harris-could-mean-for-asia-mahathir-reveals-the-name-of-his", "description": "Hi,  In today’s bulletin: Australia and New Zealand contend with a resurgence of Covid, Russia’s vaccine raises doubts, Dr Mahathir announces the name of his new political party in Malaysia and more. Reading this on the web or know someone who might enjoy receiving Asian Insider? Our sign-up page is here.. Read more at straitstimes.com.", "updated_time": "2020-08-14T19:35:14+08:00"}, "article": {"author": "Jeremy Au Yong", "published_time": "2020-08-12T21:30:12+08:00", "modified_time": "2020-08-14T19:35:14+08:00"}, "author": "JEREMY AU YONG", "cXenseParse": {"sph-keywords": "ASIAN INSIDER", "pageclass": "article", "sph-accessFlag": 1, "recs": {"articleid": 717719}, "sph-printFlag": 0}, "news_keywords": "ASIAN INSIDER", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "Asian Insider Aug 12: What Kamala Harris could mean for Asia,", "url": "https://www.straitstimes.com/asia/asian-insider-aug-12-what-kamala-harris-could-mean-for-asia-mahathir-reveals-the-name-of-his", "description": "Asia News -Hi,  In today’s bulletin: Australia and New Zealand contend with a resurgence of Covid, Russia’s vaccine raises doubts, Dr Mahathir announces the name of his new political party in"}, "dcterms.title": "Asian Insider Aug 12: What Kamala Harris could mean for Asia, Mahathir reveals the name of his new party", "dcterms.creator": "hermesauto", "dcterms.description": "Hi,  In today’s bulletin: Australia and New Zealand contend with a resurgence of Covid, Russia’s vaccine raises doubts, Dr Mahathir announces the name of his new political party in Malaysia and more. Reading this on the web or know someone who might enjoy receiving Asian Insider? Our sign-up page is here. Read more at straitstimes.com.", "dcterms.date": "2020-08-12T21:30+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/asia/asian-insider-aug-12-what-kamala-harris-could-mean-for-asia-mahathir-reveals-the-name-of-his", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}