{"GDELT": {"GlobalEventID": 940410092, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.58890701468189, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warsaw, (PL67), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL67", "Actor1Geo_ADM2Code": "24452", "Actor1Geo_Lat": 52.25, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-534433", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Warsaw, (PL67), Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL67", "Actor2Geo_ADM2Code": "24452", "Actor2Geo_Lat": 52.25, "Actor2Geo_Long": 21.0, "Actor2Geo_FeatureID": "-534433", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200812213000, "SOURCEURL": "https://www.ebar.com/news/news/295953"}, "ARTICLE": {"TITLE": "Bay Area Reporter :: Warsaw police detain LGBTQ demonstrators in Poland", "TEXT": "Warsaw police clashed with - and arrested - Polish LGBTQ and ally demonstrators last weekend.\n\nDemonstrators protested the government's anti-gay policies and rhetoric.\n\nThe unrest comes nearly a month after the narrow July 12 reelection of anti-LGBTQ Polish President Andrzej Duda. He was sworn in at a ceremony in parliament August 6.\n\nDuda and his ruling nationalist Law and Justice party ran a homophobic election campaign filled with anti-gay rhetoric.\n\nDuring his acceptance speech, Duda reiterated his promise to protect the family, the \"foundation stone of society,\" he said.\n\nSince the election, more than 100 Polish cities have adopted \"LGBT-free zone\" resolutions, prompting the European Union to deny funding requests and Polish politicians to cry foul.\n\nCritics of Poland's government told the Associated Press the country appears to want to follow Russia's and Hungary's lead, pointing out that the justice ministry announced it is drafting legislation that would require non-governmental organizations to declare foreign funding sources.\n\nDuring Duda's swearing in ceremony, opposition parliament members stood close to him, forming a rainbow with their outfits and wearing rainbow face masks.\n\nOutside of parliament, the members posed with rainbow and Polish flags.\n\nAnna Maria Zukowska, a left member of parliament, told Thomson Reuters Foundation the action was a reminder to Duda that Poland's constitution guarantees \"equality for all.\"\n\n\"We don't want a similar situation during his next term as there was during his campaign, when the president dehumanized LGBT people by denying them the right to be people,\" she said.\n\nLGBTQ protests erupt\n\nDemonstrators decorated Warsaw's monuments with rainbow flags and masks last week.\n\nThe action was met by plainclothes police officers, who initiated two waves of covert arrests of queer and ally activists.\n\nLGBTQ gender-nonconforming activist Malgorzata \"Margot\" Szutowicz was among the more than 50 people detained, according to an August 8 news release from the International Lesbian, Gay, Bisexual, Trans and Intersex Association.\n\nSzutowicz, who uses female pronouns and is a member of Stop the Nonsense, received a two-month pre-trial detention order for acts of civil disobedience involving damaging an anti-gay protester's van and pushing the protester.\n\nIGLA-Europe stated that the order was to \"prevent her from further action.\"\n\nAccording to IGLA-Europe, during Szutowicz's arrest, she was denied a peaceful surrender to police officers with witnesses and media present. Instead, police arrested her later in an unmarked car at a different location. The police denied her access to an attorney and she was placed in a men's facility.\n\nIGLA-Europe called the covert arrests \"state harassment\" and accused the Polish government of creating a \"climate of fear,\" in the release.\n\nOutraged by the arrests, people poured into Warsaw's streets over the weekend, clashing with police and anti-gay protesters who wedged themselves in the middle of the city's pro-LGBTQ demonstrations.\n\nDriving trucks decorated with homophobic banners and blasting anti-gay rhetoric, including linking homosexuality with pedophilia, anti-gay protesters attempted to block LGBTQ demonstrators, which only enraged the activists.\n\nILGA-Europe programs director Björn van Roozendaal said, \"In circumstances like these, where marginalized members of society are being attacked from all sides, protest and activism are inevitable, and may even be considered provoked by the government's failure to protect their fundamental rights and disproportionate law enforcement responses.\n\n\"The LGBTI community is being denied the right to exist by the leading political party,\" he added. \"LGBTI people in Poland live in a situation of constant, repressive pressure with no access to justice or State protection.\"\n\nCouncil of Europe Human Rights Commissioner Dunja Mijatovic called for Szutowicz's immediate release.\n\nThe Campaign Against Homophobia and IGLA-Europe called upon international authorities and states to speak out against Szutowicz's detainment, to have her pre-trial arrest warrant revoked, and to release the detained demonstrators.\n\nDepartures\n\nThe lack of protection has led to a reported mass exodus of LGBTQ Poles, who are seeking refuge in LGBTQ-friendly European countries, according to the AP.\n\nOfficial data to confirm the number of LGBTQ Poles leaving the Central European country wasn't immediately available.\n\n\"This time, people are not looking for better paid jobs, but they are looking for dignity and respect,\" Bartosz Staszewski, 29, a board member of the Lublin Pride Association, told the AP, referring to Poles' last mass exodus to other European countries for employment opportunities in 2004.\n\n\"People want to feel that they are protected by the government and not treated as an enemy,\" he said.\n\nCall for EU to get tougher on Poland\n\nFor some, the E.U.'s withholding funds from Polish cities that enacted LGBT-free zones provides some hope.\n\nHelena Dalli, the E.U. commissioner for equality, rejected applications from Polish cities enacting LGBT-free zones or family rights resolutions July 30.\n\nThe towns lost anywhere from $6,000 to $29,000, reported the New York Times.\n\n\"E.U. values and fundamental rights must be respected by member states and state authorities,\" Dalli tweeted.\n\nAn E.U. official declined to name the Polish towns affected, reported the Times.\n\nFor some, the E.U.'s actions were not enough. Some LGBTQ Polish activists called upon the E.U. to get tougher on the country.\n\n\"We cannot count on our government, we cannot count on our president, the only thing we can count on is the European Union,\" Staszewski told Reuters.\n\nLike Staszewski, Krakow radio technician Micha Niepielski, 57, who has taken his marriage equality case to marry his partner of 16 years to the European Court of Human Rights, has chosen to stay despite the couple being \"very afraid,\" he told the AP.\n\nTo respond to the call to release Szutowicz, contact:\n\nDistrict Prosecutor's Office in Warsaw, sekretariat@warszawa.po.gov.pl, phone number: +48 22 217 31 20\n\nZbigniew Ziobro, the Public Prosecutor General, zbigniew.ziobro@sejm.pl, phone number: +48 22 12 51 594\n\nPolice Commander in Chief - gen. insp. Jaros?aw Szymczyk, kancelaria.gsp@policja.gov.pl, +48 22 25 00 112\n\nMinister of Internal Affairs and Administration Mariusz Kami?ski, mariusz.kaminski@sejm.pl, +48 22 60 14 295\n\nDomestic partnerships will begin next month in Cayman Islands\n\nMartyn Roper, the British Governor to the Cayman Islands, has overruled the Legislative Assembly's rejection of the Domestic Partnership Bill, 2020 and the partnerships will begin in September.\n\nRoper, the British Overseas Territory's de-facto head of state, representing Queen Elizabeth II, invoked the governor's reserved power in the country's constitution.\n\nThe governor's office this week published an amended Domestic Partnership Bill, 2020, along with 11 other amended bills related to the domestic partnership bill, for public opinion.\n\nCaymanians have until August 31 to respond to the amended bill under the country's constitution.\n\nLast month, after days of hearings, the assembly rejected the DP bill, knowing that it could be overruled by the United Kingdom.\n\n\"As governor, this is not a position I would ever have wanted to be in,\" Roper said last week, announcing his intentions to override lawmakers.\n\nRoper said he has respected the island's handling of domestic matters until now.\n\nThe amendments\n\nRoper made some minor changes to the bill, adopting some issues raised prior to and during the Legislative Assembly's debate last month, such as ensuring the partnerships are authentic, along with some administrative edits.\n\nThe bill will provide Caymanian status, permanent residence, and Residency and Employment Rights Certificates to domestic partners of Caymanians, reported the Cayman Compass.\n\nThe bill protects the \"current definition of marriage,\" which recognizes only marriage between a man and a woman, in the Cayman Islands Constitution, Roper said.\n\nTo review the bill, visit http://gazettes.gov.ky/portal/pls/portal/docs/1/12994543.PDF\n\nTo comment on the bill, email remarks to governorsoffice.cayman@fco.gov.uk by August 31.\n\nGot international LGBT news tips? Call or send them to Heather Cassell at WhatsApp: 415-517-7239, or Skype: heather.cassell, or oitwnews@gmail.com\n\nEditor's note: If you liked this article, help out our freelancers and staff, and keep the B.A.R. going in these tough times. For info, visit our Indiegogo campaign. To donate, simply claim a perk!", "METADATA": {"viewport": "width=device-width, initial-scale=1", "title": "Bay Area Reporter :: Warsaw police detain LGBTQ demonstrators in Poland", "description": "Warsaw police clashed with — and arrested — Polish LGBTQ and ally demonstrators last weekend.", "keywords": "Bay Area Reporter :: Warsaw police detain LGBTQ demonstrators in Poland, San Francisco, Bay Area, California, LGBT, News, gay, lesbian, trans, transexual, bi, bisexual, transgender, entertainment, events", "Expires": "Sat, 15 Aug 2020 12:33:24 CDT", "fb": {"app_id": 178804159598706}, "og": {"title": "Warsaw police detain LGBTQ demonstrators in Poland", "type": "website", "description": "Warsaw police clashed with — and arrested — Polish LGBTQ and ally demonstrators last weekend.", "url": "https://www.ebar.com/news/news//295953", "site_name": "The Bay Area Reporter / B.A.R. Inc.", "image": {"identifier": "https://www.queeryme.com/display/viewimage_story.php?id=295953&minwidth=600&maxwidth=1000", "url": "https://www.queeryme.com/display/viewimage_story.php?id=295953&minwidth=600&maxwidth=1000"}}, "p": {"domain_verify": "dc8232e5b1cccd76ea99a3388286ee9c"}, "twitter": {"card": "summary_large_image", "site": "@ebarnews", "title": "Warsaw police detain LGBTQ demonstrators in Poland", "description": "Warsaw police clashed with — and arrested — Polish LGBTQ and ally demonstrators last weekend.", "image": "https://www.queeryme.com/display/viewimage_story.php?id=295953&minwidth=600&maxwidth=1000", "url": "https://www.ebar.com/news/news//295953"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": [""]}}