{"GDELT": {"GlobalEventID": 940414160, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "PNG", "Actor2Name": "BOUGAINVILLE", "Actor2CountryCode": "PNG", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.9157088122605401, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200812220000, "SOURCEURL": "https://www.citizensvoice.com/news/former-navy-wave-doris-merrill-96-recalls-celebrating-wars-end/article_ca87654c-e5e2-58be-9570-c6c45507975b.html"}, "ARTICLE": {"TITLE": "Former Navy WAVE Doris Merrill, 96, recalls celebrating war's end", "TEXT": "Doris Merrill and her husband were on leave from their World War II military service when it was announced on Aug. 14, 1945 that Japan surrendered and the war was over.\n\nThey were thrilled — for the country and for their marriage. Merrill’s husband, Paul, who fought in Guadalcanal and Bougainville, was slated to return to combat in Japan with the Marines.\n\n“We were so happy the war was over. That meant they weren’t going to send him over to the Pacific,” Merrill, 96, recalled recently from her Hanover Twp. home just outside Nanticoke. “Most of the people on the streets dancing were wives because they knew their husbands would be coming home. It was so thrilling. Look, I have the goosebumps now.”\n\nMerrill and her husband were visiting his parents in Maine at the time the war’s end was announced. Friday marks 45 years since that news broke in the United States.\n\n“Could you believe it?” Merrill said.\n\nMerrill served in the Navy WAVES, or Women Accepted for Volunteer Emergency Service, a reserve unit for women created during the war.\n\nShe worked in Naval intelligence and had top security clearances. She was stationed in Cape May, New Jersey, and was privy to many secrets she said she’s never divulged even to this day. She never even told her Marine husband, she said.\n\nMerrill said she was the only woman inside the unit.\n\n“I was the only WAVE in there with all the old Navy, Army, Marines, everything. I learned so much from those men. I loved it. I learned. Every day was different. Every day I learned so much. As long as I was learning, I was so happy,” Merrill recalled.\n\nMerrill served from April 1944 to February 1946. She and her husband then returned home to the Wyoming Valley.\n\nShe enjoyed a lengthy career as a teacher prior to retirement. Her husband died in 1982.\n\nPrior to joining the service, Merrill worked at the Luzerne County Courthouse as a stenographer.\n\n“I wanted to go to college, but back in those days only boys could go to college. Women were expected to stay home and cook and clean,” Merrill said.\n\nThen one day a Navy recruiter visited the courthouse with the American Red Cross, for which Merrill was a volunteer.\n\nThe recruiter pitched the Navy WAVES to Merrill with an attractive offer: free college after her service. She jumped at the chance.\n\nAfter the war, Merrill attended Wilkes College and later obtained her master’s degree from the school. During her career, she taught at Nanticoke Area schools, Penn State University and Wilkes.\n\nMerrill said she is proud of her service to her country but it came easy to her because of her upbringing in Nanticoke by her patriotic parents.\n\n“They were the best Americans,” Merrill recalled. “I had to learn the Pledge of Allegiance when I was 3 and stand in front of them and salute. I remember I had the wrong hand up. My father said, ‘It’s OK, as long as you love your country, you’re in.’ They were so proud to be Americans and they taught us that.”", "METADATA": {"keywords": "world war ii, vj day, navy waves, saluting the end of world war ii", "news_keywords": "world war ii, vj day, navy waves, saluting the end of world war ii", "description": "Doris Merrill and her husband were on leave from their World War II military service when it was announced on Aug. 14, 1945 that Japan surrendered and the war was", "author": "BOB KALINOWSKI STAFF WRITER", "article": {"author": "https://www.facebook.com/bobkalinowski", "publisher": "https://www.facebook.com/citizensvoice/"}, "viewport": "width=device-width, initial-scale=1.0", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "og": {"type": "article", "url": "https://www.citizensvoice.com/news/former-navy-wave-doris-merrill-96-recalls-celebrating-wars-end/article_ca87654c-e5e2-58be-9570-c6c45507975b.html", "image": {"identifier": "https://bloximages.newyork1.vip.townnews.com/citizensvoice.com/content/tncms/assets/v3/editorial/c/f3/cf3d5300-effb-5e03-a765-530007980a35/5f345df3be4b6.image.jpg?resize=845%2C630", "width": 845, "height": 630}, "title": "Former Navy WAVE Doris Merrill, 96, recalls celebrating war's end", "description": "Doris Merrill and her husband were on leave from their World War II military service when it was announced on Aug. 14, 1945 that Japan surrendered and the war was", "site_name": "Wilkes-Barre Citizens' Voice", "section": "News"}, "twitter": {"card": "summary_large_image", "site": "@CitizensVoice", "image": {"alt": "cv081320veteran"}}, "tncms": {"subs": "newzware", "ads": "smart,lazyload,refresh"}}}}