{"GDELT": {"GlobalEventID": 940454145, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 25, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.91738382099828, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20200813023000, "SOURCEURL": "https://www.independent.ie/irish-news/courts/touts-rats-and-death-threats-dirtiest-trial-ever-was-marked-by-outrageous-campaign-to-intimidate-the-witnesses-39431222.html"}, "ARTICLE": {"TITLE": "Adrian Donohoe murder trial: Touts, rats and death threats - 'Dirtiest trial ever' was marked by 'outrageous' campaign to intimidate the witnesses'", "TEXT": "A campaign of intimidation against key prosecution witnesses was a constant feature throughout the Adrian Donohoe murder trial which resulted in a number of people with crucial testimony refusing to come to court.\n\nBefore he was even arrested for murder, Aaron Brady was identifying people who could have potentially incriminating evidence against him, which came to light after gardai listened back through more than 500 recorded phone calls he made while in prison serving a separate sentence in early 2018.\n\nSerious concerns were repeatedly raised throughout the trial about witness interference, but the jury never knew about this, or the extent of it.\n\nExpand Close Dean Byrne (22) of Cabra Park, Dublin 17 / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp Dean Byrne (22) of Cabra Park, Dublin 17\n\nRead More\n\nSeven people were expected to give evidence about admissions Aaron Brady had made about the murder, but following the widespread campaign across two continents only Molly Staunton and Daniel Cahill appeared before the Central Criminal Court.\n\nToday the Irish Independent can reveal that:\n\n*Video interviews of a crucial prosecution witness were leaked online calling the man a “rat” and a “tout”.\n\n*Detectives are investigating if the intimidation of some witnesses was “outsourced” to Dublin criminals.\n\n*The jail cell of violent thug and aggravated burglar Dean Byrne has been raided as part of the intimidation probe.\n\n*Key witness Molly Staunton received a death threat from Aaron Brady's friend after giving her evidence.\n\nWhile the murder trial has concluded, detectives are continuing a major investigation into the intimidation of witnesses connected to the case spanning across three different countries.\n\nThe ongoing inquiry is being led by a Detective Superintendent from the National Bureau of Criminal Investigation (NBCI) after sensitive material was leaked online and death threats were made to witnesses.\n\nOne senior officer, who has been involved in several high-profile investigations, described it as the “dirtiest” trial he had ever come across due to the campaign of intimidation. In some cases, people who overstayed their visas in the US, but had built lives over there, were threatened that their residency status would be exposed.\n\nCriminal charges are also being considered against individuals suspected of direct involvement in the witness coercion in Ireland.\n\nThe most serious example of intimidation came to light in early May when the statement of a key prosecution witness, which was video recorded, was leaked across several social media platforms. It came at a critical time during the trial when witnesses living in the US were due to start giving evidence.\n\nThe key witness, an Armagh man who lived with Brady in the Bronx, recalled to detectives how the murder suspect told him: “I shot him, so what.” His statements also included information on three other robbery suspects. During the interview, carried out on October 25, 2017 in the 47th police precinct in New York, he also said that Brady would regularly talk about the killing when he was drunk.\n\nIn early May four excerpts of these statements along with a message labelling the man a “tout” began circulating on the Whatsapp messaging service. The videos were recorded from a laptop using another device. It showed the witness sitting in an interrogation room giving a statement to three detectives. The text message accompanying the videos also made claims that he had received a green card for his cooperation and also had criminal charges dropped.\n\nDuring an in-camera hearing on May 8, Det Insp Mark Phillips said there was no doubt that the aim of the posts was not only to intimidate this particular witness but also any other person who had considered giving evidence in the Adrian Donohoe murder trial.\n\nThe incident was described by Mr Justice Michael White, a judge for over 20 years, as the most outrageous contempt of court he had ever come across and that it was a “sobering day for the administration of criminal justice in Ireland”. The court heard that the various social media company's had cooperated fully with the court.\n\nThe video interviews were also shared and later removed from Facebook and YouTube, with one message also calling the witness a “rat”.\n\nIt wasn't the first attempt to intimidate this witness. Even before Brady was arrested for murder, the intimidation had started.\n\nProsecutor Brendan Grehan SC told the trial in early June, in the absence of the jury, that witnesses and their families in Ireland were subject to an ongoing campaign of intimidation. By this stage it was accepted that several would not cooperate with the trial as a result of the continued threats.\n\nAs the NBCI’s investigation into the widespread intimidation progressed, further information was coming to light about the methods Brady’s associates were employing to intimidate witnesses.\n\nOn July 15 detectives, backed up by heavily armed gardai, carried out a series of raids on halting sites across Dublin as part of the inquiry.\n\nProperties linked to traveller criminals in Finglas, Blanchardstown, Balbriggan and Coolock were searched and a number of items seized.\n\nDetectives also carried out a search in Mountjoy prison that same day as part of the investigation. The cell of Dean Byrne (25), a violent criminal with over 120 previous convictions who is currently serving a lengthy sentence for aggravated burglary, was raided on foot of intelligence received by gardai.\n\nByrne was one of seven men who stormed the Tipperary home of the Corcoran family in 2013 in a crime that shocked the nation. Mark Corcoran was badly beaten while the gang threatened to kill his young children.\n\nThe callous seven-man burglar team made national headlines when they appeared in court sniggering, laughing and blowing kisses to cameramen as they were handed down lengthy sentences. Dean Byrne is currently serving a 14-year prison term for aggravated burglary after successfully appealing the severity of the initial 16-year sentence handed down to him.\n\nAs the halting site raids took place, detectives raided his cell in search of a phone they believed was linked to the ongoing intimidation.\n\nNo mobile was located but a piece of paper with several phone numbers scrawled on it was seized and analysed. At this stage gardai are investigating if the intimidation of witnesses who remained in Ireland was “outsourced” to traveller criminals. It's also being probed if this was organised through Byrne, who a source described as a “gillie for anyone who will give him drugs”, after he met Brady in prison.\n\nAlthough gardai are satisfied that Aaron Brady had no specific paramilitary links, the natural fears instilled in people talking to the police along the Border region was evident.\n\nPrior to and during the trial a large amount of material was disclosed to the defence, but the prosecution claimed privilege over 50 witness statements due to there being a genuine threat to life if the information contained was released.\n\nSince January 2018 gardai had compiled dozens of detailed confidential reports outlining the extent of the threats, intimidation and harassment directed at witnesses.\n\nBut even after witnesses had given evidence, the threats against them continued.\n\nAmerican woman Molly Staunton testified via video-link in June that she heard Aaron Brady admit to shooting a cop while she was in his New York apartment with two other men.\n\nHer evidence was interrupted by a male, who was later identified as her friend, who told her to “put a stop to it” and “no more testimony” before shutting down the laptop she was using. Ironically the terrifying incident, which left the courtroom and the overflow court next door stunned in silence, had no links to the accused.\n\nThat evening, after her evidence had finished, Ms Staunton was contacted by a former roommate of Aaron Brady.\n\nIt was revealed during a sitting in the absence of the jury that the Armagh man made a death threat to the American woman via social media.\n\nIn one video sent on the Snapchat app, he shaped his fingers to imitate a gun while saying “bang, bang, you’re dead”.\n\nHe later sent her another message which read, “You silly, silly girl” along with a number of crying laughing-face emojis. Screenshots of the messages were later shown to the court which had left the young American woman terrified.\n\nDet Insp Phillips told the court that he spoke to Ms Staunton who was audibly upset and said she was scared after receiving the video. She had also conducted internet searches about the IRA, south Armagh and the life expectancy of informants.\n\nThe senior detective said he assured her that the man was not in the US and that they had no immediate concerns for her welfare.\n\nBizarrely, the Northern Irish man had given a statement to gardai saying Aaron Brady made admissions to him and was expected to give evidence. However, he refused to attend court and an arrest warrant was issued for him. He remains in the North after being deported from the US.\n\nThere were also less-threatening attempts to interfere with witnesses using social media.\n\nIn early June, lead prosecution counsel Brendan Grehan said that a number of witnesses, if not all, had been contacted in various guises by Aaron Brady's relatives and associates. He said they were aware precisely of what was happening in the US as part of the investigation. One name in particular was being repeated as providing assistance and information on witnesses.\n\nThe man had known Aaron Brady back in Ireland before moving over to New York, where he remains, and is heavily involved in GAA.\n\nGardai received information from a number of people that they had been approached by him in the Bronx asking if they had spoken to Irish detectives.\n\nMr Grehan also said that the longer the trial went on, the more opportunities it gave Aaron Brady, or his family and associates, to contact witnesses to put pressure on them not to testify.\n\nOn April 17 Ms Staunton was contacted by Brady's wife, Danielle Healy, asking if she would speak to their lawyer.\n\nThe ex-girlfriend of another witness, who didn't give evidence, was contacted by his sister Sonya Brady on April 8.\n\nIn the message she said her brother had no involvement in the murder and that gardai had “given people in New York money, arranged visa green cards, left people off with crimes and criminal records” and that the woman's ex-boyfriend was one of these people forced to lie.\n\nShe also said that the Brady family won't stop until they get the truth.\n\nIt also emerged that key prosecution witness Daniel Cahill moved away from the Bronx because of pressure being put on him by Aaron Brady's friends living there. He continued to be the subject of serious threats at the time of giving evidence.\n\nWhile the criminal trial has concluded, the investigation into the intimidation of witnesses is continuing.\n\nAspects of the probe are hampered because many of the alleged incidents didn't take place in this jurisdiction, such as the Molly Staunton death threat in which a message was sent from Northern Ireland to the US.\n\nHowever, detectives are hopeful that files will be submitted to the DPP in relation to some of the intimidation carried out in Ireland which will result in prosecutions.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, viewport-fit=cover", "description": "A campaign of intimidation against key prosecution witnesses was a constant feature throughout the Adrian Donohoe murder trial which resulted in a number of people with crucial testimony refusing to come to court.", "fb": {"pages": 96796398469, "app_id": 714861305308164}, "robots": "noarchive", "apple-itunes-app": "app-id=335158729, app-argument=https://www.independent.ie/irish-news/courts/touts-rats-and-death-threats-dirtiest-trial-ever-was-marked-by-outrageous-campaign-to-intimidate-the-witnesses-39431222.html", "og": {"title": "Adrian Donohoe murder trial: Touts, rats and death threats - 'Dirtiest trial ever' was marked by 'outrageous' campaign to intimidate the witnesses'", "site_name": "independent", "description": "A campaign of intimidation against key prosecution witnesses was a constant feature throughout the Adrian Donohoe murder trial which resulted in a number of people with crucial testimony refusing to come to court.", "url": "https://www.independent.ie/irish-news/courts/touts-rats-and-death-threats-dirtiest-trial-ever-was-marked-by-outrageous-campaign-to-intimidate-the-witnesses-39431222.html", "type": "article", "image": {"identifier": "https://www.herald.ie/news/74d3d/39425868.ece/AUTOCROP/w1240h700/2017-05-25_new_31459811_I1.JPG", "secure_url": "https://www.herald.ie/news/74d3d/39425868.ece/AUTOCROP/w1240h700/2017-05-25_new_31459811_I1.JPG", "type": "image/jpeg", "width": 1240, "height": 700}}, "twitter": {"card": "summary_large_image", "site": "@Independent_ie", "url": "https://www.independent.ie/irish-news/courts/touts-rats-and-death-threats-dirtiest-trial-ever-was-marked-by-outrageous-campaign-to-intimidate-the-witnesses-39431222.html", "title": "Adrian Donohoe murder trial: Touts, rats and death threats - 'Dirtiest trial ever' was marked by 'outrageous' campaign to intimidate the witnesses'", "description": "A campaign of intimidation against key prosecution witnesses was a constant feature throughout the Adrian Donohoe murder trial which resulted in a number of people with crucial testimony refusing to come to court.", "image": {"identifier": "https://www.herald.ie/news/74d3d/39425868.ece/AUTOCROP/w1240h700/2017-05-25_new_31459811_I1.JPG", "alt": "Aaron Brady"}, "domain": "Independent.ie"}}}}