{"GDELT": {"GlobalEventID": 940485358, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRLGOV", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor1Type1Code": "GOV", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.40322580645160994, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Belfast, Belfast, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR3", "Actor2Geo_ADM2Code": "40158", "Actor2Geo_Lat": 54.5833, "Actor2Geo_Long": -5.933330000000001, "Actor2Geo_FeatureID": "-2589607", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200813070000, "SOURCEURL": "https://www.express.co.uk/news/politics/1322251/brexit-latest-news-uk-eu-ireland-brexit-trade-deal-boris-johnson-coronavirus-leyen"}, "ARTICLE": {"TITLE": "Brexit: This is NOT up for discussion! EU sent ferocious warning on UK fishing waters", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nMeanwhile,Sinn Fein vice president Michelle O'Neill has said a united Ireland would offer Northern Ireland a \"way back in\" to the European Union, Sinn Fein vice president Michelle O'Neill said. Mr Frost also suggested a deal could be done next month - and insisted the UK had no intention of threatening the integrity of the EU's Single Market. Tweeting in advance of next week's meeting with EU opposite number Michel Barnier, Mr Frost said: \"Our assessment is that agreement can be reached in September and we will work to achieve this if we can.\" THIS BLOG HAS CLOSED. CLICK HERE FOR TODAY'S LIVE UPDATES.\n\nTrending\n\n\"As we keep saying, we are not looking for a special or unique agreement. We want a deal with, at its core, an FTA like those the EU has agreed with other friendly countries, like Canada.\" Nevertheless, he warned: \"The UK's sovereignty, over our laws, our courts, or our fishing waters, is of course not up for discussion and we will not accept anything which compromises it - just as we aren't looking for anything which threatens the integrity of the EU’s single market.\" Speaking prior to Prime Minister Boris Johnson's visit to Northern Ireland today, Ms O'Neill, whose party is unequivocally committed to Irish unity, said planning needed to begin immediately - and claimed the UK Government's \"reckless\" approach to Brexit meant more people were likely to vote for it. She said: \"Now is the time to plan for unity and to start to put the facts on the table. \"Let people understand what does an all-Ireland health service look like, what does an all-Ireland education system look like.\"\n\nMichel Barnier has been warned the UK will not compromise\n\nLarge numbers of people in a border poll would vote for a united Ireland, Ms O'Neill said. She added: \"So for a lot of people in this decade we have in front of us, they're going to be considering which union they wish to be part of and the EU have offered us a route back in. \"So for some people it may not be about Britishness versus Irishness, it may be about do they value their European citizenship. \"I think that's going to be a very interesting debate.\" Mr Johnson will outline the first stage of plans to mark the centenary of Northern Ireland's foundation during his visit. Speaking in advance of his trip, he said: \"Together, we will make sure Northern Ireland is ready to take full advantage of the many opportunities that lie ahead and that no part of Northern Ireland is left behind.\" (THIS IS A LIVE BLOG - SCROLL DOWN FOR REGULAR UPDATES)\n\nDavid Frost's tweet\n\n6:07am update: 2 million EU citizens granted right to stay in the UK after Brexit TWO million EU citizens have been granted the right to remain in the UK after Brexit, the BBC has reported. The two million EU citizens were already residing in the UK – though an additional 1.5 million people who have lived in the country for under five years were granted ‘pre-settled status’. Both statuses give holders the right to live, work, and use the NHS in the UK. Under the Home Office’s settlement scheme, EU citizens have until June 30 next year to apply for the status. The government has said anyone living in the UK who fails to apply before the deadline will not be automatically deported. However, Liberal Democrat home affairs spokeswoman Christine Jardine blasted the fact the scheme does not provide settled status holders with any physical documentation proving their status. She said: “They must not become the victims of a new Windrush-style scandal.” 4:03am update: US-UK trade talks hit 'deeply disappointing' whisky roadblock Post-Brexit trade negotiations have taken a hit this week after the US said it would uphold 25 percent tariffs on Scottish and Irish single-malt whisky – which have cost the UK £300 million in lost sales. International Trade Secretary Liz Truss said she had previously ‘warned’ against new tariffs on the UK, that fresh levies on blended whisky and gin had been avoided, and that tariffs on shortbread had been lifted. However, existing tariffs on single malt whisky remain, which Scotch Whisky Association CEO Karen Betts said is “deeply disappointing” and inflicts “huge damage.” Ms Truss said she is “stepping up talks with the US to remove them as soon as possible.”\n\nTrade Secretary Liz Truss said she would be \"stepping up talks\" to remove whisky tariffs by the US\n\n1:48am update: FTSE drops over 'double whammy' Brexit and Furlough fears The UK’s FTSE 100 stock index fell 1.5 percent at close yesterday amid Brexit worries, analysts said. The FTSE 100 represents the value of the 100 largest companies is the UK. Joshua Mahony, an analyst from finance group IG, said the drop was because of a “double whammy” of concerns over Brexit and the end of the furlough scheme. The next round of UK-EU Brexit talks are due to commence on Monday next week. Edward Browne takes over live reporting from Steven Brown 5.45pm update: Boris Johnson rules out trade border down the Irish Sea Boris Johnson has said there will be a trade border down the Irish Sea \"over my dead body\" following Brexit. During a visit to Northern Ireland, the Prime Minister reiterated his promise that businesses in the region would enjoy unfettered access to markets in England, Scotland and Wales. He has also agreed to \"intensify\" partnership arrangements with the Republic of Ireland and said more work could be done on bilateral deals. \"There will be no border down the Irish Sea - over my dead body.\" The next round of Brexit talks will begin on August 18 between the Prime Minister's adviser David Frost and the European Union's Michel Barnier in Brussels. 4.30pm update: Ireland panic: Brexit and COVID-19 blamed as Dublin faces devastating recession Ireland has been warned the country could be heading for a devastating recession with both the outbreak of coronavirus and consequences of Brexit blamed. According to the Irish Fiscal Advisory Council, the economy may have shrunk by 21 percent in April after businesses were forced to close following the outbreak of the coronavirus pandemic. Experts claim the crisis has been worsened by Brexit. Last week, latest figures from the Exchequer found a deficit of €7.4 billion in public finances in July compared to a surplus of €896 million which was recorded in the same month last year. The deterioration of €8.3 billion was reportedly due to increases in expenditure following the outbreak of the deadly virus. 3.35pm update: Irish Prime Minister sees 'landing zone' for Brexit deal Ireland's Prime Minister Micheál Martin met with Boris Johnson today to discuss the UK's post-Brexit trade negotiations with the EU. “It seems to me that there is a landing zone if that will is there on both sides, and I think it is,” said Martin, who became prime minister in June. “My own gut instinct is that there is a shared understanding that we don’t need another shock to the economic system that a sub-optimal trade agreement would give alongside of the enormous shock of COVID,” he told reporters in Belfast.\n\nIreland's Michael Martin on talks with Boris\n\n3pm update: Steven Brown takes over from Ciaran McGrath 2.46pm update: Johnson vows to develop UK's relationship with Ireland The Prime Minister has promised to develop Britain's relationship with Ireland after meeting the new Taoiseach. Boris Johnson greeted Micheal Martin with an elbow bump outside Hillsborough Castle in Co Down. It was Mr Johnson's first visit to Northern Ireland since Stormont powersharing was restored in January, and his first face-to-face meeting with his Irish opposite number since a new Government was formed in Dublin. Mr Johnson said: \"I had the honour of meeting the Taoiseach several years ago. I am very pleased to develop our friendship and relationship now.\" It was his first visit since the coronavirus pandemic struck and there have been calls for closer collaboration between Ireland and Britain to tackle the threat. Mr Johnson added: \"It's great to see you Taoiseach, it's great to be here in Northern Ireland, and we look forward to developing our relationship in all sorts of ways - east-west, north-south, you name it.\" 2pm update: Supertrawler plot - Brexit free-for-all as fisherman warns ships STAKING CLAIM in UK waters With Britain due to sever ties with the European Union - and leave the Common Fisheries Policy - at the end of the year, a fisherman has warned foreign supertrawlers who regularly plunder UK waters may be seizing the current uncertainty to stake their claim in the meantime. Jeremy Percy, director of the New Under Tens Fishing Association (NUTFA) was speaking after a study by Greenpeace revealed the massive vessels - none of which is UK-owned - have already doubled the amount of time they have spent fishing in specially designated Marine Protection Areas (MPAs) in 2020 compared with last year. Greenpeace is calling for the Government to crack down on ships which operate in MPAs at the end of the transition period - but Mr Percy is concerned supertrawlers are increasing the time they spend in UK waters as part of a long-term strategy. Mr Percy, whose organisation represents boats which are under ten metres in length, said he had become curious after seeing supertrawlers in action recently. He added: \"When we observed the vessels fishing off the Sussex coast, they didn't seem to be catching much. \"I explained this to a good friend of mine who is an expert in this sort of fishing and he didn't think they would be making any money there so the idea that they were continuing to build up a track record to strengthen their arguments post Brexit seemed sensible.\" 1.46pm update: Martin offers warm words to Johnson Ireland's recently installed Taoiseach Micheal Martin said the relationship between him and Boris Johnson would work \"very warmly\". He said: \"We look forward to a very warm engagement. \"It is important for us both in terms of the British-Irish relationship which has been the cornerstone of much progress on the island of Ireland and between our two countries for well over two to three decades, and we want to maintain that. \"It is challenging times ahead with Covid, Brexit, all of that.\" Mr Martin said it was particularly fitting the engagement was taking place so soon after the death of former SDLP leader John Hume. He said: \"We remember John at moments like this because he did so much to facilitate these kind of meetings and make them much more regular in the normal course of events.\" Mr Johnson agreed that the meeting provided an appropriate moment to remember Mr Hume's legacy. Shortly after arriving at the castle, the Taoiseach joined the Prime Minister for a walk in the grounds. 12.44pm update: Barnier retweets agenda Michel Barnier has responded to David Frost's earlier announcement by retweeting a post by EU spokesman Daniel Ferrie in which he share the timetable for next week's meetings. Mr Ferrie commented: \"The agenda for next week’s round of EU-UK negotiations with @MichelBarnier & @DavidGHFrost is now available online. Talks will take place @EU_Commission in Brussels.\" Mr Barnier added: \"Within 5 months the transitional period #Brexit ends: United Kingdom leaves European Union single market & customs union. \"Changes are inevitable, with or without agreement on the new association.\" 12.35pm update: Brexit on the agenda for Boris during Northern Ireland visit Prime Minister Boris Johnson has started a series of meetings with political leaders on a visit to Northern Ireland. He is meeting with the region's First Minister Arlene Foster and Deputy First Minister Michelle O'Neill at Hillsborough Castle, where he will later have his first face-to-face meeting with Ireland's premier Micheal Martin. Mr Johnson is visiting Northern Ireland for the first time since the onset of the coronavirus pandemic. He is expected to outline the first stage of plans to mark the centenary of Northern Ireland's foundation. Discussions are also expected to take place around the response to Covid-19, rebuilding the economy and Brexit.\n\nTheresa May and Leo Varadkar outside Number 10\n\n12.09pm update: As US talks hit barrier, who should UK prioritise trade deal with? POLL Brexit trade talks between the UK and US have been halted due to the ongoing coronavirus pandemic. Which country do you think Britain should prioritise a trade deal with? After unshackling from the EU earlier this year Britain is trying to tie up swift trade deals with major partners like the US and capitalise on its new freedom to strike bilateral deals rather than EU-wide ones. But talks hit a major stumbling block when both sides agreed to postpone negotiations until next spring due to ongoing concerns over the COVID-19 crisis. As well as the US, the UK is also eyeing up trade deals with the EU, Japan, Australia and New Zealand in the coming months as it makes the most of its new found Brexit freedom. 11.44am update: 'We won't compromise,' warns David Frost UK Chief Negotiator David Frost has said UK sovereignty over its laws, courts and fishing waters was \"not up for discussion\", adding that he would not accept anything which compromises any of that. Mr Frost also suggested a deal could be done next month. 11.25am update: Trade talks agenda puts fishing centre stage The importance of fishing rights has been highlighted after the publication of a timetable for trade talks due to get underway next week. The agenda includes four two-hour sessions devoted to the issue on Wednesday and Thursday.\n\nThe issue of fishing rights figures heavily on next week's agenda\n\n11.04am update: Theresa May's 'loathing' of ex-Irish leader derailed Brexit talks - shock claim Theresa May's \"loathing\" of then-Irish Taoiseach Leo Varadkar may have derailed Brexit talks, a new book has suggested - with her replacement by Boris Johnson required in order to reset relations between London and Dublin. In his book, Ireland and the EU Post Brexit, Ray Bassett also highlights how Mrs May's decision to snub an invitation to address the Dail, Ireland's legislature, may have soured relations between the two countries at a time when close co-operation was urgently required. Mr Bassett, Ireland's former ambassador to Canada, Jamaica and the Bahamas, wrote: \"There is no doubt but that trust has been severely lacking in some exchanges on Brexit.\" In September 2017, Mrs May \"unwisely\" turned down an invitation to speak at the legislature during a visit to Dublin.\n\nMichel Barnier retweeted Daniel Ferrie's post\n\n10.13am update: Boris odds-on to lead Tories into first post-Brexit general election Boris Johnson is odds on, at 8-11 to lead the Conservative Party at the next General Election.\n\n\n\nBookmaker Coral make it evens that he is toppled by the time the UK next goes to the polls.\n\n\n\nCoral spokesman Harry Aitkenhead said: \"It's odds on that Boris is still at the wheel the next time the Conservatives battle out a General Election, where he will try and win another majority as he did back in December.\" 10.05am update: Young Britons voice job concerns as end of transition looms Almost half of Britons aged 18 to 24 think it will be harder to get a job after the UK leaves the EU’s single market, with just three percent believing it will be easier. The YouGov survey, commissioned by Best for Britain, surveyed 1,608 adults on August 7 and 8. In total, 48 percent of young people thought their job prospects would get worse, compared with an overall figure of 40 percent.\n\nNorthern Ireland Secretary Brandon Lewis\n\n10am update: Brexit worries put pressure on sterling Sterling rose against the dollar on Thursday, driven by dollar weakness as traders shrugged off Wednesday's dismal GDP data but remained cautious about the longer-term economic outlook for Britain. Markets were bearish in early trading, with European stocks down and the dollar weaker as investors started to lose hope that the U.S. government would agree on a stimulus deal to support the economy and the millions of workers who have lost their jobs. Brexit is also weighing on the outlook for sterling, with Britain due to leave the single market and customs union on December 31 whether or not a deal has been reached, market analysts have said. 9.31am update: Northern Ireland \"integral to union\", says Lewis Northern Ireland Secretary Brandon Lewis has underlined its importance to the rest of the UK in a post-Brexit world - despite Sinn Fein leader Michelle O'Neill's suggestion that it could be part of a united Ireland within a decade. Speaking on the day Prime Minister Boris Johnson visits Belfast to discuss planning for the celebrations to mark 100 years since Northern Ireland's foundation, Mr Lewis said: \"This is a fantastic opportunity for people right across the UK to celebrate Northern Ireland and its integral place within our Union. \"We will use the centenary next year to promote it on the world stage.”\n\n9.02am update: Almost 60 percent of voters fear groceries will go up if no trade deal is struck Britons are concerned the price of their weekly shop will increase if the UK and the EU fail to agree a trade deal by the end of the year, a poll has indicated. The YouGov survey, commissioned by the pro-EU group Best for Britain, suggested 59 per cent of those asked thought grocery prices would go up. Just 3 per cent believed they would fall. 8.35am update: Brexit Britain gave EU eye-watering £14.4bn in final year of membership - 'Right to leave!' Britain handed over a massive £14.4billion to Brussels during the country's final year of EU membership, according to new figures. Treasury data published by the House of Commons Library showed the annual gross contribution to Brussels coffers was one of the highest in the UK’s 47 years as a member of the European bloc. The huge sum from taxpayers - nearly a billion pounds more than the previous year - was equivalent to more than £500 for every household in the UK. It would have been around £4.5billion higher without the rebate won by the then prime minister Margaret Thatcher during budget negotiations in the 1980s.\n\nDutch supertrawler Margiris", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "UK CHIEF negotiator David Frost thrown down the gauntlet in advance of next week's crunch Brexit negotiations by insisting UK sovereignty over its laws, courts and fishing waters was 'not up for discussion', adding that he would not accept anything which compromises any of that", "fb": {"pages": 129617873765147, "app_id": 823607694325129}, "og": {"title": "Brexit: This is NOT up for discussion! EU sent ferocious warning on UK fishing waters", "type": "article", "url": "https://www.express.co.uk/news/politics/1322251/brexit-latest-news-uk-eu-ireland-brexit-trade-deal-boris-johnson-coronavirus-leyen", "image": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1322251.jpg", "site_name": "Express.co.uk", "language": "en", "tags": "business,economy,headlines,nation,politics,world,ctp_video,autoplay_video,brexit latest news,uk,eu,ireland,brexit trade deal,boris johnson,coronavirus leyen", "section": "Politics", "description": "UK CHIEF negotiator David Frost thrown down the gauntlet in advance of next week's crunch Brexit negotiations by insisting UK sovereignty over its laws, courts and fishing waters was \"not up for discussion\", adding that he would not accept anything which compromises any of that"}, "news_keywords": "business,economy,headlines,nation,politics,world,ctp_video,autoplay_video,brexit latest news,uk,eu,ireland,brexit trade deal,boris johnson,coronavirus leyen", "article": {"tag": "coronavirus leyen", "published_time": "2020-08-13T07:43:00+01:00", "modified_time": "2020-08-14T08:34:57+01:00", "expiration_time": "2020-09-13", "section": "Politics", "image_count": 9, "video_count": 3, "word_count": 3772, "internal_link_count": 3, "external_link_count": 0}, "author": "Steven Brown", "twitter": {"card": "summary_large_image", "image": {"src": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1322251.jpg"}, "title": "Brexit: This is NOT up for discussion! EU sent ferocious warning on UK fishing waters", "description": "UK CHIEF negotiator David Frost thrown down the gauntlet in advance of next week's crunch Brexit negotiations by insisting UK sovereignty over its laws, courts and fishing waters was \"not up for discussion\", adding that he would not accept anything which compromises any of that"}, "video_autoplay": "false", "headline_short": "Brexit: This is NOT up for discussion! EU sent ferocious warning on UK fishing waters", "verify-v1": "EGl3XPBuem43awGwLC1rXGpRHRnmNSwp7VZfnCAAcKE=", "msvalidate.01": "1960193A20395DAD3FCB640BCB0D91D7", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "robots": "noodp,noydir,all"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}