{"GDELT": {"GlobalEventID": 940492822, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "University Of Cape Town, Western Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF11", "Actor1Geo_ADM2Code": "77317", "Actor1Geo_Lat": -33.958, "Actor1Geo_Long": 18.4608, "Actor1Geo_FeatureID": "-1217215", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "University Of Cape Town, Western Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF11", "Action2Geo_ADM2Code": "77317", "Action2Geo_Lat": -33.958, "Action2Geo_Long": 18.4608, "Action2Geo_FeatureID": "-1217215", "DATEADDED": 20200813080000, "SOURCEURL": "https://www.wits.ac.za/covid19/covid19-news/latest/post-covid-19-what-would-universities-look-like.html"}, "ARTICLE": {"TITLE": "Post Covid-19: What would universities look like?", "TEXT": "Post Covid-19: What would universities look like?\n\nThree South African vice-chancellors paint a post-COVID picture for universities.\n\nAcross the world, the higher education sector is changing because of the COVID-19 pandemic. The Conversation Africa’s Nontobeko Mtshali asked vice-chancellors from three South African universities to share their insights about what these changes could mean for the country’s higher education landscape.\n\nQuestions and answers\n\nWhat long-lasting changes to South Africa’s higher education sector has the pandemic brought? And how will these affect the way universities deliver teaching and research?\n\nMamokgethi Phakeng, University of Cape Town: University teaching will draw from various methods that range between fully face-to-face and fully online. Long before COVID-19, the University of Cape Town recognised the need to prepare students for a digitally mediated world. For example, by the beginning of this year about 60% of UCT lecturers had chosen to record their lectures.\n\nCOVID-19 fast-tracked this process as we launched emergency remote teaching.\n\nMany of our academics say they will never again teach in the same way as before. The new way puts the needs of students with barriers to learning at the forefront. It helps us design good learning experiences and reconsider methods of assessment. Students can revisit online course material, ask questions and get personal support, in and out-of-normal teaching hours. It’s especially helpful to students who are second-language English speakers or who have a disability.\n\nLecturers have found how easy it is to engage with students in a WhatsApp group. There are challenges, of course, such as how we can conduct assessment for some invigilated exams, and in data access and electricity provision for some students at home. We are surveying students and academics to monitor their experiences and review lessons for the future.\n\nTawana Kupe, University of Pretoria: The reliance on face-to-face or contact teaching was under question because of the rise of digital technologies that were slowly disrupting it. For a number of reasons, higher education institutions were taking their time. Some lacked capital. There was also the issue of students’ lack of access.\n\nA return to purely contact learning is not going to be possible. People have experienced something that seems more relevant to a future marked by increasing digitisation. Universities will now need more resources allowing them to move with greater speed in changing to hybrid or blended teaching and learning. When it comes to research, the use of simulations will increase, as will the use of technologies that can gather research data.\n\nAdam Habib, University of the Witwatersrand: I believe we are going to see a stronger shift to a blended learning model. Anecdotal evidence is showing that our students are performing better in the online environment than face-to-face. This suggests we need to re-imagine how we test and assess our students’ capabilities. Obviously certain degrees still require face-to-face learning but this can also be re-imagined.\n\nThe shift to online also means we are going to see the digital divide in our country grow sharper unless we are able to develop public-private partnerships to assist. Government will also need to adjust its thinking about how we achieve this financially and in terms of curriculum changes.\n\nDo universities have the human and financial capacity to respond to these long lasting changes?\n\nMamokgethi Phakeng: New ways of teaching can release human capacity by allowing lecturers to manage their course loads more easily. And if they make it possible to increase the number of students who can enrol in certain courses, then they could bring more income to the institution, to help finance human capacity or infrastructure development.\n\nOf course, there will always be courses that require students to work collaboratively, or to have access to labs, and those courses remain available. Other universities are now beginning to use the extensive resources we’ve developed under Creative Commons licences, to benefit the sector during the pandemic.\n\nTawana Kupe: Most universities do not have the human and financial capacity to respond to these changes given that they have not been adequately funded for decades. Many face an existential crisis if governments do not include them in the stimulus packages meant to reverse the impact of COVID-19.\n\nThe training of staff who manage the information technology infrastructure and academic staff who teach and do research is critical for a successful transition from contact teaching to hybrid teaching. Innovative and creative ways to fund the transitions will have to be developed. They should include partnerships and collaborations among universities and with governments, the private sector and international donors.\n\nAdam Habib: Many academics and professional staff have been able to adjust fairly quickly to the new online mode of teaching. This has been under discussion for some time now. I do not believe we will have a human capacity issue. The real issue will remain how to finance higher education. There is going to be a significant financial challenge both as a result of subsidy cuts (given state finances) and the inability of students to pay fees (because of the economic crisis).\n\nIn South Africa, we will also see a growing “missing middle” cohort as a result of job losses. Providing financial support to these students is going to be more important now than ever.\n\nAre South African universities unique in facing these long lasting changes? What can they learn from other universities?\n\nMamokgethi Phakeng: Universities around the world are re-examining how they teach, do research and serve their students, staff and alumni.\n\nDigital technology has opened up ways for people and institutions around the world to discuss and collaborate on problems that are universal. COVID-19 is demonstrating that across the globe we are facing the same problems, so we need to work together to find solutions.\n\nTawana Kupe: No, South African universities are not unique. What South African universities can learn is how to navigate changes in modes of teaching, learning and research from those universities that are ahead in adopting hybrid or blended modes.\n\nAdam Habib: South African universities have similar problems to other institutions across the world. The big distinction with South Africa is that we are undertaking these activities in the midst of deep inequalities.\n\nThis means that we have much to teach the world on how to engage in blended learning in unequal contexts and how to assist poor people in this regard.\n\nMamokgethi Phakeng, Vice-Chancellor, University of Cape Town; Adam Habib, Vice-Chancellor and Principal, University of the Witwatersrand, and Tawana Kupe, Vice-Chancellor and Principal of the University, University of Pretoria. This article is republished from The Conversation under a Creative Commons license. Read the original article.", "METADATA": {"google-site-verification": "V1x3dMDbb2OCqeWMy6CHKlnHBHSXV3M81c_Zn_YTSQ0", "viewport": "width=device-width, initial-scale=1.0", "author": "The University of the Witwatersrand, Johannesburg", "generator": "TERMINALFOUR"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Education"]}}