{"GDELT": {"GlobalEventID": 940480766, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.95642933049947, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bucksburn, Aberdeen City, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKT5", "Actor1Geo_ADM2Code": "40171", "Actor1Geo_Lat": 57.1667, "Actor1Geo_Long": -2.16667, "Actor1Geo_FeatureID": "-2591214", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bucksburn, Aberdeen City, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKT5", "Action2Geo_ADM2Code": "40171", "Action2Geo_Lat": 57.1667, "Action2Geo_Long": -2.16667, "Action2Geo_FeatureID": "-2591214", "DATEADDED": 20200813063000, "SOURCEURL": "https://www.pressandjournal.co.uk/fp/news/aberdeen/2404675/hard-pressed-hospitality-sector-calls-for-financial-help-as-aberdeen-faces-lockdown-extension/"}, "ARTICLE": {"TITLE": "‘Hard pressed’ hospitality sector calls for financial help as Aberdeen faces lockdown extension", "TEXT": "Aberdeen’s hospitality sector has expressed anxiety over a further extension to the city’s lockdown and called for clarity on funding for “hard pressed” businesses.\n\nBar owners, licencing chiefs and trade associations last night reacted with disappointment to the decision and warned that the industry will be “hit particularly hard”, with some 15,000 people directly employed in the sector.\n\nFirst Minister Nicola Sturgeon told the Scottish Parliament yesterday that local restrictions would remain in place for at least another seven days following the discovery of a Covid-19 cluster at the Hawthorn Bar earlier this month.\n\nAround 177 cases have now been linked to the Aberdeen bar outbreak.\n\nThe Federation of Small Businesses (FSB) called on policy-makers to look out for the city’s small bars and restaurants, which it claimed could face a “collapse in local footfall”.\n\nDavid Groundwater, FSB’s development manager for north-east Scotland, said: “At the very least, now is the time to work out how we’ll get business in the Granite City back on their feet.\n\n“One great idea to allow Aberdeen eateries to benefit from the chancellor’s Eat Out to Help Out scheme later this year, as they’re missing out this August.\n\n“Another sensible proposal is to roll-out local grants if this lockdown continues much longer.”\n\nJohn Anderson, owner of the Staging Post pub in Bucksburn, said that while he had expected the announcement of an extension, it would be nonetheless “catastrophic” for his business.\n\nHe added: “August was our last chance to do some peak summer trade and put some money in the bank for the rest of the year, which is looking like it will be pretty tough.\n\n“What we need now is some clarity from either the UK Government or the Scottish Government for businesses affected within this sector by the local lockdowns.”\n\nAberdeen bars, restaurants, cafes and hotels were ordered to close when lockdown measures were introduced on August 5.\n\nNHS Grampian released a list of more than 30 venues linked to the Hawthorn Bar cluster, but has since declared that it believes “all licenced premises in Aberdeen are likely affected in some way”.\n\nCouncillor Marie Boulton, convener of the city’s licensing board acknowledged the lockdown extension would be “disappointing” for the city’s hospitality sector and called for financial aid for the industry.\n\nShe said she had hoped for some relief for Aberdeen cafes and coffee shops, but added that with “things moving apace” she will await the Scottish Government official guidance expected on Friday.\n\nMs Boulton added: “Whilst there will be a level of understanding, I also think there will be a level of anxiousness by our trade, and it has acted responsibly and will continue to abide by the lockdown.\n\n“But once we have greater scrutiny of the actual cases and their locations, and we start to see a downward trajectory in terms of confirmed cases in Aberdeen, I would like to think the first minister might consider a staggered opening of cafes and coffee shops and progress from there.\n\n“We have to be supportive of the decision and hope the Scottish Government come forward with some kind of financial assistance for the industry.”\n\nThe Scottish Government said last night it had introduced a total package for businesses of over £2.3billion and will now put in place a £230million Restart the Economy capital stimulus fund.\n\nA spokeswoman said: “Economy Secretary Fiona Hyslop spoke with local business organisations last week and we are engaging with local partners to ensure we understand all the impacts of the restrictions and how we might support affected businesses.\n\n“We continue to call on the UK Government to consider what support it can provide through its schemes.\n\n“The Scottish Government is working with a range of business organisations, local authorities and others on a framework for managing business impacts associated with localised outbreaks – aligned, of course, with public health protocols.\n\n“As the first minister has said, we do not want to impose local restrictions if we can avoid it.\n\n“However, in some circumstances, as with Aberdeen, they will be required in order to suppress the virus and keep localised outbreaks or clusters under control in a targeted and less restrictive way.”\n\nAdrian Watson, chief executive of business improvement district Aberdeen Inspired, called the extension of lockdown a “setback” for an industry that had already suffered badly.\n\nHowever, he said he was confident the city could “bounce back” despite the many challenges it now faced.\n\nMr Watson added: “I’ve been mightily impressed with those who’ve made the best out of a very difficult situation in the city centre.\n\n“Business doesn’t like uncertainty, but what I’ve seen since March in this community is a willingness to take on these challenges and see them as opportunities.\n\n“We’ve seen businesses take on these challenges and offer take-away, outdoor seating areas and developing more of a cafe culture – it’s been continual innovation.\n\n“There are various aspects to what hospitality looks like and it’s a challenging time, but there has been a lot of innovation, a lot of hard work.\n\n“I know from experience that these businesses will bounce back in that north-east spirit that has brought this city back umpteenth times before.”", "METADATA": {"viewport": "width=device-width,initial-scale=1.0", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "'Hard pressed' hospitality sector calls for financial help as Aberdeen faces lockdown extension | Press and Journal", "description": "Aberdeen’s hospitality sector has expressed anxiety over a further extension to the city’s lockdown and called for clarity on funding for “hard pressed” businesses.", "url": "https://www.pressandjournal.co.uk/fp/news/aberdeen/2404675/hard-pressed-hospitality-sector-calls-for-financial-help-as-aberdeen-faces-lockdown-extension/", "site_name": "Press and Journal", "image": {"identifier": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636.jpg", "secure_url": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636.jpg", "width": 1971, "height": 1184}}, "article": {"tag": "NHS Grampian", "section": "Aberdeen"}, "twitter": {"card": "summary_large_image", "description": "Aberdeen’s hospitality sector has expressed anxiety over a further extension to the city’s lockdown and called for clarity on funding for “hard pressed” businesses.", "title": "'Hard pressed' hospitality sector calls for financial help as Aberdeen faces lockdown extension | Press and Journal", "site": "@pressjournal", "image": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636-940x564.jpg", "creator": "@pressjournal"}, "generator": "WordPress 5.4.2", "premium-content": "false", "sailthru.date": "2020-08-13 06:40:16", "sailthru.title": "‘Hard pressed’ hospitality sector calls for financial help as Aberdeen faces lockdown extension", "sailthru.tags": "press-and-journal, Aberdeen Inspired, Aberdeen lockdown, Councillor Marie Boulton, Federation of Small Buisnesses, hospitality, NHS Grampian, News, Aberdeen, Food and Drink", "sailthru.author": "David McPhee", "sailthru.description": "Aberdeen’s hospitality sector has expressed anxiety over a further extension to the city’s lockdown and called for clarity on funding for “hard pressed” businesses.", "sailthru.image.full": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636.jpg", "sailthru.image.thumb": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636-140x84.jpg", "sailthru.image.wp-thumbnail": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636-140x84.jpg", "sailthru.image.wp-medium": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636-300x180.jpg", "sailthru.image.wp-large": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636-940x564.jpg", "sailthru.image.wp-full": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2020/04/PJ-SCB-270220-005-05-scaled-e1587749976636.jpg", "msapplication-TileImage": "https://wpcluster.dctdigital.com/pressandjournal/wp-content/uploads/sites/2/2016/11/cropped-favicon-270x270.png"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}