{"GDELT": {"GlobalEventID": 940440822, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHRDOX", "Actor1Name": "ORTHODOX CHRISTIAN", "Actor1Religion1Code": "CHR", "Actor1Religion2Code": "DOX", "Actor2Code": "LBNREL", "Actor2Name": "LEBANON", "Actor2CountryCode": "LBN", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.62068965517241, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200813010000, "SOURCEURL": "http://www.msn.com/en-nz/news/us/nyc-s-lebanese-community-responds-to-beirut-explosion/ar-BB17T4uE"}, "ARTICLE": {"TITLE": "NYC’s Lebanese community responds to Beirut explosion", "TEXT": "© Photo by Shant Shahrigian Archbishop Joseph Al-Zehlaoui, head of the Antiochian Orthodox Christian Archdiocese of North America, at an event to show solidarity with Beirut at Brooklyn Borough Hall on Monday, Aug. 10, 2020.\n\nTherese Abi Habib was at home in Brooklyn when she received a What’s App message about the Aug. 4 explosion in her native Beirut.\n\nShe immediately called family members in the Lebanese capital and found out a cousin and uncle were at a hospital near the site of the blast at the time of the tragedy.\n\nThe cousin was cut by falling glass but survived, while the uncle died while struggling with heart problems as he was evacuated from St. George Hospital, Abi Habib said.\n\n“Look at me: I’m wearing black,” she told the Daily News on Monday. “I’m so devastated. I’ve been crying since then.\n\n“And we’ve been praying,” added Abi Habib, 60, saying she does a rosary prayer with friends on Zoom twice a day. “We’re praying for Lebanon and for everything — the COVID — everything going on in this world.”\n\nShe was among a handful of New Yorkers of Lebanese descent who gathered at a ceremony at Brooklyn Borough Hall to express solidarity with victims of the massive explosion, which killed about 160 people, injured thousands of others and sparked political havoc in Lebanon.\n\nArchbishop Joseph Al-Zehlaoui, head of the Antiochian Orthodox Christian Archdiocese of North America, sought to provide an uplifting message.\n\nHe recounted making “75 phone calls” the day of the blast, “just to make sure the people I know are still alive.”\n\n“Although it is a sad occasion … we are not desperate,” he said. “We are not hopeless.”\n\nOrganizers were raising awareness for a fundraiser being held by Social and Economic Action for Lebanon, or SEAL.\n\nJohn Abi Habib, who helped organize the event, said he hoped members of the Lebanese diaspora in the Tri-State area would raise funds in the “seven-digit” range for humanitarian aid.\n\n“It’s been a very overwhelming situation,” Abi Habib, 55, told The News. “My heart stopped … they didn’t kill us, but they killed our hearts.”\n\n© Provided by New York Daily News Brooklyn resident Therese Abi Habibi at an event to show solidarity with Beirut at Brooklyn Borough Hall on Monday, Aug. 10, 2020.\n\nBrooklyn resident Therese Abi Habibi at an event to show solidarity with Beirut at Brooklyn Borough Hall on Monday, Aug. 10, 2020. (Photo by Shant Shahrigian/)\n\nThe city’s Lebanese community, many members of which came to the U.S. following the outbreak of civil war in their home country in 1975, centers around places of worship and restaurants in Brooklyn and Manhattan.\n\nJohn Abi Habib, Therese’s brother, said the deadly explosion has affected Lebanese New Yorkers from all walks of life.\n\n“Everyone — kids, youths, adults — every one of them is running some kind of humanitarian fundraiser … to send to NGOs in Lebanon to help the needy.”\n\nParticipants include Ziyad Hermez, owner of Lebanese eatery Manousheh in Greenwich Village.\n\n“A lot of us have a lot of our family there. Our houses are very close to the explosion,” he said. “There’s a lot that we need to deal with over there, but we’re over here.”\n\nHe said Manousheh would donate a portion of its proceeds from at least the next four weeks to SEAL.\n\n“We’re all here in solidarity,” said Hermez, 36. “We’re here for them and we’re doing whatever we can to help.”\n\nBrooklyn Borough Hall had planned to light up with Lebanese colors on Monday night.\n\nCouncilman Justin Brannan (D-Brooklyn), whose district includes a large Lebanese community in Bay Ridge, said City Hall should do the same.\n\n“A lot of New Yorkers here have close family who are in mourning or lost their businesses or lost their lives,” he said. “This is a good way for the city to show solidarity with our Lebanese neighbors as they work through this tragedy.”", "METADATA": {"application-name": "NYC’s Lebanese community responds to Beirut explosion", "cq": "passed", "Search.Interest": "World News", "robots": "noindex, nofollow", "description": "Members of the Lebanese diaspora in the Tri-State area are raising funds for humanitarian aid.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}