{"GDELT": {"GlobalEventID": 940479405, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "SYRMIL", "Actor2Name": "SYRIAN", "Actor2CountryCode": "SYR", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 143, "EventBaseCode": 143, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.76175548589342, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS05", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.0667, "Actor1Geo_Long": 34.7667, "Actor1Geo_FeatureID": "-781545", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Damascus, Dimashq, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY13", "Actor2Geo_ADM2Code": "26324", "Actor2Geo_Lat": 33.5, "Actor2Geo_Long": 36.3, "Actor2Geo_FeatureID": "-2541260", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20200813061500, "SOURCEURL": "https://www.tasnimnews.com/en/news/2020/08/13/2326666/us-needs-daesh-other-terrorists-in-region-assad"}, "ARTICLE": {"TITLE": "US Needs Daesh, Other Terrorists in Region: Assad", "TEXT": "“The US needs terrorists in the region, on top (of them) Daesh,” he said in an address at the People’s Palace in the capital Damascus on Wednesday, according to the official Syrian news agency SANA.\n\nThe Takfiri terrorist group, the most violent of the type ever known to the world, invaded the country and neighboring Iraq in 2014. The group that was defeated by Damascus and its allies three years later, has been found in receipt of US support across many reports and by many regional officials.\n\nAssad said Washington lent force to “the Caesar Act, (because) it wanted to express its support to the terrorists,” referring to the most recent bout of the US sanctions on Syria.\n\nThe much-condemned Caesar Syria Civilian Protection Act came into effect on June 17, six months after it was signed into law by US President Donald Trump, targeting individuals and businesses anywhere in the world that operate either directly or indirectly within the sphere of Syria's economy.\n\nUS Secretary of State Mike Pompeo called the bans “the beginning of what will be a sustained campaign of economic and political pressure to deny\" the Syrian government \"revenue.”\n\nThe measures are meant to prevent the government \"from securing a military victory,” US Ambassador to the UN Kelly Craft said that month amid Syria’s ongoing battle against foreign-backed militancy and terrorism.\n\nAssad, however, asserted that the war will not prevent the country from assuming its duties, and attributed all of the country’s gains against the foreign-backed mercenaries so far to supporting the country's army, SANA reported.\n\nWashington’s blockade, he advised, was to be confronted through boosting domestic production and self-reliance.\n\n‘Israel strikes sought to help Daesh’\n\nThe president went on to point to an instance of Israeli support for Takfiri terrorists inside the country by citing a round of Israeli strikes against Syrian military positions in the eastern province of Dayr al-Zawr and the southwestern province of al-Suwayda on June 23. The Syrian Defense Ministry confirmed at the time that two Syrian army soldiers had lost their lives and four others sustained injuries during the strikes.\n\n“The Israeli aggression on Dayr al-Zawr came to facilitate the movement of Daesh terrorists,” Assad said, according to the news agency.\n\nTel Aviv repeatedly targets the Syrian army and its allies’ strongholds in what Damascus condemns as an attempt at slowing the Arab country’s counter-terrorism advances.\n\nThe Israeli regime had previously been found supporting the Takfiris on numerous occasions too as seen in its providing medical treatment and safe havens for them outside the Syrian territory.\n\n‘Liberating Golan, terror fight no different’\n\nThe Syrian president, meanwhile, asserted that Syria’s Golan Heights, which has been occupied by Israel since 1967, “remains in the heart of every honest Syrian.”\n\nThe US recognized Israel’s “right” over the territory in 2019, but Assad asserted that no “immoral” Israeli or American decision could change the territory’s status among Syrians.\n\n“Our right to regain it is inseparable from our right to liberate all our lands from terrorism,” he said.\n\nStill addressing the country’s aggressors, Assad said “there is no difference between a local or imported terrorist, a Zionist soldier, Turkish or American one, all of them are enemies on our territory.”\n\nThe US and its allies invaded Syria after Daesh’s emergence under the pretext of uprooting the outfit. The coalition retains its presence in the Arab country, three years after Daesh’s defeat.\n\nSince 2016, the Syrian territory has also been subject to repeated Turkish incursions. Late that year, Turkey began joining Iran and Russia in de-escalation efforts in Syria, but the Turkish forces assigned to the Arab country have repeatedly violated their mandates, engaging with the Syrian military. Ankara has also been found liable for funding several anti-Damascus terrorist groups.", "METADATA": {"viewport": "width=device-width, initial-scale=1,,minimum-scale=1", "description": "TEHRAN (Tasnim) – Syrian President Bashar al-Assad said the US needs terrorists on the ground in the region, and levied its recent draconian sanctions against Syria as a means of throwing support behind them.", "og": {"type": "article", "title": "US Needs Daesh, Other Terrorists in Region: Assad - World news - Tasnim News Agency", "description": "TEHRAN (Tasnim) – Syrian President Bashar al-Assad said the US needs terrorists on the ground in the region, and levied its recent draconian sanctions against Syria as a means of throwing support behind them.", "site_name": "Tasnim News Agency", "article": {"author": "Tasnim News Agency"}, "url": "/en/news/2020/08/13/2326666/us-needs-daesh-other-terrorists-in-region-assad", "image": "https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1396/05/16/1396051603055990111585404.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}