{"GDELT": {"GlobalEventID": 940491424, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GRC", "Actor1Name": "ATHENS", "Actor1CountryCode": "GRC", "Actor2Code": "GRCCVL", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.41167551175133, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Athens, AttikíR, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR35", "Actor2Geo_ADM2Code": "16716", "Actor2Geo_Lat": 37.9833, "Actor2Geo_Long": 23.7333, "Actor2Geo_FeatureID": "-814876", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sholgara, Balkh, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF30", "Action2Geo_ADM2Code": "3480", "Action2Geo_Lat": 36.65, "Action2Geo_Long": 66.9333, "Action2Geo_FeatureID": "-3370022", "DATEADDED": 20200813074500, "SOURCEURL": "https://english.aawsat.com/home/article/2445566/earth-overheating-millions-are-already-feeling-pain"}, "ARTICLE": {"TITLE": "Earth Is Overheating. Millions Are Already Feeling the Pain.", "TEXT": "New York- Somini Sengupta\n\nIt was a record 125 degrees Fahrenheit in Baghdad in July, and 100 degrees above the Arctic Circle this June. Australia shattered its summer heat records as wildfires, fueled by prolonged drought, turned the sky fever red.\n\nFor 150 years of industrialization, the combustion of coal, oil, and gas has steadily released heat-trapping gases into the atmosphere, driving up average global temperatures and setting heat records. Nearly everywhere around the world, heat waves are more frequent and longer-lasting than they were 70 years ago.\n\nBut a hotter planet does not hurt equally. If you’re poor and marginalized, you’re likely to be much more vulnerable to extreme heat. You might be unable to afford an air-conditioner, and you might not even have electricity when you need it. You may have no choice but to work outdoors under a sun so blistering that first your knees feel weak and then delirium sets in. Or the heat might bring a drought so punishing that, no matter how hard you work under the sun, your corn withers and your children turn to you in hunger.\n\nIt’s not like you can just pack up and leave. So you plant your corn higher up the mountain. You bathe several times a day if you can afford the water. You powder your baby to prevent heat rash. You sleep outdoors when the power goes out, slapping mosquitoes. You sit in front of a fan by yourself, cursed by the twin dangers of isolation and heat.\n\nExtreme heat is not a future risk. It’s now. It endangers human health, food production, and the fate of entire economies. And it’s worst for those at the bottom of the economic ladder in their societies. See what it’s like to live with one of the most dangerous and stealthiest hazards of the modern era.\n\nHeat waves are becoming more frequent in Athens. It’s toughest in the city’s treeless, concrete neighborhoods.\n\nHasib Hotak, 21, has been sleeping on a rooftop in Athens. To be precise, he has been sleeping on a carpet, under the stars, on a rooftop in Athens. There’s a small room on the roof, with a sheet of corrugated tin on top and a curtain for a door. The heat of the day turns it into an oven. It is suffocatingly hot to sleep inside. It belongs to a friend who, like Mr. Hotak, is a homeless Afghan refugee, and who sleeps on a bed on the roof, draped with a mosquito net.\n\nIn late July, peak summer in Athens, the sun burned the rooftop by midday. Mr. Hotak walked through the city to one of Athens’s largest public parks, Pedion Areos. Some days, he volunteered with an aid group that gives out sandwiches to homeless refugees like him. Other days, he sat under a wide-armed tree and scrolled through his phone. There aren’t a lot of places where a young Afghan man feels welcome in Athens, he said. Once, he and a friend went to a cafe, hoping to chat over a cup of coffee, only to be thrown out. The owner said Greeks wouldn’t patronize his establishment if they saw refugees at a table.\n\nMr. Hotak was 16 when he left his home in the Sholgara district of Afghanistan, the only one among his 11 brothers and sisters to do so. After one failed attempt to enter Europe and two years in a refugee camp, he was granted asylum in Greece. That’s when he arrived on the rooftop refuge with a friend, in the crowded warrens of Kolonos, a working class Athens neighborhood where many migrants have settled.\n\nThe city has grown hotter by the decade. According to temperature records kept by the National Observatory of Athens, there were fewer than 20 hot days (with temperatures over 99 degrees Fahrenheit, or 37 Celsius) from 1897 until 1906. By the mid-1980s, there were still fewer than 50 hot days per decade. From 2007 to 2016, though, the number had risen to 120 hot days.\n\nMr. Hotak cooled down at an Athens beach. Heatwaves have increased fivefold in the city over the last century.\n\n“I don’t feel welcome in the country. Whenever I go out people look at me like I’m a refugee. I don’t want that. I’m human.”\n\nHouston is getting hotter, fast. Staying cool is an unaffordable luxury for the Rodriguez family.\n\nThe air conditioner in her room gives Norma Rodriguez some breathing space at the end of a long day.\n\nAt 18, just out of high school, Ms. Rodriguez is working two jobs to help her family. One at a shoe store, the other at a restaurant. Her father, Candelario Rodriguez, a roofer by profession, is unemployed. The family’s truck has broken down, so she has to hustle for rides. Her mother, Dominga, is a part-time housekeeper in a nearby hotel where business is slow. Her brother, Noe, 9, is on summer vacation from school. Money is tight. Bills are juggled. Windows are covered during the day to keep out the sun. Air-conditioners are turned on only at night. Showers are limited to every other day.\n\nThe summer air is steamy in Houston. Even when you move slowly, you drip with sweat. When you’re working outdoors, in construction, as Norma’s father used to before the pandemic, sweat pools in your work boots. Three of his co-workers have collapsed from heat exhaustion over the years.\n\nThe perils of the past haunt them. Their East Houston neighborhood, home to mainly Latinos like the Rodriguez family, was hit particularly hard by Hurricane Harvey. The heat packed into the atmosphere brought exceptionally heavy rains, flooding the Rodriguez’s two-bedroom trailer and a car. They waded through floodwaters to be rescued by an 18-wheeler truck, Norma carrying a pet chicken and a cat in her backpack, and Dominga, who can’t swim, wearing a life jacket. “This year,” Dominga said, “We just hope there isn’t another hurricane.” Hurricane Hanna came close in July, but spared the city.\n\nHouston is one of the country’s fastest-warming cities. Average temperatures have risen by more than 3.5 degrees Fahrenheit since 1970. In mid-July, the city’s heat index peaked above 110 degrees. It offered a glimpse of the future. If emissions of greenhouse gases continue to rise at their current pace, Houston could see 109 days each year, on average, where the heat index tops 100 degrees.\n\nIn Nigeria, rising temperatures are supercharged by nonstop gas flares. You can feel them singe the skin.\n\nDarkness never falls on Faith Osi’s village.\n\nFive tall methane gas flares loom over Obrikom, in the heart of the oil-rich delta in southeastern Nigeria. They are part of the huge petrochemicals operations of the Italian multinational Agip, and they burn 24 hours a day, like blowtorches through the steamy tropical air.\n\nIt’s normally hot here. Temperatures reach 91 degrees Fahrenheit on average in the hot season and drop only slightly in the rainy months. The flares make it even hotter, even at night, and particularly if you’re too poor to live anywhere other than within a few hundred meters of the flares, where land is cheaper. One study found that temperatures were 22 degrees Fahrenheit higher around homes closest to the gas flares.\n\nFor decades, oil extraction has poisoned the air, land, and water of the Niger Delta region, while its people have reaped little by way of jobs or development in the area.\n\nHeat is arguably the least understood of these threats. It’s everyday. It’s invisible. And, for Ms. Osi, who is in her mid-30s, it’s exhausting.\n\nIt saps her. She can barely work for three hours a day on her cassava farm, and even then, she feels like she can hardly breathe. Headaches torment her often. Relief comes only from a bucket of cold water over her head.\n\nIt was worse when she was pregnant. She would pat her belly with a wet cloth. At night she would lay on the bare floor. The bed was too hot. She would barely sleep.\n\nThe other day, with the air clammy from the rains, she bathed the youngest of her eight children, Miracle, who is 1 year old. In minutes, Miracle was glistening with sweat and screaming from discomfort. Ms. Osi worried about heat rash. She emptied nearly a can of talcum powder on the baby.\n\nHer husband, Azubuike Osi, 42, turned to cigarettes for relief. The kids flapped their clothes to air their bodies. They all try to sleep under the fan, at least until the electricity goes out, which it sometimes does on the hottest nights, and then some of the children sleep outside on the balcony, battling mosquitoes. Malaria is rampant.\n\nThe dangerous extremes of climate change are already affecting Nigeria’s poorest people. Hotter days and hotter nights are more frequent, while the number of cool days and nights has decreased, a trend that studies have observed throughout West Africa.\n\nWhen the power goes out, some of Ms. Osi’s children sleep on the balcony.\n\nThe dry season is getting longer and drier in Guatemala. Indigenous farmers could see crop yields fall sharply.\n\nEduardo Roque, 38, is among Guatemala’s original people, part of the Ch’orti Mayan community living in one of the poorest and driest corners of the Americas, known as the Dry Corridor.\n\nRising temperatures are ravaging the land.\n\nThe early summer rains that nourish his small fields have diminished measurably in recent years, according to scientists, and five long and harsh late summer droughts have cursed this region in the last decade. The country as a whole is warmer by about 1.8 degrees Fahrenheit since 1960, with far more frequent hot days and nights. The rains don’t come when he needs them for his crop, Mr. Roque says. “When we need the sun, suddenly, we are receiving water.”\n\nMr. Roque’s harvests of corn and beans, staple foods, failed three years in a row. Desperate, he hustled for work in the capital, Guatemala City, bought a patch of land near a small creek, planted rows of corn there. On his old corn fields, he has planted trees, and in their shade, he is trying coffee.\n\nMalnutrition runs higher in the largely indigenous region, called Chiquimula, where Mr. Roque lives with his wife and nine children. Water has to be rationed.\n\nThe amount of greenhouse gases emitted by the average Guatemalan each year is tiny — 1.1 metric tons, compared with 16.5 tons per person in the United States — and Mr. Roque’s carbon footprint is, very likely, smaller still. Electricity came to his village only recently. The family doesn’t have a car, motorcycle or tractor. He built his house by hand, from mud, with only a few pillars of concrete.\n\nBut Guatemala is poised to feel the effect of a hotter planet acutely. Yields of maize and beans could fall by around 14 percent by 2050, according to a recent study; coffee grown in lower elevations is unlikely to be “economically viable.”\n\nClimate models project longer dry periods in the future.\n\n“The models show that this should happen in the next decades,” said Edwin Castellanos, director of the center for environmental studies at the University of the Valley of Guatemala and a co-author of the study, “but it’s already happening.”\n\nIndia is already hot. An increase of just a few degrees can be dangerous for people who work outdoors.\n\nRabita bends down, fills a bowl with sand, lifts it atop her head, climbs up and down the stairs. Up and down, countless times each day, even as the heat rises through the morning and the air gets sticky. Her legs ache from the climbing. Her head spins sometimes. Breaks can’t be longer than five minutes, or she’ll get a hectoring from the foreman on the construction site. Occasionally, she comes down with a fever and has to take a day off. When she’s on her period, it’s the worst.\n\nThe other day, she tried to shake the sand off herself, to no avail. The sweat had glued the sand to her skin.\n\nRabita, who does not use a surname, is helping to build a government housing project. She and her husband, Ashok Kumar, are Dalits, at the bottom of the Hindu caste ladder. They own no land in their village in Bihar, which has long been one of the most terrifying places to be a Dalit. They work on other people’s lands, when there is work, and Rabita gets paid less than half what a man makes.\n\nAnd then there’s the extreme vagaries of the rain. It rains when it’s not supposed to, she says, and washes away the crops. People like her have to leave home to put food in their stomachs.\n\nFor years, Mr. Kumar had been working hauling sacks of vegetables at a city market, sending home money. The pandemic changed all that. Mr. Kumar came back home, borrowed money to make ends meet. Now he and Rabita work to pay off those debts. Their oldest son, Guddu, 15, works alongside them. Their 3-year-old, Sumari, hangs around.\n\nEpisodes of extreme humid heat at levels the human body cannot tolerate for many hours at a time have more than doubled in frequency since 1979, according to a recent scientific paper. South Asia and the Gulf Coast of the United States are among the places hardest hit. Sweat can’t evaporate as fast. The body can’t cool down.\n\nThe International Labor Organization calls heat an occupational health hazard, with construction workers like Rabita especially vulnerable. Most people can work only at half their capacity when temperatures exceed 91 degrees Fahrenheit, and exposure to many hours of heat can be fatal, the group warns.\n\nEconomic losses from heat stress are projected to increase to $2.4 trillion in 2030. But this cost, too, is expected to be unequally spread.\n\nSouth Asia and West Africa are expected to be the worst affected, not just because of high heat and humidity, but because of how vulnerable laborers like Rabita are to begin with.\n\nHeat is the deadliest form of extreme weather for older Americans. In New York City, isolation is its sly accomplice.\n\nOn a sweltering Sunday in July, with temperatures soaring to 93 Fahrenheit, Rafael Velasquez, 66, sat in the courtyard of his apartment complex with a cold bottle of water pressed to his face. He liked sitting outside on a bench, feeding the pigeons. He kept a hand towel to wipe the sweat.\n\nThere wasn’t much to do inside. He’s lived alone since his wife died a couple of years ago. He can’t afford to buy an air-conditioner, and he said he had no idea how to get a free one from a city program designed to help seniors stay cool during the pandemic, when cooling centers are mostly closed.\n\nHe had a window fan in the living room, and one standing fan that he dragged from the bedroom to the living room every morning. Mostly, he watched stuff on his phone. He can’t afford cable.\n\nIn the United States, heat kills older people more than any other extreme weather event, including hurricanes, and the problem is part of an ignominious national pattern: Black people and Latinos like Mr. Velasquez are far more likely to live in the hottest parts of American cities.\n\nHis neighborhood is exceptionally vulnerable to heat extremes. According to the most recent available data, from 2018, Brownsville was among New York City’s hottest, with average daytime highs around two degrees Fahrenheit higher than the city as a whole.\n\nThose neighborhoods are often the same areas that have faced some of the highest rates of coronavirus deaths. This spring, around 10 residents of Mr. Velasquez’s senior housing complex died from the virus.\n\n“Inequality exacerbates climate and environmental risks,” said Kizzy Charles-Guzman, a deputy director for resilience efforts in the New York City Mayor’s office.\n\nIsolation makes it worse.\n\nWith no one to check in on you, even a mild case of dehydration can take a quick turn for the worse if you’re frail or suffer from other ailments, like heart disease. According to the Centers for Disease Control and Prevention, 600 Americans die each year from extreme heat. A recent academic study, though, estimated that as many as 12,000 people may be dying of heat-related ailments; 80 percent of them, the researchers said, are over the age of 60.\n\nMr. Velasquez’s five daughters live in the Bronx. He said he hadn’t seen them in months because of the pandemic.\n\nThe other day, when the city issued a heat alert and the senior center on the ground floor opened for the first time in months as a cooling center, he went to pick up two plastic bags of groceries: black beans, breakfast cereal, peanut butter and other provisions that would last.\n\nHe won a round of bingo, and a roll of paper towels as a prize.\n\n(The New York Times)", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "msvalidate.01": "CD694AB8846D47D3729D880760045CC8", "yandex-verification": "616c08dd8fe11581", "keywords": "Earth, Overheating., Millions, Already, Feeling, Pain.,", "description": "It was a record 125 degrees Fahrenheit in Baghdad in July, and 100 degrees above the Arctic Circle this June. Australia shattered its summer heat records as wildfires, fueled by prolonged drought, turned the sky fever red.\nFor 150 years of industrial", "title": "Earth Is Overheating. Millions Are Already Feeling the Pain.", "apple-mobile-web-app-title": "Asharq Al-awsat English", "application-name": "Asharq Al-awsat English", "msapplication-TileColor": "#da532c", "msapplication-TileImage": "/sites/all/themes/aawsat/images/favicons/mstile-144x144.png", "theme-color": "#ffffff", "twitter": {"creator": "@aawsat_News", "description": "It was a record 125 degrees Fahrenheit in Baghdad in July, and 100 degrees above the Arctic Circle this June. Australia shattered its summer heat records as wildfires, fueled by prolonged drought, turned the sky fever red.\nFor 150 years of industrial", "site": "@aawsat_News", "card": "summary_large_image", "title": "Earth Is Overheating. Millions Are Already Feeling the Pain."}, "og": {"image": "https://english.aawsat.com/sites/default/files/styles/large/public/2020/08/13/06heat-intro-1-facebookjumbo-v3.jpg?itok=_X-7mECe", "description": "It was a record 125 degrees Fahrenheit in Baghdad in July, and 100 degrees above the Arctic Circle this June. Australia shattered its summer heat records as wildfires, fueled by prolonged drought, turned the sky fever red.\nFor 150 years of industrial", "keywords": "Earth, Overheating., Millions, Already, Feeling, Pain.,", "url": "https://english.aawsat.com/home/article/2445566/earth-overheating-millions-are-already-feeling-pain", "title": "Earth Is Overheating. Millions Are Already Feeling the Pain.", "site_name": "Asharq AL-awsat"}, "shortlink": "http://aawsat.com/node/2445566", "subject": "Middle East News", "category": "News", "copyright": "Saudi Research and Marketing UK Ltd", "DC.Title": "Middle-east Arab News Opinion", "DC.Creator": "Asharq Al-awsat", "DC.Subject": "News", "DC.Description": "Middle-east Arab News Opinion", "DC.Publisher": "Saudi Research and Marketing UK Ltd", "dc.language": "EN", "google-site-verification": "UVuTkVVfugaYGaV6JZSWlfRcqSZ3WpbL2gHXjy-kHBo", "fb": {"pages": 135349813159197}}}}