{"GDELT": {"GlobalEventID": 940449570, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AFG", "Actor1Name": "AFGHANISTAN", "Actor1CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.06378986866792, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200813020000, "SOURCEURL": "https://www.msn.com/en-us/news/world/prisoners-for-peace-trump-administration-mulls-releasing-taliban-drug-kingpin-in-push-for-afghan-peace-talks/ar-BB17TfPe"}, "ARTICLE": {"TITLE": "Prisoners for Peace: Trump Administration Mulls Releasing Taliban Drug Kingpin in Push for Afghan Peace Talks", "TEXT": "© DEA/Getty Images This undated photo provided by the U.S. Drug Enforcement Administration shows Bashir Noorzai.\n\nIn 2005, Taliban financier and Afghan drug lord Haji Bashir Noorzai flew from Dubai to New York City to strike a deal with American officials seeking peace with the Taliban. Or so he thought. It was a trap. DEA officials met him, and arrested him for his global heroin trafficking operations that had been funding the Taliban’s war machine for years. He was tried in the Southern District of New York and sentenced to life in U.S. federal prison.\n\nThat was then. Now, the Trump Administration is considering letting Noorzai out. Trying to make good on its Feb. 29 peace deal with the Taliban, the Administration is entertaining the militant group’s request to release Noorzai — and every last Taliban detainee in Guantanamo Bay — in order to get the former rulers of Afghanistan to sit down with the country’s current ruling elite for talks. When the Taliban’s co-founder Mullah Akhund Baradar asked Secretary of State Mike Pompeo for the prisoners’ release at the end of July, U.S. envoy to Afghanistan Amb. Zalmay Khalilzad quietly recommended setting Noorzai free, a senior administration official and a senior western official say, though it would mean putting one of the world’s top drug kingpins back on the street.\n\nThe request is of a piece with the U.S. envoy’s successful push to get the Afghan government to release a final tranche of 400 Taliban prisoners from detention, fulfilling one of the Taliban’s conditions in the U.S.-Taliban agreement, current and former U.S., Afghan and western officials say. All of the officials spoke on condition of anonymity to describe the confidential discussions.\n\nThe Afghan government has already released 4,600 of the 5,000 detainees that were part of the deal. President Ashraf Ghani had balked at setting the remaining group free, some of whom carried out deadly attacks on U.S. and NATO troops, Afghan forces and Afghan civilians. After Khalilzad’s prodding, Ghani finally agreed to their release after securing approval from Afghan tribal leaders on Aug. 9.\n\nThe tandem moves demonstrate the Trump Administration’s willingness to unleash potentially dangerous Taliban actors back into the country in order to get the next round of peace talks started and, in turn, deliver enough of a reduction in violence to justify the drawdown to between 4,000 and 5,000 U.S. troops that President Donald Trump announced in a recent AXIOS interview. It would be the smallest contingent of U.S. troops on the ground in Afghanistan since the U.S. invasion following 9/11, and if Trump can make it happen before Nov. 3, potentially popular among voters who want American soldiers out of long, messy wars. Trump agreed to a conditional withdrawal all U.S. troops by May 2021 in the February deal.\n\nMany of the prisoners that Ghani has agreed to release are convicted murderers, and some have ties to al-Qaeda, the group the U.S. went to war to eliminate, current and former Afghan officials tell TIME. Putting Noorzai back in action as well would add one more skilled player to the global drug trade, with Afghanistan already the world’s largest producer of heroin, the proceeds of which western officials say will end up funding the Taliban. “They are trying to go back to business as usual,” says Gretchen Peters, who studied the Afghan drug trade, and now runs the private intelligence organization CINTOC that tracks hidden criminal networks. “Haji Bashir Noorzai was the original financier and protector of the Taliban,” skilled in exporting heroin and importing weapons, she says.\n\nFor U.S. allies, the Afghan prisoner release is the latest in a string of gut-punches and foreign policy surprises. Australia’s Prime Minister Scott Morrison told reporters that he’d asked Trump to stop the release of an Afghan soldier convicted of an insider attack that killed three Australian soldiers. Those men and other NATO troops were only in the country because, after 9/11, the U.S. invoked NATO’s Article 5, a clause that requires other members to come to its aid.\n\nNow NATO members fear Trump will announce an early complete drawdown that could leave their nations vulnerable, two senior European officials say, speaking anonymously to discuss their frustrations with what they call a once-reliable ally. “We went to war for them, and we can’t stay in the country without them,” says one of the officials, adding that Europeans are worried that they will bear the brunt of future attacks if Afghanistan once again becomes a safe haven for terrorists as U.S. troops depart.\n\nFor Ghani’s government, the push to release the prisoners has been one more in a series of what Afghan officials describe as bullying demands by the Trump Administration, which multiple Afghan officials say is driven by Khalilzad’s personal ambition to burnish his reputation and legacy by delivering on Trump’s pledge to “bring our troops home” — or at least to bring the numbers lower than the 8,600 troops left there by the Obama Administration when Trump took office.\n\nLike the European officials, many Afghan officials fear Trump could suddenly withdraw U.S. troops in the coming months, leaving them at the mercy of the Taliban, or simply follow through with the Feb. 29 deal’s requirement to withdraw fully by May 2021, whatever the status of intra-Afghan negotiations. They are putting their hopes in a win by former Vice President Joe Biden, who they believe would insist on keeping a small U.S. counterterrorism force in the country. Ghani has been slow-rolling each step of the process as the U.S. election nears, current and former Afghan and western officials say.\n\nWith the Noorzai and Guantanamo prisoner request, the Taliban also seems to be dragging its feet, or trying to squeeze the last possible wins out of a Trump Administration that might be gone by January. “The U.S. would have to go through some serious contortions now to make this happen,” a former senior U.S. defense official says, speaking anonymously because he still works in the region. But he says adding one man back to the drug scene isn’t going to have that much impact on a country already leading in global heroin production. “It’s a power play on the Taliban’s part,” he says. “They’re just trying to make it as hard as possible to get to the table.”\n\nThe Taliban might regret their move if Biden wins, the official adds. “The Taliban should know Biden believed the right approach was ‘counterterrorism plus’ back in 2009. I don’t think that has changed.” If the Taliban doesn’t go through with negotiations under the current deal, the official says, “one possible outcome is a long-term but small U.S. counterterrorism presence,” that stays a decade or more.\n\nRush to the Exits\n\nSecretary of Defense Mark Esper said the U.S. military is prepared to drawdown to below 5,000 troops, per Trump’s interview. Two senior Afghan officials tell TIME that both the commander of the U.S. Forces in Afghanistan Scott Miller and the CIA assured their government that 4,500 U.S. troops would be sufficient to keep hunting ISIS and al-Qaeda, and supporting Afghan security forces to withstand Taliban and other militant assaults, with a combination of combat air support, drone and other surveillance, and U.S. special operators and intelligence officers.\n\nThe CIA declined to comment, but a senior U.S. military official confirms that Miller is “comfortable” that at the lower number, he can “deny terrorists safe haven and support Afghan military and national defense and security forces as they work to a political settlement.” Both the Afghan and U.S. military officials spoke on condition of anonymity.\n\nThe Trump Administration’s escalating pressure on the Afghan government to release all 5,000 Taliban prisoners shows just how badly the President wants to leave. The pledge to release them was in the U.S.-Taliban deal, but never agreed to or shared with Afghan officials until the deal was signed, Afghan officials say. That created some early friction, but by mid-March, Ghani reluctantly agreed to release “up to 5,000 prisoners” in batches of roughly 100, after Afghan officials reviewed each case, and 4,600 have been freed so far. The Taliban claims to have released 1,000 Afghan security personnel it held across the country in exchange.\n\nThe last 400 or so includes many who Afghan and NATO officials consider to be irreconcilable: not just death–row inmates, kidnappers and drug traffickers, but bomb-makers and a handful of al-Qaeda-allied foreign extremists that were most likely to return to the battlefield, according to current and former Afghan officials. The Afghan National Security Advisor Hamdullah Mohib said publicly that at least five of the prisoners were behind major terrorist attacks.\n\nAs months dragged on and the last group of prisoners stalled the next phase of peace talks, National Security Advisor Robert O’Brien spoke with Ghani in a July 17 phone call. Listening to Ghani’s concerns, O’Brien agreed he didn’t have to release them, three senior Afghan officials and one senior western official tell TIME. A senior Administration official confirmed the O’Brien-Ghani call took place, but declined to comment on the issue of Taliban prisoners.\n\nBut when Khalilzad visited Kabul later that month, after stopping first to meet the Taliban delegation in Doha, he explained to Ghani that the Taliban were still insisting on the release of the last group, otherwise the militants would “intensify violence,” one of the senior Afghan official says. If Ghani agreed to their release, however, Khalilzad said the Taliban had agreed they would immediately start the intra-Afghan dialogue in Doha, Qatar, that’s designed to end the fighting between the Taliban and the Afghan government, according to all three Afghan officials.\n\nPompeo reiterated Khalilzad’s request in a follow-up phone call to Ghani, two of the officials say. Soon after, the Afghan president convened a Loya Jirga of senior Afghan elders to vote on the matter, an opaque process that gave him political cover domestically, even as those elders complained they never saw a list of who they were voting to release. Ghani’s spokesman Sediq Sediqqi has since told Afghan media that there were no foreigners among the Taliban prisoners to be freed, but the government hasn’t released the list of names. Sediqqi did not respond to requests for comment.\n\nOne of the senior Afghan officials says prisoners will start to be released “in a couple of days,” but they will hold out on releasing all of them until the Taliban reports back on the whereabouts of roughly two dozen missing Afghan soldiers, mostly commandos — and/or sign a declaration for the families of the missing that the men aren’t in their custody, so the families get some peace.\n\nThat could mean further delays for talks that were tentatively slated to begin around mid-August.\n\nA Taliban spokesman rejected the characterization of the last 400 detainees as dangerous to coalition forces, adding that there were no foreigners among them either. “This is what the spoilers of the peace agreement say and claim in order to create hurdles in the way of peaceful solution of the Afghan issue. They are political prisoners like other prisoners,” Suhail Shaheen tells TIME from Doha. “There was resistance against foreign occupation. Both sides were attacking each other every day but our losses are many times more than them because we were lacking advanced weapons. However, now we have an agreement.”\n\nAs for Noorzai, Shaheen confirmed that Mullah Baradar requested his release, as well as the Guantanamo prisoners.\n\nA representative for Khalilzad declined to comment on whether he had recommended freeing the notorious drug dealer, who once promised the CIA after 9/11 that he’d help them track down Osama bin Laden, only to return to running his drug empire upon gaining his freedom. The State Department did not respond to request for comment on Noorzai or Pompeo’s conversations with Ghani.\n\nA senior DEA agent involved in Noorzai’s capture was resigned to him being freed, pointing out that Khalilzad already secured the release of another Taliban drug kingpin, Haji Juma Khan, to help get the Taliban to the table in 2018. The agent called Noorzai “the single largest heroin trafficker in the world and one of the founding fathers of the Taliban shura in Afghanistan.”\n\n“My concern is that if anyone thinks they are going to go back home and bag groceries…they’re not,” the former senior DEA official says. “They’re going to pick up where they left off with a vengeance — and it’s going to be directed at the United States of America.”\n\nVideo: White House reportedly preparing sanctions package against allies of Hezbollah amid Lebanese unrest (FOX News)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Prisoners for Peace: Trump Administration Mulls Releasing Taliban Drug Kingpin in Push for Afghan Peace Talks", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "Prisoners for Peace: Trump Administration Mulls Releasing Taliban Drug Kingpin in Push for Afghan Peace Talks", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}