{"GDELT": {"GlobalEventID": 940431283, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.7013232514177599, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200813001500, "SOURCEURL": "https://www.npr.org/2020/08/12/901961002/funding-for-post-office-mail-in-voting-stall-coronavirus-relief-talks"}, "ARTICLE": {"TITLE": "Funding For Postal Service, Mail-In Voting Stall Coronavirus Relief Talks", "TEXT": "Funding For Postal Service, Mail-In Voting Stall Coronavirus Relief Talks\n\nEnlarge this image toggle caption Win McNamee/Getty Images Win McNamee/Getty Images\n\nDiscussions for the next round of coronavirus relief funding remain ensnared in a political back and forth over election money, with the topic of mail-in voting a lingering point of contention between Democrats and the Trump administration.\n\nPresident Trump on Wednesday spent much of his daily briefing to reporters railing against additional funding to support the U.S. Postal Service and mail-in voting, making the baseless accusation that voting by mail is ripe for fraud.\n\n\"The Democrats have abandoned the American people over the simple subject of politics. Chuck Schumer and Nancy Pelosi are holding the American people hostage over money for the radical, left-wing agenda that the country doesn't want and won't accept,\" Trump said.\n\n\"Now they want to take it countrywide — mail-in voting. It's going to be the greatest fraud in the history of elections. When you always talk about Russia, Russia, Russia and China, Iran on voting — the biggest problem is going to be with the Democrats, not with China, Russia and Iran.\"\n\nEach side continued to blame the other for refusing to budge. Democrats have said they are willing to compromise with Republicans to reach a deal to provide Americans with financial relief from the effects of the deadly pandemic, but party leaders said Trump and his allies have refused to meet them partway in negotiations.\n\n\"An overture was made by [Treasury] Secretary [Steven] Mnuchin to meet and he made clear that his televised comments from earlier today still stand: The White House is not budging from their position concerning the size and scope of a legislative package,\" House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer said in a joint statement.\n\n\"Democrats have compromised. Repeatedly, we have made clear to the Administration that we are willing to come down $1 trillion if they will come up $1 trillion. However, it is clear that the Administration still does not grasp the magnitude of the problems that American families are facing.\"\n\nBecause of the coronavirus pandemic, experts suggest that up to 70% of votes could be cast by mail this election cycle, necessitating costly equipment upgrades to handle the increase.\n\nLast month, Sen. Roy Blunt, R-Mo., chairman of the Senate Rules Committee, said on the Senate floor he was \"prepared to look at more money for the states to use for elections this year,\" signaling a new willingness from Republicans to address the issue.\n\nStill, the Trump administration on Wednesday seemed unwavering.\n\n\"The Administration is willing to move forward with legislation that allows for substantial funds for schools, child care, food, vaccines, hospitals, [personal protective equipment] for small businesses, rental assistance, broadband, airports, state and local government assistance, and liability protection for universities, schools, and businesses,\" Mnuchin said in a statement.\n\n\"The Democrats have no interest in negotiating.\"", "METADATA": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2020-08-12", "description": "President Trump on Wednesday repeats the unsubstantiated claim that he would not support wide use of mail-in voting because it leads to fraud.", "og": {"title": "Funding For Postal Service, Mail-In Voting Stall Coronavirus Relief Talks", "url": "https://www.npr.org/2020/08/12/901961002/funding-for-post-office-mail-in-voting-stall-coronavirus-relief-talks", "type": "article", "description": "President Trump on Wednesday repeats the unsubstantiated claim that he would not support wide use of mail-in voting because it leads to fraud.", "image": "https://media.npr.org/assets/img/2020/08/12/gettyimages-1265712862_wide-a8868aa4ff8b8afd93c58d5e0adff73a39f94ddb.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Funding For Postal Service, Mail-In Voting Stall Coronavirus Relief Talks", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2020/08/12/gettyimages-1265712862_wide-a8868aa4ff8b8afd93c58d5e0adff73a39f94ddb.jpg?s=1400"}}}}}