{"GDELT": {"GlobalEventID": 940493189, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ESP", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "Actor2Code": "JUD", "Actor2Name": "ADVOCATE", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.50568900126422, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Los Angeles, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 34.0522, "Actor2Geo_Long": -118.244, "Actor2Geo_FeatureID": "1662328", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.0522, "Action2Geo_Long": -118.244, "Action2Geo_FeatureID": "1662328", "DATEADDED": 20200813080000, "SOURCEURL": "https://lasentinel.net/virtual-roundtable-discuses-environmental-justice-and-its-relationship-to-ethnic-media-outlets.html"}, "ARTICLE": {"TITLE": "Virtual roundtable discuses environmental justice and its relationship to ethnic media outlets - Los Angeles Sentinel", "TEXT": "Virtual roundtable discuses environmental justice and its relationship to ethnic media outlets\n\nOn Friday, several ethnic media leaders and environmental justice advocates met for the Tzunu Strategies organized Justicia Verde virtual roundtable to discuss environmental issues that impact communities of color.\n\nThe panel pinpointed environmental issues that impacted minority communities and different ways ethnic media outlets could cover these various issues.\n\nThe discussion was lead and moderated by Gladys Limón, the executive director of the California Environmental Justice Alliance, an organization focused on policy solutions to correct environmental issues.\n\nADVERTISEMENT\n\nMarie Choi, the communications director of the Asian Pacific Environmental Network explained that the most pressing points when it comes to environmental issues is climate justice.\n\n“We’re actually needing to completely reimagine how we do disaster response, we’re already seeing that with the pandemic,” Choi said.\n\nCentral Coast Alliance United for a Sustainable Economy’s Policy Advocate, Lucia Marquez added that other climate justice issues such as fires, mudslides and extreme heat are also areas of concern.\n\n“I think the pandemic might not be a climate disaster but it’s a version of a disaster that’s hitting our community and again it’s these front line [environmental justice] communities of color that are experiencing the worst conditions,” Marquez said. “Our state agencies, our local governments are not responding to the community needs the way they really should.”\n\nMinority workers make up a large portion of workers in essential, close contact jobs according to Tara O’Neill Haye’s report, “The Outsized Impact of the Coronavirus Pandemic on Minority Communities.” American Public Media Research Lab found that as of August 4, 1 in 1,250 Black Americans have died of COVID-19, and Black Americans experience twice as high mortality rates than White and Asian Americans.\n\n“I think moving forward we’re going to look more into the interconnectedness of COVID-19 and how that has related to the climate change issue especially as we know the travel industry and just how what started off as a disease that came from other countries from a privileged issue has affected our community and the working class,“ said Christina Oriel, the managing editor of Asian Journal.\n\nIngrid Brostrom, the assistant director of the Center on Race, Poverty and Environment noted that tokenism is a common issue when collaborating with media outlets on environmental justice stories. “I can’t tell you how many times I get approached saying ‘give us the name of a resident who will say this— this is the photo-op that we want, can you create it for us?’”\n\nBrostrom went on to say that “in some sense, we’re a shield for the residents from these kinds of superficial victim stories and we try to be conscious of avoiding that.”\n\nChoi said that reporters often want to frame stories focusing on environmental concerns as “victim stories” and would prefer that they also mention how to fix these issues.\n\n“We want to include our stories, and we [also] have an analysis and we have solutions,” Choi said.\n\nRegina Wilson, executive director of the California Black Media said that she’s “deeply rooted in ensuring that African American communities control their own narrative and making sure that we give protection to those media outlets to control what is happening, what’s being said in their community.”\n\nWhen it comes to climate justice, she said that not everyone is afforded the privilege of being completely environmentally conscious. Wilson said that in order to create a dialogue between media outlets and environmental advocates, they have to mention the realities that some working minorities face.\n\n“Everybody can’t afford a Tesla, everybody can’t afford a Prius or what have you and so, what happens is, I believe the groups, the environmental justice groups, the folks that are leading these conversations, need to figure out how they come along,” Wilson said.\n\nBrostrom said that while there is still some confusion on what environmental justice is, there is a growing understanding that it covers multiple facets of living. “There’s been an increasing recognition that environmental justice encompasses so much; it’s not simply about the toxic site next door, it’s about affordable housing, it’s about quality of your job, infrastructure, it encompasses it all.”\n\nGabriel Lerner, editor in chief of La Opinión, a Spanish-language publication in Los Angeles, said that environmental advocates should reach out to news outlets to have their stories told.\n\n“Be in touch with us. Let us know what you’re about, what you’re fighting for, what are the topics,” Lerner said. “We will happily talk to you and have a conversation and let you know what are our priorities, which are the Latino community and the area that we serve.”", "METADATA": {"og": {"locale": "en_US", "type": "article", "title": "Virtual roundtable discuses environmental justice and its relationship to ethnic media outlets - Los Angeles Sentinel", "description": "The discussion featured members of environmental advocacy groups along with minority-lead publications", "url": "https://lasentinel.net/virtual-roundtable-discuses-environmental-justice-and-its-relationship-to-ethnic-media-outlets.html", "site_name": "Los Angeles Sentinel", "updated_time": "2020-08-13T02:50:49+00:00", "image": "https://lasentinel.net/wp-content/uploads/sites/5/2020/04/Los-Angeles.jpg"}, "article": {"publisher": "https://www.facebook.com/LASentinelNewspaper", "tag": "virtual meeting Black News", "section": "News", "published_time": "2020-08-13T00:00:56+00:00", "modified_time": "2020-08-13T02:50:49+00:00"}, "twitter": {"card": "summary_large_image", "description": "The discussion featured members of environmental advocacy groups along with minority-lead publications", "title": "Virtual roundtable discuses environmental justice and its relationship to ethnic media outlets - Los Angeles Sentinel", "site": "@thelasentinel", "domain": "Los Angeles Sentinel", "creator": "@thelasentinel", "image": {"src": "https://lasentinel.net/wp-content/uploads/sites/5/2020/04/Los-Angeles.jpg"}}, "generator": "WooCommerce 3.0.3", "viewport": "width=device-width; initial-scale=1.0;"}}}