{"GDELT": {"GlobalEventID": 940459793, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.8341892883345499, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200813031500, "SOURCEURL": "https://theprint.in/opinion/the-us-is-using-the-un-to-destroy-the-un-writes-irans-foreign-minister-jawad-zarif/480362/"}, "ARTICLE": {"TITLE": "The US is using the UN to destroy the UN, writes Iran's foreign minister Jawad Zarif – ThePrint", "TEXT": "Text Size: A- A+\n\nWhat we in Iran — the target of a vicious and indiscriminate sanctions regime — have seen from the current US administration is quite straightforward: there is no grand vision for an alternative global community. The US’ fickleness and unpredictability have nothing to do with masterful implementation of game theory. Rather whether it comes to its (mis)management of Covid-19 at home or its undermining of peace and stability abroad, the current regime in Washington has no real plan except to frontally assault those who stand by the rule of law.\n\nThe US handling of UN Security Council Resolution 2231, which endorsed — and is inseparable from — the Joint Comprehensive Plan of Action (JCPOA), commonly known as the Iran nuclear deal, is a case in point.\n\nIn July 2015, Iran, the United States, Russia, China, Britain, France and Germany signed a landmark agreement to satisfy any concerns over the exclusively peaceful nature of our nuclear program while relieving the Iranian people of inhumane and unjust sanctions. As part of the JCPOA, the US and other signatories also jointly co-sponsored UN Security Council Resolution 2231, which embraces the nuclear deal — and to which its full 90 pages are attached, thus enshrining the accord into international law.\n\nHowever, in May of 2018, the US administration declared that it had unilaterally opted for “ceasing participation” in the JCPOA. Since then, Iran and the rest of the international community have been left in the extraordinary position of watching the US become the first government in UN history that not just violates a binding resolution it itself sponsored, but also punish those governments and companies that uphold international law by implementing its provisions.\n\nAs I warned the Security Council last month, this status quo is neither desirable nor sustainable. We are thus at a crossroads.\n\nAlso read: The US can’t have it both ways over Iran\n\nThe ‘might makes right’ standard\n\nThe US administration’s disinformation campaign — including false and forged claims regarding a regional consensus — about the consequences of the remaining signatories to the JCPOA upholding the deal’s provisions, including normalising Iran’s defence cooperation with the world in October, is a ruse to disguise its real, more malevolent motivations: having failed to collapse Resolution 2231 after over two years of the most brutal “maximum pressure” ever imposed on a nation — including depriving ordinary Iranians of access to medicines and medical equipment amid the deadliest pandemic the world has seen in many decades — the US now hopes to abuse its mal-interpretation of the provisions of the same resolution it abandoned in 2018 to finally destroy it. This deeply malicious US behaviour is evident throughout the UN, where it seeks to use the UN itself to effectively destroy the world body.\n\nWe are deeply grateful to our readers & viewers for their time, trust and subscriptions. Quality journalism is expensive and needs readers to pay for it. Your support will define our work and ThePrint’s future. SUBSCRIBE NOW\n\nThere are several key issues and consequences to consider in this equation.\n\nFirst and foremost, one may wonder why or how the collapse of a single UN Security Council resolution on a niche subject relates to the bigger picture. It does, for most notably it would be a generational setback for the cause of multilateralism should the Security Council be bullied into torpedoing its own resolution. Unless all powers respect the principles which the Council was created to embody, it cannot perform its duties, nor can any nation acknowledge its authority.\n\nWe should not forget that the same US regime has fatuously also withdrawn from the WHO amid the worst global pandemic, but now seeks to lead the WHO reform process, to the chagrin of its closest Western allies.\n\nIf the US is allowed to continue on this path, the world will slide backwards toward a ‘might makes right’ standard. And while this may sound appealing to Cold Warriors looking for new targets, even that standard has its limits. For both superpowers of the past century witnessed the unraveling of their international influence in their military defeat in Afghanistan, a country with a GDP that is 14 times smaller than Apple Inc.’s annual revenue.\n\nAlso read: Why the US will not be able to win support of allies for another confrontation with Iran\n\nAttempts to replace international law with domestic law\n\nWe have also seen in past years how the US administration has — in parallel with its assault on international institutions and accords — sought to supplant international law with its own domestic laws. In practice, this has meant that it is now the US Treasury and not European national governments which decides with whom European companies can do business — be it under Resolution 2231 or their own North Stream gas lifeline.\n\nWhile it has so far primarily been the US that has sought to expand the jurisdiction of its domestic laws, there is nothing to suggest that it will retain a monopoly on it. With the opening of this Pandora’s box and with complacency on the part of some national governments, it is not difficult to imagine a future where ordinary citizens and private enterprises alike may end up having to contend with the extra-territorial application of multiple and growing series of domestic laws — debilitating international travel, trade and investment in a retrograde step for our globalised world.\n\nThus, the international community in general — and the UN Security Council in particular face an important decision: do we maintain respect for the rule of law, or do we return to the law of the jungle?\n\nWhile Iran has proven its resilience and decisive response to coercive bullying, I am confident that — in the next few critical weeks and months — members of the Security Council will refute the campaign struggle of a beleaguered US administration to turn what was the diplomatic achievement of the 21st Century into an exercise in futility, and in the process annihilate what is left of multilateralism and international law.\n\n(Mohammad Javad Zarif is the Iran foreign minister. Views are personal)\n\nAlso read: ‘He’ll be okay’ — An unsympathetic Trump said about Modi after Iran oil sanctions\n\nSubscribe to our channels on YouTube & Telegram\n\nNews media is in a crisis & only you can fix it You are reading this because you value good, intelligent and objective journalism. We thank you for your time and your trust. You also know that the news media is facing an unprecedented crisis. It is likely that you are also hearing of the brutal layoffs and pay-cuts hitting the industry. There are many reasons why the media’s economics is broken. But a big one is that good people are not yet paying enough for good journalism. We have a newsroom filled with talented young reporters. We also have the country’s most robust editing and fact-checking team, finest news photographers and video professionals. We are building India’s most ambitious and energetic news platform. And we aren’t even three yet. At ThePrint, we invest in quality journalists. We pay them fairly and on time even in this difficult period. As you may have noticed, we do not flinch from spending whatever it takes to make sure our reporters reach where the story is. Our stellar coronavirus coverage is a good example. You can check some of it here. This comes with a sizable cost. For us to continue bringing quality journalism, we need readers like you to pay for it. Because the advertising market is broken too. If you think we deserve your support, do join us in this endeavour to strengthen fair, free, courageous, and questioning journalism, please click on the link below. Your support will define our journalism, and ThePrint’s future. It will take just a few seconds of your time. Support Our Journalism\n\nShow Full Article", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "atdlayout": "article", "og": {"image": {"identifier": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2020/08/Md-Javad-Zarif.jpg", "width": 1200, "height": 675}, "locale": "en_US", "type": "article", "title": "The US is using the UN to destroy the UN, writes Iran's foreign minister Jawad Zarif – ThePrint", "description": "Zarif says the US has become the first govt in UN history to not just violate a binding resolution it itself sponsored, but also punish those that uphold international law.", "url": "https://theprint.in/?p=480362", "site_name": "ThePrint"}, "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "http://facebook.com/ThePrintIndia", "published_time": "2020-08-13T02:46:17+00:00"}, "fb": {"app_id": 885510301622193, "pages": 1733495223546925}, "twitter": {"card": "summary_large_image", "creator": "@ThePrintIndia", "site": "@ThePrintIndia"}, "generator": "WordPress 5.4.2", "ia": {"markup_url": "https://theprint.in/opinion/the-us-is-using-the-un-to-destroy-the-un-writes-irans-foreign-minister-jawad-zarif/480362/?ia_markup=1"}, "msapplication-TileImage": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2018/07/cropped-512x512-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}