{"GDELT": {"GlobalEventID": 940476917, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "UAF", "Actor1Name": "ARMED GROUP", "Actor1Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.07692307692307, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Vakaga, Vakaga, Central African Republic", "Actor1Geo_CountryCode": "CT", "Actor1Geo_ADM1Code": "CT14", "Actor1Geo_ADM2Code": "12902", "Actor1Geo_Lat": 10.3333, "Actor1Geo_Long": 22.75, "Actor1Geo_FeatureID": "-1351018", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Vakaga, Vakaga, Central African Republic", "Action2Geo_CountryCode": "CT", "Action2Geo_ADM1Code": "CT14", "Action2Geo_ADM2Code": "12902", "Action2Geo_Lat": 10.3333, "Action2Geo_Long": 22.75, "Action2Geo_FeatureID": "-1351018", "DATEADDED": 20200813054500, "SOURCEURL": "https://allafrica.com/stories/202008130036.html"}, "ARTICLE": {"TITLE": "Central African Republic: Stability Needed for CAR's Upcoming Elections", "TEXT": "analysis\n\nIn the run-up to the Central African Republic's (CAR) 27 December 2020 elections, political manoeuvrings have started within both government and the opposition. Former president François Bozizé announced his candidacy after returning to CAR in December 2019, having spent nearly six years in exile. He is believed to still wield significant power on the political scene.\n\nThe country has been plagued by instability and violence since the end of 2012. This has deepened the destruction of an already weak state, damaging national cohesion and the social fabric. The African Union (AU) has led mediation efforts in CAR since 2017. But the peace agreement signed in February 2019 in Khartoum hasn't resolved the conflict, which could undermine the organisation of elections and further destabilise the country.\n\nBozizé's announcement of his candidacy for the presidential polls will surely heighten tensions. His eligibility is in question since he is still under United Nations sanctions, and there is also an international warrant for his arrest, issued by CAR for crimes against humanity and incitement to genocide.\n\nThe International Criminal Court has been investigating crimes of this nature in CAR since 2012. Meanwhile, the Special Criminal Court, established in CAR in 2015, has been investigating similar crimes committed since 2003.\n\nBozizé's rapprochement with opposition parties ahead of elections worries the ruling coalition\n\nAs founder and leader of the former ruling party, Kwa Na Kwa (KNK), Bozizé is reportedly still popular among the people. His rapprochement with opposition parties (gathered around Anicet-Georges Dologuélé) ahead of the elections therefore worries the ruling coalition. Adding to the complexity is the fact that CAR President Faustin-Archange Touadéra was Bozizé's prime minister for five years and vice president of KNK.\n\nThe situation in Bangui is considered serious enough that on 26 June, Congolese president and former Economic Community of Central African States mediator in the CAR crisis, Denis Sassou Nguesso, met Bozizé and another opposition leader, Abdoul Karim Meckassoua. Held in Oyo, Sassou Nguesso's hometown, the meeting aimed to defuse political tensions.\n\nSeveral opposition parties have created a platform called Coalition de l'Opposition Démocratique (COD-20-20). The coalition, which was started in February this year, includes important political leaders and parties such as Bozizé (KNK), Meckassoua (Way of Hope), Nicolas Tiangaye (Republican Convention for Social Progress), Mahamat Kamoun (Be Africa Ti E Kwe) and Dologuélé (Union for Central African Renewal).\n\nIt remains to be seen whether this coalition will survive the vagaries of the electoral campaign and the individual ambitions of its leaders. In the same vein, parties allied with the presidential majority on the platform Be Oko or United Hearts, have tried to extend their alliance to bolster Touadéra's candidacy for the December elections.\n\nDespite the peace deal, the balance of power remains with armed groups that control much of the country\n\nMeanwhile, using COVID-19 as a motive, the ruling coalition tabled a constitutional amendment in the National Assembly that would have enabled it to postpone the elections in case of force majeure. The constitutional court dismissed the application, saying the case for changing the constitution wasn't strong enough. The judges argued that should a force majeure arise, the president should rather consult political and other leaders to find a consensual solution.\n\nWhile the peace agreement signed on 6 February 2019 by the government and 14 armed groups had, for a time, raised hopes of a permanent resolution to the conflict, clashes between armed groups now occur with worrying regularity. Despite the agreement, the balance of power remains, de facto, in favour of various armed groups that control a disproportionate part of the country. Some have continued their criminal activities, including attacking civilians.\n\nAmong the incidents involving signatories to the 2019 peace deal are the killings of around 50 people by the 3R armed group in May 2019. There have also been bloody and regular clashes between Noureddine Adam's Popular Front for the Rebirth of Central African Republic and the Movement of Central African Liberators for Justice in the Vakaga prefecture.\n\nThe number of displaced people has risen to 697 000 as of May 2020, with 615 000 refugees in neighbouring countries. This despite efforts to ensure the implementation of the 2019 peace agreement. The deal provided, among others, for the total cessation of hostilities and the establishment of mixed security units (CAR armed forces and armed groups). While there's been notable progress, the formation of mixed security units remains unsatisfactory.\n\nThe AU has been slow to provide the necessary support to implement and monitor the peace accord\n\nThere are now growing calls to reprimand those who violate the peace agreement. However, the position of the CAR authorities and the international community has always been to avoid a confrontation that could destroy the settlement. This leads to ongoing insecurity.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Central African Republic Governance Conflict By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nThe risk now is that the up-coming elections will be used as an additional motive to spread violence and instability. Political leaders will need to break old habits of using dividing tactics and resorting to arms to achieve their goals. Armed groups - if they don't participate in elections - should be prevented from derailing the process through violence and intimidation.\n\nAs guarantor of the February 2019 peace agreement, the AU together with other partners, should hold peace spoilers to account. The AU has been slow in providing the necessary support to implement and monitor the peace accord, particularly when it comes to deploying the mixed security units.\n\nBeyond that, the latest peace deal, if properly implemented, is only one part of the CAR's peace puzzle. Much of the work will be about building state institutions and a state presence across the country as well as restoring its economic, social and societal fabric. The December elections will be a turning point for CAR - one that can either preserve the status quo or worsen an already complex situation.\n\nMohamed M Diatta, Researcher, ISS Addis Ababa\n\nThis article is an extract from a forthcoming policy brief on CAR. The ISS is grateful to the Organisation Internationale de la Francophonie for its generous contribution to this research. This article was first published in the ISS PSC Report.", "METADATA": {"description": "Analysis - In the run-up to the Central African Republic's (CAR) 27 December 2020 elections, political manoeuvrings have started within both government and the opposition. Former president François Bozizé announced his candidacy after returning to CAR in December 2019, having spent nearly six years in exile. He is believed to still wield significant power on the political scene.", "google-site-verification": "bGxG4qeN9up-gMXKjsgylykqjVrzxLjg1rQrP3K-rJk", "keywords": "Africa, news, politics, economy, trade, business, sports, current events, travel, Central African Republic, Governance, Conflict, Peace and Security, Central Africa", "msvalidate.01": "72401C28AAAC95E8D3FF1881A90F2C4D", "robots": "noarchive", "twitter": {"card": "summary_large_image", "description": "Analysis - In the run-up to the Central African Republic's (CAR) 27 December 2020 elections, political manoeuvrings have started within both government and the opposition. Former president François Bozizé announced his candidacy after returning to CAR in December 2019, having spent nearly six years in exile. He is believed to still wield significant power on the political scene.", "image": {"src": "https://allafrica.com/download/pic/main/main/csiid/00561557:41e08186c85a1a4fbdf8c913f5891e01:arc614x376:w1200.jpg"}, "site": "@allafrica", "title": "Central African Republic: Stability Needed for CAR's Upcoming Elections"}, "viewport": "width=device-width, initial-scale=1", "article": {"modified_time": "2020-08-13T06:15:14+0000", "published_time": "2020-08-13T04:26:01+0000", "publisher": "https://www.facebook.com/pages/allAfricacom/98946450029", "section": "News", "tag": "Central Africa"}, "fb": {"app_id": 100369188719, "pages": 98946450029}, "og": {"description": "Analysis - In the run-up to the Central African Republic's (CAR) 27 December 2020 elections, political manoeuvrings have started within both government and the opposition. Former president François Bozizé announced his candidacy after returning to CAR in December 2019, having spent nearly six years in exile. He is believed to still wield significant power on the political scene.", "image": "https://allafrica.com/download/pic/main/main/csiid/00561557:41e08186c85a1a4fbdf8c913f5891e01:arc614x376:w1200.jpg", "site_name": "allAfrica.com", "title": "Central African Republic: Stability Needed for CAR's Upcoming Elections", "type": "article", "url": "https://allafrica.com/stories/202008130036.html"}}}}