{"GDELT": {"GlobalEventID": 940421705, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.99081163859111, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_Lat": 27.8333, "Actor1Geo_Long": -81.717, "Actor1Geo_FeatureID": "FL", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Alachua, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_ADM2Code": "FL001", "Action2Geo_Lat": 29.7516, "Action2Geo_Long": -82.4248, "Action2Geo_FeatureID": "307629", "DATEADDED": 20200812230000, "SOURCEURL": "https://www.gainesville.com/news/20200812/covid-19-63-new-alachua-county-cases-wednesday"}, "ARTICLE": {"TITLE": "COVID-19: 63 new Alachua County cases Wednesday", "TEXT": "The state health department reported 63 new COVID-19 cases in Alachua County in Wednesday’s update, with a positivity rate of 6% of new tests.\n\nThis content is being provided for free as a public service to our readers during the coronavirus outbreak. Sign up for our daily or breaking newsletters to stay informed. If local news is important to you, consider becoming a digital subscriber to the Gainesville Sun.\n\n***\n\nState health officials said more than 4,000 positive COVID-19 cases dating back to June 23 hadn’t been reported to the department by a lab in Miami until Wednesday.\n\nOf the 8,183 new COVID-19 cases reported in the state Wednesday, the department of health said more than 4,000 of those cases date as far back as June 23. The department said a lab in Miami hadn’t reported the cases to the state until Wednesday.\n\nThe department is now investigating both Niznik Lab Corp, and Miami-Dade health department leadership.\n\nFlorida’s grand total number of COVID-19 cases now stands at 550,901.\n\nThe department also reported 62 new COVID-19 cases in Alachua County, bringing the local total case count to 4,309.\n\nAbout 6% of new county tests in Wednesday’s update indicated a positive result. The average over the past week has been 6.2%.\n\nStatewide, about 11.9% of new tests indicated a positive result. The one-week average at the state level is 9.6%.\n\nNearly 73,000 total COVID-19 tests have been administered by health officials in Alachua County, with almost 24,000 tests in the past two weeks, according to state health department data.\n\nThe state reported an additional 212 fatalities due to the virus in Wednesday’s report, including eight in North Central Florida.\n\nThey include a 94-year-old woman in Clay County, an 86-year-old woman and two men aged 81 and 86 in Columbia County, two Marion County men, 63 and 81 years old, a 47-year-old man in Putnam County, and an 81-year-old woman in Suwannee County.\n\nA total of 26 Alachua County residents, including 11 women and 15 men, have died as a result of the virus. They ranged in age from 50 to 93. Eleven of the cases are linked to residents at long-term care facilities.\n\nPaul Myers, administrator for the Florida Department of Health in Alachua County, told county commissioners in a Tuesday briefing about the virus that three health complications: hypertension, diabetes and heart disease, have stood out as some of the most common health problems associated with patients who have died of COVID-19.\n\nState health department data also show the number of COVID-19 patients being treated at local hospitals.\n\nMonday’s data from the state shows that 189 total residents and nonresidents have been hospitalized with the virus so far, about 4% of all local cases.\n\nThe state hospitalization rate is closer to 6% of all cases, with nearly 32,000 total hospitalizations.\n\nWithin Alachua County’s borders, the cases break down this way: Gainesville, 3,442; Alachua, 266; Newberry, 187; High Springs, 106; Archer, 77; Hawthorne, 75; Waldo, 18; Micanopy, 35; Santa Fe, 13; Tioga, eight; LaCrosse, nine; Earleton, two; Jonesville, two; Evinston, one. Nine more cases don’t have a specific area designation.\n\nMyers, the health department administrator, shared information Tuesday regarding the number of cases per capita for county municipalities. The cities of Archer and Hawthorne have the highest number of cases compared to their populations — about 65 cases per 1,000 residents in Archer and 45 cases per 1,000 residents in Hawthorne. Myers said because the populations in those municipalities are much lower than surrounding cities, he is not as concerned about those numbers.\n\nThe next highest rate is in Newberry, which has about 29 cases per 1,000 residents. Alachua and Gainesville each have about 25 cases per 1,000, while High Springs has about 15 cases per 1,000 residents.\n\nIn surrounding counties: Bradford has had 535 cases and four deaths; Clay, 3,335 cases and 53 deaths; Putnam, 1,550 cases and 28 deaths; Marion, 6,798 cases and 104 deaths; Levy, 709 cases and five deaths; Gilchrist, 380 cases and six deaths; Columbia, 2,941 cases and 20 deaths; Union, 448 cases and five deaths.\n\nIn the region, Suwannee County has had 1,919 cases and 45 deaths, and Dixie County has had 566 cases and four deaths.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Gainesville Sun", "title": "COVID-19: 63 new Alachua County cases Wednesday", "description": "The state health department reported 63 new COVID-19 cases in Alachua County in Wednesday’s update, with a positivity rate of 6% of new tests.", "image": {"identifier": "https://www.gainesville.com/storyimage/LK/20200812/NEWS/200819640/AR/0/AR-200819640.jpg", "width": 700, "height": 393}, "type": "article"}, "msvalidate.01": "7E15F9269E2CE66F2A488ABB04B5015E", "apple-itunes-app": "app-id=429457788?at=1000lkC&ct=sb-gainesville", "google-play-app": "app-id=com.gatehousemedia.id3155", "bt": {"pubDate": "20200812T13:59:34Z", "modDate": "20200812T13:59:00Z", "keywords": "covid-19", "author": "Emily  Mavrakis"}, "twitter": {"title": "COVID-19: 63 new Alachua County cases Wednesday", "description": "The state health department reported 63 new COVID-19 cases in Alachua County in Wednesday’s update, with a positivity rate of 6% of new tests.", "card": "summary_large_image", "image": "https://www.gainesville.com/storyimage/LK/20200812/NEWS/200819640/AR/0/AR-200819640.jpg&MaxW=1200&MaxH=630", "site": "@gainesvillesun"}, "author": "Emily  Mavrakis", "vf": {"unique_id": "siteLK-pub3817-36B798E2-3F20-463E-97FE-073CEBF3DF3A"}, "article": {"opinion": "false"}}}}