{"GDELT": {"GlobalEventID": 940489584, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "JAM", "Actor1Name": "JAMAICAN", "Actor1CountryCode": "JAM", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.57142857142857, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "University Of The West Indies, Saint Andrew, Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM08", "Actor1Geo_ADM2Code": "18425", "Actor1Geo_Lat": 18.000999999999998, "Actor1Geo_Long": -76.7409, "Actor1Geo_FeatureID": "-3754208", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200813073000, "SOURCEURL": "http://jamaica-gleaner.com/article/commentary/20200813/editorial-diaspora-policy-light-kamala-harris"}, "ARTICLE": {"TITLE": "Editorial | Diaspora policy in light of Kamala Harris", "TEXT": "JAMAICANS WITH friends and family with a vote in America have another reason – other than that of removing Donald Trump, which would be good for the world – to urge them to cast their ballots in November’s presidential election. Global policy apart, Jamaica has a presence of sorts in the race.\n\nOn Tuesday, Joe Biden, the Democratic party’s presumptive nominee for the presidency, chose Kamala Harris, the first-term senator from California, as his running mate. Ms Harris’ father, Donald Harris, is a Jamaican – a former Stanford University economics professor, who completed his undergraduate degree at the Mona, Jamaica campus of The University of the West Indies.\n\nWhile Professor Harris has lived in the United States for more than half a century, his relationship with Jamaica is not tenuous. In the mid-1990s, he, as a consultant to the P.J. Patterson administration, authored a manufacturing and export-led development strategy for Jamaica. Much of the research from that effort found its way into a monograph on the same topic that was published by Ian Randle Publishers. Later on, he helped the government of the day formulate a growth strategy.\n\nBut even if Ms Harris – who failed in her attempt to be the Democrats’ nominee – was not Mr Biden’s preference as his running mate, a Jamaican connection would likely still have been present in the presidential contest. Most analysts expected the choice to be between Ms Harris or Susan Rice, a former UN ambassador and national security adviser to former President Barack Obama, whose maternal grandparents were Jamaican.\n\nThe fact that Jamaicans, or people of Jamaican descent, appear so often, so close to the centre of power in the United States and elsewhere, ought not to be viewed merely through the prism of sentimentality, or seen only as an opportunity for chest-thumping about the prowess of Jamaica. It insists on a cogent diaspora policy that allows us, beyond tapping them for remittances, to embrace and leverage the strengths and values of Jamaicans living abroad.\n\nPut differently, it is a reprising of this newspaper’s notion, articulated in these columns several times before, of Greater Jamaica – an expanse beyond the insular borders, to include, and engage, the millions of Jamaicans and their descendants who live outside the island. There is clearly much work to be done on the formulating concord, at which administrations make sporadic stabs, but without sustained effort.\n\nHISTORIC SELECTION\n\nMs Harris’ Jamaican associations apart, there are important reasons why her selection is historic and why Mr Biden would have felt that she would bring value to his ticket. While there is much focus on Ms Harris’ Jamaican roots and her place as a black politician, she is also an ethnic Indian. Her mother was born in Chennai, the capital of the south Indian state of Tamilnadu.\n\nIndeed, Ms Harris will be, at once, the first African-American woman and the first Asian to be a vice-presidential candidate for a major party, as well as the third woman, following Geraldine Ferraro and Sarah Palin, in 1984 and 2008, respectively, to be in the vice-presidential slot. She will probably appeal not only to black voters, a critical constituency of the Democratic Party, but also to Indians and other people of South Asian heritage.\n\nWhat is especially significant, though, about Mr Biden’s choice of a running mate, is where it positions Ms Harris in the Democratic Party. She is 55, he is 77. If Mr Biden wins the presidency, there must be questions over whether he would seek a second term at near 82.\n\nIf he does not, it would place Ms Harris in pole position to be the Democrats’ standard-bearer in 2024, realising Shirley Chisholm’s effort, in 1972, at being the first black woman at the top of the ticket of a major party. In her bid for the Democratic nomination this year, Ms Harris openly embraced and sought to channel Ms Chisholm, who, notably, had Barbadian parents and a Jamaican husband.\n\nWhatever happens in November, Jamaica and its Caribbean partners should pay attention to Kamala Harris. She is young enough to be viable in presidential politics for some time yet.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=3, minimum-scale=1, user-scalable=yes", "description": "JAMAICANS WITH friends and family with a vote in America have another reason – other than that of removing Donald Trump, which would be good for the world – to urge them to cast their ballots in November’s presidential election. Global policy apart...", "generator": "Drupal 7 (http://drupal.org)", "og": {"title": "Editorial | Diaspora policy in light of Kamala Harris", "description": "JAMAICANS WITH friends and family with a vote in America have another reason – other than that of removing Donald Trump, which would be good for the world – to urge them to cast their ballots in November’s presidential election. Global policy apart...", "updated_time": "2020-08-13T10:31:09-05:00", "image": "http://jamaica-gleaner.com/sites/all/modules/features/jg_article/images/gleanerlogo300x300.png"}, "twitter": {"card": "summary_large_image", "title": "Editorial | Diaspora policy in light of Kamala Harris", "description": "JAMAICANS WITH friends and family with a vote in America have another reason – other than that of removing Donald Trump, which would be good for the world – to urge them to cast their ballots in November’s presidential election. Global policy apart..."}, "article": {"published_time": "2020-08-13T00:11:33-05:00", "modified_time": "2020-08-13T10:31:09-05:00"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}