{"GDELT": {"GlobalEventID": 940478125, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SAU", "Actor1Name": "SAUDI ARABIA", "Actor1CountryCode": "SAU", "Actor2Code": "SAUGOV", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.9444444444444497, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "SA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20200813060000, "SOURCEURL": "http://idrw.org/imran-khan-govts-warning-backfires-sends-army-chief-to-firefight-in-saudi/"}, "ARTICLE": {"TITLE": "Imran Khan govt’s warning backfires, sends army chief to firefight in Saudi – Indian Defence Research Wing", "TEXT": "Imran Khan govt’s warning backfires, sends army chief to firefight in Saudi\n\n| By\n\nSOURCE: HT\n\nPakistan Army chief General Qamar Ahmed Bajwa will travel to Saudi Arabia next week amid efforts by the Imran Khan government to soothe tempers in Saudi Arabia after foreign minister Shah Mahmood Qureshi presented an ultimatum to the kingdom, according to Pakistani newspaper The News.\n\nIn an interview last week, the foreign minister asked the Saudi-led Organisation of Islamic Conference to convene a meeting of the foreign ministers. “If you cannot convene it, then I’ll be compelled to ask Prime Minister Imran Khan to call a meeting of the Islamic countries that are ready to stand with us on the issue of Kashmir and support the oppressed Kashmiris,” Qureshi had told a TV channel.\n\nThe foreign ministry later followed up on the minister’s ultimatum, signalling that it wasn’t an off-the-cuff remark. The foreign office rejected suggestions that the minister’s statement was against diplomatic norms.\n\nForeign minister Qureshi has since then twice called a press conference to offer a clarification but later cancelled the invites. In Islamabad, the cancelled news conferences were seen to reflect the government’s assessment that a mere clarification wasn’t going to be enough to put relations between the two countries back on track.\n\nThere has been no official announcement about Gen Bajwa’s visit yet.\n\nGen Bajwa did, however, meet Saudi Ambassador Admiral Nawaf Bin Said Al-Maliki on Monday to discuss what the army had then described as “matters of mutual interest, regional security situation and bilateral defence relations”.\n\nThe newspaper, quoting diplomatic sources, suggested the visit had raised hopes in Islamabad that the recent “misunderstanding” would be resolved soon.\n\nIt is a tough task, given how Saudi Arabia had called in a $ 1 billion loan extended at Imran Khan’s request to bail out the economy in 2018. The Saudi package entailed $3 billion in loans and a $3.2 billion oil credit facility, according to Asian Nikkei Review. The oil credit facility was suspended in May and the Saudis later asked Pakistan to repay the loan in full. Pakistan repaid the $ 1 billion loan, borrowing from its “iron brother” China.", "METADATA": {"viewport": "initial-scale = 1.0, maximum-scale = 1.0, user-scalable = no, width = device-width", "msapplication-TileImage": "http://idrw.org/wp-content/uploads/2015/01/cropped-logo-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}