{"GDELT": {"GlobalEventID": 940443634, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GBREDU", "Actor1Name": "WALES", "Actor1CountryCode": "GBR", "Actor1Type1Code": "EDU", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.0799136069114499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKR8", "Actor2Geo_ADM2Code": "40152", "Actor2Geo_Lat": 54.5, "Actor2Geo_Long": -6.5, "Actor2Geo_FeatureID": "-2604275", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200813011500, "SOURCEURL": "https://news.sky.com/story/as-and-a-levels-what-are-your-options-if-you-do-not-get-the-results-you-wanted-12046680"}, "ARTICLE": {"TITLE": "A-level results: Didn't get the grades you wanted? This is what to do next", "TEXT": "Teenagers in England, Wales and Northern Ireland are getting their A-level and AS-level results today after exams were cancelled due to COVID-19.\n\nHaving been out of school since the middle of March due to the coronavirus lockdown, pupils' grades have been given by their teachers and then each school's overall grades have been assessed by the exams regulator Ofqual.\n\nMany pupils are concerned they will have been graded unfairly as they have not been able to sit their exams, but Ofqual said teachers have worked very hard to be fair and those marks have been moderated by Ofqual, as they are every year.\n\nThe difference this time is that schools have been asked to rank each student relative to others who teachers judge would have got the same grade, for example, ranking all those in a year who got a B in a subject from the most secure to the least secure.\n\nIn England, students have been assured they can pick their best results from their calculated grade, their mock results, or exams in the autumn, if they decide to take them then.\n\nAdvertisement\n\nStudents in Wales and Northern Ireland will not be allowed to use their mock results.\n\nFor those who think they have been graded incorrectly, these are the options:\n\nAppeal\n\nStudents can ask the school to check if it made a mistake when submitting the grade or position in the rank order, and if it has then it can ask the exam board to correct it.\n\nImage: The way the exams are graded is slightly different this year\n\nA school can appeal to the exam board if it believes it used the wrong data to calculate the grade, or the board made a mistake when it published the grade.\n\nThe school can appeal if it believes its historical data used for standardisation was not a reliable basis for predicting this year's results.\n\nThis can be if there's been a significant change in the demographic make-up, a monumental event such as a fire affecting one year's results or where a school has evidence that results this year were likely to show a very different pattern of grades to previous years.\n\nA school can appeal if it is concerned about its data affecting individual high-ability students who were expected to receive results that are \"out of line\" with the school's historical results.\n\nIf a pupil believes the school has made an error in its grade judgement the school should explain how it came to that grade and what evidence it relied on.\n\nBoris Johnson has said that schools must re-open full-time in September to help pupils' mental health and well-being.\n\nAppeal deadline\n\nUCAS, the university admissions body, has agreed to hold open places until 7 September if a school has submitted an appeal.\n\nClearing\n\nThe traditional path to get into university if you don't get the grades you need for the course you want is open as usual.\n\nClearing is how universities and colleges fill places they still have. UCAS is the place to start and, as ever, the advice is to be quick and decisive with whatever you choose to do as places go fast.\n\nComplaint about bias, discrimination or malpractice/maladministration\n\nIf a pupil is concerned the school's assessment grade or rank order position is wrong because it was influenced by something other than academic performance they can make an official complaint.\n\nOfqual says it expects this to be rare but if a pupil believes this has happened - not just because they have a lower grade - this could be a form of malpractice or maladministration.\n\nPupils should discuss this with the school first and if the pupil feels their concerns have not been addressed they can raise them with the relevant exam board as an allegation - not an appeal so there would not be the same deadlines.\n\nHow does the R number vary across the UK?\n\nIf the pupil has evidence and is concerned about raising the issue with the school first, then you can go to the exam board first.\n\nIf the exam board decides it has a reasonable basis to suspect malpractice or maladministration, it will investigate by reviewing the pupil's academic record, talk to the headteacher and teacher allegedly responsible.\n\nThey may look at historical data and will allow the teacher to explain if they do not agree with the allegation before leaving the grade or changing it.\n\nAutumn exams\n\nPupils who entered this summer's exams will be able to re-take any of their AS and A-level exams from 5-23 October, with the entry deadline on 4 September.\n\nThey will be able to use the higher of the two grades.\n\n:: Listen to the Daily podcast on Apple Podcasts, Google Podcasts, Spotify, Spreaker\n\nTraineeships\n\nIn light of the economic impact of coronavirus, the programme in England is being expanded. There will be 30,000 new places and employers will be given £1,000 for each work experience placement they offer to people aged 16-24.\n\nEngland's scheme will involve £111m of government funding, while similar schemes in Scotland, Wales and Northern Ireland will receive £21m.\n\nTraineeships provide work preparation training, the chance to improve literacy and numeracy skills and the work experience you need to get an apprenticeship or other job. They last from six weeks to six months.\n\nApprenticeships\n\nJust as job numbers have suffered during the pandemic, so have apprenticeships, with the number of starts declining sharply.\n\nBut they remain a great chance to work while learning across many industries. There are no student fees - your training costs are funded by the government and your employer.", "METADATA": {"apple-itunes-app": "app-id=316391924", "description": "Teenagers in England, Wales and Northern Ireland are getting their A-level and AS-level results today after exams were cancelled due to COVID-19.", "robots": "NOODP,INDEX,FOLLOW", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "format-detection": "telephone=no", "HandheldFriendly": "True", "twitter": {"card": "summary_large_image", "site": "@skynews", "title": "A-level results: Didn't get the grades you wanted? This is what to do next", "description": "Teenagers in England, Wales and Northern Ireland are getting their A-level and AS-level results today after exams were cancelled due to COVID-19.", "image": {"identifier": "https://e3.365dm.com/20/08/768x432/skynews-coronavirus-exam-results_5057374.jpg?20200810184644", "alt": "Students are receiving Highers results on Tuesday"}, "app": {"country": "GB", "id": {"iphone": 316391924, "ipad": 316391924, "googleplay": "com.bskyb.skynews.android"}}}, "fb": {"app_id": 744976955573926}, "og": {"site_name": "Sky News", "locale": "en_GB", "title": "A-level results: Didn't get the grades you wanted? This is what to do next", "description": "Teenagers in England, Wales and Northern Ireland are getting their A-level and AS-level results today after exams were cancelled due to COVID-19.", "url": "https://news.sky.com/story/as-and-a-levels-what-are-your-options-if-you-do-not-get-the-results-you-wanted-12046680", "type": "article", "image": "https://e3.365dm.com/20/08/1600x900/skynews-coronavirus-exam-results_5057374.jpg?20200810184644"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}