{"GDELT": {"GlobalEventID": 940438680, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CVL", "Actor1Name": "POPULATION", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.01302460202605, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 122.0, "Actor1Geo_FeatureID": "RP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP", "Action2Geo_Lat": 13.0, "Action2Geo_Long": 122.0, "Action2Geo_FeatureID": "RP", "DATEADDED": 20200813004500, "SOURCEURL": "https://www.afr.com/technology/telstra-calls-time-on-the-offshore-call-centre-20200813-p55l8q"}, "ARTICLE": {"TITLE": "Telstra calls time on the offshore call centre", "TEXT": "If COVID-19 can be said to have any positive impacts at all, it is in making the theoretical benefits of digital transformation crystal clear to everyone in an organisation's leadership team.\n\nTelstra's T22 transformation has always been heavily championed from the top by chief executive Andy Penn and is now showing clear benefits in removing the reliance on older legacy systems and letting its formerly disparate internal systems work together.\n\nThe pandemic has enabled Telstra to accelerate the demise of one of the things its customers complain about most ... the offshore call centre.\n\nThe company found itself in a real pickle back in March when the outbreak of COVID-19 forced workers in its overseas call centres in first the Philippines and then India to stay at home.\n\nCustomers have never warmed to the idea of overseas call centre operatives and their Aussie banter cheat sheets, and – with Telstra at least – they now won't have to put up with it much longer.\n\nOn Thursday morning, Telstra said that when the pandemic struck, the progress already made on T22 enabled it to fast-track the digitisation and automation of many of its processes and systems and rapidly shift its office-based employees to working from home.\n\nA population increasingly used to digital communication, thanks to working and shopping from home during lockdown, has translated to a leap in digital engagement recorded at Telstra. By the end of the 2020 financial year, over 71 per cent of its service transactions happened via digital channels, up from 53 per cent at the end of FY19.\n\nAdvertisement\n\nThis is not just a temporary blip. Its MyTelstra app now has WhatsApp style messaging, so that you don't have to sit on hold for non-urgent enquiries or stay engaged in an online message exchange until the bitter end ... you simply send messages when you get to them and have a record of the responses.\n\nPenn says the acceleration to digital channels, combined with offshore workforce capacity challenges, has led it to focus much more of its future customer service model on digital messaging, with voice calls as an escalation measure.\n\nIt has already almost hit an earlier goal to reduce the number of calls to its call centres by two thirds by 2022, and has now committed to ending the use of offshore customer service staff.\n\n“Over time, we will need a smaller call centre workforce for our consumer and small business, customers and our aspiration is that by the end of our T22 program all in-bound calls from these customers will be answered in Australia. Today we are already at more than 60 per cent,” Penn said.\n\nLeading the way\n\nThis trend will surely be followed in other companies across sectors and also in other countries, meaning a significant challenge to the economies of nations that have relied on this kind of employment.\n\nLocally, it ties into ongoing discussions about the future of work and the redeployment of staff who find themselves surplus to requirements due to digital advances and automation.\n\nIn the local telco sector, NBN has already talked about reducing its headcount significantly as it moves from a construction-heavy operation to a consumer-led one, while Telstra has been reducing its workforce notably as part of the T22 strategy and transition of wholesale network ownership to NBN.\n\nAdvertisement\n\nAdvocates of automation often dismiss claims that it will destroy employment levels by saying that workers will get to do higher value work instead of mundane tasks.\n\nBut the more we see it play out, the more it seems there will be fewer roles and that the people displaced will need significant retraining to perform the new roles needed.\n\nIn Telstra's case, it has announced 12,000 indirect role reductions (such as contractors) and 7300 direct workforce role reductions since it launched T22 in June 2018.\n\nAt the end of June 2020, its direct workforce was around 5700 lower than it was two years ago, even though this number included new roles in software engineering and cyber security and additional staff brought in to cover for the overseas call centre workers in lockdown.\n\nFew customers will lament the end of their offshore call centre experiences, and Telstra is delivering well on the efficiency commitments it has made to investors, but the savings do not come without a human cost.", "METADATA": {"description": "Amid full-year results that showed all the uncertainties of 2020, Telstra demonstrated it has got a clearer idea of what the future of its workforce should look like.", "robots": "noarchive,index", "viewport": "width=device-width, initial-scale=1.0", "fb": {"app_id": 112905165500100, "pages": 237280529652399}, "apple-itunes-app": 524599864, "og": {"description": "Amid full-year results that showed all the uncertainties of 2020, Telstra demonstrated it has got a clearer idea of what the future of its workforce should look like.", "site_name": "Australian Financial Review", "title": "Telstra calls time on the offshore call centre", "type": "article", "url": "https://www.afr.com/technology/telstra-calls-time-on-the-offshore-call-centre-20200813-p55l8q", "image": {"identifier": "https://static.ffx.io/images/$zoom_0.2373%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_46/t_crop_custom/e_sharpen:25%2Cq_85%2Cf_auto/a40dd5ca48d30785b4f7c80e4730062f5207f671", "height": 450, "secure_url": "https://static.ffx.io/images/$zoom_0.2373%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_46/t_crop_custom/e_sharpen:25%2Cq_85%2Cf_auto/a40dd5ca48d30785b4f7c80e4730062f5207f671", "width": 800}}, "article": {"modified_time": "2020-08-13T00:19:21Z", "published_time": "2020-08-13T00:19:21Z", "publisher": "https://www.facebook.com/financialreview", "section": "technology", "tag": "Life after Lockdown"}, "parsely-title": "Telstra calls time on the offshore call centre", "parsely-link": "https://www.afr.com/technology/telstra-calls-time-on-the-offshore-call-centre-20200813-p55l8q", "parsely-network-canonical": "https://www.afr.com/technology/telstra-calls-time-on-the-offshore-call-centre-20200813-p55l8q", "parsely-image-url": "https://static.ffx.io/images/$zoom_0.2373%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_46/t_crop_custom/e_sharpen:25%2Cq_85%2Cf_auto/a40dd5ca48d30785b4f7c80e4730062f5207f671", "parsely-section": "technology", "parsely-author": "Paul Smith", "parsely-pub-date": "2020-08-13T00:19:21Z", "parsely-tags": "FUTURE OF WORK (AFR ONLY),opinion,telstra corporation limited,andrew penn,automation,earnings season,philippines,telecommunications,life after lockdown", "parsely-type": "NewsArticle", "parsely-metadata": "{\"id\":\"p55l8q\",\"type\":\"article\"}", "twitter": {"card": "summary_large_image", "description": "Amid full-year results that showed all the uncertainties of 2020, Telstra demonstrated it has got a clearer idea of what the future of its workforce should look like.", "image": {"src": "https://static.ffx.io/images/$zoom_0.2373%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_46/t_crop_custom/e_sharpen:25%2Cq_85%2Cf_auto/a40dd5ca48d30785b4f7c80e4730062f5207f671"}, "site": "@FinancialReview", "title": "Telstra calls time on the offshore call centre"}}}}