{"GDELT": {"GlobalEventID": 940432628, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "PHOENIX", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.75908479138627, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "TW", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Mississippi River, Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 29.1511, "Action2Geo_Long": -89.2534, "Action2Geo_FeatureID": "1629903", "DATEADDED": 20200813001500, "SOURCEURL": "https://globalpossibilities.org/a-plastics-spill-on-the-mississippi-river-but-no-accountability-in-sight/"}, "ARTICLE": {"TITLE": "A Plastics Spill on the Mississippi River But No Accountability in Sight", "TEXT": "When I arrived on Sunday, August 9, scores of tiny plastic pellets lined the sandy bank of the Mississippi River downstream from New Orleans, Louisiana, where they glistened in the sun, not far from a War of 1812 battlefield. These precursors of everyday plastic products, also known as nurdles, spilled from a shipping container that fell off a cargo ship at a port in New Orleans the previous Sunday, August 2.\n\nAfter seeing photographs by New Orleans artist Michael Pajon published on NOLA.com, I went to see if a cleanup of the spilled plastic was underway. A week after the spill, I saw no signs of a cleanup when I arrived in the early afternoon, but I did watch a group of tourists disembark from a riverboat that docked along the plastic-covered riverbank. By most accounts, the translucent plastic pellets are considered pollution, but government bureaucracy and regulatory technicalities are making accountability for removing these bits of plastic from the river’s banks and waters surprisingly challenging.\n\n\n\nClose-up of nurdles on the bank of the Mississippi River in Chalmette, Louisiana.\n\n\n\nThe riverboat Creole Queen docked in Chalmette, Louisiana\n\n\n\nA group that disembarked a riverboat touring the grounds of the Malus-Beauregard House, whose last owner was the son of Civil War Confederate General P.GT. Beauregard, on the Chalmette Battlefield, from the War of 1812. In the distance, the Chalmette refinery, one of many that line an 80 mile stretch along the Mississippi River from Baton Rouge to the New Orleans area.\n\n“The petrochemicals present will pollute fish and wildlife for years as they degrade in the sun,” Scott Eustis with Healthy Gulf, an environmental advocacy group, wrote of the pellets in an email. “This is ominous for the August 2nd event,” he added, after learning that the nurdles still remain along the river.\n\nAlong with the National Transportation Safety Board, the U.S. Coast Guard is conducting a joint investigation of what happened but has yet to determine who is responsible for the incident at the Ports America facility in New Orleans that knocked four containers off the CMA CGM Bianca, a container ship, according to Sydney Phoenix, a Coast Guard spokesperson.\n\nAs for a cleanup of the plastic pellets, Phoenix explained on a call, that because nurdles are not categorized as a hazardous material, the Coast Guard does not have the authority to call for a cleanup. Later by email she wrote, “Three of the containers were recovered immediately but one was not, containing the plastic resin pellets. It was recovered earlier this week.” She added that the “Louisiana Department of Environmental Quality (LDEQ) has been notified.”\n\n\n\nNurdles on the bank of the Mississippi River in Chalmette, Louisiana.\n\nNext, I asked the LDEQ if the state agency was taking any action due to the spilled plastic. “We were not the lead agency. Coast Guard is. I can’t speak for them,” Greg Langley, spokesperson for LDEQ, replied by email. When I pressed Langley for information on what LDEQ’s role, if any, is in the Coast Guard investigation, he replied: “We are assisting the investigation. Once the responsible party is determined, they will be responsible for any cleanup activities,” adding, “If someone spills something into the environment in Louisiana, we as stewards will usher a positive response.”\n\nThe lack of action in addressing the spill so far concerns Jane Patton with the\n\nCenter for International Environmental Law (CIEL), a nonprofit environmental law firm. “It seems like gross negligence of duty,” she said. She believes a cleanup should have been started immediately and pointed out that by the time the investigation reveals the company or person responsible for the incident, the pea-sized plastic pellets will be widely dispersed along the Mississippi River and Gulf of Mexico.\n\n\n\nRiverboat passing spilled nurdles washing up in Chalmette, Louisiana.\n\n“Spills from plastic transport are not uncommon — plastic nurdles are one of the most common plastic pollutants in the environment,” Patton said. “This is something that communities around the globe have experienced wherever plastics are moved, as nurdles or as consumer products. “\n\nPatton and Eustis are both opposed to the state of Louisiana’s decision to permit the petrochemical giant Formosa to construct a $9.4 billion plastics manufacturing complex, which will produce nurdles up river from New Orleans. If the plastics plant is built, they worry that it will release many more nurdles into the Mississippi River — not to mention the additional air pollution that would come to a majority Black area already known as “Cancer Alley.”\n\n“The Mississippi River is already lined with several of these massive plastic plants, and our elected leadership is actively recruiting more of these facilities to build in Louisiana communities,” Patton said. “Whether plastic resins are deemed ‘hazardous’ under the law does not detract from their irrevocably devastating effects on lives, livelihoods, and fisheries anywhere they are made and moved.” To her, the photos of nurdles on the Mississippi River are eerily familiar, recalling images from Lavaca Bay in Texas, where longtime social justice activist Diane Wilson has been documenting similar plastic pollution.\n\n\n\nNurdles washed up on the bank of the Mississippi River in Chalmette, after a lost shipping container spilled them in the river on August 2.\n\nWilson, who is executive director of the San Antonio Bay Estuarine Waterkeeper, last year won a lawsuit against Formosa Plastics Corp. USA for releasing plastic pellets and powder from its Point Comfort, Texas, manufacturing plant into nearby waters. The lawsuit resulted in a $50-million-dollar settlement and a range of conditions in an agreement known as a consent decree. The company agreed to no longer release nurdles into the region’s waterways — not even one — as of January 15, 2020, but Wilson and other waterkeepers continue to find nurdles coming from the plant’s outfall pipes. Leading up to this settlement and agreement, the waterkeepers collected large numbers of nurdles that the company released into Texas waterways and presented them as evidence in court. This evidence led U.S. District Judge Kenneth Hoyt to rule that Formosa had violated the Clean Water Act by discharging plastic pellets and powder into Lavaca Bay and Cox Creek.\n\nYet, according to a statement from the U.S. Coast Guard about the nurdles recently spilled into the Mississippi River, “The plastic resin pellets that were released are not regulated under the Federal Water Pollution Control Act (Clean Water Act) and the Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA) for which the Coast Guard has authority or jurisdiction.”\n\nSharon Lavigne, founder of RISE St. James, a community group fighting petrochemical plant construction in St. James Parish, Louisiana, finds the federal and state governments’ lack of movement in cleaning up this nurdle spill chilling, but not surprising. “The state lets industry pollute our air, water, and soil and often doesn’t bother to enforce its own regulations,” she told me, which is one of the reasons she is determined to stop Formosa from building a new plastics plant in her community along the Mississippi River.\n\nLavigne finds it ironic that Anne Rolfes and Kate McIntosh, environmental activists with the Louisiana Bucket Brigade, were recently charged with terrorism after leaving boxes of nurdles that Diane Wilson pulled from Texas waters and used as evidence in her successful case against Formosa, at the homes of a couple fossil fuel lobbyists in Baton Rouge.\n\nWilson gave the Louisiana activists the nurdles to help them convince local authorities not to permit the St. James Parish plastics plant. Wilson told me that though the nurdles are bad for the environment, delivering them in a box would present no danger to humans.\n\n“Not bothering to clean up the nurdles shows that the State has a double standard,” Lavigne said. If Formosa is allowed to build its planned petrochemical complex, she says she expects to find the same kinds of plastic pellets all along the Mississippi River’s banks downstream of St. James in the future.\n\nMain image: Nurdles on the bank of the Mississippi River in Chalmette, Louisiana, on August 9, 2020. Credit: All photos and videos by Julie Dermansky", "METADATA": {"generator": "Site Kit by Google 1.14.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}