{"GDELT": {"GlobalEventID": 940481314, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRLEDU", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.27509293680298, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Laois, Laois, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI15", "Actor1Geo_ADM2Code": "18305", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -7.4, "Actor1Geo_FeatureID": "-1504100", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Laois, Laois, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI15", "Action2Geo_ADM2Code": "18305", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -7.4, "Action2Geo_FeatureID": "-1504100", "DATEADDED": 20200813063000, "SOURCEURL": "https://www.irishtimes.com/news/ireland/irish-news/coronavirus-ireland-still-experiencing-sharp-worrying-increase-in-cases-says-glynn-1.4328504"}, "ARTICLE": {"TITLE": "Coronavirus: Ireland still experiencing sharp, worrying increase in cases, says Glynn", "TEXT": "The reproduction rate of Covid-19 has fallen slightly this week, from 1.8 to 1.6, according to the National Public Health Emergency Team (Nphet).\n\nOn Wednesday evening, Acting Chief Medical Officer Dr Ronan Glynn announced 40 new reported cases of the virus and one newly reported death which occurred a number of weeks ago.\n\nProfessor Philip Nolan of Nphet’s modelling advisory group warned that while 40 new cases might seem positive compared to recent days’ caseloads, Ireland is still experiencing a sharp and worrying increase in the spread of the virus.\n\nThe national five day average for new cases is now at 75 per day. Even excluding the three counties at the centre of the virus’s resurgence, Kildare, Laois and Offaly, the five day average stands at 31. This is over three times the-five day average reported in mid-June.\n\n“In light of this I ask people to hold firm and continue to closely follow public health advice,” Prof Nolan said. “It’s important we remember this is a long game.”\n\nHe warned that while the reproduction rate of the virus has dropped from 1.8 to 1.6, this is a very hard metric to judge accurately because of the fluctuating nature of recent cases. A reproduction number of one means the virus is in remission in the community.\n\nHospitalisations remain stable, despite increasing transmission rates with an average of one or two people being admitted per day last week.\n\nThere are currently 13 people in hospital with Covid-19, with six of those receiving critical care.\n\nTwenty one of Wednesday’s cases were in men and 19 were in women. Under 45s accounted for 75 per cent of the cases.\n\nNineteen related to close contacts with another person or cluster while thirteen related to community transmission and are being investigated by contact tracers.\n\nDublin accounted for 12 cases, Kildare 11 and Offaly seven, with the rest spread out across Clare, Donegal, Limerick, Meath, Roscommon, Tipperary and Wicklow.\n\nAbout 71 per cent of cases in the last week relate to clusters, mostly in workplaces or homes. Some 16 per cent of cases are confirmed community transmissions and two per cent relate to travel into the country.\n\nThere have now been 26,838 cases of Covid-19 in the State since the start of the pandemic.\n\nNphet said the restrictions imposed on the three countries appear to working in preventing the spread of the surge but warned county boundaries provide no protection on their own and that it is up to citizens to follow the rules.\n\nDr Glynn said there are no new clusters which are causes of significant concern and all related to less than five cases.\n\nHe echoed Tánaiste Leo Varadkar’s view that school reopenings next month will almost inevitably lead to new cases among children.\n\n“This is an infectious disease that spreads when people come together.” He said it was a matter of balancing risk.\n\nEarlier the North’s Department of Health reported 29 new cases of coronavirus, bringing the total number of cases in Northern Ireland to 6,217.\n\nIn its daily bulletin on Wednesday afternoon it recorded no new Covid-19 deaths, leaving the death toll in the North at 557.\n\nIn the past seven days it reported 204 new cases of coronavirus.\n\nSo far 163,986 people have been tested for the virus in Northern Ireland.", "METADATA": {"apple-itunes-app": "app-id=365544593", "description": "Reproduction rate of Covid-19 has fallen slightly this week, from 1.8 to 1.6", "vf": {"unique_id": "wwwirishtimescom14328504"}, "news_keywords": "News, Coronavirus, Gerry Moriarty, Department of Health, Northern Ireland", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes, target-densitydpi=medium-dpi", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "robots": "all", "og": {"title": "Coronavirus: Ireland still experiencing sharp, worrying increase in cases, says Glynn", "type": "article", "url": "https://www.irishtimes.com/news/ireland/irish-news/coronavirus-ireland-still-experiencing-sharp-worrying-increase-in-cases-says-glynn-1.4328504", "site_name": "The Irish Times", "description": "Reproduction rate of Covid-19 has fallen slightly this week, from 1.8 to 1.6", "locale": "en_US", "image": {"identifier": "https://www.irishtimes.com/image-creator/?id=1.4328672&origw=1440", "secure_url": "https://www.irishtimes.com/image-creator/?id=1.4328672&origw=1440", "type": "image/jpeg", "height": 630, "width": 1200}}, "twitter": {"card": "summary_large_image", "site": "@IrishTimes", "creator": "@conorgallaghe_r", "url": "https://www.irishtimes.com/news/ireland/irish-news/coronavirus-ireland-still-experiencing-sharp-worrying-increase-in-cases-says-glynn-1.4328504", "title": "Coronavirus: Ireland still experiencing sharp, worrying increase in cases, says Glynn", "description": "Reproduction rate of Covid-19 has fallen slightly this week, from 1.8 to 1.6", "image": "https://www.irishtimes.com/polopoly_fs/1.4328672.1597259569!/image/image.jpg", "account_id": 15084853}, "p": {"domain_verify": "407f54448f07f81a1dee976d9c243713"}, "fb": {"pages": 45441411157, "app_id": 1170474839675514}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}