{"GDELT": {"GlobalEventID": 940459464, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EGY", "Actor1Name": "ALEXANDRIA", "Actor1CountryCode": "EGY", "Actor2Code": "USA", "Actor2Name": "NEW YORK", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.35772357723577, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG06", "Actor1Geo_ADM2Code": "61590", "Actor1Geo_Lat": 31.1981, "Actor1Geo_Long": 29.9192, "Actor1Geo_FeatureID": "-290263", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG06", "Actor2Geo_ADM2Code": "61590", "Actor2Geo_Lat": 31.1981, "Actor2Geo_Long": 29.9192, "Actor2Geo_FeatureID": "-290263", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG06", "Action2Geo_ADM2Code": "61590", "Action2Geo_Lat": 31.1981, "Action2Geo_Long": 29.9192, "Action2Geo_FeatureID": "-290263", "DATEADDED": 20200813031500, "SOURCEURL": "https://www.cityandstateny.com/articles/politics/campaigns-elections/men-and-women-behind-primarys-insurgent-victories.html"}, "ARTICLE": {"TITLE": "The men and women behind the primary’s biggest upsets", "TEXT": "Even the most charismatic candidates don’t win elections alone. Without organized staff and volunteers, even those with popular platforms have little chance of being heard by voters.\n\nRunning a campaign means dedicating long hours seven days a week in the hopes that voters will ultimately choose your candidate. It gets even harder when a campaign has little to no institutional support. Nevertheless, many such political newcomers won primary races this summer against more experienced incumbents. But they weren’t all able to break through.\n\nCity & State caught up with some of the campaign managers behind successful upset campaigns about what they did behind the scenes that propelled their candidates to victory.\n\nLuke Hayes\n\nJamaal Bowman campaign\n\nLuke Hayes (Bowman).jpg Alt Text: Luke Hayes Title Text: Luke Hayes Caption: Luke Hayes Description: Luke Hayes Image Credit: Luke Hayes\n\nLuke Hayes has consulted campaigns around the country. Inspired by Rep. Alexandria Ocasio-Cortez’s monumental primary victory in 2018, he returned to New York City and the borough he grew up in to work on local campaigns like Tiffany Cabán’s nearly successful Queens district attorney run. This year, he brought his expertise to Jamaal Bowman’s campaign as he attempted to unseat longtime Rep. Eliot Engel.\n\nWhen Hayes arrived in 2019 as campaign manager, Bowman had already gotten the crucial backing of Justice Democrats, a political action committee that helps first-time progressive candidates that rose to prominence for its role in Ocasio-Cortez’s victory. The first thing Hayes did was start building up a fundraising base through Bowman’s own networks from his activism work and his teaching roots.\n\nOne advantage that Hayes said the campaign had was that despite Engel’s three decades in Congress, he had a reputation for not being very visible or well-known in the district. “I think our campaign was good about being very present,” Hayes said. “Getting Jamaal out to events, we had a field operation that was calling, texting, interacting with people.” Hayes added that the campaign was very active on social media, which helped spread the word.\n\nSupport from groups like Justice Democrats and the Working Families Party was integral in attracting the volunteers necessary for a grassroots victory. Endorsements from the likes of U.S. Sens. Bernie Sanders and Elizabeth Warren and Rep. Ocasio-Cortez further boosted Bowman’s profile. But Bowman wasn’t the only left-wing challenger in the race – Andom Ghebreghiorgis shared a similar platform before dropping out to endorse Bowman. “I think Jamaal’s stature among the activists helped in that he was a known entity. … He had a little bit of a reputation that helped,” Hayes said. He added that Bowman gave up his job as a school principal in January to campaign full time.\n\nOne of the “gambles” Hayes thinks differentiated Bowman was that the campaign began buying ads earlier than most, in early May, as the pandemic halted traditional in-person campaigning. “We knew ballots were going to be mailed out in late May and early June. We wanted to be in front of voters, talking about Jamaal,” Hayes said. “I think that really helped build our name recognition.”\n\nCharles Blaettler\n\nMondaire Jones campaign\n\nCharles Blaettler (Jones).jpg Alt Text: Charles Blaettler Title Text: Charles Blaettler Caption: Charles Blaettler Description: Charles Blaettler Image Credit: Charles Blaettler\n\nCharles Blaettler came to New York with congressional campaign and consulting experience in New Jersey and Georgia, although Mondaire Jones’ campaign was the first successful one that he has managed. Despite the crowded field, Blaeattler – who recently took a job as elections director with the Working Families Party – said that the high-profile nature of the race and Jones’ unique profile made the campaign easier to run than his last. “The fact that Mondaire was running on this very progressive message that attracted a lot of support from the institutional left, or whatever you want to call it, made it a lot easier for us – not that it wasn’t enormously challenging,” Blaettler said. “If you just pick up one day and decide to run for Congress in a random district, no one knows who you are and you haven’t tapped into anything bigger than yourself, it’s really you against the world.”\n\nJones was endorsed by groups like the WFP and local Indivisible chapters, who Blaeattler said did a lot of work to help get Jones elected. He also said that early endorsements from the likes of Sen. Elizabeth Warren did a lot to increase Jones’ viability.\n\nIn his early months with the campaign, Blaettler focused on helping Jones attract key endorsements. That meant a heavy focus on fundraising to demonstrate that Jones would have enough money to be competitive. Before Blaettler even came on the campaign, Jones already had about $200,000 from his own network from his days at Stanford and Harvard. “Our politics are not designed for people who come from working-class or disadvantaged backgrounds,” Blaettler said when asked what set Jones apart from someone like Samelys López, a democratic socialist and fellow first-time candidate who ran in an equally crowded race for an open Bronx congressional seat and lost. “Mondaire obviously had very humble upbringings, but he went to Harvard Law School, and that’s how he was able to raise a quarter of a million dollars in the first three or four months, and that’s what gets you taken seriously.”\n\nJones also declared far earlier than any other candidate in the race, well before Rep. Nita Lowey had announced her retirement in October. Jones was the only person running at the time, which Blaettler said gave him a good hook to start raising the campaign’s profile. Upon joining the campaign, Blaettler said that he focused on professionalizing what Jones had already been doing, laying out a strategy and beginning to manage new political relationships, particularly when it came to endorsements. “It was me being very annoying, incessantly texting and calling people,” Blaettler said.\n\nOverall though, Blaettler said he felt that Jones’ campaign was a strong example of the “professionalization of the left” that is allowing progressive candidates to compete in the traditional political sphere in ways they couldn’t in the past. “We were running an extremely strong paid television program, extremely strong digital outreach and aggressive mail program,” Blaettler said. “And I think you're gonna see more and more of that from candidates that are considered left or progressive.”\n\nFainan Lakha\n\nJabari Brisport campaign\n\nFainan Lakha (Brisport).png Alt Text: Fainan Lakha Title Text: Fainan Lakha Caption: Fainan Lakha Description: Fainan Lakha Image Credit: Jabari Brisport for State Senate\n\nJabari Brisport was one of a number of candidates endorsed by the New York City chapter of the Democratic Socialists of America, a slate in which all but one candidate won, including every insurgent taking on an incumbent. Brisport ran for an open state Senate seat, but was still at a disadvantage – the favorite in the race was an Assembly member who had the support of the retiring state senator, Velmanette Montgomery.\n\nFainan Lakha joined the campaign as a field volunteer before getting hired as campaign manager, her first time running a political campaign. Before her hiring, the campaign was entirely run by volunteers. Lakha said she saw her job primarily as coordinating the many volunteers working on the campaign.\n\nLakha said that Brisport really benefited from the current political climate that has energized progressives since President Donald Trump was elected, and intensified amid the pandemic and ongoing anti-racist and anti-police brutality protests. “I think that we are in a moment right now where it feels possible to do something different,” Lakha said. “And that's the message that a lot of people are receiving, that the Democratic Party establishment has failed us and we need something different.”\n\nOf course, while many progressive candidates succeeded in the June primary, there were still some who did not. “It's my firm belief that progressive campaigns do best when they're rooted in the movement and … empowering the leadership of volunteers,” Lakha said. “I think that's not always easy to do, and I know we did a really great job empowering leaders from our movement.”\n\nThe role that the DSA played in supporting Brisport’s campaign cannot be understated either. Lakha said DSA members had been involved in the campaign even before the official endorsement. The group began to set up regular canvasses late last year after the endorsement and helped to establish a solid field operation and fundraising network. “DSA membership is not the strongest fundraising base, but it was a really good place to start from,” Lakha said. “And I think over the course of the campaign, we all learned a lot about how to expand our fundraising.” The DSA also has its own committee that raises money to support candidates.\n\nSomewhat unique to Brisport’s race was that he was running on something of a ticket with Phara Souffrant Forrest, a fellow DSA-backed candidate running for an Assembly district that heavily overlapped with his. Lakha said that running two candidates in the same area really helped to amplify both their campaigns. “One of the basic ideas of our field strategy is to ... boost turnout among people who don't vote as often,” Lakha said. “It's sort of doubled in its effect when you’re running two people in the same area.” Souffrant Forrest also won her race against Assembly Member Walter Mosley.\n\nAndrew Epstein\n\nEmily Gallagher campaign\n\nAndrew Epstein credit Josh Hirschfeld-Kroen.jpg Alt Text: Andrew Epstein Title Text: Andrew Epstein Caption: Andrew Epstein Description: Andrew Epstein Image Credit: Josh Hirschfeld-Kroen\n\nAndrew Epstein had a challenging race on his hands when he came on to manage Gallagher’s insurgent campaign against Joseph Lentol, one of the longest serving members in the Assembly. Unlike nearly every other left-wing or progressive campaign running on democratic socialist ideals, Gallagher had neither the support of the Working Families Party, which backed Lentol, nor of the New York City DSA, which sat out the race. And this was the first race he had worked on in about a decade – the only other one being a Binghamton mayoral race straight out of college.\n\nThe WFP and DSA offer crucial monetary and volunteer support for progressives and relative political novices, something that Epstein did not have at his disposal. “Emily was an incredibly dynamic candidate who had been doing grassroots organizing in the neighborhood for many years, so that asset was always going to be there,” Epstein said, adding that she had a strong network of friends and activists. But raising enough money to be taken seriously and to keep a skeleton campaign team was a constant source of stress. He said they raised $10,000 shortly after Gallagher’s official launch, a paltry sum for most, but it boosted confidence for the campaign and helped move it forward week by week.\n\nBut Epstein said he was not especially concerned that Lentol’s campaign far outspent Gallagher’s. “If this was a congressional race, if this was a (U.S.) Senate race, absolutely,” Epstein said. “But this is a local election.” Epstein said it’s easier to compete with less money by utilizing strategic mailers, good design and a solid field operation on a smaller scale like an Assembly district. The pandemic and the resulting shift to online campaigning helped as well. The web offered a low-cost way to engage with large pools of voters with whom Gallagher’s message resonated. “There were a lot more people online, engaged, scared, angry and wanting to engage with local politics because they recognized how important democracy was going to be to actually see our way out of this crisis,” Epstein said.\n\nEpstein said it was also fortunate that Gallagher was Lentol’s only challenger, as a head-to-head battle is easier for newcomers than competing with other insurgents. “Getting the attention and resources that you need can sometimes be much harder if you're having to make the case to donors or volunteers that there's another candidate in the race, but you have a path to victory,” Epstein said.\n\nLabiba Chowdhury\n\nMarcela Mitaynes campaign\n\nLabiba Chowdhury (Mitaynes).jpg Alt Text: Labiba Chowdhury Title Text: Labiba Chowdhury Caption: Labiba Chowdhury Description: Labiba Chowdhury Image Credit: Labiba Chowdhury\n\nLabiba Chowdhury only recently became the campaign manager for Marcela Mitaynes, but had worked since about March as her deputy campaign manager – part of a small team that shared a lot of responsibility. Like many other DSA-backed progressive campaigns, Mitaynes’ consisted of the kind of large volunteer base necessary to run an effective grassroots campaign. In addition to the DSA, Mitaynes also had the support of groups like the WFP and the Sunrise Movement, which advocates for climate-change solutions. “If we didn't have any one of those organizations supporting us this election cycle, I don't know if we could have won, because the margins were so small,” Chowdhury said. “It took organizations that could mobilize for us, and then building a grassroots campaign because of that.”\n\nA first-time candidate coming from a working-class background challenging Assembly Member Félix Ortiz – who is part of the Assembly leadership – Mitaynes faced a tough campaign without the political and fiscal connections that others from more privileged backgrounds or with more experience have. “Going into this, we knew that the odds were against us,” Chowdhury said. “But then a pandemic happened and then there was mass unrest.” Chowdhury said that it was “not a coincidence” that Mitaynes won during a time of crisis. Chowdhury said that people really began to desire the change that Mitaynes was campaigning on. Once attracted by the message, Chowdhury said Mitaynes’ history in tenant organizing and working to help pass last year’s rent reform laws solidified support. “We weren't just a platform,” Chowdhury said. “There were other progressives in our race that also had a nice platform. But our campaign is more than a platform, it was connected to the movement … that can get it done.”\n\nA focus on educating voters on absentee ballots paid off as well: Mitaynes trailed on election night but overtook Ortiz after all the paper ballots were counted. Chowdhury said much of the campaign’s phone banking operation focused on guiding voters through the process of voting absentee.\n\nChowdhury also said the campaign really benefited from the DSA’s support, not just in terms of manpower, but in the fact that Mitaynes wasn’t going into her election alone. Chowdhury said it was especially helpful for her to have structural support to help her learn during her own first campaign. “There's so many people who worked on Julia Salazar's campaign or other electoral campaigns where they got experience and now they're available for mentoring us, and helping us figure things out,” Chowdhury said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1", "fb": {"app_id": 2414298845363692, "pages": "https://www.cityandstateny.com/articles/politics/campaigns-elections/men-and-women-behind-primarys-insurgent-victories.html"}, "description": "Even the most charismatic candidates don’t win elections alone.", "generator": "Drupal 7 (https://www.drupal.org)", "og": {"site_name": "CSNY", "type": "article", "title": "The men and women behind the primary’s biggest upsets", "url": "https://www.cityandstateny.com/articles/politics/campaigns-elections/men-and-women-behind-primarys-insurgent-victories.html", "description": "Even the most charismatic candidates don’t win elections alone.", "updated_time": "2020-08-13T10:41:47-04:00", "image": {"url": "https://www.cityandstateny.com/sites/default/files/Emily_Andrew.jpg"}}, "twitter": {"card": "summary", "title": "The men and women behind the primary’s biggest upsets", "url": "https://www.cityandstateny.com/articles/politics/campaigns-elections/men-and-women-behind-primarys-insurgent-victories.html", "description": "Even the most charismatic candidates don’t win elections alone.", "image": {"identifier": "https://www.cityandstateny.com/sites/default/files/Emily_Andrew.jpg", "width": "120px", "height": "120px"}}, "article": {"published_time": "2020-08-12T21:00:00-04:00", "modified_time": "2020-08-13T10:41:47-04:00"}, "dcterms.title": "The men and women behind the primary’s biggest upsets", "dcterms.creator": "i_beebe", "dcterms.description": "Even the most charismatic candidates don’t win elections alone.", "dcterms.date": "2020-08-12T21:00-04:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.cityandstateny.com/articles/politics/campaigns-elections/men-and-women-behind-primarys-insurgent-victories.html"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}