{"GDELT": {"GlobalEventID": 940481312, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRLCOP", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor1Type1Code": "COP", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.13323005422153, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20200813063000, "SOURCEURL": "https://www.thesun.ie/news/5774913/aaron-brady-witness-intimidation-threats-trial/"}, "ARTICLE": {"TITLE": "Video of witness in Aaron Brady trial shared on social media in ‘outrageous’ contempt of court", "TEXT": "A VIDEO of a witness telling gardai that he heard Aaron Brady admit to murdering a garda officer was circulated on social media — with text accusing the witness of being a “tout” or a “rat”.\n\nPresiding trial judge Mr Justice Michael White described it as “the most outrageous contempt of court” he had ever seen.\n\n4 Aaron Brady was found guilty of capital murder\n\n4 Detective Garda Adrian Donohoe\n\nAfter hearing from representatives of WhatsApp, Justice White found he was “powerless to prevent its dissemination” on that platform and could make no order that would prevent it being circulated.\n\nIt was, the judge said, a deliberate attempt to intimidate the witness and others who were due to give evidence in Brady’s trial.\n\nWITNESS INTIMIDATION\n\nThe same video appeared on Youtube and Facebook - who were able to delete it and prevent it being put up again.\n\nThe capital murder trial took place against a background of intimidation and interference, with witnesses and their families subjected to threats and targeted using social media.\n\nThe Irish Sun can reveal that the Gardai’s National Bureau of Criminal Investigation have launched a probe into close associates of Det Garda Adrian Donohoe’s evil killer.\n\nThey are accused of attempting to contact relatives of key witness Daniel Cahill in Dublin as part of their efforts to persuade Cahill to withdraw his evidence.\n\nThose behind the intimidation plan are believed to be associates of an armed raider from north Dublin.\n\nThe thug is serving a long sentence after his gang threatened to kill a businessman's kids during a terrifying robbery.\n\nAs part of their probe, gardai undertook a number of searches in Coolock last month.\n\nWITNESS DEATH THREATS\n\nMolly Staunton, who told the trial she heard Brady admit he “shot a cop”, received a death threat on Snapchat within hours of completing her testimony.\n\nThroughout the trial, prosecution counsel Brendan Grehan SC raised concerns about the impact of witness interference and intimidation.\n\nIn total five people who had given statements to gardai failed to show up in court or told the prosecution that their original statements were inaccurate.\n\nOne talked of being “petrified” after coming into information about the shooting.\n\nAnother potential witness, a friend of Aaron Brady’s, originally provided an alibi for him but later retracted it and then did not come to court.\n\nHe lives in Northern Ireland and will be arrested on a bench warrant if he travels south of the border.\n\nAnother man who resided in the North lived with Brady for a period in New York and dated Ms Staunton.\n\nHe was there, along with Ms Staunton, when Brady said he had to carry around the guilt of having “shot a cop in Ireland”.\n\n'REPREHENSIBLE, BEYOND COMPREHENSION'\n\nThis man initially gave gardai accounts of various times when he overheard Brady say incriminating things about the murder of Det Gda Donhoe but when it came to trial he did not come forward.\n\nThere is an outstanding warrant for his arrest as a result.\n\nBesides the leaked video on social media, Brendan Grehan SC for the prosecution told the court the witness, who lives in New York, was the “subject of widespread intimidation both personally and through his family here in Ireland”.\n\nBrady’s senior defence barrister Michael O’Higgins SC said any campaign to stop witnesses giving evidence is “reprehensible”.\n\nAfter hearing evidence there was nothing WhatsApp could do to prevent the video being circulated, Mr Justice White said: “It’s a sobering day for the administration of justice in Ireland.”\n\nAt the time, he couldn’t even make an order telling people not to share the video as he would have to make the order public through the media, which would alert the jury to the existence of the video.\n\nBRADY'S MURDER 'BOAST'\n\nAnother man, who also lives in New York, told gardai he heard Brady “boasting” in a pub he knew what it was like to kill someone.\n\nAccording to his original statement, when Brady realised he was there he took him outside, assaulted him and warned him to keep his mouth shut.\n\nThe man was left with a scar over his eye which was subsequently photographed by cops.\n\nSome months into the trial, a solicitor on behalf of this man contacted Insp Mark Phillips of the National Bureau of Criminal Investigation and said his client would not return to Ireland to give evidence.\n\nDuring their visits to the US, gardai became aware of numerous people who had heard Brady admit to the murder. Most were unwilling to talk.\n\nMs Staunton told gardai following her appearance in front of the jury she received a video death threat from a known associate of Brady.\n\nVIDEO THREATS\n\nThe man, who was identified by the witness, sent her a Snapchat video in which he used his hand to form the shape of a gun and said, “Bang bang, you’re dead”.\n\nThis was followed by a text message saying, “You silly, silly girl” with ten crying laughing emojis.\n\nShe had previously been in a relationship with this man and he knew where her family lived.\n\nThe court also heard that two members of Brady’s family had contacted trial witnesses through social media.\n\nTIMELINE OF EVENTS JANUARY 25, 2013: Det Garda Adrian Donohoe shot dead during a robbery at Lordship Credit Union in Co Louth — a raid that lasted just 58 seconds. FEBRUARY, 5, 2013: Aaron Brady presents himself to Gardai in Dundalk to deny any involvement in the murder. APRIL 13, 2013: Brady flees to America, where he sets himself up in Yonkers, New York. DECEMBER, 2013: Gardai travel to America to establish contact with US authorities. August 3, 2015 - NYPD take over investigation in the US. MAY 18, 2017: Brady is arrested in New York City by US Marshalls. JUNE, 2017: Brady jailed for six months over stolen car rampage. FEBRUARY 23, 2018: Brady charged with murder of Adrian. JANUARY 2020: Brady’s trial begins. AUGUST 12, 2020: Brady convicted of the capital murder of Adrian and immediately begins a 40-year mandatory sentence for the murder of an officer of the state.\n\nDuring legal argument in the trial, Det Insp Phillips revealed Ms Staunton had been contacted prior to giving evidence by Brady’s wife Danielle Healy, who sent her a friend request on Facebook and also messaged the witness.\n\nMs Staunton ignored both.\n\nOn April 24, Mr Grehan raised concerns that Ms Healy and Brady’s sister Sonya had contacted witnesses through social media.\n\nMost read in News Latest CASES ROCKET 200 new Covid cases in 'deeply concerning' largest Irish daily rate since May Exclusive TIPP OF ICEBERG Fears Tipperary will be next county to be locked down after virus outbreak SATURDAY SOAK Met Eireann place three counties under yellow warning revealing flood risk cases by county Three counties stay Covid-19 free in last week as 556 new cases reported Exclusive TOT GEAR Dad delivers partner's baby on roadside after 'adrenaline took over' Exclusive RUMBLED IN THE BRONX Cop killer Brady pictured drinking in New York before his arrest\n\nHe said the prosecution believed “there are people hell-bent on making life difficult for potential witnesses”.\n\nOn June 24, as Daniel Cahill was being cross-examined, Mr Grehan said there was in the background “a campaign being waged on behalf of Mr Brady, excluding his lawyers, of contacting witnesses, associates of witnesses and family members in Ireland with a view to putting pressure on people not to give evidence”.\n\nBrady’s sister Sonya also contacted Mr Cahill prior to him giving evidence with a message requesting a chat over the phone.\n\n4 Witnesses spoke of Aaron Brady's claims Credit: Mick O’Neill", "METADATA": {"viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no, width=device-width, viewport-fit=cover", "msvalidate.01": "E4359034FA254151A3AB2EFAC6D20D80", "og": {"type": "article", "title": "Witness in Garda murder trial branded 'rat' after vid circulated on social media", "url": "https://www.thesun.ie/news/5774913/aaron-brady-witness-intimidation-threats-trial/", "description": "A VIDEO of a witness telling gardai that he heard Aaron Brady admit to murdering a garda officer was circulated on social media —  with text accusing the witness of being a “tout” or a “rat”. …", "site_name": "The Irish Sun", "image": {"identifier": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/addonarbradintimcomp-1.png?strip=all&quality=100&w=1200&h=800&crop=1", "width": 1200, "height": 800}, "locale": "en_GB"}, "article": {"published_time": "2020-08-13T06:10:00+00:00", "modified_time": "2020-08-13T06:10:00+00:00", "publisher": 266785760017516, "tag": "An Garda Siochana, Courts, Murder, video", "author": "http://www.facebook.com/theirishsun/"}, "fb": {"app_id": 144647118961553, "pages": 266785760017516}, "twitter": {"text": {"title": "Video of witness in Aaron Brady trial shared on social media in ‘outrageous’ contempt of court"}, "card": "summary_large_image", "site": "@IrishSunOnline"}, "robots": "noarchive,noodp", "p": {"domain_verify": "f75c2680be91153324924a0074d7610d"}, "taboola": {"kicker": "VILE PLOT", "headline": "Garda murder trial witness branded 'rat' after vid circulated on social media", "image": {"medium": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/addonarbradintimcomp.png?strip=all&quality=100&w=300&h=192&crop=1", "large": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/addonarbradintimcomp.png?strip=all&quality=100&w=620&h=413&crop=1"}}, "parsely-post-id": 5774913, "msapplication-TileImage": "https://www.thesun.ie/wp-content/uploads/sites/3/2016/11/cropped-cropped-cropped-icon-e1459786005667-1.png?strip=all&w=270"}}}