{"GDELT": {"GlobalEventID": 940418589, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "VEN", "Actor1Name": "VENEZUELA", "Actor1CountryCode": "VEN", "Actor2Code": "GOV", "Actor2Name": "FOREIGN MINIST", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.7658175842235, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE25", "Actor1Geo_ADM2Code": "31959", "Actor1Geo_Lat": 10.5, "Actor1Geo_Long": -66.9167, "Actor1Geo_FeatureID": "-938457", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE25", "Actor2Geo_ADM2Code": "31959", "Actor2Geo_Lat": 10.5, "Actor2Geo_Long": -66.9167, "Actor2Geo_FeatureID": "-938457", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE25", "Action2Geo_ADM2Code": "31959", "Action2Geo_Lat": 10.5, "Action2Geo_Long": -66.9167, "Action2Geo_FeatureID": "-938457", "DATEADDED": 20200812223000, "SOURCEURL": "https://indepthnews.info/index.php/opinion/3762-reviewing-u-s-failure-of-its-foreign-policy-toward-venezuela"}, "ARTICLE": {"TITLE": "Reviewing U.S. Failure of Its Foreign Policy Toward Venezuela - IDN-InDepthNews", "TEXT": "OPINION\n\nReviewing U.S. Failure of Its Foreign Policy Toward Venezuela\n\nViewpoint by Vijay Prashad and Érika Ortega Sanoja *\n\nThis article was produced by Globetrotter, a project of the Independent Media Institute.\n\nNORTHAMPTON, Massachusetts (IDN) – On August 4, 2020, the U.S. Senate Foreign Relations Committee held a hearing on Venezuela. Appearing before the committee was U.S. State Department Special Representative Elliott Abrams. Abrams, who has had a long—and controversial—career in the formation of U.S. foreign policy, was assaulted by almost all the members of the Senate committee. The senators, almost without exception, suggested that Abrams had been—since 2019—responsible for a failed U.S. attempt to overthrow the Venezuelan government of President Nicolás Maduro.\n\nFrom Republican Senator Mitt Romney to Democratic Senator Chris Murphy, Abrams received a severe tongue-lashing. There was no disagreement in the committee about the goals of U.S. policy, namely to overthrow—with force if necessary—the government of President Maduro. Murphy laid out the timeline of Trump’s policy, which began with the recognition of minor Venezuelan politician Juan Guaidó as president of Venezuela in January 2019 to the current moment, including how the United States—in Murphy’s words—“tried to sort of construct a kind of coup in April of last year.”\n\nAbrams was unfazed. “Obviously we hope that [Maduro] will not survive the year and we are working hard to make that happen,” he said. The policy—including “a kind of coup”—remains intact. Abrams has now added another file to his post: he will be Trump’s special representative on Iran; the man who failed to conduct regime change in Venezuela is now going to deepen U.S. attempts to overthrow the government in Iran.\n\nVenezuelan Reaction\n\nA clip from Murphy’s comments—including the “kind of coup” sentence—circulated widely on social media inside Venezuela. Senior members of the Venezuelan government—including Vice President Delcy Rodríguez and Foreign Minister Jorge Arreaza—shared it. It was also shared by former Ecuadorian President Rafael Correa, who acidly noted that Senator Murphy “is surely a good person, but he doesn’t even understand what he is acknowledging.” What he is saying is that the U.S. government has tried to do a coup in Venezuela. This is what created outrage in the country.\n\nWe asked Foreign Minister Arreaza to comment about Murphy’s use of the term “coup” in his statement about U.S. policy vis-à-vis Venezuela. Arreaza told us the following: “U.S. spokespersons continue to openly admit to their crimes and illegal aggressions against the Venezuelan people.” It is not only Murphy—a liberal Democrat—who used the language of a “coup.” Trump’s former national security adviser—John Bolton—recounts in his book how Trump had said that, per John Kelly, “it would be ‘cool’ to invade Venezuela”; Trump also said that Venezuela is “really part of the United States.” Speaking of Murphy’s comment and Bolton’s book, Arreaza said, “these confessions are priceless evidence for the complaint we raised at the International Criminal Court.”\n\nEven members of the Venezuelan opposition, such as Enrique Ochoa Antich, said that the open way in which Abrams and the U.S. senators spoke of armed action against Venezuela “is painful and unacceptable.” The entire Trump-Bolton-Abrams policy, he said, has failed to dent the government of Maduro.\n\nIllegal\n\nEcuador’s Correa correctly said that Murphy did not know what he had acknowledged. It is rare for a U.S. politician to care when they say things that violate international law. Murphy’s casual statement about a “coup” is in clear violation of the Charter of the Organization of American States (OAS), of which the United States is a member. Two articles from Chapter IV of the OAS charter explicitly outlaw a coup:\n\n“No State or group of States has the right to intervene, directly or indirectly, for any reason whatever, in the internal or external affairs of any other State. The foregoing principle prohibits not only armed force but also any other form of interference or attempted threat against the personality of the State or against its political, economic, and cultural elements.” (Article 19)\n\n“No State may use or encourage the use of coercive measures of an economic or political character in order to force the sovereign will of another State and obtain from it advantages of any kind.” (Article 20)\n\nThere is no need to interpret these articles because they are written very plainly. They say that not only is “armed force” forbidden as a “form of interference,” but so is the “use of coercive measures of an economic or political character” to violate the sovereignty of a country. The tenor of the Senate hearing was in total violation of the spirit and letter of the OAS charter and the Charter of the United Nations. But this has been the behaviour of the U.S. government since at least 1954 when the Central Intelligence Agency overthrew the government of Jacobo Árbenz of Guatemala.\n\nFailure\n\nThe U.S. senators certainly attacked Abrams for his failure. But what was the failure that bothered them? Not the failure to abide by the laws and conventions signed by the United States; that was not the problem.\n\nUniversally, the senators attacked Abrams for not being able to succeed with his coup plans. They gave him advice about how to better overthrow the government of Maduro. Thus far, the U.S. government has denied Venezuela access to IMF funds, charged the leadership in Venezuela of drug-trafficking (with a hallucinatory indictment), and sent a carrier group to tighten the embargo on the country; none of these policies have succeeded, despite the full weight of the U.S. government behind them. Rather than concede that the government of Maduro has popular support, the United States wants to pursue its policy with even more draconian methods.\n\nThe United States is currently conducting a hybrid war, which includes an economic war (sanctions and sabotage) and an information war (colouring the government as authoritarian). Some senators wanted the Trump administration to go beyond this highly destructive form of warfare. They wanted the U.S. government to run a full blockade of Venezuelan ports.\n\nThe Trump administration is unwilling to go that far. Such a policy, Abrams said, would be an “act of war.” Trump wants a war, but not an open war; the U.S. military knows that it might be able to flatten Caracas, but it would not be able to win a war against the Venezuelan people.\n\n* Vijay Prashad is an Indian historian, editor and journalist. He is a writing fellow and chief correspondent at Globetrotter, a project of the Independent Media Institute. He is the chief editor of LeftWord Books and the director of Tricontinental: Institute for Social Research. He has written more than 20 books, including The Darker Nations and The Poorer Nations. His latest book is Washington Bullets, with an introduction by Evo Morales Ayma. Érika Ortega Sanoja is a Venezuelan journalist. [IDN-InDepthNews – 12 August 2020].\n\nPhoto: The Chavista march was one of the biggest in years. Credit: Rachael Boothroyd Rojas/Venezuelanalysis\n\nIDN is flagship agency of the Non-profit International Press Syndicate.\n\nVisit us on Facebook and Twitter.", "METADATA": {"google-site-verification": "Rumvqtw3R_Jhr11KzaC3elv2r19f25qv5W4_zbbFas8", "viewport": "width=device-width, initial-scale=1", "keywords": "sustainable development, nuclear abolition, united nations, clean environment, reduced inequalities, gender equality, peace and justice, global partnerships, multilateralism, global governance, culture of peace, south-south, north-south, triangular cooperation, human rights, civil liberties, arts and culture, international press syndicate", "author": "Opinion Editor", "description": "IDN-InDepthNews is flagship agency of the global International Press Syndicate Group speaking out for people, planet and peace.", "generator": "Joomla! - Open Source Content Management"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}