{"GDELT": {"GlobalEventID": 940481487, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LKA", "Actor1Name": "SRI LANKA", "Actor1CountryCode": "LKA", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.8828125, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Colombo, Western, Sri Lanka", "Actor1Geo_CountryCode": "CE", "Actor1Geo_ADM1Code": "CE36", "Actor1Geo_ADM2Code": "25852", "Actor1Geo_Lat": 6.931939999999999, "Actor1Geo_Long": 79.8478, "Actor1Geo_FeatureID": "-2214877", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Colombo, Western, Sri Lanka", "Action2Geo_CountryCode": "CE", "Action2Geo_ADM1Code": "CE36", "Action2Geo_ADM2Code": "25852", "Action2Geo_Lat": 6.931939999999999, "Action2Geo_Long": 79.8478, "Action2Geo_FeatureID": "-2214877", "DATEADDED": 20200813063000, "SOURCEURL": "http://www.heraldmalaysia.com/news/catholics-mourn-former-caritas-sri-lanka-director/54943/2"}, "ARTICLE": {"TITLE": "Catholics mourn former Caritas Sri Lanka director", "TEXT": "Catholics mourn former Caritas Sri Lanka director\n\nSri Lankan Catholics are mourning the loss of the former Caritas Sri Lanka director who served Tamils and Sinhalese during the country's 26-year civil\n\nAug 13, 2020\n\nCOLOMBO: Sri Lankan Catholics are mourning the loss of the former Caritas Sri Lanka director who served Tamils and Sinhalese during the country's 26-year civil war.\n\n\n\nFather Joseph Benedict Devarajah, who served as national director of Caritas-SEDEC from 1995 to 2001, died on Aug. 10. His funeral service was being held on Aug. 12 in Mannar.\n\n\n\nFather Devarajah supported the marginalized fishing community in the north and poor people affected by the communist Janatha Vimukthi Peramuna (JVP) insurrection.\n\n\n\nCaritas Sri Lanka-SEDEC is the social arm of the Catholic Bishops' Conference of Sri Lanka and is affiliated to Caritas Internationalis. The Social and Economic Development Centre (SEDEC) was founded in 1968.\n\n\n\nFather Devarajah, popularly called Father Deva, joined Caritas Sri Lanka in 1995 as national director.\n\n\n\nMethsiri Dias, 64, who worked with him during his tenure, said some Sinhalese and Catholics had criticized Father Devarajah for only helping Tamils.\n\n\n\n\"He also helped the youth and families affected by the JVP insurrection in the south,\" said Dias, an Anglican from Dehiwala.\n\n\n\nHundreds of youths disappeared during the JVP insurgency of 1988-89. JVP launched a youth-led insurrection but the government quickly suppressed the uprising. About 60,000 were killed or disappeared.\n\n\n\nFather Devarajah helped those who were released from prison to complete their higher education.\n\n“One such person is Vijitha Herath, a former minister of cultural affairs and national heritage and a current MP. Herath said he rose to this position thanks to Caritas SEDEC,\" said Dias.\n\n\n\n\"Some priests opposed me, saying that I was an Anglican and not fit to work in a Catholic institution like SEDEC, but Father Deva supported me.\"\n\n\n\nFather Devarajah never allowed religious or ethnic divisions to spread among the people.\n\n\n\nThe priest gave money to people to return to their village after being released from prison in Colombo and after attending court in Jaffna as well as paying for medicine for sick people.\n\n\n\nHe also helped distressed migrant women who returned from working in the Middle East and paid for their children’s education as well as supporting 20 Buddhist monks studying English.\n\n\n\n\"The priest told Caritas-SEDEC staff that if a marginalized person enters Caritas doors, at least give them a cup of tea and treat them well,\" said Dias, adding that he instructed staff to prepare extra lunch packets to give to poor people in case of an emergency.\n\n\n\nS. Peiris said Caritas-SEDEC has been saddened by the recent loss of two veteran figures. K. Theivendirarajah, who served Caritas for almost 40 years, passed away last week.\n\n\n\nShe said there was a time when Caritas-SEDEC had no money to work on projects in different dioceses.\n\n\n\n\"At that time Father Deva would take his begging bowl and go to see Caritas partners. Then he received money to work for a few more years,\" she said.", "METADATA": {"google-site-verification": "BTsZiNvAWcjSPMloAtzfJqFitt0MT4et-KW7tEzwLk0", "abstract": "Catholic News,World Christian News,Malaysia Church,Religion Christianity", "Author": "Herald Malaysia Online.", "copyright": "Herald Malaysia Online", "Distribution": "global", "robots": "index, follow", "og": {"type": "website", "url": "http://www.heraldmalaysia.com/index.php", "site_name": "Herald Malaysia Online", "author": "Herald Malaysia Online."}, "description": "Herald Malaysia - daily news source with Malaysian and Global coverage of the Catholic Churches. Catholic News,World Christian News, Malaysia Church News", "keywords": "Malaysia Church News, Catholic News, World Christian News,malaysia,islam,muslims,allah,dioceses,parishes,pope,nuns,priests", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}