{"GDELT": {"GlobalEventID": 940401464, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LEG", "Actor1Name": "CHAMBER", "Actor1Type1Code": "LEG", "Actor2Code": "JUD", "Actor2Name": "ATTORNEY", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.01202404809619, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Baxter County, Arkansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAR", "Actor1Geo_ADM2Code": "AR005", "Actor1Geo_Lat": 36.3334, "Actor1Geo_Long": -92.3668, "Actor1Geo_FeatureID": "69895", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Little Rock, Arkansas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAR", "Actor2Geo_Lat": 34.7465, "Actor2Geo_Long": -92.2896, "Actor2Geo_FeatureID": "83350", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Little Rock, Arkansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAR", "Action2Geo_Lat": 34.7465, "Action2Geo_Long": -92.2896, "Action2Geo_FeatureID": "83350", "DATEADDED": 20200812203000, "SOURCEURL": "https://www.msn.com/en-us/news/crime/multiple-thefts-nets-lr-woman-six-years/ar-BB17SIqJ"}, "ARTICLE": {"TITLE": "Multiple thefts nets LR woman six years", "TEXT": "© BCSO Mikila Thomas\n\nA 22-year-old Little Rock woman was sentenced to six years in prison after she admitted to breaking into cars, stealing credit cards and then using the cards to purchase items. Mikila Thomas pled guilty to 22 felonies during an Aug. 6 court appearance.\n\nHer attorney, William Luppen, asked Circuit Court Judge John Putman if Thomas could remain free on bond to arrange for care of her children. Putman spoke with the attorney in his chambers regarding the issue.\n\nIn the meantime, Thomas was taken into custody by the court bailiff.\n\nLocal judges are reluctant to allow defendants to remain out on bond while awaiting bed space to serve a prison sentence and rarely allow it. Thomas had been free on bond for several months and had ample time to make arrangements.\n\nPutman did not grant the request and Thomas remains in the Baxter County Jail awaiting transport to the Arkansas Department of Corrections.\n\nThomas plead guilty to 12 counts of second-degree forgery, two counts of breaking or entering, four counts of theft of property and four counts of criminal mischief. The charges could have netted Thomas decades in prison.\n\n© BCSO Anjanette Evett Yancy\n\nThe judge also ordered Thomas to pay restitution to the victims in the case. The amount she pays will depend on how much, if any, her co-defendant 27-year-old Anjanette Yancy who is serving a six-year prison sentence for her part in the crimes.\n\nThe crimes\n\nMountain Home police were called to Baxter Regional Medical Center on Oct. 18, 2018, for two vehicle break-ins. The same day, they took a call of a third vehicle break-in at a local business.\n\nIn all three cases, the victims stated windows on their cars were broken. Someone then entered the vehicles, and in two cases, took purses. In the third case, the female victim had a wallet stolen from the vehicle.\n\nAs one of the victims was in the hospital parking lot reporting the crime, American Express called her and told her they suspected her card was being used fraudulently at Walmart in Mountain Home as the victim was speaking to police.\n\nVideo surveillance footage from the store reportedly shows two women using the card at the store.\n\nOn Nov. 7, MHPD was called to the hospital again for two more vehicles that were broken into. One victim looked in her vehicle and said she didn't think anything was missing.\n\nThe second victim began receiving fraud alert text messages on her phone, according to the affidavit. She went to her vehicle and discovered a window had been broken and her purse was missing.\n\nPolice tracked Thomas and Yancy to Walmart where they found the two women having difficulty attempting to use one of the stolen credit cards. Yancy was taken into custody while Thomas escaped but was later arrested.\n\nThis article originally appeared on Baxter Bulletin: Multiple thefts nets LR woman six years", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Multiple thefts nets LR woman six years", "cq": "passed", "Search.Interest": "Brooklyn", "robots": "index, follow", "description": "Mikila Thomas admitted to breaking into cars, stealing credit cards and charging merchandise on them", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}