{"GDELT": {"GlobalEventID": 940491017, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.6737967914438503, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200813074500, "SOURCEURL": "https://www.businessinsider.co.za/coronavirus-risk-hotels-low-if-rooms-properly-cleaned-2020-8"}, "ARTICLE": {"TITLE": "The risk of catching Covid-19 in a hotel room is very low if it's properly cleaned, experts say", "TEXT": "ARMEND NIMANI/AFP via Getty Images\n\nSharing beds, silverware, and showers with strangers during a pandemic is understandably scary. That makes staying overnight in a hotel a no-no for many people these days.\n\nBut according to two experts, the risk of catching COVID-19 during a hotel stay is low - as long as the rooms have been thoroughly cleaned.\n\n\"Anything that we do that exposes us to other people is potentially risky, hotel stays included. But if proper precautions are taken, then it's unlikely that they're among the most risky things people could be doing,\" Caitlin Howell, a chemical and biomedical engineer at the University of Maine, told Business Insider.\n\nHowell, who studies disinfection methods on surfaces, said a hotel's public areas - like the restaurant or lobby - are riskier than individual rooms, since the coronavirus typically spreads via airborne droplets (and likely aerosols as well), rather than shared surfaces.\n\n\"Aspects of hotel stays that put people close together, such as talking with other patrons or exercising in a small space with others, are more likely to be risky than sleeping in a room,\" she said.\n\nYou're unlikely to catch the coronavirus in a clean hotel room\n\nConcerns about encountering the virus in a hotel room are not completely unwarranted: A new study examined the hotel rooms of two coronavirus patients quarantined in China, and found genetic material from the virus on the light switch, faucet handles, sheets, and pillows after 24 hours.\n\nBut according to Howell, the viral RNA on those surfaces probably \"can't infect people - you need to have active virus present for that to happen.\"\n\nWhat's more, the researchers swabbed the room's surfaces before it got cleaned and laundered.\n\n\"This virus is pretty efficiently inactivated by disinfectants and soap and water, so as long as the room has been properly cleaned, the risk there is likely to be low,\" Howell said.\n\nRachel Graham, an epidemiologist at the University of North Carolina, also said the chance that enough coronavirus remains in a room after it's been cleaned to sicken the next guest is fairly low. That's even true if someone previously stayed there while sick.\n\n\"It's not without risk, but I especially think established chains with reputations we depend on are going to do all they can to keep their customer base, which means cleaning as much as they can,\" Graham told Business Insider.\n\nEven if virus particles persist on surfaces, they're unlikely to cause infections\n\nA person can get the coronavirus if they touch a surface or object that has viral particles on it then touch their mouth, nose, or eyes. The lifespan of the virus on objects depends on the type of material: One study found that it took three days for the virus to leave plastic and stainless steel, while other research suggests viral particles can live up to two days on cloth fabric and four days on glass.\n\n\n\nA report from China described how the virus jumped between two people who touched the same surfaces and buttons in an apartment-building elevator. But Howell said that report \"is so far the only one where it is possible that surfaces played a role - and it's not even confirmed.\"\n\n\"Given how widely spread this virus is, if shared-touch surfaces were a major driver of spread, there should be far more of these types of reports with definitive conclusions that surfaces were involved,\" she added.\n\nIndeed, the CDC says the virus \"does not spread easily\" from contaminated surfaces, though the agency continues to recommend that people \"routinely clean and disinfect\" high-touch surfaces just in case.\n\nHowell also said studies analyzing how long the virus lingers on surfaces might not \"accurately reflect what is happening in the real world,\" since researchers often start with very high virus concentrations.\n\n\"That's not likely to be what is being shed by most people who still feel well enough to stay at a hotel,\" Howell said.\n\nBest practices to minimise risk for hotel guests and staff\n\nAccording to Graham, it's good to stock up on sanitizing wipes if you're going to stay in a hotel; that way, you can wipe down surfaces like phones, TV remotes, and door knobs.\n\nIn public areas, she added, \"behave as you would at a grocery store or other 'high-touch area' - use your elbows to touch buttons.\"\n\nStaff, meanwhile, should avoid shaking linens when stripping beds so that less of the virus disperses into the air, Graham said: \"They should fold the contaminated bits into the middle. That kind of behaviour does diminish the chance of aerosols.\"\n\nUltimately, staff are at greater overall risk than the guests.\n\n\"The risk of cleaning a room after someone who was potentially infected and shedding virus just left is likely to be higher than entering a freshly-cleaned room,\" Howell said.\n\nReceive a daily update on your cellphone with all our latest news: click here.\n\nGet the best of our site emailed to you daily: click here.\n\nAlso from Business Insider South Africa:", "METADATA": {"description": "Coronavirus particles can persist on surfaces in hotels, but they're unlikely to make you sick — especially if rooms are regularly cleaned.", "og": {"title": "The risk of catching Covid-19 in a hotel room is very low if it's properly cleaned, experts say", "description": "Coronavirus particles can persist on surfaces in hotels, but they're unlikely to make you sick — especially if rooms are regularly cleaned.", "image": {"identifier": "http://cdn.24.co.za/files/Cms/General/d/6727/2236a608fd524a9ba57b5c19ed6bdc7c.jpg", "height": 683, "width": 1024}, "type": "article", "url": "https://www.businessinsider.co.za/coronavirus-risk-hotels-low-if-rooms-properly-cleaned-2020-8", "site_name": "BusinessInsider"}, "twitter": {"description": "Coronavirus particles can persist on surfaces in hotels, but they're unlikely to make you sick — especially if rooms are regularly cleaned."}, "articleid": "bd9082a5-7132-4009-8197-3f04732943b3", "lifestyleBrand": "BusinessInsider", "siteVersion": "20200312.3-Release-24", "ad": {"name": "/8900/24.com/Web/BusinessInsider", "zone": "Homepage", "interstitial": "false", "categoryadsize": {"2x1-1": "true", "728x90-1": "true", "300x600-1": "true", "300x250-1": "true", "300x250-2": "true", "980x90-1": "true", "10x10-1": "true", "320x50-1": "true", "600x174-1": "true", "333x250-1": "true", "600x174-2": "true", "300x81-1": "true", "300x81-2": "true", "2x2-1": "true"}, "keyword": {"artid": "bd9082a5-7132-4009-8197-3f04732943b3", "topics": "coronavirus, hotels, health, covid-19", "accreditation": "business insider us"}}, "google-site-verification": "CIqArgLtZXmXZVdJs8sPQtYpH-qcHOQ3Ho6UF0Nrjac"}}}