{"GDELT": {"GlobalEventID": 940477211, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ZWE", "Actor1Name": "ZIMBABWE", "Actor1CountryCode": "ZWE", "Actor2Code": "ZAFGOV", "Actor2Name": "SOUTH AFRICAN", "Actor2CountryCode": "ZAF", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.30293159609121, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mangwana, Mashonaland East, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI04", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -18.9357, "Actor1Geo_Long": 31.8907, "Actor1Geo_FeatureID": "-2315560", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mangwana, Mashonaland East, Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI04", "Actor2Geo_ADM2Code": "40197", "Actor2Geo_Lat": -18.9357, "Actor2Geo_Long": 31.8907, "Actor2Geo_FeatureID": "-2315560", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mangwana, Mashonaland East, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI04", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -18.9357, "Action2Geo_Long": 31.8907, "Action2Geo_FeatureID": "-2315560", "DATEADDED": 20200813054500, "SOURCEURL": "https://www.herald.co.zw/sa-envoys-not-obliged-to-meet-political-parties/"}, "ARTICLE": {"TITLE": "‘SA envoys not obliged to meet political parties’", "TEXT": "Fungi Kwaramba Political Editor\n\nSOUTH African envoys who came to Zimbabwe early this week and delivered a message to President Mnangagwa from his counterpart Cyril Ramaphosa had no obligation to meet opposition parties and civic society as that would have been a breach of diplomatic protocol, the Government and analysts have said.\n\nThere have been misrepresentations from Zimbabwean opposition parties that a meeting had been scheduled between them and the three South African envoys, former South African Minister of Safety and Security Dr Sydney Mufamadi, who was leading the team, former Speaker of Parliament Baleka Mbete and former South African Minister of Public Service and Administration Advocate Ngoako Ramatlhodi.\n\nExperts said that would have been an abnormal set-up.\n\nAccording to diplomatic etiquette and the established Sadc and African Union (AU) protocol on engagement, envoys are usually despatched by either a Head of State or a regional or international organisation to undertake a specific and clearly defined mission.\n\nForeign Affairs and International Trade Permanent Secretary Ambassador James Manzou said in diplomatic practice, a message sent through envoys can be despatched from one Head of State to another and not through other avenues.\n\n“There are many diplomatic ways in which Heads of State communicate between themselves. One way is through special envoys. A Head of State can send a special envoy to his colleague Head of State. Normally the envoys are given a message by the sending Head of State.\n\n“The task of the special envoy is to faithfully deliver the message to the receiving Head of State and none other. Upon delivery of the message, the envoy listens attentively to the response of the receiving Head of State. After which the envoy returns to his Head of State to faithfully deliver the response he would have received.\n\n“Upon delivery he may or may not get further instructions depending on the issue. Just to emphasise that such matters are between the Heads of State and none other. This is the diplomatic etiquette or protocol followed during the important bilateral visit to Zimbabwe by special envoys of South African President Cyril Ramaphosa, head of a neighbour and sisterly country,” said the Ambassador.\n\nPolitical analysts poured scorn on the desperation of the country’s opposition parties that were anxious to meet the envoys even as that would have been tantamount to rewriting diplomatic etiquette.\n\nPermanent Secretary in the Ministry of Information, Publicity and Broadcasting Services Mr Nick Mangwana said the South African envoys had a specific mandate.\n\n“The envoys were President Ramaphosa envoys to President Mnangagwa. If there was a crisis matter it would have been dealt with at institutional level by the Sadc Organ on Politics, Defence and Security Cooperation, but this was a bilateral engagement between two leaders.\n\n“President Ramaphosa was not engaging President Mnangagwa as the chairperson of the African Union, because under the AU regional bodies deal with matters that arise in their regions. And because there is no crisis in Zimbabwe, the issue has not been raised.\n\n“What happened is a bilateral conversation between two leaders. The envoys came to Zimbabwe and met the President. They gave him a letter from their President. No nation can just interfere in the affairs of another nation with envoys coming to see the opposition, churches and other groups. Sadc hasn’t said there is a crisis in Zimbabwe,” he said.\n\nZanu PF Secretary for Administration Dr Obert Mpofu said elements in the MDC-A had a preconceived idea of the purpose of the South African emissaries mission, but their lofty expectations came to naught because diplomatic engagements do not follow their wishful thinking.\n\n“Those in the MDC Alliance had a pre-conceived agenda they wanted to be addressed and it is expected of them to be throwing tantrums seeing that their trivial interests were not incorporated into the envoys’ mission.\n\n“In fact, the envoys had no obligation to meet them. Instead, this was a state-to-state interaction that was only guided by due protocols which were adhered to. As it stands, the legitimacy of the MDC Alliance is a judiciary predetermined matter.\n\n“The only opposition political parties which can be engaged on similar matters in the future are those within the POLAD framework and those opposition parties whose existence is not legally contested, as is the case with brief-case political parties such as the Chamisa-led MDC-T splinter group,” he said.\n\nPolitical analyst and former MDC-A spokesperson Mr Obert Gutu also stressed that an envoy reports to their appointing authority and it is the appointing authority who retains the power to instruct the envoy on how to execute the mandate given to them.\n\n“President Cyril Ramaphosa’s envoys to Zimbabwe must, and indeed should, be viewed in this context. These envoys are not political negotiators sent to structure some kind of a deal between the Zanu PF Government and opposition political, religious and civil society activists. I am absolutely bamboozled that some people are already lambasting these envoys before they have even reported back to their appointing authority” said Mr Gutu.\n\nAfter the concoction of a non-existent crisis and running a social media campaign to trigger anti-Government protests, the country’s opposition forces, that include the MDC-A, G40 renegades, churches and some other opposition parties were itching to meet the South African envoys and market the idea of an illegal national transitional authority.\n\nThey were, however, left with egg on their faces because of their failure to understand diplomatic etiquette.\n\n“Diplomacy is a fine art. It’s not a game of melodrama and public political posturing. We shouldn’t put the cart before the horse. Certain quarters within our body politic were already salivating and hoping that these envoys were political negotiators who had been despatched to structure the modalities of a funny creature called a national transitional authority or something like that.\n\n“Nothing can be further from the truth. President Cyril Ramaphosa is a smart lawyer and a shrewd political tactician in his own right. He was centrally involved in the construction of the democratic constitution of South Africa. He knows, exactly, what he is doing.\n\n“His eye is on the ball. He is not going to indulge in megaphone diplomacy in order to massage the inflated egos of certain political activists who can’t wait to see the collapse of the Zanu PF Government. Let us give him a chance to do his job,” said Gutu.\n\nOn his part, Prof Eldred Masunungure, a political scientist at the University of Zimbabwe, said the opposition are confusing the role of a mediator or facilitator, that was played by former South African President Thabo Mbeki as an emissary of SADC, with the three envoys.\n\n“There are emissaries who are sent to perform a task and then bring back feedback on the basis of which the president makes a decision on the basis of a fact.\n\n“They assemble facts and prepare a report for whoever sent them.\n\n“It is a special assignment. It appears there is confusion on the task of the envoys. This could be confusion caused by the previous role of President Mbeki when he was the mediator in 2008-9,” said Prof Masunungure.\n\nWith the aid of exiled former G40 fugitives, the country’s detractors are desperate to create a non-existent crisis through a sustained social media anti-Zimbabwe campaign.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "theme-color": "#dc3030", "description": "Zimbabwe's largest daily newspaper", "twitter": {"card": "summary_large_image", "site": "@HeraldZimbabwe"}, "og": {"title": "‘SA envoys not obliged to meet political parties’", "description": "Zimbabwe's largest daily newspaper", "type": "article", "url": "https://www.herald.co.zw/sa-envoys-not-obliged-to-meet-political-parties/", "site_name": "The Herald", "image": "https://www.herald.co.zw/wp-content/uploads/sites/2/2019/03/James-Manzou.jpg"}, "msapplication-TileImage": "https://www.herald.co.zw/wp-content/uploads/sites/2/2018/05/cropped-herald_site_icon-270x270.png", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "fb": {"pages": 380838785328009}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}