{"GDELT": {"GlobalEventID": 940456577, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "BHS", "Actor2Name": "BAHAMA", "Actor2CountryCode": "BHS", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.6708437761069301, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bahamas, The", "Actor1Geo_CountryCode": "BF", "Actor1Geo_ADM1Code": "BF", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": -76.0, "Actor1Geo_FeatureID": "BF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bahamas, The", "Actor2Geo_CountryCode": "BF", "Actor2Geo_ADM1Code": "BF", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": -76.0, "Actor2Geo_FeatureID": "BF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bahamas, The", "Action2Geo_CountryCode": "BF", "Action2Geo_ADM1Code": "BF", "Action2Geo_Lat": 24.0, "Action2Geo_Long": -76.0, "Action2Geo_FeatureID": "BF", "DATEADDED": 20200813024500, "SOURCEURL": "https://www.stuff.co.nz/travel/travel-troubles/122438347/how-a-cruise-line-made-crew-work-without-wages"}, "ARTICLE": {"TITLE": "How a cruise line made crew work without wages", "TEXT": "As crew members started to make it safely off of Bahamas Paradise Cruise Line's Grand Celebration ship in mid-April, stories about life on board surfaced on social media.\n\nFacebook and Instagram comments described how the company stopped paying working crew on board after it cancelled passenger cruises on March 14 amid the Covid-19 pandemic.\n\nOn April 18, below an Instagram image of the company's ship with a sunset in the background, came this plea for help: \"Through this message we want to ask for help on behalf of 8 Salvadorans stranded on the Grand Celebration cruise ... We want to let you know and make it public that we are being forced to work without any remuneration, we have to buy our personal supplies ... Help us.\"\n\nThe retaliation was swift. Supervisors gathered the Salvadorans on board and interrogated them about who had posted the message, according to two crew members on board at the time with knowledge of the meeting. When no one fessed up, the ship's hotel director Prem Kainikkara said the group had to record a video denouncing the comments to post on their social media pages.\n\nREAD MORE:\n\n* 12,000 crew members still stuck on cruise ships in US waters months after Covid-19 pandemic shut cruising down\n\n* Work for free, or never work for us again, cruise employees lawsuit claims\n\n* 'It's inhumane.' Cruise workers may have to forgo shore visits\n\n\n\nArnoldReinhold/WIKIMEDIA COMMONS Cruise ship Grand Celebration docked in Freeport, the Bahamas.\n\n\"We want to tell everyone that all of those publications are false, that all of us here on board are well, that we have food, we have a captain on board that is responsible for us,\" said one of the seven crew members facing the camera, according to a video obtained by the Herald. \"No one is making us work.\"\n\nOn April 22, the crew purser, Yelitza Cornejo, from Peru, aired her disgust with the video on her Facebook page. \"It's incredible to see that people have to be forced to make a video to disprove something that is totally true,\" she wrote. After her post, she said her friend in the IT department said he had to disconnect her wi-fi at the request of the hotel director.\n\nAccording to a new lawsuit filed in Miami federal court last week and interviews with five Grand Celebration crew members, kitchen and cleaning staff were required to continue to work without wages after the company stopped passenger cruises in mid-March while others, including casino staff, had to relieve those still on the job.\n\nAs of Friday, there were 143 people still on board the ship, currently docked in the Port of Palm Beach, according to the US Coast Guard. Some are still working without pay.\n\nBahamas Paradise Cruise Line has used threats of jail time and promises of a one-time US$1000 payment to keep crew working without wages during the pandemic, according to crew members. The Bahamas Paradise Cruise Line crew members interviewed for this story said they have not been paid for their work since mid-March.\n\nThe company, based in South Florida and majority-owned by the family of former Norwegian Cruise Line CEO Kevin Sheehan, did not respond to a request for comment. The Bahamas Maritime Authority, the agency in charge of enforcing international maritime law for the ship, did not respond to multiple requests for comment.\n\nA crew member who requested anonymity for fear of retaliation has been working as a server since mid-March without pay. He said he has spent about US$300 on essentials like toothpaste, soap and shampoo as he waits for the company to send him home.\n\n123RF US labour laws like minimum wage, weekends and overtime do not apply to workers on ships that are flagged abroad.\n\n\"It's really disturbing how they try to manipulate people here,\" he said. \"Every time we have a meeting with the hotel director, when somebody asks or questions him for what he says, he tries to escape it by degrading the one who asked the question. When you stand up for your fellow crew he says, 'Are you his lawyer? You better shut up, we don't need lawyers in this company.'\"\n\nOn several occasions, crew members have tried to raise concerns about their families back home who depend on their wages; some have tried to protest the conditions.\n\nJoel Calix, 32, a bartender from Honduras, and four colleagues did not show up for duty at the crew bar after the company said it would not be paying them in mid-March. Kainikkara, the hotel director, called them to a meeting in his office with the bar manager, shore excursion manager and the casino manager, Calix said. According to Calix, Kainikkara said that if the five crew members did not return to work he would cancel their work visas and have them put in jail.\n\n\"You get scared. You are in another country,\" said Calix. \"I never get involved in Honduras in any kind of things related with the police. I nodded and said, 'OK whatever you say.' We went straight back to work.\"\n\nShortly afterward, Calix, who supported his wife and six-year-old son with his bartender salary, signed the company's agreement about staying on board without pay. He and several other Honduran workers coordinated a repatriation flight with the Honduran embassy and left the ship on April 29.\n\nThis was Calix's second contract with Bahamas Paradise Cruise Line; he joined the ship in January. He had previously worked for Princess Cruises for five years.\n\n\"I'm OK, I'm just trying not to think about it,\" Calix said. \"People ask me about my experience. I was only there for one and a half months. It's a little part of my life that I don't want to remember.\"\n\nIn early June, the CEO of Bahamas Paradise Cruise Line, Oneil Khosa, promised all crew still on board US$1000 during a meeting on the ship, according to a recording of the meeting obtained by the Herald.\n\nThe next day, in another meeting, Kainikkara framed working without wages during the pandemic as a show of loyalty to the company, according to a recording obtained by the Herald. Kainikkara threatened those who posted on social media or told journalists about the conditions on board calling them \"bad apples.\"\n\n\"I make sure I put them in the garbage,\" he said.\n\nMiljan Surla, 26, from Serbia, was a bar supervisor on the ship. For the first two months after the company cancelled passenger cruises in mid-March, Surla worked from 7am to 2pm without pay at the crew bar; he also worked taking crew member temperatures. In mid-May he began to work from 7am to noon. He said he didn't believe Khosa when he promised the US$1000 payment in early June.\n\n\"We were working every day,\" he said. \"All we wanted was a chance to get away from the ship and back to our families.\"\n\nWhen his mother called him to ask if he was all right, he had trouble answering.\n\n\"Every time I speak I get depressed,\" he said. \"I begged people not to ask me how it was.\"\n\nUS labour laws like minimum wage, weekends and overtime do not apply to workers on ships that are flagged abroad. Cruises remain banned in the US by the Centers for Disease Control and Prevention until October 1.\n\nThe company flew Surla home to Serbia on July 1. He and the other crew members interviewed for this story who have returned home said they have not heard from the company since they left about the payments they were promised.\n\n- Miami Herald", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "The company has allegedly used threats of jail time and promises of a one-time US$1000 payments.", "og": {"description": "The company has allegedly used threats of jail time and promises of a one-time US$1000 payments.", "title": "How a cruise line made crew work without wages", "url": "https://www.stuff.co.nz/travel/travel-troubles/122438347/how-a-cruise-line-made-crew-work-without-wages", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/n/s/f/e/image.related.StuffLandscapeSixteenByNine.1420x800.20wa17.png/1597284951877.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-13T02:15:48.541Z"}, "parsely-type": "post", "parsely-title": "How a cruise line made crew work without wages", "parsely-link": "https://www.stuff.co.nz/travel/travel-troubles/122438347", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/n/s/f/e/image.related.StuffLandscapeSixteenByNine.1420x800.20wa17.png/1597284951877.jpg", "parsely-pub-date": "2020-08-13T02:15:48.541Z", "parsely-author": "Taylor Dolven", "parsely-section": "travel", "parsely-tags": "travel,travel-troubles"}}}