{"GDELT": {"GlobalEventID": 940429629, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NZL", "Actor1Name": "CHRISTCHURCH", "Actor1CountryCode": "NZL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 7.80399274047187, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tuhi, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22390", "Actor1Geo_Lat": -39.7167, "Actor1Geo_Long": 175.1, "Actor1Geo_FeatureID": "-1520057", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tuhi, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22390", "Action2Geo_Lat": -39.7167, "Action2Geo_Long": 175.1, "Action2Geo_FeatureID": "-1520057", "DATEADDED": 20200813000000, "SOURCEURL": "http://www.voxy.co.nz/lifestyle/5/371171"}, "ARTICLE": {"TITLE": "Young artist flourishing in Christchurch wins national award", "TEXT": "Thursday, 13 August, 2020 - 11:25\n\nDrawing on influences as diverse as K-Pop, Orientalism and queer politics, University of Canterbury (UC) Fine Arts student Aaron Kong wowed judges to win the 2020 Iris Fisher scholarship.\n\nThe young artist and UC Bachelor of Arts with Honours student is delighted by the national recognition of his work.\n\n\"Being awarded this scholarship has been unbelievable, especially since many of the previous awardees have gone on to develop successful art careers,\" he says.\n\n\"It has been a big boost of validation, especially in a year of uncertainty. I hope that this scholarship will allow me to push my practice forwards in being able to buy supplies and materials.\"\n\nKong moved to Christchurch to study at UC’s Ilam School of Fine Arts (SoFA), whose graduates include many well-known artists including Rita Angus and Bill Hammond.\n\n\"I moved from Wellington to Christchurch because I was really drawn to the specialised disciplines offered at Ilam [SoFA] as I felt it would allow me to fully explore sculpture and the concepts it’s concerned with.\"\n\nUC gave Kong the space and opportunities he needed to expand his practice, which he did by moving from sculpture to performance and film work.\n\n\"The intimate-sized studios were also another main draw for me in being able to make close connections and friendships with others in my studio, where socialising with others can become beneficial for pushing work forward or providing new areas of research.\"\n\nArtist and UC lecturer Louise Palmer describes Kong as an \"engaged and hard-working student who, from early in his studies, has developed his own voice and drawn on his subjectivity to inform and enrich his work\".\n\nHe took the opportunity to propose an installation and present an exhibition as part of The Casting Room series in SoFA last year.\n\n\"This exhibition has been a stepping stone for proposals to awards such as this one, and I’m confident Aaron will continue to build on his achievements in the SoFA with work for Ilam 2020 in November this year and exhibitions beyond the art school in the very near future,\" Palmer says.\n\n\"This award will bring his work to the attention of the arts community beyond Christchurch and I’m certainly looking forward to seeing how Aaron’s work develops.\"\n\nKong is enjoying the art scene in Christchurch, which he describes as \"active and fresh, where there’s always something happening and the community is filled with great people\".\n\nGlobal contemporary pop culture and particularly social cultures in internet spaces, however, are major influences on his work, which has ranged from performing K-Pop choreography in a green morph suit, to a glory hole installation and bejewelled condom earrings.\n\nThe Iris Fisher Scholarship awards $5,000 to support a postgraduate student in the final year of a visual arts/fine arts course of study. Iris Fisher was a founding member of the Pakuranga Arts Society and the driving force behind the creation of the Fisher Gallery, later Te Tuhi. Since 2007, Te Tuhi, in partnership with the Fisher family, has supported the development of emerging Aotearoa New Zealand artists with this award.\n\nUC’s School of Fine Arts in the College of Arts |Te RÄ\u0081ngai Toi Tangata is recognised as a leading art school in Aotearoa New Zealand with many successful graduates.", "METADATA": {"copyright": "Copyright Digital Advance Limited", "DC.Title": "Young artist flourishing in Christchurch wins national award", "description": "Drawing on influences as diverse as K-Pop, Orientalism and queer politics, University of Canterbury (UC) Fine Arts student Aaron Kong wowed judges to win the 2020 Iris Fisher scholarship.", "keywords": "Lifestyle,New Zealand News", "robots": "index,follow"}}}