{"GDELT": {"GlobalEventID": 940411117, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GBR", "Actor1Name": "BRITAIN", "Actor1CountryCode": "GBR", "Actor2Code": "LBN", "Actor2Name": "LEBANON", "Actor2CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 2, "NumArticles": 2, "AvgTone": -1.578125, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE", "Actor2Geo_Lat": 33.833333, "Actor2Geo_Long": 35.833333, "Actor2Geo_FeatureID": "LE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20200812214500, "SOURCEURL": "https://thehill.com/opinion/energy-environment/511578-turkeys-search-for-oil-may-spill-over-into-conflict-with-greece"}, "ARTICLE": {"TITLE": "Turkey's search for oil may spill over into conflict with Greece", "TEXT": "It’s been a while since NATO-members Turkey and Greece have been at war, but don’t rule out at least a skirmish or two. On Monday, the Turkish Ministry of Defense tweeted pictures of Turkish warships escorting the oil exploration ship Oruç Reis en route to an area of the eastern Mediterranean claimed by both countries. Then on Tuesday, Greek Foreign Minister Nikos Dendias said his country would “defend its sovereignty and its rights.”\n\nAt issue this time — but set in a context of a 100 years’ worth of grievances — is the prospect of finding oil or natural gas reserves deep below the seabed, as Egypt, Israel and Cyprus have done. In waters around 6,000 feet deep, that is technically difficult and expensive anyway. It is also far from obvious that the contested waters are as geologically well-endowed as those nearer the Nile Delta. (There is also a fanciful project of a seabed pipeline to carry Israeli and Cypriot gas to Europe, which would require permission from the owner of the seabed.)\n\nSo, for the moment, the competition involves different interpretations of international law. The main point of contention is the United Nations Convention on the Law of the Sea. A principle of UNCLOS is that a country’s economic claim on the sea and seabed can extend 200 nautical miles beyond the usual 12-nautical-mile limit. But neighboring countries need to agree on the dividing line between them — which, for example, Israel and Lebanon have not. And for countries facing each other across open sea, if less than 212 + 212 = 424 nautical miles apart, they need to negotiate a midpoint line, as Israel and Cyprus have done.\n\nADVERTISEMENT\n\nWelcome to the eastern Mediterranean, where, as the map shows, Turkey is less than 424 nautical miles from Egypt, and Greece is similarly relatively close to Cyprus. So no claim is clear cut. An additional difficulty is that Turkey does not recognize that islands have a so-called exclusive economic zone, EEZ, and so is infuriated that the Greek island of Kastellorizo, which lies just a mile from the Turkish mainland, is included in Greek calculations.\n\nNor does Ankara think that the sovereign state of Cyprus is entitled to anything more than 12-mile territorial waters claim, instead regarding waters stretching southward from the island as Turkish, until they become Egyptian. Before the Oruç Reis, gloriously painted in Turkish national colors, headed towards Greece, it had been carrying out seismic and other exploratory work in this area.\n\nAll these tensions have been growing for a decade or so but started escalating at the end of last year when Turkey announced that it had agreed upon a maritime border with Libya — both a geographical and legal stretch. Once again, the Turkish claim ignored any claim that Greece had on the basis of several of its islands, including Crete, where there is an American base.\n\nThe agreement also had a substantial geopolitical angle: The internationally-recognized Libyan government based in the capital, Tripoli, needed Turkish support to beat off rebel forces advancing from the east, led by Khalifa Haftar, a former CIA asset and one-time general for Moammar Gadhafi, backed by Egypt, the United Arab Emirates, France and Russia. From Tripoli’s point of view, the deal was worthwhile: Ankara supplied air defenses and mercenaries. Haftar’s forces were beaten back, though not defeated.\n\nLast month, Egypt made threatening noises about intervening in Libya with its own military, and last week, Egypt and Greece announced they were negotiating an agreement on a maritime border between their countries. Climatically and diplomatically, things are hot.\n\nADVERTISEMENT\n\nWhere it goes from here is unclear. Europe is being, well, European. Germany secured a temporary diplomatic pause, which failed. On Monday it was announced that France had sent fighter aircraft to Cyprus. Britain, which has an air base — from which U.S. spy aircraft monitor events in Syria and Lebanon — and a signals intelligence center on the island, appears to be opting for quiet diplomacy, as is the United States, which in the past has supplied F-16 fighters to Greece and Turkey. Secretary of State Mike Pompeo Michael (Mike) Richard PompeoUN Security Council rejects US bid to extend Iran arms embargo Overnight Defense: US seizes Iranian fuel bound for Venezuela | Progressives cool on Biden's foreign policy | Takeaways from Israel, UAE opening diplomatic ties Whiskey, workers and friends caught in the trade dispute crossfire MORE is scheduled to meet with his Greek counterpart on Friday.\n\nA dream solution would be for Turkey to discover oil or gas in waters that were incontestably Turkish. That is not likely. So, a situation that should be employing lawyers instead is deploying navies.\n\nSimon Henderson is the Baker Fellow and director of the Bernstein Program on Gulf and Energy Policy at the Washington Institute for Near East Policy. Follow him on Twitter @shendersongulf.", "METADATA": {"author": "Simon Henderson, opinion contributor", "description": "The best resolution would be for Turkey to discover oil or gas in waters that are incontestably Turkish.", "keywords": "Law of the sea, Eastern Mediterranean, Territorial waters,Mike Pompeo,", "generator": "Drupal 7 (http://drupal.org)", "fb": {"admins": 1531470032, "app_id": 566538590082898, "pages": "7533944086, 2064147433830888"}, "og": {"site_name": "TheHill", "type": "article", "title": "Turkey's search for oil may spill over into conflict with Greece", "url": "https://thehill.com/opinion/energy-environment/511578-turkeys-search-for-oil-may-spill-over-into-conflict-with-greece", "description": "The best resolution would be for Turkey to discover oil or gas in waters that are incontestably Turkish.", "updated_time": "2020-08-12T17:28:53-04:00", "image": "https://thehill.com/sites/default/files/oruc_reis_oil_exploration_08232019_1.jpg"}, "twitter": {"card": "summary_large_image", "title": "Turkey's search for oil may spill over into conflict with Greece", "url": "https://thehill.com/opinion/energy-environment/511578-turkeys-search-for-oil-may-spill-over-into-conflict-with-greece", "description": "The best resolution would be for Turkey to discover oil or gas in waters that are incontestably Turkish.", "widgets": {"csp": "on"}}, "article": {"published_time": "2020-08-12T17:00:08-04:00", "modified_time": "2020-08-12T17:28:53-04:00"}, "dcterms.title": "Turkey's search for oil may spill over into conflict with Greece", "dcterms.creator": "Sandy Tolliver", "dcterms.description": "The best resolution would be for Turkey to discover oil or gas in waters that are incontestably Turkish.", "dcterms.date": "2020-08-12T17:00-04:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://thehill.com/opinion/energy-environment/511578-turkeys-search-for-oil-may-spill-over-into-conflict-with-greece", "apple-itunes-app": "app-id=396640962"}}}