{"GDELT": {"GlobalEventID": 940488190, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.1006711409396, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Plateau State, Plateau, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI49", "Actor1Geo_ADM2Code": "23046", "Actor1Geo_Lat": 9.16667, "Actor1Geo_Long": 9.75, "Actor1Geo_FeatureID": "-2024992", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Plateau State, Plateau, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI49", "Actor2Geo_ADM2Code": "23046", "Actor2Geo_Lat": 9.16667, "Actor2Geo_Long": 9.75, "Actor2Geo_FeatureID": "-2024992", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Plateau State, Plateau, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI49", "Action2Geo_ADM2Code": "23046", "Action2Geo_Lat": 9.16667, "Action2Geo_Long": 9.75, "Action2Geo_FeatureID": "-2024992", "DATEADDED": 20200813071500, "SOURCEURL": "https://allafrica.com/stories/202008130067.html"}, "ARTICLE": {"TITLE": "Nigeria: Insurgency - Northern Governors Seek Probe of Mailafia's Allegations", "TEXT": "Governors of the 19 northern states have called on security agencies to thoroughly investigate allegations made by a former deputy governor of the Central Bank of Nigeria (CBN), Dr Obadiah Mailafiya that one of them is a Commander of the Boko Haram sect.\n\nTheir position is contained in a statement issued in Jos by chairman of the Northern Governors' Forum (NGF) and governor of Plateau State, Simon Bako Lalong.\n\nSpeaking during 'Morning Crossfire', a programme on Nigeria Info Abuja 95.1FM on Monday, Mailafia had alleged that he had a chat with two repentant terrorists who identified a serving northern governor as a Boko Haram leader.\n\nBut reacting to the claim, the northern governors said they were concerned about the weighty allegations made by Mailafiya which he said must be thoroughly investigated.\n\nIn the statement made available to LEADERSHIP by his director of press affairs, Mr Simon Makut Macham, Governor Lalong said the northern governors' forum which has been working with the federal government, security agencies, community, civil society organisations, traditional and religious leaders as well as development partners to defeat terrorism, banditry and other forms of crimes in the region finds the allegation by Dr Mailafiya very weighty and deserves further investigation.\n\nLalong said, \"We as Northern Governors have met severally to discuss insecurity in the Northern Region and the nation at large where we did not only condemn the activities of terrorist groups such as Boko Haram, bandits, armed robbers, kidnappers and other criminals, but also engaged the President and all heads of security agencies in finding solutions to the problem.\n\n\"To now say that one of our members is leading Boko Haram in Nigeria is a serious allegation that cannot be swept under the carpet. We demand immediate and thorough investigation\".\n\nThe forum urged Mailafiya and all citizens with useful information on the activities of criminals and terrorist groups to assist security agencies and governments at all levels with such intelligence for proper action.\n\nGovernor Lalong said the forum was also hoping that such allegations are not smear campaigns or attempts to discourage the northern governors who are putting in their best to bring an end to insecurity in the region.\n\nHe reiterated that the forum does not and will not support the activities of any criminal group because they, as governors, and their families are also not spared as was recently witnessed when the convoy of Governor Babagana Zullum of Borno State was attacked.\n\nMeanwhile, the former CBN deputy governor, Mailafia, was yesterday invited and interrogated by the Department of State Services (DSS) in Jos.\n\nMailafia arrived in Jos, the Plateau State capital, to honour the invitation by DSS to make clarification on the statement credited to him that a governor from the North was a leader of Boko Haram.\n\nMailafia who arrived some minutes past 12noon went straight to the DSS office, while his supporters and well-wishers remained outside the gate offering prayer to God for his safe return.\n\nSome of them left the vicinity while some were seen in groups waiting for his release after the interrogation.\n\nSpeaking to our correspondent at the DSS gate, Ambassador John Pofi of the Middle Belt Youth forum said the problem of Nigeria was insecurity, stressing that the government at all levels deliberately refused to find a lasting solution to the security challenges.\n\n\"We are here in solidarity with our leader. We are going nowhere until he is released. They have no choice other than to release him or else we are going to pitch a tent here until he is released,\" Pofi said.\n\nIn the same vein, Abraham Dogo, chief executive officer of a registered non governmental organisation (NGO), Southern Kaduna Initiative, said they were in Jos to make the world know that a touch on one affects all.\n\n\"We are in Jos in solidarity with our leader, Dr Obadiah Mailafia. We want the genocide in Southern Kaduna to stop. He has been invited to the SSS office here in Jos. We are waiting to see the outcome,\" he said.\n\nBut Mailafiya who was released on bail yesterday said he was ready to die for his people.\n\nSpeaking to journalists shortly after his release, Mailafia said he was treated with great respect and decorum during his interrogation by the security operatives.\n\nAccording to him, all the killings in Southern Kaduna and other states in the country must stop with immediate effect, adding that every Nigerian child either from Daura, Katsina, Manchok, Zaria and other places are his children.\n\nThe former deputy governor further said he was not talking politics like Nelson Mandela, noting that the struggle for the emancipation of the people is his concern and that he is not afraid to die for the sake of the people.\n\nHe pointed out that it is the duty of the government to protect the lives and property of its citizens.\n\nHe urged his supporters never to give up on one Nigeria, stressing that those who know him are aware of his stand on national issues.\n\nACF, Middle Belt, Balarabe Musa React\n\nReacting to the development, the apex northern sociocultural group, Arewa Consultative Forum (ACF) agreed with the northern governors that Mailafia's allegations are too serious to be swept under the carpet.\n\nNational publicity secretary of the forum, Mr Emmanuel Yawe said, \"Given his status as former deputy governor and the weight of the allegations he raised, the DSS did the correct thing to have invited Obadia Mailafia.\n\n\"He owes it to the country to shed more light on these allegations. We cannot afford to sweep such allegations under the carpet. Boko Haram has killed many people, destroyed the lives of many Nigerians, foreigners and Nigeria's image in the comity of nations.\n\n\"The allegation that a governor who swore by the constitution and the holy book to defend the lives and property of the citizenry is behind such a satanic group is repugnant and must be properly screened.\n\n\"Additionally, we fought a costly civil war in terms of human life and materials between 1967 & 1970. If there is any information that a group is planning a civil war, we should do all we can to verify such information and abort the plan. We cannot afford a second civil war\".\n\nOn his part, former Kaduna State governor and elder statesman, Alhaji Balarabe Musa, said because the allegation is weighty and still a developing story, it is only proper to comment when the details of the allegations are within the public domain.\n\n\"The allegations are weighty and still a developing story. It is proper to comment when the details of the allegation is within the public domain, then I will comment accordingly\", he said.\n\nIn their reaction, the Coalition of Northern Groups (CNG) argued however that there are hidden motives behind Mailafia's allegations.\n\nSpokesman of the coalition, Abdul-Azeez Suleiman, said, \"It is unfortunate that people who are reasonably influential in society should make such statements that are potentially destructive. It becomes even more unfortunate when the statements are coming at a time when concerned groups like the CNG are making efforts to bring the situation under control.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Nigeria Governance By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\n\"We are not obliged to speak for the government with regards to his claim that the government is involved with the bandits. Government should speak for itself to clear its image. The man has made a serious commitment by claiming that they have reliable intelligence of the existence of such a dangerous plot.\n\n\"The authorities should get him to prove his claims. Perhaps, he can assist the government. The Coalition of Northern Groups is however gravely uncomfortable with the hidden motive behind such statements.\n\n\"By clearly identifying one party in the crisis as the victim and another as the culprit, he has betrayed a grand connivance for a design to continuously destabilise the North by exploiting ethnic and religious differences to keep it divided along artificial lines.\n\n\"The man has also justified our earlier concerns that for too long, enemies of the North, both foreign and local, have worked strenuously to ensure that the region remains divided, weak, confused and bewildered by myriads of challenges and problems.\n\n\"His utterances also confirm our concerns that the escalation of challenges like the herdsmen and farmers clashes which have sporadically and intermittently been going on for time immemorial is one aspect of a mega but clandestine plot to decapitate the North through exploiting internal weaknesses and cleavages.\n\n\"It shows a clear pattern drawn from earlier strategies employed to achieve the disintegration of the North with the connivance of some leaders from the region. As usual, we condemn with all our might the actions of those who perpetrate criminal acts anywhere in Nigeria and strongly denounce those who instigate others to commit acts of violence and lawlessness.\n\n\"We emphatically repudiate the vilification, systematic dehumanization, profiling, and alienation of one ethnic and religious group or the other for whatever reason or justification\".", "METADATA": {"description": "Governors of the 19 northern states have called on security agencies to thoroughly investigate allegations made by a former deputy governor of the Central Bank of Nigeria (CBN), Dr Obadiah Mailafiya that one of them is a Commander of the Boko Haram sect.", "google-site-verification": "bGxG4qeN9up-gMXKjsgylykqjVrzxLjg1rQrP3K-rJk", "keywords": "Africa, news, politics, economy, trade, business, sports, current events, travel, Nigeria, West Africa, Governance", "msvalidate.01": "72401C28AAAC95E8D3FF1881A90F2C4D", "robots": "noarchive", "twitter": {"card": "summary", "description": "Governors of the 19 northern states have called on security agencies to thoroughly investigate allegations made by a former deputy governor of the Central Bank of Nigeria (CBN), Dr Obadiah Mailafiya that one of them is a Commander of the Boko Haram sect.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site": "@allafrica", "title": "Nigeria: Insurgency - Northern Governors Seek Probe of Mailafia's Allegations"}, "viewport": "width=device-width, initial-scale=1", "article": {"modified_time": "2020-08-13T05:42:52+0000", "published_time": "2020-08-13T05:42:52+0000", "publisher": "https://www.facebook.com/pages/allAfricacom/98946450029", "section": "News", "tag": "Governance"}, "fb": {"app_id": 100369188719, "pages": 98946450029}, "og": {"description": "Governors of the 19 northern states have called on security agencies to thoroughly investigate allegations made by a former deputy governor of the Central Bank of Nigeria (CBN), Dr Obadiah Mailafiya that one of them is a Commander of the Boko Haram sect.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site_name": "allAfrica.com", "title": "Nigeria: Insurgency - Northern Governors Seek Probe of Mailafia's Allegations", "type": "article", "url": "https://allafrica.com/stories/202008130067.html"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}