{"GDELT": {"GlobalEventID": 940452444, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "TWN", "Actor2Name": "TAIWAN", "Actor2CountryCode": "TWN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.20481927710843, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Republic Of China, Taiwan (general), Taiwan", "Actor2Geo_CountryCode": "TW", "Actor2Geo_ADM1Code": "TW00", "Actor2Geo_ADM2Code": "13277", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 121.0, "Actor2Geo_FeatureID": "-2637939", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Republic Of China, Taiwan (general), Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW00", "Action2Geo_ADM2Code": "13277", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 121.0, "Action2Geo_FeatureID": "-2637939", "DATEADDED": 20200813021500, "SOURCEURL": "https://www.express.co.uk/news/world/1322211/China-news-Taiwan-visit-alex-azar-south-china-sea-coronavirus"}, "ARTICLE": {"TITLE": "China sends stern warning over US visit to Taiwan – ‘Play with fire, get burned'", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nThe US health official met with Taiwan’s president Tsai Ing-wen, with whom he discussed a closer relationship between both countries. The two politicians also discussed Taiwan’s response to COVID-19, which Mr Azar describes as “among the most successful in the world.”\n\nTrending\n\nTaiwan has become an area of tension between it, China, and the US recently. On Monday this week, Taiwan said its air force had warned off Chinese fighter jets that crossed the median line in the Taiwan Strait. Regarding Mr Azar’s visit to Taiwan, China’s Foreign Ministry spokesman Zhao Lijian said: “We once again warn the US that China is firmly opposed to the US and Taiwan engaging in official exchanges under any pretext. “On issues involving China’s core interests, some people in the United States must not have any illusions and wishful thinking. Those who play with fire will get burnt.”\n\nZhao Lijian, Chinese Foreign Ministry Spokesman, issued a statement over the US-Taiwan meeting\n\nAnd Wang Wenbin, also a spokesman for China’s Foreign Ministry, said China “firmly opposes any official interactions between the US and China” ahead of the meeting. He said: “We urge the US to adhere to the one-China principle and the three joint communiques, stop making official interactions of any kind with Taiwan, handle Taiwan-related issues prudently and properly, and not to send any wrong signals to \"Taiwan independence\" elements to avoid severe damage to China-US relations and peace and stability across the Taiwan Strait. “I want to stress that the one-China principle is universally recognized by the international community. Any attempt to ignore, deny or challenge that principle is doomed to fail.” The ‘One China’ policy refers to the idea that China is not split into different parts – including Taiwan, which the Chinese government sees as a ‘breakaway province’ of China, the BBC reports. READ: Belarus election: Who is dictator Alexander Lukashenko?\n\nAlex Azar, pictured, said the 'particular focus' of his trip to Taiwan was to discuss coronavirus and health threats\n\nUS China trade war graph\n\nHowever, Taiwan’s president Tsai has said Taiwan sees the situation differently, noting the nation has a “separate identity.” She said in an interview this year: “We don’t have a need to declare ourselves an independent state. We are an independent country already and we call ourselves the Republic of China, Taiwan.” Regarding his meeting with President Tsai this week, US health secretary Alex Azar said the US “has expressed our admiration for Taiwan’s democratic success in tangible ways.” Mr Azar said in a statement: “President Trump has signed legislation to strengthen the partnership between Taiwan and the United States, and in 2018, we opened a new American Institute in Taiwan, a brick-and-mortar commitment to our treasured friendship. DON'T MISS:\n\nTrump Mount Rushmore: Did the White House really ask to get Trump's face on Mt Rushmore? [INSIGHT]\n\nBeijing slaps mysterious sanctions on US officials who have 'behaved badly' [REPORT]\n\nChina crackdown: Hong Kong media tycoon Jimmy Lai arrested amid new security law [REPORT]\n\nTaipei - capital of Taiwan\n\n“The particular focus of both my discussion with President Tsai and of our trip is highlighting Taiwan's success on health, in combating COVID-19, and cooperating with the United States to prevent, detect, and respond to health threats. “Taiwan's response to COVID-19 has been among the most successful in the world, and that is a tribute to the open, transparent, democratic nature of Taiwan's society and culture. “Taiwan had tremendous success in detecting COVID-19, managing the outbreak, and sharing this valuable information with other nations.”\n\nTaiwan president Tsai Ing-wen, pictured, has said Taiwan is an 'independent country'.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "CHINA has sent a stern warning to the US after health secretary Alex Azar visited Taiwan this week.", "fb": {"pages": 129617873765147, "app_id": 823607694325129}, "og": {"title": "China sends stern warning over US visit to Taiwan – ‘Play with fire, get burned'", "type": "article", "url": "https://www.express.co.uk/news/world/1322211/China-news-Taiwan-visit-alex-azar-south-china-sea-coronavirus", "image": "https://cdn.images.express.co.uk/img/dynamic/78/750x445/1322211.jpg", "site_name": "Express.co.uk", "language": "en", "tags": "autoplay_video,china news,south china sea,taiwan visit,us taiwan,alex azar,zhao lijian", "section": "World", "description": "CHINA has sent a stern warning to the US after health secretary Alex Azar visited Taiwan this week."}, "news_keywords": "autoplay_video,china news,south china sea,taiwan visit,us taiwan,alex azar,zhao lijian", "article": {"tag": "zhao lijian", "published_time": "2020-08-13T02:50:56+01:00", "modified_time": "2020-08-13T02:51:03+01:00", "expiration_time": "2020-09-12", "section": "World", "image_count": 5, "video_count": 1, "word_count": 768, "internal_link_count": 3, "external_link_count": 0}, "author": "Edward Browne", "twitter": {"card": "summary_large_image", "image": {"src": "https://cdn.images.express.co.uk/img/dynamic/78/750x445/1322211.jpg"}, "title": "China sends stern warning over US visit to Taiwan – ‘Play with fire, get burned'", "description": "CHINA has sent a stern warning to the US after health secretary Alex Azar visited Taiwan this week."}, "video_autoplay": "false", "headline_short": "China sends stern warning over US visit to Taiwan – ‘Play with fire, get burned'", "verify-v1": "EGl3XPBuem43awGwLC1rXGpRHRnmNSwp7VZfnCAAcKE=", "msvalidate.01": "1960193A20395DAD3FCB640BCB0D91D7", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "robots": "noodp,noydir,all"}}}