{"GDELT": {"GlobalEventID": 940452971, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MDV", "Actor1Name": "MALE", "Actor1CountryCode": "MDV", "Actor2Code": "NGALAB", "Actor2Name": "NIGERIAN", "Actor2CountryCode": "NGA", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.10869565217391, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ukwa, Akwa Ibom, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI21", "Actor1Geo_ADM2Code": "191377", "Actor1Geo_Lat": 5.01091, "Actor1Geo_Long": 7.83875, "Actor1Geo_FeatureID": "-2019459", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ukwa, Akwa Ibom, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI21", "Actor2Geo_ADM2Code": "191377", "Actor2Geo_Lat": 5.01091, "Actor2Geo_Long": 7.83875, "Actor2Geo_FeatureID": "-2019459", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ukwa, Akwa Ibom, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI21", "Action2Geo_ADM2Code": "191377", "Action2Geo_Lat": 5.01091, "Action2Geo_Long": 7.83875, "Action2Geo_FeatureID": "-2019459", "DATEADDED": 20200813021500, "SOURCEURL": "https://onlinenigeria.com/stories/122633-exposed-photos-of-chinese-company-where-nigerian-workers-are-allegedly-treated-like-slaves-uncovered-in-abia-state.html"}, "ARTICLE": {"TITLE": "Exposed! Photos Of Chinese Company Where Nigerian Workers Are Allegedly Treated Like Slaves Uncovered In Abia State", "TEXT": "The Chinese company accused of dehumanizing Nigerians in Abia state\n\nA Nigerian man has shared photos on Twitter exposing a Chinese company in Abia state where Nigerian workers are treated as slaves.\n\nAccording to the man, the workers are subjected to the most dehumanizing condition anyone could think of. Tthey resume by 6am and close by 7pm and no one dares object to the treatment.\n\nAccording to the writer, the workers are mandated to call the Chinese citizens on the site Masters, otherwise they will be sacked.\n\nHe wrote:\n\n@fisayosoyombo @segalink, I took my investigations to INNER GALAXY GROUP. A Chinese modern day slave camp, right inside Nigeria.\n\nThis company is located at Umuahala, Obuzor Asa, in Ukwa West LGA of Abia State.\n\nMy revelation is heart breaking, to say the least. @hartng\n\nThis company has over 1000 Nigerian workers, working under the most dehumanizing conditions ever known to mankind. They resume work as early as 6am, & close as late as 7pm daily. Monday till Sunday.\n\nNO LEAVE.\n\nNO OFF.\n\nNO EXCUSE.\n\nNO OFFER LETTER.\n\nNO EMPLOYMENT LETTER.\n\nA worker can be employed today, & be sacked that same day for no reason. Every day & minute in that company, could be your last, as a Nigerian worker. There is no job security, or job guarantee. They will sack workers, chase them away with Army or police, never to return.\n\nJust like a slave, and a slave master relationship. Every Nigerian in that company is mandated to call their Chinese employers MASTER or MISTRESS. failure to do that, attracts a direct sack. Nigerians are violated and molested by their Chinese employers daily.\n\nMale Nigerian workers are physically assaulted, why their female counterparts are sexually assaulted without any consequence.\n\nFor instance. A Chinese MASTER in inner Galaxy, instructed soldiers to beat up this Nigerian worker like this.\n\n\n\nThis lady was sacked by her Chinese employers at Inner Galaxy group, because a Chinese MASTER solicited for paid SEX from her, and she declined.\n\nThis man was injured right inside the company premises, while on production duty. His foot was amputated, because of the level of damage. Up till this very moment, he has not been compensated, but has long been sacked by the company.\n\n\n\nThe government of Abia State @Abiastategov is fully aware of these atrocities, the governor of Abia state OKEZIE IKPEAZU @GovernorIkpeazu is fully aware.\n\nIn fact, the governor is a regular visitor to INNER GALAXY GROUP.\n\nBut he chose to be silent, despite all the atrocities.\n\nINNER GALAXY GROUP, has Abia state government, in it’s armpits, in the name of “Employers of labour” They bought over the @PoliceNG & the @HQNigerianArmy around them with bribes. They now detect to the Army & police how to treat & oppress Nigerians, who are their employees.\n\nChinese MASTERS will use derogatory words on Nigerian employees, and you dare not talk back at them. Because the consequence is grievous. After the physical assaults you will get, you will still be sacked. Chinese MASTERS will boast of killing you, & getting away with it.\n\nNigerians are treated worst than second class citizens. The Chinese treat their Nigerian employees as lesser humans in their own soil.\n\nHere is the canteen the company provided for their Nigerian workers, to go have their meals.\n\nSee where Chinese employers, Masters and Mistress of Inner Galaxy group do have their meals. I sneaked in a secret camera to capture this. Please compare it to what Nigerians use, and see the difference, for yourself.\n\nFor over 3 months & counting, Inner Galaxy Group has been holding workers on hostage because of covid19. They locked the gates, denying workers access to go home. If you dare complain, the @PoliceNG DPO of Obehie police station CSP Isiguzo will be called, to arrest you.\n\nWorkers are camped in a prison like accommodation provided by the company before now.\n\nSee where Nigerian workers of inner Galaxy group sleep, after 13 hours of tedious job daily.\n\nIt is truly heartbreaking to see what fellow Nigerians, are reduced to. Because of government insensitivity, and the high rate of unemployment. Chinese now feel they are doing us favour, by treating Nigerians as slaves in our own country, in the area of employment.\n\nWith the little i know, it is only prisoners that are subjected to these type of dirty environment and accommodations in Nigeria.\n\nNigeria has failed are citizens, @Abiastategov has failed her people. Okezie Ikpeazu @GovernorIkpeazu is a failure.\n\n@hartng\n\nCameras are allover the company, monitoring activities of workers daily. Workers can not gather themselves for any reason whatsoever. They can’t form Union, they can’t protest or press on for any demands. The Army Barracks around, is been used at will. Just like police.\n\nHere some workers protested the dehumanizing conditions, they are subjected to daily by Inner Galaxy group. They were rounded up right inside the company, beating up, and sacked.\n\nOn a final note, let me state it here categorically that, out of over 1000 Nigerian workers with Inner Galaxy group, it was in June that the company gave 18 employees offer letters. Out of over 1000 workers.\n\nIT IS NOT A GUARANTEE THAT, THEY CAN’T BE SACKED ANY TIME.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "ZOOMWORDS": "Exposed! Photos Of Chinese Company Where Nigerian Workers Are Allegedly Treated Like Slaves Uncovered In Abia State - OnlineNigeria.com", "ZOOMIMAGE": "https://cdn.onlinenigeria.com/wp-content/uploads/2020/08/exposed-photos-of-chinese-company-where-nigerian-workers-are-allegedly-treated-like-slaves-uncovered-in-abia-state.jpg?iv=153", "og": {"image": "https://cdn.onlinenigeria.com/wp-content/uploads/2020/08/exposed-photos-of-chinese-company-where-nigerian-workers-are-allegedly-treated-like-slaves-uncovered-in-abia-state.jpg?iv=153", "title": "Exposed! Photos Of Chinese Company Where Nigerian Workers Are Allegedly Treated Like Slaves Uncovered In Abia State", "description": "The Chinese company accused of dehumanizing Nigerians in Abia state A Nigerian man has shared photos on Twitter exposing a Chinese company in Abia state where Nigerian…", "locale": "en_US", "type": "Exposed! Photos Of Chinese Company Where Nigerian Workers Are Allegedly Treated Like Slaves Uncovered In Abia State - OnlineNigeria.com", "url": "https://onlinenigeria.com/stories/122633-exposed-photos-of-chinese-company-where-nigerian-workers-are-allegedly-treated-like-slaves-uncovered-in-abia-state.html", "site_name": "OnlineNigeria.com"}, "Description": "The Chinese company accused of dehumanizing Nigerians in Abia state A Nigerian man has shared photos on Twitter exposing a Chinese company in Abia state where Nigerian workers are treated as slaves. According to the man, the workers are subjected to the most dehumanizing condition anyone could think of. Tthey resume by 6am and close by…", "keywords": "Exposed! Photos Of Chinese Company Where Nigerian Workers Are Allegedly Treated Like Slaves Uncovered In Abia State - OnlineNigeria.com", "author": "Webby", "reply_email": "webmaster@onlineNigeria.com", "robots": "index, follow", "revisit_after": "7 days", "GOOGLEBOT": "index,follow", "verify-v1": "lld8WcmcoMdcWJDGGTNb8YSXp/J2VN20t/0R7t2c4io=", "google-site-verification": "9GbrAf9QTMVr2TJtDV_wA8xEaOWAOG4emE4oKKxPsXA", "msvalidate.01": "64845BA12101B73112E5CB531A350407", "twitter": {"card": "summary", "title": "Exposed! Photos Of Chinese Company Where Nigerian Workers Are Allegedly Treated Like Slaves Uncovered In Abia State", "description": "The Chinese company accused of dehumanizing Nigerians in Abia state A Nigerian man has shared photos on Twitter exposing a Chinese company in Abia state w", "image": "https://cdn.onlinenigeria.com/wp-content/uploads/2020/08/exposed-photos-of-chinese-company-where-nigerian-workers-are-allegedly-treated-like-slaves-uncovered-in-abia-state.jpg?iv=153", "creator": "@OnlineNigeria", "site": "@OnlineNigeria"}, "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/OnlineNigeria", "published_time": "2020-08-12T22:59:01+00:00"}, "generator": "WordPress 5.4.1", "fb": {"app_id": 1797532237225260}, "msapplication-TileImage": "https://cdn.onlinenigeria.com/wp-content/uploads/2019/02/cropped-unisex-butterfly-logo-270x270.png"}}}