{"GDELT": {"GlobalEventID": 940416180, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LKA", "Actor1Name": "SRI LANKA", "Actor1CountryCode": "LKA", "Actor2Code": "AGR", "Actor2Name": "FARMER", "Actor2Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.6026026026026003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tirukovil, Eastern, Sri Lanka", "Actor1Geo_CountryCode": "CE", "Actor1Geo_ADM1Code": "CE37", "Actor1Geo_ADM2Code": "25832", "Actor1Geo_Lat": 7.1203, "Actor1Geo_Long": 81.84899999999999, "Actor1Geo_FeatureID": "-2237490", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Akkaraipattu, Eastern, Sri Lanka", "Actor2Geo_CountryCode": "CE", "Actor2Geo_ADM1Code": "CE37", "Actor2Geo_ADM2Code": "25832", "Actor2Geo_Lat": 7.2165, "Actor2Geo_Long": 81.8538, "Actor2Geo_FeatureID": "-2211706", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Akkaraipattu, Eastern, Sri Lanka", "Action2Geo_CountryCode": "CE", "Action2Geo_ADM1Code": "CE37", "Action2Geo_ADM2Code": "25832", "Action2Geo_Lat": 7.2165, "Action2Geo_Long": 81.8538, "Action2Geo_FeatureID": "-2211706", "DATEADDED": 20200812221500, "SOURCEURL": "http://www.lankaweb.com/news/items/2020/08/12/buddhism-in-present-day-eastern-province-part-5/"}, "ARTICLE": {"TITLE": "LankaWeb – BUDDHISM IN PRESENT DAY EASTERN PROVINCE Part 5", "TEXT": "BUDDHISM IN PRESENT DAY EASTERN PROVINCE Part 5\n\nKAMALIKA PIERIS\n\nThe animosity towards Buddhism in Eastern Province is becoming confrontational. There is now an open tussle between the Buddhists and non Buddhists in Eastern Province. Neither side is prepared to give in.\n\nBuddhists are determined that the Eastern Province must continue as a Buddhist province. They are setting up new Buddhist temples. It was reported In January 2019 that construction work had started on the tallest Buddha statue in the Batticaloa district at Mahindaramaya, Mayelankarachchi, Valaichchenai. The 60-foot statue will be the tallest in Batticaloa said Mahindaramaya Chief Incumbent Ven. Kaddukasthodda (Katugastota?) Mahindalangara.\n\nExisting Buddhist temples in the Eastern Province were to be enlarged .A new building for Sri Pantharma Temple in Vellaveli was provided by the army in 2015. The commemorative plaque was entirely in Sinhala, complained Tamilnet.\n\nIn the meantime, a Buddha statue had been vandalized in Abhayaramaya in Trincomalee. The dagoba at Sudaikuda in Sampur was razed and its artifacts destroyed, before the dagoba could be labeled an archaeological site. But Archaeology Department said it intended to take over the site.\n\nAttorney-at-Law Dharshana Weraduwage filed a Fundamental Rights petition, in October 2019, seeking an order directing authorities to investigate the imminent danger to the Buddhist religious sites and several archaeological sites situated in the Northern and Eastern Provinces.\n\nA Hindu-Buddhist conflict developed in Trincomalee over a mound found near the Kinniya hot wells. Archaeological Department had gone there to do some routine conservation work. In the process some bricks had got dug up. Buddhist and the Hindus both claimed these bricks. Bhikkhus such as Ven. Ampitiye Seelavansa of Velgam vihara said they belonged to an Anuradhapura era stupa which has been leveled and a Hindu temple built on top. Hindus said this was the ruins of a Pillaiyar kovil.\n\nThe locals were extremely aggressive towards the conservation work, said the Archaeological Department. A crowd of Tamils had gathered. Tamil politicians had also come. Television news showed two groups fighting. Police, riot squad and Special Task Force were called in. Police came with a magistrate order, to stop the protest, that it would cause communal tensions.\n\nThereafter, Kokila Ramani, a resident of Trincomalee, petitioned the Provincial High Court, saying the land where the Kinniya hot springs are located belonged to her and the Archaeology Department is trying to construct a Buddhist structure there without her permission. The Department plans to construct a temple on the site of a Hindu kovil and Hindu devotees are being obstructed from entering the site by the Department, she said. TNA Parliamentarian M.A. Sumanthiran appeared for her. Provincial High Court Judge M. Illanchiyan issued an interim injunction suspending the conservation of the Kinniya hot springs which will remove the alleged ruins of a Hindu kovil.\n\nDuring British rule, the Muhudu Maha Viharaya in Pottuvil owned 264 acres or so. The site had been excavated. We are not told when. Hundreds of stone columns buried under the sand had emerged, indicating a large monastery complex. About one hundred stone pillars were recovered. There were extensive ruins buried in the sand. The stone columns that were unearthed and brought out for display were stolen.\n\nMuhudu Maha Viharaya had been listed as a protected archeological monument in 1951, by the Commissioner of Archeology, with an archeological reservation of 72 acres of land. In 1964 Muhudu Maha vihara was a coconut estate owned by a Muslim, said Ellawala Medhananda. Excavations showed a vihara. In 1965, the Department of Archeology re-confirmed the protected monument status of the Temple but with the reservation reduced to 32 acres. The reasons for the drastic cut-back in the acreage is not known.\n\nSome of the temple land was forcibly occupied and the incumbent monks compelled to abandon the temple in the 1990s. This was due to political pressure. Some of the statues that were there in 1990 then disappeared. 11 acres were distributed under the Jayabhoomi scheme of 1995-2002. Since then, the temple has been continuously losing land and now it has only a nominal ownership of three acres.\n\nVisitors to Muhudu Maha Vihara have known for years that the site was heavily encroached by Muslims. The authorities, including the Maha Sangha who administered the temples of the eastern province have done nothing about it. Anuradha Yahampath, Governor of the Eastern Province, was the first to draw attention to this and ask for action. She wanted an inquiry into the various clashes occurring over the ownership and encroachment of the temple’s land.\n\nPresident Gotabaya sent a high level military delegation to visit the Pottuvil Muhudu Maha Viharaya and report. The delegation included the Defence Secretary, Commanders of the Army and Navy and the Acting IGP.\n\nDefense Secretary, Major General (Retd) Kamal Gunaratne on the instructions of President Gotabhaya Rajapaksa ordered the Navy, to immediately establish a naval contingent to protect the Pottuvil Muhudu Maha Vihara temple and its land, and stop forcible acquisition by other parties. Navy and the Police were asked to work together to provide maximum security to the place and stop any further encroachment. The Defense Secretary said steps would be taken to reclaim all the lands belonging to the temple. Surveyor General was instructed to survey the 30 acres belonging to the vihara and gazette it.\n\nThere was an immediate reaction. The People’s Alliance for Right to Land (PARL) protested. PARL is a voluntary coalition of civil society organizations working together since 2011 lobbying for land rights. It was against land-grabbing, and for the housing, land and property rights of poor and marginalized communities in Sri Lanka.\n\nPARL said it was deeply disturbed by the military intervention in Muhudu Maha Viharaya, and the move to turn this into an archaeological site. No mention is made of the Tamils and Muslims who have resided in the area for several centuries. Today, Muslim and Tamil populations densely occupy the coastal belt, whilst the Sinhala population is largely concentrated inland.\n\nPARL continued, the Dighavapi ‘sacred lands’, Pottuvil land and archaeology based dispossession are clear examples of land disputes in the Ampara area which are based on discrimination, use of force, and ethnic thinking. The demarcation of Muhudu Maha Vihara land as an archaeological site lacks clarity, publicity, and threats of dispossession, said PARL.\n\nPARL has documented the trend of using the Departments of Archaeology, Wildlife and Forests, to acquire lands with vague or little justification. These arbitrary land acquisitions have caused dispossession of established communities, and created land disputes that affect ethnic minorities.\n\nPARL calls on the President to take all of the above into consideration, and to instruct the Ministry of Defence to withdraw the establishment of a Naval unit in the Pottuvil area without delay. military involvement in what is essentially a civil administration issue will only make this issue worse. Any law and order issue in this regard should be under the purview of the Police.\n\nPARL calls on the Minister of Lands to ensure that the designation and acquisition of land for archaeological conservation or any other purpose is transparent based on clear justification and that affected individuals and communities be included in the process.\n\nPARL calls on the Minister of Land to recall instructions to acquire by gazette land surrounding the Pottuvil Muhudu Maha Viharaya until this matter is properly investigated by civilians, affected parties are consulted and heard, all information made public and just and equitable solutions reached. (I have re-phrased some of the PARL statement)\n\nThe government was not impressed with any of this. President Gotabaya appointed a Task Force on Archaeological Heritage Management in the Eastern Province (PTF) to conduct a comprehensive survey of archaeological sites in the East and to take measures to preserve them.\n\nThe PTF was headed by the Defence Secretary. The others in the PTF were Ven. Ellawala Medhananda, Ven. Panamure Thilakawansha, Chief Prelate for the Eastern and Northern Provinces, Anuradha Yahampath, Governor Eastern Province, Senarath Bandara Dissanayake, Director General of Archaeology, Chandra Herath, Commissioner General of Land, A.L.S.C. Perera, Surveyor General, the Senior DIG Western Province, the Provincial Land Commissioner, Raj Somadeva and Kapila Gunawardena.\n\nPTF was given the task of conserving all archaeological heritage sites in the Eastern Province irrespective of religion. PTF must identify the land that should be allocated to each archaeological site and take necessary measures to allocate them properly and legally. A data base containing geo-spatial data of The archaeological sites would be created, to help preservation and conservation work. PTF said it would work closely with all the ethnic groups in the Eastern Province to restore and manage those historical archaeological sites.\n\nRajan Philips commented. The appointment of a Presidential Task Force for Archaeological Heritage Management in the Eastern Province, with its ethnically exclusive but otherwise oddly mixed composition, has created political ripples not only in Sri Lanka but also outside the country, Philips said. When you add the Islamic and Muslim cultural additions over nearly a thousand years, and five hundred years of colonial accretions, there is much heritage to cherish and preserve in Lanka’s East.\n\nThere is also the question of whether atask force on archaeology is needed at the moment in the midst of a global pandemic and whether aPresidential Task Force is a suitable cultural mechanism for preserving cultural heritage. The Task Force excludes not only Tamil and Muslim archaeologists but also renowned Sinhalese archaeologists, said Philips.\n\nThe matter could have been left to the Department of Archaeology, one of the oldest and well-respected government departments. It has a professional reputation that extends beyond Sri Lanka. It has a well-established Exploration and Documentation Division that mandates Archaeological Impact Assessments to be undertaken for any development project on a parcel of land exceeding 0.25 hectares.\n\nIf the department is well funded and its independence is not overridden by powerful politicians there should not be any danger to Sri Lanka’s heritage resources due to human action. One does not preserve heritage by bulldozing away living communities to create new vistas of past glories, concluded Philips.\n\nThe Eastern Province was completely Sinhala and Buddhist when the British took over the country. The British administration deliberately killed off the Sinhala villages in the east. The Government Agents in the Eastern Province pleaded with their British superiors, saying ‘these villages and its inhabitants are dying. All they need is a little help to renovate their tanks.’ The British government instead, let the Sinhala villagers die. And then introduced Tamil settlers from India, into the Eastern Province. The arrival of the Tamils to the Eastern Province could therefore be dated to mid 19th century.\n\nWhen the Portuguese expelled the Muslims living in their territory, the Muslims ran to the Udarata kingdom and told king Senerat (1604-33) that they had nowhere to go. This meant that these Muslims were not permanent settlers in the island. They were temporary residents in the Kotte kingdom, who for some reason, were unable to return home. Senerat sent them to Batticaloa. The Batticaloa settlement could therefore be considered the first Muslim settlement in Sri Lanka.\n\nThe next Muslim advance came in 1942, when D.S. Senanayake sent A.M.A .Azeez, then AGA at Kalmunai, to accelerate food production in the Eastern Province. His area of administration covered the whole of present day Ampara. Azeez distributed state land for paddy cultivation, also for government run goat farms and poultry farms. Azeez used the opportunity to further entrench Muslims in the area by giving them land grants.\n\nLand was distributed through land kachcheries. Land allotted in this manner exceeded 12,000 acres, of which 4000 cares were given to farmers of Akkaraipattu, Kokavil, Thambiluvil and Tirukovil. Some of the land distributions are: Pottanaveli (130 acres) and Usaraveli (50) in Irakkamam. Anaivilunthan (100) and Mottaiyandeveli (60) in Sammanthurai. Pooranpuri (200) in Karaivahu. Kayattiyadi (100) in Nintavur. Pallaveli (50) in Ampara. (CONCLUDED)", "METADATA": {"description": "<p>KAMALIKA PIERIS The animosity towards Buddhism in Eastern Province is becoming confrontational. There is now an open tussle between the Buddhists and non Buddhists in Eastern Province. Neither side is prepared to give in. Buddhists are determined that the Eastern Province must continue as a Buddhist province. They are setting up new Buddhist temples. It […]</p>", "generator": "WordPress 5.2.7"}}}