{"GDELT": {"GlobalEventID": 940426614, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "KEN", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.1223470661673, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Addis Ababa, (ET10), Ethiopia", "Actor1Geo_CountryCode": "ET", "Actor1Geo_ADM1Code": "ET10", "Actor1Geo_ADM2Code": "47692", "Actor1Geo_Lat": 9.03333, "Actor1Geo_Long": 38.7, "Actor1Geo_FeatureID": "-603097", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Addis Ababa, (ET10), Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET10", "Actor2Geo_ADM2Code": "47692", "Actor2Geo_Lat": 9.03333, "Actor2Geo_Long": 38.7, "Actor2Geo_FeatureID": "-603097", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Addis Ababa, (ET10), Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET10", "Action2Geo_ADM2Code": "47692", "Action2Geo_Lat": 9.03333, "Action2Geo_Long": 38.7, "Action2Geo_FeatureID": "-603097", "DATEADDED": 20200812234500, "SOURCEURL": "https://www.thisdaylive.com/index.php/2020/08/13/ethiopias-pan-africa-dam/"}, "ARTICLE": {"TITLE": "ETHIOPIA’S PAN-AFRICA DAM", "TEXT": "Okello Oculi writes that Ethiopia’s Renaissance Dam holds a lot of promise\n\nIn 2013 I read a brochure in Ambassador Hotel located near the airport at Addis Ababa. The brochure had a propaganda narrative about a project named the ‘’People’s Renaissance Dam’’.\n\nIts call was for all citizens to become owners of the project by buying shares, no matter how small the piece of the government bond one could afford. Here was something starkly different from most construction economics in Africa where only foreign investors, bureaucrats and politicians ‘’own’’ the show.\n\nPrime Minister Meles Zenawe, the brain-box from which the dam had popped, had won power after a protracted guerilla war against Mengistu Haile Mariame’s military socialist dictatorship. Guerilla warriors know that support and participation of the people, in various ways, is the anchor and lifeblood of revolutionary bleeding to win power. The conception of a ‘’people’s financial dam’’ was a flow of a river of people’s military power into an infrastructure project.\n\nThere was also a salute to the Pan-African heritage of the River Nile. While the ‘’WHITE Nile’’ dropped down from a lake on a plateau between Tanzania, Kenya, Uganda and Rwanda, the ‘’BLUE Nile’’ cascaded from the Ethiopian mountains into lowlands in south-eastern Sudan. The two water bodies met in Khartoum, now Sudan’s capital. Each branch carries loads of fertile soil into Sudan and Egypt. The Black African Pharaohs had on the Nile’s patient back built irrigation systems to support agriculture, and constructed grand pyramids, in Egypt.\n\nThe White Nile loses a lot of water in the ‘’SUDD’’ – a vast swamp whose grass has for centuries supported millions of livestock when less water comes down during the dry season in East Africa. It is remarkable that Egypt and Sudan have paid little engineering attention to this hydrological phenomenon.\n\nEthiopia’s Renaissance Dam promises to trap 19.5 trillion gallons of water behind a wall 1,800 feet high. It is expected to cost 4.6 billion American dollars. Over the last decade of construction rumour mongers have thrown charges of corruption at its builders. These ‘’bad beles’’ (evil stomachs) may have driven the dam’s chief engineer, Semegnew Bekele, to his death. Egyptian intelligence operatives, political rivals of Prime Minister Abiy Ahmed, or contractors unhappy with his commitment to perfection may have gunned him down in the centre of Addis Ababa.\n\nThe dam’s expected generation of 6,400 megawatts of electricity has the pan-African target of selling power to Kenya, Tanzania, Rwanda, Burundi, Democratic Republic of Congo, South Sudan, Sudan and onwards into the bowels of West Africa. It would fulfill Meles Zenawe’s dream of changing the shameful image of Ethiopia as a land of BBC television documentaries of emaciated children dying from starvation as hopeless mothers stare into indifferent horizons. Instead, Ethiopia would export hydroelectric light, hope, aspirations and ambition across Africa.\n\nIn the late 1950s and early 1960s, Emperor Haile Selassie had awarded scholarships to students from other African countries to study at Addis Ababa University. Their influence incited student protests against his imperial tyranny and ruthless exploitation of his people. Meles Zenawe would be a distant beneficiary of student radicalism. The Renaissance Dam will pay back that debt of progress.\n\nThe Nile also has other legacies. Professor Cheik Anta Diop has published pictures of women inside pyramids in Egypt with hairstyles and features similar to those found in Eastern and Central Africa. Ethiopians also fought and ruled in Egypt of the Black African Pharaohs.\n\nTwo traditions of migration have been carried strapped on the patient back of Mother Nile. The Renaissance Dam is entangled in this legacy of Pan-African migration and diplomacy. Egypt has sought to earn veto power over the use of waters from the Nile. Since the 1970s, there has emerged a growing irritation and impatience by governments at the source of the White Nile. It is rain water and soils from their sovereignty travel north into the Mediterranean Sea.\n\nEgypt’s current fury was expressed at the United Nations by foreign minister Sameh Shoukry, as follows: ‘’Survival is not a question of choice, but an imperative of nature’’. Egypt insists that 90 per cent of its agriculture and household needs use Nile water. 60 per cent of Ethiopia lacks electricity.\n\nPresident Yoweri Museveni (who rules the source of the White Nile), Prime Minister Abiy Ahmed (at the source of the Blue Nile), and President Abdel Fattah el-Sisi (at the end of the river), have each worn military salutes. Military threats yield smoke out of their noses. Each has seen wasted blood in their countries, and dreams of peace…\n\nPresident el-Sisi would be the next candidate for the Nobel Prize for Peace to come from the banks of the Nile if the troika would together open gates of the Pan-African Renaissance Dam.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "ETHIOPIA’S PAN-AFRICA DAM - THISDAYLIVE", "description": "Okello Oculi writes that Ethiopia’s Renaissance Dam holds a lot of promise In 2013 I read a brochure in Ambassador Hotel located near the airport at Addis Ababa. The brochure had a propaganda narrative about a project named the ‘’People’s Renaissance Dam’’. Its call was for all citizens to become owners of the project by …", "url": "https://www.thisdaylive.com/index.php/2020/08/13/ethiopias-pan-africa-dam/", "site_name": "THISDAYLIVE", "updated_time": "2020-08-12T19:15:01+00:00"}, "article": {"publisher": "https://www.facebook.com/thisdaylive", "section": "Nigeria", "published_time": "2020-08-12T23:14:27+00:00", "modified_time": "2020-08-12T19:15:01+00:00"}, "twitter": {"card": "summary_large_image", "description": "Okello Oculi writes that Ethiopia’s Renaissance Dam holds a lot of promise In 2013 I read a brochure in Ambassador Hotel located near the airport at Addis Ababa. The brochure had a propaganda narrative about a project named the ‘’People’s Renaissance Dam’’. Its call was for all citizens to become owners of the project by […]", "title": "ETHIOPIA’S PAN-AFRICA DAM - THISDAYLIVE", "site": "@thisdaylive", "creator": "@thisdaylive"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin"}}}