{"GDELT": {"GlobalEventID": 940411280, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "IRN", "Actor1Name": "IRANIAN", "Actor1CountryCode": "IRN", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.2654028436018905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200812214500, "SOURCEURL": "https://turkishpress.com/rouhani-macron-discuss-nuclear-deal-beirut-blast/"}, "ARTICLE": {"TITLE": "Rouhani, Macron discuss nuclear deal, Beirut blast", "TEXT": "ANKARA\n\nIranian President Hassan Rouhani asked his French counterpart Wednesday to oppose a draft resolution the US proposed to the UN Security Council to maintain an arms embargo against Tehran, according to a statement by Iranian presidency.\n\nRouhani said the draft resolution is a “violation of Security Council Resolution 2231” during a telephone call with Emmanuel Macron.\n\nThe Iranian president urged all countries, especially the P4+1 — China, France, Russia, UK and Germany, to strongly reject the resolution.\n\n“The preservation of the Joint Comprehensive Plan of Action (JCPOA) and UN Security Council Resolution 2231 is a fundamental commitment of all countries that have remained in the JCPOA”, he said.\n\nThe statement stressed the importance of consultation and cooperation between Iran, the three European countries as well as Russia and China to hinder the “opponents” of the JCPOA from accomplishing their purposes.\n\nMacron underlined that France does not approve of the resolution proposed by the US.\n\n“Our views on the extension of the arms embargo on Iran are quite different from that of the United States, and we have made this clear to them,” Macron said.\n\nSigned between Iran and the P5+1 countries — US, UK, France, China, Russia and Germany – the JCPOA, also known as the Iran nuclear deal, curbed Iran’s nuclear activities in return for lifting of sanctions.\n\nIn May 2018, the US withdrew from the agreement, igniting gradual cutting of the obligations by Iran, who accused European signatories of delaying implementation of their responsibilities under the deal.\n\nUS Secretary of State Mike Pompeo urged the UN Security Council (UNSC) in June to extend an arms embargo against Iran and warned ending it would risk stability in the Middle East.\n\nAfter a massive deadly blast last week in Beirut, Rouhani stressed the importance of “more unity” among political groups in Lebanon and called on all countries to provide their supports for the creation of this unity.\n\nMacron urged Iran to support the resolution on Lebanese political crisis and to join the international action group to achieve this goal.\n\nA powerful blast shook the Lebanese capital and its environs after 2,750 tons of ammonium nitrate stored in a warehouse caught fire.\n\nThe shockwave flattened nearby buildings and caused extensive material damage in Beirut, leaving hundreds of thousands of residents homeless.\n\nIt came as Lebanon deals with a severe financial crisis in addition to the coronavirus pandemic.\n\nCopyright 2020 Anadolu Agency. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "ANKARA Iranian President Hassan Rouhani asked his French counterpart Wednesday to oppose a draft resolution the US proposed to the UN Security Council to", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Rouhani, Macron discuss nuclear deal, Beirut blast | TurkishPress", "description": "ANKARA Iranian President Hassan Rouhani asked his French counterpart Wednesday to oppose a draft resolution the US proposed to the UN Security Council to", "url": "https://turkishpress.com/rouhani-macron-discuss-nuclear-deal-beirut-blast/", "site_name": "TurkishPress", "image": {"identifier": "https://cdn.turkishpress.com/2020/08/12172150/thumbs_b_c_c7382f42cc0dc2c3bb5fac241f7bf645.jpg", "width": 864, "height": 486}}, "article": {"published_time": "2020-08-12T21:08:11+00:00", "modified_time": "2020-08-12T21:21:54+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "Feed to Post 3.13.1"}}}