{"GDELT": {"GlobalEventID": 940455636, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BRNGOV", "Actor1Name": "BRUNEI", "Actor1CountryCode": "BRN", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 150, "EventBaseCode": 150, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.27767470624614, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "South China Sea, Brunei (general), Brunei", "Actor1Geo_CountryCode": "BX", "Actor1Geo_ADM1Code": "BX00", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 115.0, "Actor1Geo_FeatureID": "-1337919", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "South China Sea, Brunei (general), Brunei", "Actor2Geo_CountryCode": "BX", "Actor2Geo_ADM1Code": "BX00", "Actor2Geo_Lat": 15.0, "Actor2Geo_Long": 115.0, "Actor2Geo_FeatureID": "-1337919", "Action2Geo_Type": 4, "Action2Geo_Fullname": "South China Sea, Brunei (general), Brunei", "Action2Geo_CountryCode": "BX", "Action2Geo_ADM1Code": "BX00", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 115.0, "Action2Geo_FeatureID": "-1337919", "DATEADDED": 20200813024500, "SOURCEURL": "https://www.nippon.com/en/in-depth/d00601/"}, "ARTICLE": {"TITLE": "Tensions Rise in the South China Sea: US, Chinese Maneuvers in Neighboring Waters", "TEXT": "With the US Navy temporarily reducing its activities due to the impact of COVID-19, China has conspicuously increased its presence, conducting more maritime activities in the South China Sea since April 2020. In retaliation, the US Navy dispatched two aircraft carriers to the region in July to conduct drills, and tensions are gradually rising.\n\nTensions Rise in the South China Sea\n\nOn July 4, 2020, America’s Independence Day, two US Navy aircraft carriers headed to the South China Sea for flight drills. The US Navy also dispatched four other warships. According to US media, this is the largest-scale fleet deployment by the United States in the South China Sea in recent years. But it was not only the US Navy conducting maneuvers​ in the area.\n\nEarlier, on July 1, China’s People Liberation Army Navy began its own maneuvers in the South China Sea. In fact, China deployed three theater naval forces (the Northern, Eastern, and Southern Theater Command Navies) in the Yellow Sea, East China Sea, and South China Sea, respectively, for simultaneous, large-scale exercises. Among them, the Southern Theater Command Navy conducted drills in sensitive waters of the South China Sea—which are the subject of territorial disputes—around the Paracel Islands (also called Xisha Islands in Chinese). These islands came under practical control of China in 1974 when China defeated (then) South Vietnamese forces in the Battle of the Paracel Islands. Presently, both China and Vietnam assert territorial claims over them.\n\nIn late June, China announced that it would be conducting military exercises from July 1 to 5 in the waters around the Paracels. Vietnam expressed its strong opposition to the exercises, and both the United States and the Philippines indicated their deep concern. On July 2, the US Department of Defense commented on the exercises, stating that “The PRC’s actions will further destabilize the situation in the South China Sea.” US Secretary of State Mike Pompeo tweeted from his own account “America agrees with our Southeast Asian friends: The PRC’s military exercise in disputed waters of the South China Sea is highly provocative.”\n\nManeuvers Within Eyesight\n\nChina has reported extensively on its military exercises in the South China Sea. On July 4, China Central Television reported on drills in which, under conditions of enemy jamming, a Type 052D destroyer (a Chinese version of the Aegis warship) quickly adjusted its main gun target tracking system to successfully destroy the enemy ship without losing sight of it. Also, a Type 054 frigate in the same fleet responded to a rapid airborne threat with multiple firing of chaff, performing large-angle veering, as practice at avoiding missile bombardment.\n\nAs far as can be ascertained from these reports, the Chinese Navy’s surface ship unit was conducting drills to counter surface and air attacks. Although the drills addressed elements of electronic warfare, such as jamming, they do not seem to have been otherwise unusual. It was also reported that the US Navy aircraft carriers conducted flight operations, but there were no reports of special tactical operations. Nevertheless, what deserves attention on this occasion is the simultaneous presence of the US aircraft carrier task forces and the Chinese Navy fleet in such a small area.\n\nIn a telephone interview with US media, Rear Admiral James Kirk, the commanding officer of the Carrier Strike Group 11—aboard the USS Nimitz, one of the two aircraft carriers dispatched to the South China Sea—stated: “They have seen us and we have seen them.” This indicates the close proximity of the US aircraft carrier task force and the Chinese Navy fleet. According to US and Taiwanese media, it is extremely rare for both US and Chinese naval forces to conduct exercises in the same waters. This situation did not arise by chance. It seems that both sides intentionally held drills in close proximity.\n\nThe presence of both naval forces in such a sensitive part of the South China Sea is a direct result of interactions between the two powers. In mid-June, multiple US media outlets reported that three US Navy aircraft carrier strike forces had been deployed in the Pacific Ocean. The US Navy has 11 aircraft carriers, but it is rare for it to launch three in the Pacific Ocean. This first such deployment in many years indicates the heightened sense of concern felt by the United States regarding aggressive behavior displayed by China. US tension is further heightened by the fact that China chose this timing to achieve its aims, when the US and other countries are focused on the battle with COVID-19.\n\nChina On the Offensive in a Perceived Power Vacuum\n\nChina’s aims include strengthening its practical control in the South China Sea and, beyond that, seizing total control in the region. Even given the impact from COVID-19 on the capabilities of the US Navy, China still intended to demonstrate its presence in the face of the dispatch of the three aircraft carrier strike forces in the Pacific Ocean. When the COVID-19 pandemic forced the US Navy to reduce the activities of the aircraft carrier USS Theodore Roosevelt and other vessels, media aligned with the Chinese Communist Party responded, reporting that the US Navy had suffered major damage to its ability to project force. China apparently sensed an emerging power vacuum in the Pacific.\n\nBased on this perception, China conducted military exercises in the South China Sea in April, and, by April 19, had established two new administrative divisions in the region. On April 11, China’s aircraft carrier, Liaoning, entered the Pacific Ocean, plying between the Japanese islands of Okinawa and Miyakojima, passing southward through Taiwan’s eastern waters, and traveling via the Bashi Channel to enter the South China Sea. On April 13, a Chinese PLAN spokesperson stated that the Navy intended to normalize such maneuvers and drills going forward. China’s intention was to display the maritime predominance of its navy in the western Pacific Region, from the South China Sea to the so-called Second Island Chain stretching from Japan’s island holdings south of Honshu through Guam and south to Papua New Guinea.\n\nEven in April, the US Navy was not unresponsive. On April 21, the US Navy announced the South China Sea deployment of the USS America, its latest amphibious assault ship, only recently stationed at Sasebo, Japan. Its arrival in the off shore of Malaysia was confirmed on April 22. The America can operate as an aircraft carrier, carrying around 20 F-35Bs. Liaoning carries between 18 and 24 planes; the new US vessel thus effectively has similar-level aviation strategic capabilities to the Chinese aircraft carrier.\n\nAs China does not actually intend to enter a conflict with the US forces, the question of which power is dominant in the region depends on perspective. China widely reported that the US Navy’s aircraft carrier was immobilized, in an effort to proliferate the idea that China’s Navy had control in the region. Around April 16, in the same area, a Chinese survey boat turned up the pressure by navigating close to a survey ship belonging to the Malaysian state-owned petroleum company. China also held military exercises in the South China Sea in mid-June.\n\nThe Potential for Unintentional Conflict\n\nIf China successfully plants the belief, at home and across Southeast Asia, that it has grasped effective control over the South China Sea, it will be difficult to overturn this perception. If conflict were to erupt, and the United States triumphed against China, it would provide a clear result, but as long as neither country has the intention to go to war, the United States can only exhibit an even stronger regional presence. In late April, a frigate from the Australian Navy was dispatched for joint mobilization with the USS America. This demonstrated Australia’s role as a US ally and helped to undermine the impression to China or Southeast Asian nations that the US Navy’s presence had deteriorated in the South China Sea.\n\nThe United States subsequently applied still greater pressure. On July 13, US Secretary of State Mike Pompeo stated that “Beijing’s claims to offshore resources across most of the South China Sea are completely unlawful.” Until now, the United States did not express its position regarding territorial disputes between other countries, making this an extremely unusual announcement. With territorial disputes, as with ideological confrontation, there is no compromise to be made. Pompeo’s statement suggested the willingness of the United States for a showdown with China in the South China Sea.\n\nChina, on the other hand, is conscious that the United States is increasing its presence, obstructing Chinese efforts to gain control in the South China Sea, and increasing its frustration. In particular, local commanders of the Chinese Navy who get their news from Chinese domestic media may gain the misunderstanding that they have the upper hand in the region. If the US Navy increases its activities in the South China Sea, there is the potential for an unintentional conflict to erupt with increasingly impudent Chinese military forces. It is evident that the Chinese leadership understands this possibility from the manner in which China is also monitoring Japan’s response. China is gathering information on the likely Japanese course of action in the unlikely event of a Sino-American clash in the South China Sea. This suggests that China is taking the potential of military confrontation with the United States in the region seriously.\n\nThe Gap in Perception of “Normality”\n\nIt is important for Japan to realize that China’s perception of what is normal differs from that of the United States and Japan. For the United States and Japan, the normality is the present, stable circumstances, and maintenance of the existing order. But China considers the expansion of its own influence and geographical boundaries to be normal. Ultimately, it is attempting to transform the international order to work in its favor. This gap in perception can explain the past errors in US policy toward China. The only way to halt China’s provocative behavior is through a demonstration of real power.\n\n(Originally published in Japanese. Banner photo: US aircraft carriers Ronald Reagan and Nimitz in the South China Sea for flight training on July 6, 2020. © Mc3 Jason Tarleton/US Navy/Planet Pix via Zuma Wire/Kyodo News Images.)", "METADATA": {"viewport": "width=device-width, initial-scale=1", "cXenseParse": {"pageclass": "article", "recs": {"recommendable": "true", "articleid": 400601}, "ncf-pick": "true", "ncf-pubyear": 2020, "ncf-pubmonth": 202008, "ncf-pubday": 20200813, "author": "Kohara Bonji", "ncf-articleid": 400601, "articleid": 400601, "ncf-category": "Politics", "ncf-tag": "military", "ncf-thumbnail": "https://www.nippon.com/en/in-depth/d00601/thumb/thumb_1.jpg?20200813092027", "ncf-articletype": "オリジナル"}, "article": {"published_time": "2020-08-13T09:20:27+0900", "modified_time": "2020-08-13T09:20:27+0900"}, "description": "With the US Navy temporarily reducing its activities due to the impact of COVID-19, China has conspicuously increased its presence, conducting more maritime activities in the South China Sea since April 2020. In retaliation, the US Navy dispatched two aircraft carriers to the region in July to conduct drills, and tensions are gradually rising.", "keywords": "China,United States,South China Sea,Territory,defense,military", "og": {"url": "https://www.nippon.com/en/in-depth/d00601/", "type": "article", "title": "Tensions Rise in the South China Sea: US, Chinese Maneuvers in Neighboring Waters", "description": "With the US Navy temporarily reducing its activities due to the impact of COVID-19, China has conspicuously increased its presence, conducting more maritime activities in the South China Sea since April 2020. In retaliation, the US Navy dispatched two aircraft carriers to the region in July to conduct drills, and tensions are gradually rising.", "image": "https://www.nippon.com/en/ncommon/contents/in-depth/243180/243180.jpg", "site_name": "nippon.com"}, "twitter": {"card": "summary_large_image", "site": "@nippon_en", "url": "https://www.nippon.com/en/in-depth/d00601/", "title": "Tensions Rise in the South China Sea: US, Chinese Maneuvers in Neighboring Waters", "description": "With the US Navy temporarily reducing its activities due to the impact of COVID-19, China has conspicuously increased its presence, conducting more maritime activities in the South China Sea since April 2020. In retaliation, the US Navy dispatched two aircraft carriers to the region in July to conduct drills, and tensions are gradually rising."}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}