{"GDELT": {"GlobalEventID": 940496835, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.6339165545087497, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200813083000, "SOURCEURL": "https://www.goldcoastbulletin.com.au/breaking-news/unforgivable-virus-act-slammed-as-royal-commission-hears-government-still-not-prepared/news-story/19d1d08ed68691ff44a90a2d9920b31b?nk=ad00242473fa200f755e3f5e84710f9a-1597306720"}, "ARTICLE": {"TITLE": "Aged Care Royal Commission: ‘Unforgivable’ virus act slammed", "TEXT": "The federal government is still not prepared for COVID-19 in aged care despite the first outbreak happening in March, the Royal Commission into Aged Care has heard.\n\n“Our elderly citizens, and their families, deserve better,” counsel assisting the Royal Commission Peter Rozen, QC, said in his closing submissions on Thursday.\n\nMr Rozen said instead of preparing for more outbreaks, the federal government was displaying “a degree of self-congratulation and even hubris” between the first wave in March and April and the second wave in July.\n\n“Perhaps they were reflecting the general mood in the country – that we were through it,” he said.\n\nNumbers pointed to by Mr Rozen in his closing address laid bare the shocking speed with which COVID-19 ripped through aged care homes in Victoria.\n\nOn July 7, there were no active COVID-19 cases in residential aged care in Victoria\n\nBy July 13, there were 28 active cases in residential aged care in Victoria\n\nBy August 9, there were over 1000 active cases in residential aged care in Victoria\n\n“In the four days of this hearing there have been many further aged care deaths,” he said.\n\nThere were 220 deaths within aged care as of Thursday – 70 per cent of all deaths from coronavirus in Australia.\n\nMr Rozen said if masks had been made compulsory in aged care homes prior to July 13, it “may have … saved lives.”\n\nHe tore into the lack of co-ordination between the state and federal governments to the commission, saying there were still not clear protocols, which had “hindered” the aged care sector’s ability to respond to the crisis.\n\n“It is unacceptable that such arrangements were not in place in February. It is unforgivable that they are not in place in August.”\n\nMr Rozen also said the government had not released a crucial report into the first aged care outbreak at Dorothy Henderson Lodge, despite it happening in March.\n\n“For reasons that remain unclear the Commonwealth did not publish Professor (Lyn) Gilbert’s important report,” he said. “It’s full of valuable lessons, and was written by a person with serious, high-level relevant expertise.”\n\n“Another lesson that does not appear to have been learned is that providers should plan to lose close to their entire workforce.”\n\nmedia_camera Senior counsel assisting the Royal Commission into Aged Care Peter Rozen, QC, during hearings this week investigating devastating COVID-19 outbreaks in the sector. Picture: Supplied via NCA Newswire\n\nMr Rozen told the commission the government had been “on notice” about the likelihood of COVID-19 ripping through the aged care sector, because of the Royal Commission into Aged Care’s interim report, watching what was happening in Europe, and through warnings from experts.\n\n“Tragically, not all that could be done, was done,” he said.\n\n“The sector was not properly prepared in March, before the Dorothy Henderson Lodge and Newmarch House outbreaks. And based on the evidence that you’ve heard, the sector is not properly prepared now.”\n\nMr Rozen also discussed the “loneliness” of aged care residents not being able to see their friends and family during lockdowns in his closing address.\n\nHe repeated the words of aged care resident Merle Mitchell about her life in lockdown.\n\nSince early February.\n\n“From the time I wake up to the time I go to sleep, I’m sitting in my own room, on my one chair,” she had told the commission.\n\nOn Wednesday, Federal Health Department Secretary Brendan Murphy, who was the country’s Chief Medical Officer until June 25, told the commission that Australia did have a national plan for COVID-19 in aged care.\n\nBut Mr Rozen said that while it was a legitimate plan for the health sector, it “was silent” in the specific problems of aged care.\n\n“It is a plan, it’s just not an aged care plan,” he said.\n\nMr Rozen said a plan for COVID-19 in aged care should have addressed:\n\n– Understaffing issues\n\n– Access to PPE and training in its proper use\n\n– Lack of infection control skills including “foundational” standards that are “taken for granted in the health care sector”\n\n– Challenges of stopping COVID-19 in the homelike setting of nursing homes, with many people living in proximity\n\n– The known “challenges” of aged care providers dealing with the state health sector\n\n“There is no reason why our governments should be scrambling now to put such arrangements in place,” he said.\n\n“This should have been done back in February.”\n\nOriginally published as ‘Unforgivable’ virus act slammed", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "referrer": "origin", "msapplication-square70x70logo": "https://www.goldcoastbulletin.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/goldcoastbulletin/ms-icon-70x70.png", "msapplication-square144x144logo": "https://www.goldcoastbulletin.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/goldcoastbulletin/ms-icon-144x144.png", "msapplication-square150x150logo": "https://www.goldcoastbulletin.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/goldcoastbulletin/ms-icon-150x150.png", "msapplication-square310x310logo": "https://www.goldcoastbulletin.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/goldcoastbulletin/ms-icon-310x310.png", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://www.goldcoastbulletin.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/goldcoastbulletin/ms-icon-144x144.png", "robots": "noarchive", "description": "An investigation into the coronavirus deaths has heard about a litany of failures. But there was one act that could have saved lives.", "keywords": "care homes, health sector, Health Department, care deaths, closing address, royal commission, Aged Care Peter Rozen, Australia and New Zealand, interim report, federal government failures, saved lives, Australia, Brendan Murphy, Victoria, care residents, aged care sector, aged care, Merle Mitchell, care providers dealing, federal government, Dorothy Henderson Lodge and Newmarch House, Oceania, state health sector, aged care plan, nursing homes", "generator": "tcog", "articleid": "19d1d08ed68691ff44a90a2d9920b31b", "article": {"published_time": "2020-08-13T05:30:00.000Z", "modified_time": "2020-08-13T11:52:32.000Z"}, "twitter": {"card": "summary_large_image", "site": "@gcbulletin", "title": "‘Unforgivable’ virus act slammed", "description": "The federal government is still not prepared for COVID-19 in aged care despite the first outbreak happening in March, the Royal Commission into Aged Care has heard.", "image": "https://cdn.newsapi.com.au/image/v1/5f7de3ce86fca2b16bc8a0c5437482a6"}, "og": {"type": "article", "title": "‘Unforgivable’ virus act slammed", "description": "The federal government is still not prepared for COVID-19 in aged care despite the first outbreak happening in March, the Royal Commission into Aged Care has heard.", "url": "https://www.goldcoastbulletin.com.au/breaking-news/unforgivable-virus-act-slammed-as-royal-commission-hears-government-still-not-prepared/news-story/19d1d08ed68691ff44a90a2d9920b31b", "image": {"identifier": "https://cdn.newsapi.com.au/image/v1/5f7de3ce86fca2b16bc8a0c5437482a6", "width": 1280, "height": 720}}, "vr": {"canonical": "https://www.goldcoastbulletin.com.au/breaking-news/unforgivable-virus-act-slammed-as-royal-commission-hears-government-still-not-prepared/news-story/19d1d08ed68691ff44a90a2d9920b31b"}}}}