{"GDELT": {"GlobalEventID": 940428417, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "DEMONSTRATOR", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.64523281596448, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200813000000, "SOURCEURL": "https://www.ibtimes.com/belarus-protester-dies-during-violent-crackdown-vote-unrest-3027096"}, "ARTICLE": {"TITLE": "Jailed Belarus Protester Dies During Crackdown", "TEXT": "Belarus on Wednesday confirmed the death of a jailed protester as demonstrators took to the streets for a fourth night of clashes with riot police over a disputed presidential election.\n\nRiot police have roughly detained thousands at street protests across the country after long-serving leader Alexander Lukashenko claimed a landslide victory in Sunday's poll.\n\nPhoto: AFP / Sergei GAPON\n\nThe strongman's opponents accuse him of rigging the election against his main rival, massively popular opposition candidate Svetlana Tikhanovskaya.\n\nThe Belarusian Investigative Committee said in a statement that a 25-year-old man died after he was detained on Sunday for taking part in illegal protests in the southeastern city of Gomel and sentenced to 10 days in prison.\n\nPhoto: AFP / Sergei GAPON\n\nInvestigators said the cause of death was unclear, while Radio Free Europe/Radio Liberty quoted the man's mother as saying he had heart problems and was held for hours in a police van.\n\nShe said her son, Alexander Vikhor, was not taking part in protests and had gone to meet his girlfriend.\n\nPhoto: AFP / Sergei GAPON\n\nPreviously police said one protester died when an explosive device went off in his hand on Monday.\n\nThe latest death came as opposition protesters took to the streets to condemn police violence.\n\nPhoto: POOL / Sergei GAPON\n\nIn the capital Minsk, several hundred women joined hands to form a human chain, many wearing white and holding flowers.\n\n\"The riot police are beating up people, brutally beating them, and all we can do is come out for such a peaceful protest,\" said 29-year-old protester Darya, who works in advertising.\n\nPhoto: AFP / Sergei GAPON\n\nPhoto: AFP / Sergei GAPON\n\nOn Wednesday evening, Minsk saw scattered protests in suburbs, with flag-waving opposition supporters blocking roads. A tight police cordon surrounded the city centre while metro stations were closed.\n\nRiot police used rubber bullets and stun grenades to break up protests. They also patrolled residential areas, firing at vehicles and grabbing people hiding inside the entrances of blocks of flats, local media reported.\n\nPhoto: AFP / Sergei GAPON\n\nBelarusian writer Svetlana Alexievich, winner of the 2015 Nobel Literature Prize, condemned the police violence and urged Lukashenko to go peacefully in her first interview since the protests broke out.\n\n\"Leave before it's too late, before you've thrown people into a terrible abyss, into the abyss of civil war,\" she told her long-term foe in an interview with Radio Free Europe/Radio Liberty.\n\nWestern governments also criticised the ongoing violence.\n\nPhoto: AFP / Alain BOMMENEL\n\nUN High Commissioner for Human Rights Michelle Bachelet accused Belarus of deploying \"unnecessary and excessive force\".\n\nFrench President Emmanuel Macron said he was \"very worried\" while US Secretary of State Mike Pompeo urged the European Union to \"take action,\" saying: \"We want the people of Belarus to have the freedoms that they are demanding.\"\n\nEU foreign ministers are set to discuss Belarus at an extraordinary meeting on Friday.\n\nThe protests broke out after authorities said Lukashenko, who has been in power since 1994, won 80 percent of the vote in Sunday's election.\n\nThe interior ministry reported more than 6,000 detentions after the first three days of protests.\n\nProtesters and witnesses said riot police have used indiscriminate force, firing stun grenades and rubber bullets.\n\nState television aired footage of detained young protesters with bloodied and bruised faces being asked if they wanted a \"revolution\".\n\nLukashenko, 65, on Wednesday dismissed the demonstrators as \"people with a criminal past who are now unemployed\" and told them to get jobs.\n\nPolice acknowledged opening fire on demonstrators and wounding one in the southwestern city of Brest on the Polish border on Tuesday night.\n\nThey said the protesters were armed with metal bars and ignored warning shots.\n\nThe protest movement arose in support of Tikhanovskaya, a 37-year-old political novice who ran for president after potential opposition candidates including her husband were jailed.\n\nThe official results gave her 10 percent of the popular vote, but Tikhanovskaya said the election was rigged and claimed victory, demanding that Lukashenko hand over power.\n\nShe left Belarus for neighbouring Lithuania on Tuesday as allies said she came under official pressure.\n\n\"She herself will say what her future plans are.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "jailed, belarus, protester, dies, during, crackdown", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "og": {"type": "article", "site_name": "International Business Times", "url": "https://www.ibtimes.com/jailed-belarus-protester-dies-during-crackdown-3027096", "title": "Jailed Belarus Protester Dies During Crackdown", "description": "Jailed Belarus protester dies during crackdown", "image": {"identifier": "https://s1.ibtimes.com/sites/www.ibtimes.com/files/styles/full/public/2020/08/12/belarus-police-face-off-with-opposition-supporters-after.jpg", "secure_url": "https://s1.ibtimes.com/sites/www.ibtimes.com/files/styles/full/public/2020/08/12/belarus-police-face-off-with-opposition-supporters-after.jpg", "height": 681, "width": 1024, "type": "image/jpeg"}}, "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "World", "modified_time": "2020-08-12T21:40:04-04:00", "published_time": "2020-08-12T21:29:53-04:00"}, "twitter": {"site": "@IBTimes", "card": "summary_large_image", "title": "Jailed Belarus Protester Dies During Crackdown", "url": "https://www.ibtimes.com/jailed-belarus-protester-dies-during-crackdown-3027096", "description": "Jailed Belarus protester dies during crackdown", "image": "https://s1.ibtimes.com/sites/www.ibtimes.com/files/styles/full/public/2020/08/12/belarus-police-face-off-with-opposition-supporters-after.jpg"}, "msapplication-TileColor": "#000000", "msapplication-config": "https://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "theme-color": "#000000", "Googlebot-News": "noindex", "keywords": "jailed, belarus, protester, dies, during, crackdown", "description": "Jailed Belarus protester dies during crackdown"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}