{"GDELT": {"GlobalEventID": 940454092, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOVJUD", "Actor1Name": "ADVOCATE GENERAL", "Actor1Type1Code": "GOV", "Actor1Type2Code": "JUD", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.2216494845360804, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Saddar, Sindh, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK05", "Actor1Geo_ADM2Code": "40395", "Actor1Geo_Lat": 24.8602, "Actor1Geo_Long": 67.0363, "Actor1Geo_FeatureID": "-2772950", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Saddar, Sindh, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK05", "Action2Geo_ADM2Code": "40395", "Action2Geo_Lat": 24.8602, "Action2Geo_Long": 67.0363, "Action2Geo_FeatureID": "-2772950", "DATEADDED": 20200813023000, "SOURCEURL": "https://www.dawn.com/news/1574066"}, "ARTICLE": {"TITLE": "Irked by Sindh govt’s performance, SC hands over cleaning of all Karachi drains to NDMA", "TEXT": "KARACHI: Terming it a failure of the Sindh government that the federal authorities were coming to their aid, the Supreme Court on Wednesday tasked the National Disaster Management Authority (NDMA) with the cleaning of all storm-water drains in Karachi and removal of encroachments from them in a period of three months.\n\nA three-judge bench headed by Chief Justice of Pakistan Gulzar Ahmed also directed the provincial government to extend full cooperation to the NDMA and ensure resettlement of the affected people.\n\nThe CJP remarked that it was the failure of the provincial government as the basic rights and facilities had not been provided to the people and the federal authorities were coming to their aid.\n\nThe court expressed displeasure over the deteriorating sanitation system and encroachments on public spaces of the city and observed that the Sindh government, which has been in power since long, had failed to deliver as the situation in other parts of Sindh was not different from Karachi.\n\nCJP says Karachi has turned into a goth; attorney general says centre considering constitutional, legal options to fix city’s woes\n\nThe CJP asked who would resolve the issues of the province.\n\nRead: Monsoon floods expose blockages in Karachi's drains — and politics\n\nAttorney General Khalid Jawed Khan informed the bench that he talked to the prime minister over the multiple civic and other issues of Karachi and said that the federal government had no intention to interfere in the affairs of the provincial government.\n\nHowever, he said keeping in view the worsening situation of the provincial metropolis the federal government was considering available constitutional and legal options in order to fix these issues.\n\nAt the outset of the hearing, Karachi Commissioner Iftikhar Shallwani submitted a report regarding the drains and said that the drive against removal of encroachments from drains was being resisted.\n\nHe submitted that there were 38 main drains/nullahs in the city and 514 small drains and the NDMA was cleaning three major drains of the city.\n\nThe chief justice questioned the provincial and local authorities, saying that they knew about the monsoon season and why steps had not been taken in a timely manner.\n\nThe bench, also comprising Justice Faisal Arab and Justice Ijaz-ul-Ahsan, directed the NDMA to file a compliance report in three months and hinted at giving it more tasks related to Karachi in future.\n\nAdvocate General Sindh Salman Talibuddin said that a law and order situation was created when authorities launched a drive against encroachments.\n\nThe chief justice remarked that almost the entire city had been encroached upon and it was the failure of authorities that Karachi was turned into a goth (village).\n\nRead: Exploring why Karachi's rainwater has nowhere to go\n\nJustice Arab said that people were approaching courts over non-provision of water and power, adding that they were being deprived of their basic rights.\n\nThe chief justice expressed concerns over corrupt elements in the province and remarked that they were the hurdle in implementation of the law.\n\nIllegal documents were being registered and the ownerships of properties being fraudulently changed against a bribe, the court observed.\n\nThe advocate general said that orders of apex courts were encouraging for them and the encroachments from Empress Market in Saddar were also removed on SC directives.\n\nJustice Ahsan asked why the authorities concerned, which have administrative powers to fix all problems, were waiting for directives of the apex court in every issue including cleaning of drains.\n\nKPT’s review petition\n\nThe Karachi Port Trust approached the apex court seeking review of its earlier order for declaring the allotment of the land on both sides of Mai Kolachi Road illegal.\n\nOn Wednesday, the bench restrained it from payment of dues regarding sale of the land in question to third party and said that the third party may approach a relevant forum for their payments.\n\nIt added that the review petition would be heard at the Supreme Court’s principal bench in Islamabad.\n\nIn February, the apex court had declared allotment of land to the KPT Cooperative Housing Society illegal and directed the KPT chairman to ensure plantation of mangroves on the said land within three months.\n\nMeanwhile, the bench disposed of the bail applications of former chairman of the Fisherman Cooperative Society and others in a corruption reference and directed the trial court to conclude the trial in 45 days.\n\nThe ex-chairman of FCS, Nisar Morai, and other officials moved the apex court for bail.\n\nThe National Accountability Bureau had filed a reference in 2018 against Morai and others for allegedly misusing authority, embezzlement of funds, illegal appointments and awarding fake contracts during 2014-15 causing a loss of over Rs343 million to national exchequer.\n\nPublished in Dawn, August 13th, 2020", "METADATA": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1", "subject": "Your window to latest news, analysis and features from Pakistan, South Asia and the world.", "description": "CJP says Karachi has turned into a goth; AG says centre considering constitutional, legal options to fix city’s woes.", "fb": {"app_id": 1383068068604634, "pages": 86398345441}, "og": {"locale": "en_US", "site_name": "DAWN.COM", "url": "https://www.dawn.com/news/1574066", "type": "article", "title": "Irked by Sindh govt’s performance, SC hands over cleaning of all Karachi drains to NDMA", "description": "CJP says Karachi has turned into a goth; AG says centre considering constitutional, legal options to fix city’s woes.", "image": "https://i.dawn.com/large/2020/08/5f344d4b7f1cb.jpg"}, "twitter": {"card": "summary", "site": "@dawn_com", "url": "https://www.dawn.com/news/1574066", "title": "Irked by Sindh govt’s performance, SC hands over cleaning of all Karachi drains to NDMA", "description": "CJP says Karachi has turned into a goth; AG says centre considering constitutional, legal options to fix city’s woes.", "image": "https://i.dawn.com/large/2020/08/5f344d4b7f1cb.jpg"}, "article": {"publisher": "https://www.dawn.com", "published_time": "2020-08-13 07:07:31", "modified_time": "2020-08-13 11:39:38", "author": "https://www.dawn.com/authors/273/ishaq-tanoli"}, "author": "Ishaq Tanoli"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}