{"GDELT": {"GlobalEventID": 940459985, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MNCUSAMED", "Actor1Name": "GOOGLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.44897959183673, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200813031500, "SOURCEURL": "https://newstrackindia.com/newsdetails/2020/8/13/1-Online-Education-service-The-Anywhere-School-launched-with-over-50-new-features.html"}, "ARTICLE": {"TITLE": "Online Education service 'The Anywhere School' launched with over 50 new features", "TEXT": "Online Education service 'The Anywhere School' launched with over 50 new features\n\nNew Delhi, Thu, 13 Aug 2020 Deepak Kumar\n\nSearch engine giant Google announced to launch its online learning application 'The Anywhere School' for all Google Enterprise for Education customers. The new application will come with over 50 new features including end meetings for all participants and disable in-meeting chat.\n\nDuring Coronavirus outbreak millions of students are learning from home and Schools are using online means of education to run the virtual classes. The new initiative from Google will help Education customers to provide better tutoring through online classes to their students. The 'The Anywhere School’ service launched by Google comes with over 50 new features across Meet, Classroom, G Suite and other products for the benefits of Students. Hundreds and thousands of viewers in more than 250 countries will able to use Google’s new service.\n\nAvni Shah, VP of Education at Google said \"Breakout rooms and attendance tracking will also be launching for all Google Enterprise for Education customers, allowing for more engaged classes and insights on participation.\"\n\nGoogle will launch the update in September which will bring support for up to 19 people in the video-calling app Google Meet. This application will also bring an integrated Jamboard whiteboard for easy collaboration among the participants.\n\nThis feature will definitely help educational organizations to educate large number of people through online classes. New features aim to provide easy to use and very effective tools for conducting online classes.\n\nAccording to the company’s official statement on Tuesday, application will bring new controls that enable the moderator to always join first, end meetings for all participants and disable in-meeting chat. Application will also bring lots of other features to make collaboration much easier.\n\nAs per the Google, new feature such as custom and blurred backgrounds in meeting will be available sometime in October. These features are for adding extra privacy to the Meet.\n\nVP of Google, Avni Shah further added \"Breakout rooms and attendance tracking will also be launching for all Google Enterprise for Education customers, allowing for more engaged classes and insights on participation.”\n\nCompany is also planning to roll out more features such as hand raising for all customers and Q&A and polling for G Suite Enterprise; all these features will be available for the Education customers.\n\nGoogle official statement further added \"Plus, we’ll launch a new temporary recordings feature which will be available to all Education customers for free (premium recordings will still be part of G Suite Enterprise for Education).\"\n\nGoogle recently launched \"SmartCompose\" and \"Auto Correct in Docs\", which is helping educators and students in composing high-quality content faster. Google will release and update later this month which will help admins to disable both \"SmartCompose\" and \"Auto Correct\" if necessary.\n\nSoon Google will allow the students to format and manage their documents directly in Docs.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Online Education service 'The Anywhere School' launched with over 50 new feature", "keywords": "Online Education service 'The Anywhere School' launched with over 50 new features"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Education"]}}