{"GDELT": {"GlobalEventID": 940485665, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MYS", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.48148148148148, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY14", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 3.16667, "Actor2Geo_Long": 101.7, "Actor2Geo_FeatureID": "-2403010", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY14", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.16667, "Action2Geo_Long": 101.7, "Action2Geo_FeatureID": "-2403010", "DATEADDED": 20200813070000, "SOURCEURL": "https://www.msn.com/en-my/finance/topstories/proactive-steps-taken-to-overcome-negative-trade-impact-from-us-china-dispute-covid-19-says-senior-minister/ar-BB17U7hx"}, "ARTICLE": {"TITLE": "Proactive steps taken to overcome negative trade impact from US-China dispute, Covid-19, says senior minister", "TEXT": "© Provided by The Edge\n\nKUALA LUMPUR (Aug 13): Malaysia has taken proactive measures to enhance export activity and overcome the negative trade impact arising from the ongoing US-China dispute and Covid-19 pandemic, said International Trade and Industry Minister Datuk Seri Mohamed Azmin Ali.\n\nThese measures, he said, include efforts to restructure the global supply chain to enable Malaysian products to substitute imported products from China and the US, and facilitate foreign companies affected by the trade war to relocate their operations to Malaysia.\n\n“As at May 31, MIDA (the Malaysian Investment Development Authority) had facilitated some 86 foreign companies based in China and other countries to relocate to Malaysia. Of this total, MIDA had secured 32 projects with a combined investment value of RM17.5 billion.\n\n“We want to establish Malaysia as the relocation destination for companies affected by the trade conflict [between China and the US],” he said during the question and answer session in Dewan Rakyat here today.\n\nMohamed Azmin, who is also a senior minister, said the government is also trying to attract foreign companies, including those from the US, to capitalise on Malaysia’s geographical location and make the country as an alternative regional production hub to market their products in the global supply chain.\n\n“We are also encouraging global manufacturers based in Malaysia to increase their investment in the country to fulfil import requirements by the US and other countries in the global supply chain,” said the Gombak Member of Parliament (MP).\n\nHe was responding to a question from Datuk Seri Ahmad Maslan (Pontian-BN) who wanted to know the negative and positive effects on Malaysia since the US-China trade war started, as well as the consequences of the spread of Covid-19, including measures taken to address these challenges.\n\nAccording to Mohamed Azmin, total trade between Malaysia and the US saw an increase of 3.1% to RM80.41 billion in January to June this year, compared with the same period in 2019. Malaysia’s exports to the US, he said, increased to 2.4% to RM46.15 billion, while imports from the US surged 4.1% to RM34.6 billion.\n\n“Total trade between Malaysia and China in January to June 2020 saw an increase of 0.3% to RM149.16 billion, compared with the same period in 2019. Malaysia’s exports to China increased by 8.3% to RM69.43 billion. Malaysia’s imports from China, however, decreased by 5.8% to RM79.3 billion,” he added.\n\nFor more Parliament stories, click here.", "METADATA": {"application-name": "Proactive steps taken to overcome negative trade impact from US-China dispute, Covid-19, says senior minister", "cq": "passed", "Search.Interest": "Money", "robots": "index, follow", "description": "KUALA LUMPUR (Aug 13): Malaysia has taken proactive measures to enhance export activity and overcome the negative trade impact arising from the ongoing US-China dispute and Covid-19 pandemic, said International Trade and Industry Minister Datuk Seri Mohamed Azmin Ali. These measures, he said, include efforts to restructure the global supply chain to enable Malaysian products to substitute imported products from China and the US, and facilitate...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}