{"GDELT": {"GlobalEventID": 940411632, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.26315789473684, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rafah, Shamal Sina', Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG27", "Actor1Geo_ADM2Code": "16446", "Actor1Geo_Lat": 31.2878, "Actor1Geo_Long": 34.2369, "Actor1Geo_FeatureID": "-301033", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rafah, Shamal Sina', Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG27", "Action2Geo_ADM2Code": "16446", "Action2Geo_Lat": 31.2878, "Action2Geo_Long": 34.2369, "Action2Geo_FeatureID": "-301033", "DATEADDED": 20200812214500, "SOURCEURL": "http://english.ahram.org.eg/NewsContent/2/8/376582/World/Region/Israel-strikes-Hamas-positions-in-Gaza-over-fire-b.aspx"}, "ARTICLE": {"TITLE": "Israel strikes Hamas positions in Gaza over fire balloons - Region - World", "TEXT": "The Israeli military said Wednesday it carried out overnight strikes on Hamas targets in the Gaza Strip after incendiary balloons were launched across the border from the Palestinian enclave.\n\nThe army said the strikes were \"retaliation\" for the launching of multiple balloons from the Hamas-run enclave in recent days.\n\nJets, attack helicopters and tanks struck a number of Hamas targets including \"underground infrastructure and observation posts,\" a statement said.\n\nFire services in southern Israel said the balloons caused 60 fires on Tuesday alone but reported no casualties.\n\nExplosives tied to balloons and kites first emerged as a weapon in Gaza during intense protests in 2018, when the makeshift devices drifted across the border daily, causing thousands of fires in Israeli farms and communities.\n\nIsrael has closed its Kerem Shalom goods crossing with the Gaza Strip in response to the recent balloon launches.\n\nHamas denounced the closure as an \"aggressive\" move that showed Israel's \"insistence on laying siege\" to Gaza, and warned it could cause further worsening of the humanitarian situation in the territory.\n\nAs the Kerem Shalom crossing closed, the Rafah crossing between Gaza and Egypt opened Tuesday for the first time since April.\n\nTraffic in both directions was to be permitted for three days, allowing Palestinians to leave the enclave for the first time since the start of the pandemic.\n\nThe Rafah crossing provides Gaza's sole access to the outside world not controlled by Israel.\n\nThe Palestinian territory has been under an Israeli blockade since 2007.\n\nHamas and Israel have fought three wars since 2008.\n\nDespite a truce last year, backed by the UN, Egypt and Qatar, the two sides clash sporadically with rockets, mortar fire or incendiary balloons.\n\nPalestinian analysts say cross-border fire from Gaza is often used as a bargaining tool to secure Israel's green light for the entry of Qatari financial aid into the territory.\n\nShort link:\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-task": "name=Ahram Online;action-uri=http://english.ahram.org.eg/;icon-uri=favicon32.ico", "application-name": "Ahram Online", "msapplication-tooltip": "Ahram Online", "Keywords": "AFP,Israeli military, Hamas, Gaza Strip, Balloons, Palestinian enclave, Pandemic,", "Description": "Israel strikes Hamas positions in Gaza over fire balloons", "og": {"image": "http://english.ahram.org.eg/Media/News/2020/8/12/2020-637328605908872062-887.jpg", "title": "Israel strikes Hamas positions in Gaza over fire balloons - Region - World", "site_name": "Ahram Online"}, "twitter": {"card": "summary", "site": "Ahram Online", "title": "Israel strikes Hamas positions in Gaza over fire balloons - Region - World", "image": "http://english.ahram.org.eg/Media/News/2020/8/12/2020-637328605908872062-887.jpg"}}}}