{"GDELT": {"GlobalEventID": 940456803, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USAJUD", "Actor1Name": "CALIFORNIA", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "Actor2Code": "CRMJUD", "Actor2Name": "CRIMINAL", "Actor2Type1Code": "CRM", "Actor2Type2Code": "JUD", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.28880866425993, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_Lat": 32.9866, "Actor1Geo_Long": -83.6487, "Actor1Geo_FeatureID": "GA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 32.9866, "Actor2Geo_Long": -83.6487, "Actor2Geo_FeatureID": "GA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200813024500, "SOURCEURL": "https://www.theday.com/national-politics/20200812/how-biden-chose-harris-inside-his-search-for-running-mate"}, "ARTICLE": {"TITLE": "How Biden chose Harris: Inside his search for a running mate", "TEXT": "WASHINGTON — Gretchen Whitmer wanted out.\n\nThe Michigan governor had caught the interest of Joe Biden and his vice presidential vetting committee, who were drawn to her prominence in a crucial battleground state and her aggressive response to the coronavirus outbreak there. But by late spring, the nation was in the midst of a reckoning over race and inequality following the death of George Floyd, a Black man who died after a white police officer pressed his knee into his neck for several minutes.\n\nWhitmer sent word to Biden’s team that while she was flattered, she no longer wanted to be considered for the running mate slot, according to a high-ranking Democrat familiar with the process. She recommended Biden pick a Black woman.\n\nBut Biden still wanted Whitmer in the mix, and he personally called her in mid-June to ask if she would continue on to the second, more intensive round of vetting, according to the official. Whitmer agreed.\n\nBut forces in the country, and within the Democratic Party, were indeed pushing Biden toward a history-making pick. As protests over the death of Floyd and other Black Americans filled the streets across the country, an array of Democrats urged Biden to put a Black woman on the ticket — a nod to this moment in the nation’s history, to the critical role Black voters played in Biden’s ascent to the Democratic nomination, and to their vital importance in his general election campaign against President Donald Trump.\n\nOn Tuesday, Biden tapped California Sen. Kamala Harris to be his running mate, making her the first Black woman to serve on a major party presidential ticket. This account of how he made that decision, the most important of his political career, is based on interviews with 10 people with direct knowledge of the vetting and selection process. Most spoke on condition of anonymity to disclose private conversations and deliberations.\n\n------\n\nBiden, well aware of the potential pitfalls of being a 77-year-old white male standard-bearer of a party increasingly comprised of women, people of color and young voters, made clear even before he had clinched the Democratic nomination that his running mate would be a woman.\n\nHis initial list of contenders was sprawling: roughly 20 governors, senators, congresswomen, mayors and other Democratic stalwarts. They were young and old; Black, Hispanic, white, Asian; straight and gay. Some, including Harris, had competed against him for the Democratic nomination.\n\nFrom the start, some Biden advisers saw Harris as a logical choice. She was among the party’s most popular figures, a deft debater and a fundraising juggernaut. She had been thoroughly vetted during her own campaign and Biden’s team expected there would be few surprises if she was the pick.\n\nHarris’ potential downsides were well-known to Biden advisers. Her record as a prosecutor in California was viewed skeptically by some younger Democrats during the primary and would face even more scrutiny against the backdrop of a national debate over inequality in the criminal justice system.\n\nThere were also nagging questions about Harris’ most high-profile moment of the primary campaign — a harsh and deeply personal broadside against Biden over his position on school busing in the 1970s. Though Biden would later brush the moment aside as campaign tactics, the attack was said to have stunned the former vice president, who had considered his relationship with Harris strong. It also raised concern among a small cadre of Biden advisers that Harris would be eyeing the Oval Office herself from the start, a particular worry given that Biden has not firmly committed to serving two terms.\n\nAnd so, as spring turned to summer, several other Black women would take a turn in the spotlight as Biden weighed his options. Atlanta Mayor Keisha Lance Bottoms and Florida Rep. Val Demings impressed Biden’s team with their leadership during the police brutality protests.\n\nSome House Democrats — including South Carolina Rep. James Clyburn, a Biden confidant — advocated for Rep. Karen Bass, a Californian who chairs the Congressional Black Caucus. Biden also took a strong interest in Susan Rice, with whom he worked closely when she served in the White House as President Barack Obama’s national security adviser.\n\nThe leading contenders, who also included Massachusetts Sen. Elizabeth Warren and Illinois Sen. Tammy Duckworth, submitted reams of financial records, texts of speeches and other personal information. Biden’s selection team spent more than 120 hours meeting with party activists and interest groups to gather input, and also consulted with organizations that specialize in helping women get elected to prepare for the unique challenges that often face women in politics.\n\nIn meetings with the candidates, the vetting team ran through a uniform list of questions, from substantive to frankly political: What would you want your agenda to be as a vice president? What do you think Trump's nickname for you would be?\n\nBiden, too, regularly discussed his potential pick with his sprawling network of friends and advisers. He used Obama in particular as a sounding board, though confidants to both men say the former president was careful not to tip his hand in those conversations as to whom he preferred.\n\nBut in private, Obama suggested to others that he believed Harris was the favorite.\n\n------\n\nIn one of Harris’ conversations with the vetting committee, Chris Dodd — a longtime Biden friend who served alongside him in the Senate — asked if she had remorse for her debate stage attack on his busing record.\n\nHarris, as she had previously done publicly, brushed it aside as simply politics. Dodd, a member of the running mate selection committee, was put off and let that be known. The incident was first reported by Politico and confirmed to The Associated Press by a person with direct knowledge.\n\nThe public disclosure of Dodd’s comments angered some of the highest-ranking women on Biden’s campaign team. Some of Harris’ allies also mobilized to defend her, including California Lt. Gov. Eleni Kounalakis, who organized a call with Biden’s vetting team about two weeks ago to assuage any doubts about whether the senator was the right choice for the ticket.\n\nOn the 45-minute call, Kounalakis and other statewide officials, labor and business leaders took turns sharing their personal histories with Harris and their impressions of her as a leader.\n\n“Speaking out as strongly as we did, collectively, helped them understand how supported she is and why,” Kounalakis said on Tuesday.\n\nThe call ended with Biden’s vetting team telling the Harris supporters they had all recommended her as one of the top candidates for the job.\n\n------\n\nThe pandemic had largely grounded Biden in his home state of Delaware through the summer, and also upended some of the ways he had expected to build a rapport with the running-mate contenders. There were no joint rallies or carefully orchestrated, yet casual-looking, outings to local restaurants in battleground states. Biden was also accepting few in-person visitors at his home.\n\nBut he did want to speak one-on-one with the women who had made it through the vetting process and interviews with his selection committee. He would hold conversations with 11 women in the final nine days before he made his pick — a mixture of in-person meetings and video teleconferences.\n\nWhitmer was among those who flew to Delaware for an in-person audience. She boarded a private plane in Lansing, Michigan, on Aug. 2, spending just a few hours on the ground before returning to Michigan.\n\nRice, who had perhaps the closest personal relationship with Biden of all the contenders, spoke twice with him in recent days. Duckworth also had a formal interview over the weekend, as did Georgia Democrat Stacey Abrams, who was initially viewed as a leading contender for the job.\n\nOn Tuesday, in the hours before his campaign announced Harris as the pick, Biden would call each of those women to inform them that they had not been selected. Warren, whose relationship with Biden has deepened in recent months through regular policy discussions, was also among those to receive a personal call from the former vice president.\n\nIn some of the conversations, Biden left open an opportunity. Please consider joining me in another role in the administration, he said.\n\nEggert reported from Lansing, Michigan, and Ronayne from Sacramento, California. Associated Press writers Bill Barrow in Atlanta, Will Weissert in Wilmington and Laurie Kellman in Washington contributed to this report.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "On Tuesday, Biden tapped California Sen. Kamala Harris to be his running mate, making her the first Black woman to serve on a major party presidential", "og": {"title": "How Biden chose Harris: Inside his search for a running mate", "url": "https://www.theday.com/article/20200812/NWS21/200819796", "image": "https://www.theday.com/storyimage/NL/20200812/NWS21/200819796/AR/0/AR-200819796.jpg&imageversion=16by9&Maxw=960", "description": "WASHINGTON — Gretchen Whitmer wanted out.The Michigan governor had caught the interest of Joe Biden and his vice presidential vetting", "site_name": "The Day", "type": "article"}, "article": {"published_time": 20200812221151, "modified_time": 202008122211, "published_hour": 22}, "fb": {"app_id": 225224400876751}, "twitter": {"card": "summary", "image": "https://www.theday.com/storyimage/NL/20200812/NWS21/200819796/AR/0/AR-200819796.jpg&imageversion=16by9&Maxw=960", "site": "@thedayct", "url": "https://www.theday.com/article/20200812/NWS21/200819796", "description": "WASHINGTON — Gretchen Whitmer wanted out.The Michigan governor had caught the interest of Joe Biden and his vice presidential vetting", "title": "How Biden chose Harris: Inside his search for a running mate"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}