{"GDELT": {"GlobalEventID": 940491719, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "NGALEG", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 9.31372549019608, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kebbi, Sokoto, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI51", "Actor1Geo_ADM2Code": "191023", "Actor1Geo_Lat": 12.1288, "Actor1Geo_Long": 4.7350900000000005, "Actor1Geo_FeatureID": "-2015151", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kebbi, Sokoto, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI51", "Actor2Geo_ADM2Code": "191023", "Actor2Geo_Lat": 12.1288, "Actor2Geo_Long": 4.7350900000000005, "Actor2Geo_FeatureID": "-2015151", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gombe, Gombe, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI55", "Action2Geo_ADM2Code": "22658", "Action2Geo_Lat": 10.2897, "Action2Geo_Long": 11.1673, "Action2Geo_FeatureID": "-2009360", "DATEADDED": 20200813074500, "SOURCEURL": "https://news2.onlinenigeria.com/news/general/845364-buhari-others-commended-for-support-during-marriage.html"}, "ARTICLE": {"TITLE": "Buhari, others commended for support during marriage", "TEXT": "Home | News | General | Buhari, others commended for support during marriage\n\nKindly Share This Story:\n\nPresident Muhammadu Buhari\n\nBy Gabriel Ewepu – Abuja\n\nPresident Muhammadu Buhari and other top government dignitaries have been given a commendation for supporting a newly wedded couple, Alhaji Abubakar Musa and Zainab Shehu Fodio, who recorded a successful wedding ceremony, at the weekend, in Sokoto.\n\nThe appreciation which was contained in a statement signed by the couple, where they also expressed gratitude for the huge attendance of people from all works of life who were part of their joy.\n\nIt will be recalled that a Federal Government delegation led by the Hon. Attorney General of the Federation and Minister of Justice, Abubakar Malami SAN, and other members of the delegation included Minister of Police Affairs, Alhaji Maigari Dingyadi who was in Sokoto to grace the wedding ceremony of Alhaji Abubakar Musa and Zainab Shehu Fodio.\n\nThe delegation represented President Muhammadu Buhari and delivered his goodwill message to the families of Late Alhaji Musa Abubakar and that of Ambassador Shehu Malami, CON, OFR, during the wedding fatiha of their children.\n\nThe wedding fatiha was held at the residence of Professor Sambo Wali Junaidu, the Wazirin Sokoto.\n\nMeanwhile, leader of the presidential delegation, Malami SAN, during a courtesy visit to the Sultan of Sokoto, His Eminence, Sa’ad Abubakar III, said, “As rightly, stated by His Eminence, the Sultan of Sokoto, and His Excellency, the Governor of Sokoto State, Rt. Hon Waziri Aminu Tambuwal.\n\n“His Excellency, Chairman APC Governors’ Forum and Governor of Kebbi State, Sen. Abubakar Atiku Bagudu, former governor of Sokoto State, Alhaji Attahiru Bafarawa, immediate past governor of Imo State, Senator Rochas Okorocha, former Kebbi State Governor Sen. Adamu Aliero, Minister of Police Affairs, Alhaji Maigari Dangyadi, representatives, His Eminence, the Emir of Gwandu and other dignitaries present.\n\n“The presidential delegation is here to represent His Excellency, the President of the Federal Republic of Nigeria, President Muhammadu Buhari GCFR.\n\n“The president sent us to witness this great occasion of the Wedding Fatiha of Abubakar Musa and his wife Zainab Shehu Fodio, which has just been celebrated.\n\n“Mr President has directed us to come over specifically to express his happiness and share in your joy on this auspicious occasion of the wedding ceremony and to “further express his gratitude over all the support you have overtime been extending to his government with particular reference to security matters and associated suggestions that you have been rendering, which have proven very positive in establishing the desired peace in this our country.\n\n“Your Eminence, the Sultan of Sokoto, it is not my desire to waste much time expressing the joy of the President over this occasion and extending his special appreciation on this occasion that is indeed a joyful one.\n\n“On this note, Your Eminence, the Sultan of Sokoto, I wish as well on behalf of the Presidential delegation to register our gratitude and also express the happiness of His Excellency the President.\n\n“I wish the couple on behalf of the President a peaceful marriage and I wish them peace and all the blessings of God associated to his matrimony in life.\n\n“I thank you most sincerely, Your Eminence, the Sultan of Sokoto for according us an opportunity on behalf of the President to be in your palace and register the good wishes of Mr. President and ours on his behalf. I thank you most sincerely once again.”\n\nThe couple’s statement reads in part: “On behalf of ourselves and families, we wish to humbly and most respectfully register our appreciation to His Excellency President and Commander in Chief of the Armed Forces, Federal Republic of Nigeria, President Muhammadu Buhari GCFR, who served as Guardian (Waliy) represented by the Attorney General and Minister of Justice Abubakar Malami SAN for and on behalf of the Groom.\n\n“Our heartfelt appreciation equally goes to the presidential delegation at the wedding fatiha led by the Honourable Attorney General and Minister of Justice, Abubakar Malami SAN. Honourable Minister of Police Affairs, Alh Maigari Dingyadi (Katukan Sokoto).\n\nThe statement further reads, “Special thanks also go to the chief hosts His Excellency Rt. Hon. Aminu Waziri Tambuwal Governor of Sokoto State, The Chairman APC Governors Forum and Governor of Kebbi State His Excellency Sen. Abubakar Atiku Bagudu, Royal Father of the day His Eminence Alhaji Sa’ad Abubakar III CFR Mni the Sultan of Sokoto.\n\n“Other Governors present at the wedding were Excellences the Governors of Gombe, and Edo States, Honourable Ministers, Distinguished Senators, and Hon. Members House of Representatives, former State Governors, Royal Highnesses, and religious leaders.”\n\nThe couple in the statement made special mention of the Inspector General of Police, IGP Mohammed Adamu, “Of special mention is the Inspector General of Police IGP M. A. Adamu Mni and his entourage who despite tight schedules found it necessary to attend to our wedding fatiha.\n\n“Special appreciation to my father Alhaji Lawal Bawa AIG Rtd. CON MNI, friends, family, and all other dignitaries including but not limited to former Governor of Sokoto State Alhaji Attahiru Dalhatu Bafarawa, Wazirin Sokoto Professor Sambo Wali Junaidu, Jarman Sokoto Alhaji Ummarun Kwabo A. A.\n\n“Special thanks to the father of the Bride Ambassador Shehu Malami CON, OFR (Sarkin Sudan of Wurno), Sokoto State Deputy Governor His Excellency Hon. Manir Dan Iya (Sardaunan Kware), Distinguished Senators Adamu Aliero and Rochas Okorocha to mention but few for rejoicing and attending to our wedding fatiha.”\n\nThe appreciation did not leave out Nigeria’s foremost student association, National Association of Nigerian Students, NANS, and other youth groups, “Special recognition to the national executives of the National Association of Nigerian Students (NANS), National Youth Council of Nigeria (NYCN) with their stakeholders and other youth groups.”\n\nThe couple concluded with all thanks to Allah, “We are humbled and delighted. It is indeed a great moment of joy and pleasure to receive such an immeasurable show of love, support, and prayers.\n\n“We pray Allah SWT to reward you all abundantly. Please accept our deepest thanks and appreciation.\n\n”Once again, thank you, Mr. President!”\n\nVanguard\n\nKindly Share This Story:\n\nCLICK HERE TO READ MORE FROM: General\n\nLoading...", "METADATA": {"Description": "Kindly Share This Story:President Muhammadu Buhari\nBy Gabriel Ewepu – Abuja\nPresident Muhammadu Buhari and other top government dignitaries have been given a commendation for supporting a", "Keywords": "General,Buhari, others commended for support during marriage,,others,commended,for,support,during,marriage", "news_keywords": "General,Buhari, others commended for support during marriage,,others,commended,for,support,during,marriage", "robots": "ALL", "Googlebot": "index,follow,noarchive", "REVISIT-AFTER": "1 DAYS", "RATING": "GENERAL", "generation-time": "0s", "original-source": "https://news2.onlinenigeria.com/news/general/845364-buhari-others-commended-for-support-during-marriage.html", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "ZOOMIMAGE": "https://www.onlinenigeria.com/files/", "ZOOMWORDS": "Buhari, others commended for support during marriage,General,News, Politics, Entertainment,Celebrity News,Tech", "og": {"title": "Buhari, others commended for support during marriage", "type": "Website", "url": "https://news2.onlinenigeria.com/news/general/845364-buhari-others-commended-for-support-during-marriage.html", "site_name": "onlinenigeria", "description": "Kindly Share This Story:President Muhammadu Buhari\nBy Gabriel Ewepu – Abuja\nPresident Muhammadu Buhari and other top government dignitaries have been given a commendation for supporting a", "image": {"identifier": "https://news2.onlinenigeria.com/files/", "width": 600, "height": 315}}, "article": {"published_time": "12/08/2020 21:40:00", "modified_time": "12/08/2020 21:40:00", "author": "https://www.onlinenigeria.com/author/Larry Nwabuoku", "tag": "Buhari, others commended for support during marriage,General,", "section": "General"}, "twitter": {"card": "summary", "site": "@onlinenigeria", "title": "Buhari, others commended for support during marriage", "description": "Kindly Share This Story:President Muhammadu Buhari\nBy Gabriel Ewepu – Abuja\nPresident Muhammadu Buhari and other top government dignitaries have been given a commendation for supporting a", "image": "https://news2.onlinenigeria.com/files/"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}