{"GDELT": {"GlobalEventID": 940460046, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "OPP", "Actor1Name": "THE OPPOSITION", "Actor1Type1Code": "OPP", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 37, "EventBaseCode": 37, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.52459016393443, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200813031500, "SOURCEURL": "https://www.dawn.com/news/1574104/opposition-again-helps-govt-pass-fatf-related-laws"}, "ARTICLE": {"TITLE": "Opposition again helps govt pass FATF-related laws", "TEXT": "ISLAMABAD: A day after the government reached an understanding with the opposition, five more FATF-related laws sailed through the National Assembly on Wednesday.\n\nThe house, however, witnessed a brief uproar when the opposition members objected to a part of Foreign Minister Shah Mehmood Qureshi’s speech.\n\nThey held a noisy protest when Mr Qureshi took the floor soon after conciliatory speeches by Pakistan Peoples Party’s (PPP) Syed Naveed Qamar and Khawaja Asif of the Pakistan Muslim League (PML-N), and angered the opposition by alleging that it had initially linked the passage of the legislations of national importance to changes in the National Accountability Bureau (NAB) Ordinance.\n\nThe situation turned ugly when the minister called PPP MNA from Karachi Agha Rafiullah an “immature” parliamentarian.\n\nHowever, realising that his speech could spoil the otherwise conducive environment in the house and create problems for the government in getting the key legislations approved, the minister immediately took his seat as soon as the opposition members stood up and started raising slogans, calling him “a liar”.\n\nForeign minister’s speech stirs brief commotion in NA\n\nHe later withdrew his words which he said about the opposition lawmaker.\n\nSyed Naveed Qamar termed the minister’s remarks “totally unfair” and uncalled-for at a time when the opposition was cooperating with the government to ensure the smooth passage of bills to meet the Financial Action Task Force (FATF) conditions.\n\nHe clarified that the opposition had never linked the NAB issue with FATF laws, saying the minister had made a wrong statement.\n\nAnother PPP leader, Raja Pervez Ashraf, also protested over Mr Qureshi’s remarks, alleging that it seemed the minister had intentionally tried to spoil the environment of the house.\n\nEarlier, the government and the opposition succeeded in reaching a consensus on six of the eight FATF-related laws on Tuesday.\n\nBut, the government, at the last minute, agreed to hold back the Islamabad Capital Territory (ICT) Waqf Properties Bill after the Muttahida Majlis-i-Amal (MMA) members objected to some of its clauses.\n\nThe government had previously agreed to defer the controversial Anti-Money Laundering and the Code of Criminal Procedure (Amendment) bills to hold further discussions with the opposition on them.\n\nThe breakthrough was achieved during a meeting between the government and opposition representatives at the residence of National Assembly Speaker Asad Qaiser on Tuesday — a day after the government delayed presentation of five FATF-related bills.\n\nThe government decided to engage the opposition parties through the speaker with whose efforts three other bills were approved by the parliament. It had decided to take the opposition on board on the legislations that had already been passed by the assembly’s standing committees amid protest by the opposition parties which announced that they would block the bills in parliament.\n\nThe government had successfully managed to get two FATF-related bills — the Anti-Terrorism (Amendment) Bill and the United Nations (Security Council) (Amendment) Bill — passed from both houses with the support of two main opposition parties.\n\nHowever, the smaller parties, including Jamiat Ulema-i-Islam (JUI-F), Jamaat-i-Islami and nationalist parties from Balochistan and Khyber Pakhtunkhwa, had protested their non-inclusion in the consultation process.\n\nThe JUI-F, however, supported the bills on Wednesday after its member, Shahida Akhtar Ali, was formally invited to the talks following the party’s strong protest in the National Assembly on Monday.\n\nChief of his own faction of Balochistan National Party (BNP) Sardar Akhtar Mengal, however, announced that his party would abstain from voting on the bills.\n\nThe bills that were passed on Wednesday were the Anti-Terrorism (Amendment) Bill, the Limited Liability Partnership (Amendment) Bill, the Companies (Amendment) Bill, the Control of Narcotic Substances (Amendment) Bill and the ICT Trust Bill.\n\nThe MMA members, however, opposed the ICT Trust Bill which enabled the intelligence agencies to carry out verifications at the time of registration of trusts and tasking them to monitor their activities.\n\nSpeaking against the bill, Maulana Abdul Akbar Chitrali said after passage of the bill, philanthropists would be hesitant to donate to mosques, seminaries and other charitable organisations as no one would want to be followed by agency people.\n\nHours after the passage of the bills from the lower house, the government convened a session of the Senate on Thursday evening to get the laws approved so that they could become acts of parliament. Sources, however, said the opposition would try to prevent the government from getting the legislations passed from the Senate on the same day.\n\nThere are indications that the opposition would press the government to send the bills to the Senate committees as per legislative process.\n\nAt the outset, PPP’s Syed Naveed Qamar gave an explanation for the opposition’s support to the bills, saying that they were doing so as the government had incorporated most of their amendments to the proposed legislations.\n\nHe said they wanted to see Pakistan come out of the grey list after fulfilling the FATF conditions, but at the same time, they wanted the fundamental rights of the citizens protected.\n\nHe said they did not want laws to be misused like in the past when politicians were targeted through the ATC Act and NAB laws.\n\nMr Qamar said they also sought an end to terror financing, but at the same time they needed to ensure that genuine businessmen and investors were not affected by these laws to prevent the capital flight from the country.\n\nMohsin Shahnawaz Ranjha of the PML-N said it was their responsibility to ensure fundamental rights of citizens were not encroached upon while fulfilling the FATF conditions.\n\nEarlier, PML-N’s Khawaja Asif drew the attention of the house towards an FIR registered against party workers in Lahore on Tuesday for allegedly attacking NAB office and policemen and which included the name of Public Accounts Committee Chairman Rana Tanveer Hussain.\n\nHe alleged that this was carried out at the behest of the Punjab government despite the fact that he was present in the assembly, and was in a meeting with the speaker in Islamabad.\n\nAsad Qaiser directed Khawaja Asif to move a privilege motion and he would take action against those responsible.\n\nDetails of bills\n\nUnder the ATC law, banks and financial institutions have been barred from providing loan facility, financial support or credit cards to proscribed persons.\n\nIt further says that “a person commits an offence if he knowingly or willfully pays for or provides money or other property or facilitate in any manner the travel of a person anywhere for the purpose of perpetrating, participating in, assisting or preparing for a terrorist act or for the purpose of providing or receiving training for terrorist related activities.”\n\nThe Limited Liability Partnership (Amendment) Bill suggests various amendments to Limited Liability Partnership Act 2017 to ensure compliance with the recommendations on anti-money laundering and countering the financing of terrorism issued by the FATF.\n\nThe Companies (Amendment) Bill is aimed at removing deficiencies, including lack of explicit prohibition on issuance of bearer shares or bearer share warrants, lack of obligations for companies to hold beneficial ownership in formation etc.\n\nThe Control of Narcotics Substances (Amendment) Bill is aimed at removing a minor deficiency in Section 12 of CNS Act 1997 and restricts the acts of concealment or disguise by making false declaration.\n\nPublished in Dawn, August 13th, 2020", "METADATA": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1", "subject": "Your window to latest news, analysis and features from Pakistan, South Asia and the world.", "description": "Foreign minister’s speech stirs brief commotion in NA.", "fb": {"app_id": 1383068068604634, "pages": 86398345441}, "og": {"locale": "en_US", "site_name": "DAWN.COM", "url": "https://www.dawn.com/news/1574104", "type": "article", "title": "Opposition again helps govt pass FATF-related laws", "description": "Foreign minister’s speech stirs brief commotion in NA.", "image": "https://i.dawn.com/large/2020/08/5f34afd6e15ad.jpg"}, "twitter": {"card": "summary", "site": "@dawn_com", "url": "https://www.dawn.com/news/1574104", "title": "Opposition again helps govt pass FATF-related laws", "description": "Foreign minister’s speech stirs brief commotion in NA.", "image": "https://i.dawn.com/large/2020/08/5f34afd6e15ad.jpg"}, "article": {"publisher": "https://www.dawn.com", "published_time": "2020-08-13 07:06:58", "modified_time": "2020-08-13 10:42:07", "tag": "FATF", "author": "https://www.dawn.com/authors/143/amir-wasim"}, "keywords": "FATF", "news_keywords": "FATF", "author": "Amir Wasim"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}