{"GDELT": {"GlobalEventID": 940429795, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SWZ", "Actor1Name": "SWAZILAND", "Actor1CountryCode": "SWZ", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.968992248062011, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lesotho", "Actor1Geo_CountryCode": "LT", "Actor1Geo_ADM1Code": "LT", "Actor1Geo_Lat": -29.5, "Actor1Geo_Long": 28.25, "Actor1Geo_FeatureID": "LT", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pretoria, Gauteng, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF06", "Actor2Geo_ADM2Code": "77346", "Actor2Geo_Lat": -25.7069, "Actor2Geo_Long": 28.2294, "Actor2Geo_FeatureID": "-1273769", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lesotho", "Action2Geo_CountryCode": "LT", "Action2Geo_ADM1Code": "LT", "Action2Geo_Lat": -29.5, "Action2Geo_Long": 28.25, "Action2Geo_FeatureID": "LT", "DATEADDED": 20200813000000, "SOURCEURL": "https://www.msn.com/en-za/news/other/tuberculosis-tests-for-south-africans-applying-for-uk-visas/ar-BB17REqy"}, "ARTICLE": {"TITLE": "Tuberculosis Tests for South Africans applying for UK Visas", "TEXT": "© Provided by The South African\n\nSouth Africa is one of the nations whose citizens are required to get tested for Tuberculosis (TB) when they apply for UK visas, valid for longer than six months.\n\nBreytenbachs Immigration Consultants have provided a breakdown of the TB test requirements for South Africans.\n\nTuberculosis Test Centres\n\nIt is important to take note that you have to get a TB test certificate from an approved test centre. You cannot get your TB test done from a local clinic or GP. The Home Office will only accept TB test certificates from approved test centres.\n\nThere are approved test centres in Cape Town, Durban and Pretoria. Your Breytenbachs consultant will be able to provide you with the clinic details to arrange an appointment.\n\nIf you are in Lesotho or Swaziland, you will also have to attend an appointment at one of the test centres in South Africa.\n\nYou have to book and pay for your appointment beforehand. The test centres do not accept walk-in appointments. You also have to make it clear when booking the test, that you require the TB test for a UK visa application.\n\nThe cost of the TB test in South Africa is currently R2,500 for persons older than 11 years, and R1,250 for persons younger than 11 years.\n\nThe test fee is not refundable if a person tests positive, or decides to no longer travel to the UK, or if the UK visa is refused.\n\nExemption from TB Test requirements\n\nSome UK visa categories do not require a TB test certificate. All UK Visitor visa categories are exempt. Even if you apply for the long-term visitor visa category, your stay will be less than six months at a time. Visitor visa applicants are thus not required to submit a TB test certificate.\n\nOther exemptions include;\n\nDiplomatic passport holders\n\nPersons applying for a certificate of entitlement\n\nReturning residents\n\nWhat the Tuberculosis test entails\n\nThe test centre will take a chest X-ray to check for Tuberculosis. In some instances, they may also require a phlegm sample.\n\nIf the tests show that you do not have TB, they will provide you with a TB test certificate. The certificate will be valid for six months, and you can submit it with your UK visa application.\n\nHow Breytenbachs can help you\n\nBreytenbachs Immigration Consultants Ltd has their head office in London, and three affiliate offices in South Africa. Please feel free to contact us for assistance with your UK immigration matter.\n\nFor more information, or to apply for a UK visa, please send an email to info@bic-immigration.com You can also visit our website at www.bic-immigration.com\n\nPlease note that the information in this article does not constitute professional advice. It is provided for general information purposes, without giving any warranty of any kind, either expressed or implied.", "METADATA": {"application-name": "Tuberculosis Tests for South Africans applying for UK Visas", "cq": "passed", "Search.Interest": "Personal Finance", "robots": "index, follow", "description": "(Partner Content) Breytenbachs Immigration Consultants have provided a breakdown of the TB test requirements for South Africans.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}