{"GDELT": {"GlobalEventID": 940422967, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "PER", "Actor1Name": "PERU", "Actor1CountryCode": "PER", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.4872521246458998, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lima, Lima, Peru", "Actor1Geo_CountryCode": "PE", "Actor1Geo_ADM1Code": "PE15", "Actor1Geo_ADM2Code": "91841", "Actor1Geo_Lat": -12.05, "Actor1Geo_Long": -77.05, "Actor1Geo_FeatureID": "-352647", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lima, Lima, Peru", "Action2Geo_CountryCode": "PE", "Action2Geo_ADM1Code": "PE15", "Action2Geo_ADM2Code": "91841", "Action2Geo_Lat": -12.05, "Action2Geo_Long": -77.05, "Action2Geo_FeatureID": "-352647", "DATEADDED": 20200812231500, "SOURCEURL": "https://www.limaohio.com/news/422443/biden-harris-lash-out-at-trump"}, "ARTICLE": {"TITLE": "Biden, Harris lash out at Trump", "TEXT": "WILMINGTON, Del. — Joe Biden and Kamala Harris delivered an aggressive one-two attack on the character and performance of President Donald Trump on Wednesday, as they made their election case for the first time as running mates.\n\nBiden, a 77-year-old white man, embraced the significance of naming the first Black woman to a major party’s presidential ticket, but he also focused on other attributes Harris brings to the ticket. He hailed the California senator, the 55-year-old former prosecutor who a year ago excoriated Biden on a primary debate stage, as the right woman to help him defeat Trump and then lead a nation facing crises in triplicate: a pandemic, wounded economy and long-simmering reckoning with racism.\n\nHarris, Biden declared at a high school gymnasium in his hometown of Wilmington, Delaware, is “smart, she’s tough, she’s experienced, she’s a proven fighter for the backbone of this country.”\n\n“Kamala knows how to govern. She knows how to make the hard calls. She’s ready to do this job on day one,” he said.\n\nReflecting the coronavirus pandemic, both candidates came onstage wearing protective masks in a high school gym with relatively few in attendance, not in a hall filled with cheering supporters as would normally be the case. Both spoke without masks but did not physically embrace.\n\nBiden praised her experience vigorously questioning Trump administration officials in the Senate, and highlighted the historic nature of her pick, noting she’s the daughter of immigrants from India and Jamaica.\n\n“This morning, all across the nation, little girls woke up — especially little black and brown girls, who so often feel overlooked and undervalued in their communities. But today, today, just maybe, they’re seeing themselves for the first time in a new way,” Biden said.\n\nHarris sat feet away from Biden, listening with her protective mask off.\n\nTaking the stage after him, she flicked at some of the gender critiques she’d faced throughout the Democratic primary, saying she was “mindful of all the ambitious women before me, whose sacrifice, determination and resilience makes my presence here today even possible.” She then launched into an attack on Trump, lambasting him for a lack of leadership on the coronavirus pandemic.\n\n“This is a moment of real consequence for America. Everything we care about — our economy, our health, our children, the kind of country we live in — it’s all on the line,” she said.\n\nBiden and Harris showed clear affection toward one another, with Biden calling her an “honorary Biden” and Harris offering an emotional tribute to his son Beau, whom she was friends with when both served as attorneys general. Biden seemed overcome with emotion as Harris spoke of Beau, who died in 2015, as “the best of us” and a man who modeled himself after his father.\n\nShe signaled that she’ll offer a vigorous defense of Biden’s qualifications on issues of race and civil rights, though she made headlines for assailing him for his past opposition to federally mandated bussing during a primary debate last year.\n\nNoting his own vice presidency under President Barack Obama, she said he “takes his place in the ongoing story of America’s march towards equality and justice” as the only person “who’s served alongside the first black president and has chosen the first black woman as his running mate.”\n\nHistoric or not, the event was not without its challenges. It started an hour late, and the high school gymnasium in which the candidates spoke lost its air conditioning after a power outage hit the area. While most of the cable news networks took the event live, the online livestream cut out just a few minutes into Biden’s remarks.\n\nThe surreal nature of the scene was not only a woman of color stepping into the role that could carry her to the White House, but doing so in a mostly empty gym. Masked reporters nearly outnumbered campaign aides and the candidates’ families members in a grim reminder of a coronavirus pandemic that has killed 165,000 Americans, while yielding Depression-level unemployment and World War II-level national deficits.\n\nIn any other presidential election, vice-presidential picks are greeted with adoring throngs, and Harris, given her profile, almost certainly could have expected an even more enthusiastic welcome to the ticket. On Wednesday, about 100 supporters stood outside the gymnasium waving signs prior to her arrival, with no hopes of being allowed inside.\n\nThe event was the first in a rollout that Biden aides say blends the historic nature of Harris’ selection with the realities of the 2020 campaign and the gravity of the nation’s circumstances. Later Wednesday, the pair were leading an online grassroots fundraiser. They will continue campaigning together through the Democrats’ virtual convention that runs next Monday through Thursday.\n\nHarris was considered a favorite throughout Biden’s search, and she’s been a regular surrogate campaigner and fundraiser for him since he became the presumptive nominee.\n\nThey’ll nonetheless have to paper over differences exposed during the primary campaign, from Harris’ initial support for a single-payer health insurance system and the Green New Deal to her deeply personal debate-stage broadside against Biden over his opposition to federally mandated busing to integrate public schools in the 1970s.\n\nTrump has seized on those dynamics, tagging Harris as “Phony Kamala” and casting her as the latest evidence that Biden, a five-decade veteran of the Democratic establishment, is captive to his party’s left flank.\n\nWhite House adviser Kellyanne Conway on Wednesday insisted Harris is “very much part of the radical left” and suggested the senator will have a hard time not outshining Biden, whose age and fitness for office Conway frequently mocks. “He’s overshadowed basically by almost everyone he comes in contact with,” she said.\n\nBiden’s campaign seemed prepared for the counteroffensive, noting that just weeks ago, Trump said Harris would be a “fine choice.” And campaign finance records show that Trump contributed as a private citizen to Harris’ attorney general campaigns in California. Harris was elected to the Senate in 2016.\n\nHarris no longer supports a single-payer health insurance system, aligning instead with Biden’s proposal to add a public insurance option to compete alongside private plans. Still, Harris memorably raised her hand during one Democratic primary debate when candidates were asked whether they could back a system that scrapped private health insurance altogether.\n\nShe has broadly endorsed the Green New Deal, progressives’ most ambitious set of proposals to combat the climate crisis, but she didn’t make that an anchor of her presidential bid. Biden has moved left on his climate proposals during the 2020 campaign but has not fully embraced the Green New Deal.\n\nIn Washington, Harris has advocated overhauling the criminal justice system, intensifying her efforts since George Floyd’s killing by a white Minneapolis officer in May. And she’s called for sweeping domestic programs to benefit the working and middle class. But she has taken heat for some of her aggressive stances as a local prosecutor in the San Francisco area and for not prosecuting bank executives in the wake of the 2008 financial collapse.\n\nThat mixed record could have unpredictable effects in a national campaign.\n\nBiden bets that, on balance, Harris has broad appeal that will shore up any weaknesses with Black women, an anchor of the Democratic Party, and other voters of color, while juicing turnout among white liberals and coaxing support from independents and Republican-leaning white voters who have soured on Trump.\n\nKaren Finney, a prominent Black strategist in the Democratic Party, pointed to immediate fundraising success as evidence that Biden’s take on Harris is better than Trump’s. Act Blue, Democrats’ online fundraising arm, reported taking in almost $11 million in the hours after Biden’s announcement, and the Biden campaign expected a massive haul from Wednesday evening’s fundraiser, potentially rivaling previous events with Obama and former 2020 rival Sen. Elizabeth Warren.\n\n“We won’t get the visual,” Finney said, referring to the realities of a coronavirus-era campaign. “But you can already feel the energy and excitement.”\n\nDemocratic presidential candidate Joe Biden retrieves his face mask from the podium as his running mate Sen. Kamala Harris, D-Calif., prepares to speak at a campaign event at Alexis Dupont High School in Wilmington, Del., on Wednesday. https://www.limaohio.com/wp-content/uploads/sites/54/2020/08/web1_125304889-3055a319ea9c43f8b2e523712e64ee89.jpg Democratic presidential candidate Joe Biden retrieves his face mask from the podium as his running mate Sen. Kamala Harris, D-Calif., prepares to speak at a campaign event at Alexis Dupont High School in Wilmington, Del., on Wednesday. Carolyn Kaster | AP", "METADATA": {"viewport": "width=device-width, initial-scale=1", "geo.placename": "Lima", "theme-color": "#022452", "fb": {"app_id": 463959890696611}, "description": "WILMINGTON, Del. — Joe Biden and Kamala Harris delivered an aggressive one-two attack on the character and performance of President Donald Trump on W", "og": {"locale": "en_US", "type": "article", "title": "Biden, Harris lash out at Trump - The Lima News", "description": "WILMINGTON, Del. — Joe Biden and Kamala Harris delivered an aggressive one-two attack on the character and performance of President Donald Trump on W", "url": "https://www.limaohio.com/news/422443/biden-harris-lash-out-at-trump", "site_name": "The Lima News", "updated_time": "2020-08-12T21:00:20-04:00", "image": {"identifier": "https://d31029zd06w0t6.cloudfront.net/wp-content/uploads/sites/54/2020/08/web1_125304889-3055a319ea9c43f8b2e523712e64ee89.jpg", "secure_url": "https://d31029zd06w0t6.cloudfront.net/wp-content/uploads/sites/54/2020/08/web1_125304889-3055a319ea9c43f8b2e523712e64ee89.jpg", "width": 640, "height": 427}}, "article": {"publisher": "http://facebook.com/limanews", "section": "News", "published_time": "2020-08-12T20:47:47-04:00", "modified_time": "2020-08-12T21:00:20-04:00"}, "twitter": {"card": "summary_large_image", "description": "WILMINGTON, Del. — Joe Biden and Kamala Harris delivered an aggressive one-two attack on the character and performance of President Donald Trump on W", "title": "Biden, Harris lash out at Trump - The Lima News", "site": "@limanews", "image": "https://d31029zd06w0t6.cloudfront.net/wp-content/uploads/sites/54/2020/08/web1_125304889-3055a319ea9c43f8b2e523712e64ee89.jpg", "creator": "@Lima_Trinko"}, "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://d31029zd06w0t6.cloudfront.net/wp-content/uploads/sites/54/2017/12/cropped-web1_Ohio-31-270x270.jpg"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}