{"GDELT": {"GlobalEventID": 940435188, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BLR", "Actor1Name": "BELARUSIAN", "Actor1CountryCode": "BLR", "Actor2Code": "BLRBUS", "Actor2Name": "BELARUS", "Actor2CountryCode": "BLR", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.64623739332816, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Grodno, Hrodzyenskaya Voblasts', Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO03", "Actor1Geo_ADM2Code": "39937", "Actor1Geo_Lat": 53.6884, "Actor1Geo_Long": 23.8258, "Actor1Geo_FeatureID": "-1943562", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Grodno, Hrodzyenskaya Voblasts', Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO03", "Actor2Geo_ADM2Code": "39937", "Actor2Geo_Lat": 53.6884, "Actor2Geo_Long": 23.8258, "Actor2Geo_FeatureID": "-1943562", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Grodno, Hrodzyenskaya Voblasts', Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO03", "Action2Geo_ADM2Code": "39937", "Action2Geo_Lat": 53.6884, "Action2Geo_Long": 23.8258, "Action2Geo_FeatureID": "-1943562", "DATEADDED": 20200813003000, "SOURCEURL": "http://euromaidanpress.com/2020/08/13/wave-of-strikes-sweeps-over-belarusian-industry-on-third-day-of-protests-against-rigged-elections/"}, "ARTICLE": {"TITLE": "Wave of strikes sweeps over Belarusian industry on third day of protests against rigged elections", "TEXT": "Strikes on the Minsk Kozlov Electrotechnical Plant talking with the director (photo: Telegram/ Maya Kraina Belarus)\n\nStrikes on major Belarusian enterprises started on 11 August, following the falsified results of the presidential elections keeping dictator Alyaksandr Lukashenka in power for the sixth term and mass repressions of law enforcement against nationwide protests. They are important because they prove that simple workers who are presumably Lukashenka’s electorate are unhappy with the situation in the country.\n\nOn 10 August, Telegram channels working in the country published a call for workers to go on strike.\n\n“The regime rests exclusively on us and the strike is what it fears the most. On taxes from our labor, it feeds its army of officials and bandits in black, who shoot civilians in the back and kick women,” the call said.\n\nBy the strike, activists expect to achieve recognition of Sviatlana Tsikhanouskaya as the new president of Belarus, the release of all political prisoners, and the conduction of new fair elections.\n\n“A strike is a completely legal form of protest prescribed in the Constitution. You will not be detained for it, and it is impossible to fire everyone. Who will work then? Our poll showed that more than 2/3 of Belarusians are ready not to go to their jobs today in order to finally bury the regime.”\n\nThe strikes are taking part on state factories and enterprises which Belarus managed to keep in good working condition after the fall of the USSR, unlike neighboring Ukraine, and that were always a place of power for Lukashenka, who epitomizes the “stability” which he claims Belarus needs, as opposed to trouble-bringing “change.” He often came to factories with TV channels and showed off the novelties of Belarusian electric appliances, the latest models of tractors and buses, and in other ways relished in pride over domestic production.\n\nThis is why the strikes happening in factories are especially important – one would think Lukashenka’s electorate are their simple workers, but it turns out even they are not satisfied.\n\nOn 11 August, reports on the strikes at several enterprises started appearing. A video published by the NEXTA Telegram channel shows workers of Minsk allegedly leaving their workplaces and marching down the street, to the clapping and honking of bystanders.\n\nSome of the information is contradictory and reports of a strike taking place spread in Telegram channels later turn out to be unconfirmed. Here is the situation according to the latest confirmed data.\n\nThe NEXTA telegram channel shared a video purporting to show that workers of the Zhabinovsky sugar plant are stopping their work. Later, the management of the plant denied that a strike had started – but then again, the management of Belarusian factories is notorious for its loyalty to the government.\n\nEnterprises across #Belarus declared strikes today in a protest of the falsified elections and following repressions. This video is from the Zhabino Sugar Factory#StandWithBelarus#BelarusPresidentialElections pic.twitter.com/WWTTFSwoRF — Euromaidan Press (@EuromaidanPress) August 11, 2020\n\nAdvertisement\n\nAccording to the Telegram channels, at the 4th trolleybus city park, drivers refused to go to work on the second shift.\n\nA worker told charter97.org that a strike was starting at the Belshina tire factory in Bobruysk.\n\nWorkers of the representation of the Belarus Metallurgical Factory to Russia announced a general strike on 11 August, according to the Belamova Telegram channel which shared a photo of the letter sent to the director of the factory in Zhlobino (Belarus). Several departments of the factory itself (which employs a total of 12,000 workers), the pipe-rolling and rope-rolling ones, had reportedly gone on strike the previous day. According to the Belamova and Onliner Telegram channels, the workers of the factory sent a letter to the chairman of the country’s trade unions Mikhail Orda asking for prosecutors to investigate the actions of some polling station chiefs in Zhlobino so there would be an “honest vote count.”\n\nA strike reportedly took place in the Institute of Chemistry of New Materials of the National Academy of Sciences of Belarus. The Telegram channel NEXTA Live wrote about this on 12:32 on 11 August, this was denied by the Belta state agency by the press service of the Academy.\n\nThe Minsk Kozlov Electrotechnical Plant, a large enterprise with 3,000 employees, released their demands:\n\nImmediately end the violence against peaceful unarmed citizens who have the right to peacefully express their political position.\n\nStop provocations to justify the actions of the security forces.\n\nRelease people detained during the past peaceful demonstrations.\n\nTurn on the Internet to eliminate the likelihood of speculation and rumors.\n\nThe workers received support from Minsk residents came to the walls of the factory and applauded:\n\nThe management supported the demands of striking workers, and according to charter97.org, a mutual declaration about the illegal arrests and internet blockages were being prepared. Riot police arrested some protesters that cheered the workers.\n\nThe Maia Kraina Belarus Telegram channel wrote citing its subscribers that most of the workers of the Republican Unitary Enterprise Belenergosetproekt (Belorus energy network project) went on strike; Komsomolskaya Pravda Belarus wrote citing one of the workers that the strike was in solidarity with the Kozlov plant.\n\nSome 100 workers were later filmed walking to the Minsk Margarine factory to support the workers demanding free elections and the liberation of prisoners there in a video shared by the same channel.\n\nAnd the same workers marched to support the Kozlov plant strikers.\n\nМинск from Charter Vimeo on Vimeo.\n\nAs well, the Minsk Margarine Plant had decided to abandon production – they were moving together in a large queue on the streets to the honking approval of drivers.\n\nAccording to the ”Belarus golovnogo mozga” Telegram channel, some 70 workers gathered at the entrance of the Minsk Tractor Factory (a large factory with 16,000 workers). They demanded that the factory management explain what is going on; the channel said that the strikers were being told that they will have problems as soon as they leave the factory. The NEXTA Live Telegram channel also put the number at 70. There was no additional information.\n\nAt publication time, workers of the “Grodno” Azot Nitrogen plant (an enterprise with 7,000 workers) were drafting a petition on the non-recognition of elections and the intention of workers to ensure respect for the rights and laws by “collective non-violent methods,” according to the NEXTA Telegram channel.\n\nThe Maia Kraina Belarus Telegram channel told that two departments started striking; the management denied this information as rumors and provocations.\n\nIn Grodno itself, workers of the market went on strike.\n\nThe Yuzhny market in Grodno, #Belarus is empty after going on strike. It joins the growing movement of enterprises all over the country that shut down in protest of rigged #BelarusPresidentialElection. #StandWithBelarus pic.twitter.com/WDBGRLCNCk — Euromaidan Press (@EuromaidanPress) August 12, 2020\n\nIn Minsk, a man stopped a metro line by standing on the rails with a sign demanding to stop the violence against peaceful protesters.\n\nUPDATE. Testifying to the atmosphere in many of the Belarusian factories at the moment is one from the Chemical Fiber Plant, a branch of the Grodno Azot Open Joint Stock Company. It shows what is likely a meeting of the trade union where the workers are not buying the factory manager’s story that Lukashenka won the election.\n\nIncredible video. After a factory manager claims Lukashenko won the election, one man yells: \"Stand up if you voted for Tsikhanouvskaya!\" Everyone stands up. Times are changing in Belarus. https://t.co/F8H8pBbCZp — Alexander Sikorski (@AKSikorski) August 12, 2020\n\nDear readers! We need your help. COVID-19 has hit independent media outlets hard, but even more so in Ukraine, where most outlets are controlled by oligarchs. To make matters worse, several English-language media sources from Ukraine have closed recently. And even worse, this comes at a time of troubling government tendencies and amid a pro-Russian resurgence in Ukraine. Help keep us online and reporting on the most important of Ukrainian issues for you in these troubling times, bringing the voices of civic society to the forefront of the information war. Our articles are free for everyone to use but we depend on our readers to keep going. We are a small independent journalist team on a shoestring budget and have no political or state affiliation. If you like what you see, please support us with a donation\n\nRelated\n\nTags: Belarus, protests", "METADATA": {"google-site-verification": "4VvkhMMEFReuAiV5fbtYmHh9_EmxyzRCSznz7holy0U", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Wave of strikes sweeps over Belarusian industry on third day of protests against rigged elections", "description": "Strikes on major Belarusian enterprises started on 11 August, following the falsified results of the presidential elections keeping dictator Alyaksandr Lukashenka in power for the sixth term and mass repressions of law enforcement against nationwide protests. They are important because they prove that simple workers who are presumably Lukashenka's electorate are unhappy with the situation…", "url": "http://euromaidanpress.com/2020/08/13/wave-of-strikes-sweeps-over-belarusian-industry-on-third-day-of-protests-against-rigged-elections/", "site_name": "Euromaidan Press", "image": {"identifier": "https://i2.wp.com/euromaidanpress.com/wp-content/uploads/2020/08/word-image-26.jpeg?fit=1280%2C960", "width": 1280, "height": 960}}, "article": {"publisher": "https://www.facebook.com/euromaidanpress.en/", "published_time": "2020-08-12T21:16:34+00:00", "modified_time": "2020-08-12T23:56:48+00:00", "author": "http://euromaidanpress.com/author/euromaidanpressstaff/", "section": "International", "tag": "protests"}, "twitter": {"card": "summary", "creator": "@euromaidanpress", "site": "@euromaidanpress"}, "generator": "MasterSlider 3.5.8 - Responsive Touch Image Slider | avt.li/msf", "fb": {"app_id": 1395391370748120}}}}