{"GDELT": {"GlobalEventID": 940451079, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "VNM", "Actor1Name": "VIETNAM", "Actor1CountryCode": "VNM", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.28673835125448, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM44", "Actor1Geo_ADM2Code": "74067", "Actor1Geo_Lat": 21.0333, "Actor1Geo_Long": 105.85, "Actor1Geo_FeatureID": "-3714993", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nanyang, Henan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH09", "Actor2Geo_ADM2Code": "13102", "Actor2Geo_Lat": 33.8302, "Actor2Geo_Long": 112.486, "Actor2Geo_FeatureID": "10541456", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM44", "Action2Geo_ADM2Code": "74067", "Action2Geo_Lat": 21.0333, "Action2Geo_Long": 105.85, "Action2Geo_FeatureID": "-3714993", "DATEADDED": 20200813020000, "SOURCEURL": "https://www.msn.com/en-sg/news/world/japan-e2-80-99s-motegi-to-meet-singapore-e2-80-99s-lee-hsien-loong-kicking-off-asean-tour/ar-BB17T8Gy"}, "ARTICLE": {"TITLE": "Japan’s Motegi to meet Singapore’s Lee Hsien Loong, kicking off Asean tour", "TEXT": "© DPA Japanese Foreign Minister Toshimitsu Motegi is in Singapore on the first step of a trip to five Southeast Asian countries and Papua New Guinea. Photo: DPA\n\nJapan's Foreign Minister Toshimitsu Motegi has started his tour of five Southeast Asian nations and Papua New Guinea in Singapore, and will meet the city state's Prime Minister Lee Hsien Loong on Thursday.\n\nMotegi, a trusted lieutenant of Prime Minister Shinzo Abe, is expected to negotiate the resumption of essential travel between Japan and Singapore, Malaysia, Cambodia, Myanmar and Laos during his trip.\n\nBut while discussions will focus largely on issues relating to the coronavirus pandemic, foreign policy analysts say the South China Sea and Tokyo's vision of a free and open Indo-Pacific will also feature in talks.\n\nThe visit comes as relations between Japan's close ally the United States and China worsen over issues such as Hong Kong, Taiwan and the disputed South China Sea waterway. It has resulted in tit-for-tat consulate closures and sanctions on each others' officials, while Washington has also moved to ban Chinese social media apps TikTok and WeChat.\n\nGo Ito, a professor of international relations at Meiji University, said Tokyo would be keen to keep the disputed waterway claimed by Beijing, Taiwan, and four Southeast Asian countries in the spotlight at a time when attention in the US is focused on the November presidential elections.\n\n\"The countries with a stake in the territorial issue are not able to stand up to China without the support of the US, but President (Donald) Trump is in a difficult position in the elections and will be spending all his time on that problem,\" Ito said.\n\n\"That means it is in many ways up to Japan to continue the dialogue between the different countries while the US is distracted.\"\n\nTrump and US Secretary of State Mike Pompeo have in recent weeks strongly opposed Beijing's territorial claims in the South China Sea, with Pompeo following up with calls to the foreign ministers of Singapore, Indonesia, Vietnam, Malaysia, Brunei and the Philippines, reiterating American support for international law in the disputed waters.\n\n© Provided by South China Morning Post Singapore's Prime Minister Lee Hsien Loong will meet with the Japanese foreign minister. Photo: AFP\n\nMotegi, who arrived in Singapore on Wednesday, will call on Lee at the Istana, where the office of the Prime Minister and President are located, and attend a lunch hosted by Foreign Minister Vivian Balakrishnan, Singapore's Ministry of Foreign Affairs said.\n\nJapan's Foreign Ministry said Singapore and Malaysia formed new cabinets in July and March respectively, and Motegi would exchange views with leaders on the resumption of travel with Japan, as well as on Covid-19 measures and regional developments.\n\nThe travel discussions come as Japan has seen a resurgence in coronavirus cases after lifting the nationwide state of emergency in May. The country has reported over 50,000 infections, with Tokyo and Osaka seeing the highest levels of transmission. Singapore also experienced a surge in cases in April, largely related to foreign worker dormitories, but has since seen infection numbers coming down.\n\nSheila Smith, senior fellow for Japan Studies at the Council on Foreign Relations, a US think tank, said Motegi's trip underscored the importance Tokyo placed on resuming trade and economic ties with its Asian partners. Apart from their valued trade relations, she said Singapore is also an important diplomatic ally for Japan as it considers its response to Beijing's recent moves in the South China Sea as well as the situation in Hong Kong.\n\nWhile Ito said Motegi would be keen to amplify Washington's message this trip, David Arase, a resident professor of international politics at the Johns Hopkins School of Advanced International Studies, had a different take.\n\n\"Motegi is not in Singapore to represent the US. He is there to advance particular Japanese interests, of which one is to keep the US involved in regional affairs,\" he said. \"More fundamentally, it is very much in Japan's own interest to maintain a rules-based maritime security regime throughout the Indo-Pacific.\"\n\nArase added that the coronavirus pandemic has diminished the stature of the two world powers, and a move by Tokyo to take a more proactive approach in shaping the regional environment would \"make sense\".\n\n© Provided by South China Morning Post A placard advising people to wear face masks is displayed on a pole in the financial business district in Singapore. Photo: AFP\n\nMeanwhile, Dylan Loh, an assistant professor of international studies at Singapore's Nanyang Technological University, noted that the physical meeting between Motegi and leaders was symbolic of the warm relations that Japan enjoys with its regional neighbours.\n\nHe said he believed that bilateral green-lane arrangements would take centre stage at the talks, even though regional issues such as the South China Sea and the notion of a free and open Indo-Pacific would not be discounted.\n\nIto also said it was significant that Motegi's Southeast Asia tour comes just a week after he visited Britain - the first overseas visit by a Japanese cabinet minister since the pandemic started.\n\n\"Of course, the main reason for his visit was to discuss Brexit and the new free trade agreement between London and Tokyo, but China was certainly on the hidden agenda and Japan is very keen to reinforce security ties with the UK and the US to counter the rise of China,\" he said.\n\n© Provided by South China Morning Post Japan's Foreign Minister Toshimitsu Motegi meets Britain's Foreign Secretary Dominic Raab in London. Photo: EPA-EFE\n\nHowever, Ito was surprised that Motegi's visit to the region did not include Vietnam, as Hanoi has been one of the most vocal opponents of Chinese efforts to claim more maritime territory in recent years. The two governments recently agreed a 38.6 billion yen (US$361 million) deal in which Japan will build six advanced patrol vessels for Vietnam's coastguard.\n\nLoh said the move showed how China's practices in the disputed seas are \"never far from the thinking\" of Japanese policymakers.\n\n\"Motegi's visit bodes well for Southeast Asia and shows Japan's commitment to the region and for Asean,\" he said. \"Increasingly, powers of all stripes see value in engaging Asean - as it is at the heart of big power competition and, hopefully, cooperation - and it could give us clues as to how a multipolar regional order and indeed, a multipolar world, could look like.\"\n\nAfter Singapore, Motegi will visit Malaysia from Friday to Saturday, before travelling to Papua New Guinea, Cambodia, Laos and Myanmar from August 20 to 25.\n\nArase said the leaders would likely hold exchanges on the state of ties between Japan and the 10-member Asean bloc, adding that the meeting would \"give new impetus\" to Japan-Asean relations.\n\n© Provided by South China Morning Post Japanese Foreign Minister Toshimitsu Motegi speaks to the media during his UK visit on August 6. Photo: Kyodo\n\nMotegi, who holds a postgraduate public policy degree from Harvard University in the US, was first elected to parliament in 1993 - the same year as Prime Minister Shinzo Abe - after first working as a political reporter for Japanese newspaper Yomiuri newspaper and then a consultant for McKinsey & Co.\n\nHe previously served in key cabinet positions including vice-foreign minister, and in 2012, was made Minister for Economy, Trade and Industry.\n\nHe was also touted as a potential successor to Abe and was once referred to as \"Trump whisperer\" by Japanese media for successfully negotiating a trade deal with the US.", "METADATA": {"application-name": "Japan’s Motegi to meet Singapore’s Lee Hsien Loong, kicking off Asean tour", "cq": "passed", "Search.Interest": "News", "robots": "index, follow", "description": "Japan’s Motegi to meet Singapore’s Lee Hsien Loong, kicking off Asean tour", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}