{"GDELT": {"GlobalEventID": 940456280, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 1721, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.39956803455723, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK", "Actor1Geo_Lat": 22.25, "Actor1Geo_Long": 114.16666699999999, "Actor1Geo_FeatureID": "HK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK", "Actor2Geo_Lat": 22.25, "Actor2Geo_Long": 114.16666699999999, "Actor2Geo_FeatureID": "HK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK", "Action2Geo_Lat": 22.25, "Action2Geo_Long": 114.16666699999999, "Action2Geo_FeatureID": "HK", "DATEADDED": 20200813024500, "SOURCEURL": "http://www.ejinsight.com/eji/article/id/2549600/20200813-A-deer-is-a-horse-in-Orwellian-Hong-Kong"}, "ARTICLE": {"TITLE": "A deer is a horse in Orwellian Hong Kong EJINSIGHT", "TEXT": "A deer is a horse in Orwellian Hong Kong\n\nLiving in today’s Hong Kong requires wearing Orwellian glasses. These glasses help you see things as they are not. That’s exactly what our increasingly authoritarian government wants. When you see a deer, the glasses want you to see a horse.\n\nIf you see black, the glasses will help you see it as white. If you see over 200 policemen raid the offices of a media outlet that is often critical of the government, the glasses will show you it was intended to promote media freedom.\n\nIf you see the national security law virtually ending one country, two systems, the glasses will show you a Hong Kong where the law actually strengthens one country, two systems. If you see a Hong Kong where everything has suddenly changed, the glasses will show you nothing has changed.\n\nBut Orwellian glasses cannot fool me. I can tell the difference between a deer and a horse. I know even though Carrie Lam Cheng Yuet-ngor is chief executive, she is no longer in charge. I know raiding the offices of Next Digital and arresting its owner was not solely a local police decision. I know the security law has made Hong Kong unrecognizable.\n\nCalling a deer a horse was on full display at a police press conference after its raid on Next Digital. The police barred some local and foreign media, including international wire services, describing them as unfriendly to the police. A police spokeswoman said barring them increased transparency.\n\nThe police commissioner admitted to a new system of media segregation, which favors outlets the police trusted. Others will be positioned outside a police cordon, making it impossible for them to do their work. If that’s not an attack on media freedom, what is?\n\nYou need to put on your Orwellian glasses to understand how this system increases transparency. The glasses will tell you giving priority to media outlets the police likes while hampering the work of outlets critical of the police is not censorship. It is government transparency.\n\nA deer has morphed into a horse when the local and central governments tell you the security law only affects a tiny minority of people after it has already targeted over 20 people within a month, including four students for online postings.\n\nRemove the Orwellian glasses if you want to see government hypocrisy at work. It accused the US of state doxing for publishing personal details of 11 sanctioned Hong Kong and mainland officials, including Lam. But neither the government nor the privacy commission said anything when the state-run Ta Kung Pao published personal details of US consular official Julie Eadeh and her children after she met with activist Joshua Wong Chi-fung last year.\n\nBeijing loyalists point to US national security laws to say every country has a right to enact such laws. I agree. But the test is how such laws are used or abused. I was in the US when Congress rushed through the Patriot Act after the September 11 2001 terror attacks. I criticized it as too draconian.\n\nLet me remind you of what happened in 2015 when a terror attack in California killed 14 people. Both terrorists died in a shootout but the FBI recovered a locked mobile iPhone from one. To protect privacy, Apple refused to unlock the phone despite court orders.\n\nThe FBI did not use national security laws to raid the offices of Apple or arrest its top officials. It eventually found a way to unlock the phone and dropped the court case against Apple. US national security laws are draconian because the country is often the target of foreign and domestic terror attacks.\n\nA democratically-elected Congress acts as a check-and-balance if the government abuses the laws. These laws target those who pose a real danger to national security, not young students who share online posts about Hong Kong independence, a motorcyclist with a liberate Hong Kong poster, or media bosses who promote democracy.\n\nUS President Donald Trump can never use national security laws to raid the offices of the New York Times, Washington Post, and CNN for constantly accusing him of bashing China to win November’s elections.\n\nNational security laws are intended to thwart genuine threats to national security, not to silence critics. How possibly can four young students without any means to threaten China’s national security be a threat? If a similar charge was laid in the US, it would be laughed out of court.\n\nBeing laughed out of court is no longer an option under the national security law, which empowers the chief executive to appoint a pool of judges to handle security cases, and gives the Beijing-appointed justice secretary full power to decide who to prosecute.\n\nIn a previous column I said it’s the end of Hong Kong as we know it. Beijing loyalists always mock such headlines, saying Western media have always wrongly predicted Hong Kong’s death since the handover. These loyalists fail to understand the difference between death and the end.\n\nCities don’t die but they can lose their past glory. Hong Kong will continue to exist but it won’t be a Hong Kong as we know it. That’s gone forever. Today’s Hong Kong is two-dimensional – lies and truths. Put on your Orwellian glasses for one and remove them for the other.\n\n-- Contact us at [email protected]", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "keywords": "ejinsight 20200813-A-deer-is-a-horse-in-Orwellian-Hong-Kong Hkej ejinsight.com", "description": "ejinsight 20200813-A-deer-is-a-horse-in-Orwellian-Hong-Kong Hkej ejinsight.com", "og": {"title": "A deer is a horse in Orwellian Hong Kong EJINSIGHT - ejinsight.com", "type": "article", "url": "//ejinsight.com/eji/article/id/2549600/20200813-A-deer-is-a-horse-in-Orwellian-Hong-Kong", "image": {"identifier": "//static.hkej.com/eji/images/2020/08/13/2549600_f9375747e8200fb69105830dfd543564.jpg", "width": 620, "height": 320}, "site_name": "EJINSIGHT", "description": "Living in today’s Hong Kong requires wearing Orwellian glasses. These glasses help you see things as they are not. That’s exactly what our increasingly authoritarian government wants. When you see a"}, "fb": {"admins": "writerprogram", "app_id": 160465764053571}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}