{"GDELT": {"GlobalEventID": 940439775, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.1371158392435, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Karabakh, Dagestan, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS17", "Actor2Geo_ADM2Code": "25069", "Actor2Geo_Lat": 42.4692, "Actor2Geo_Long": 46.8645, "Actor2Geo_FeatureID": "-2920856", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Karabakh, Dagestan, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS17", "Action2Geo_ADM2Code": "25069", "Action2Geo_Lat": 42.4692, "Action2Geo_Long": 46.8645, "Action2Geo_FeatureID": "-2920856", "DATEADDED": 20200813004500, "SOURCEURL": "http://asbarez.com/196144/president-prime-minister-discuss-pressing-issues-facing-armenia/"}, "ARTICLE": {"TITLE": "President, Prime Minister Discuss Pressing Issues Facing Armenia", "TEXT": "President Armen Sakissian and Prime Minister Nikol Pashinyan met Tuesday at the presidential headquarters to discuss pressing issues facing Armenia, among them last month’s aggression by Azerbaijan on Armenia’s borders, Turkey’s recent threats to Armenia, as well as the ongoing coronavirus pandemic and the economic fallout from the crisis.\n\nAzerbaijan-Turkey\n\nIn the wake of the escalation of aggression by Azerbaijan along the Armenian border last month, President Sarkissian expressed his complete support to the government, and to Pashinyan, the Defense Ministry and the Armed Force, saying he will do everything in his power to be of service.\n\n“I was in Tavush—in the border village of Chinari,” said Sarkissian. “I was very pleased to see the local population in high spirits. Everyone, both adults and children, were self-confident, full of energy and optimism. I came back convinced that our people will continue to stand by our soldiers and our army,” said Sarkissian.\n\n“I do believe that these difficult days should become the start of future achievements. Today we should build the strong groundwork for our future successes,” said Sarkissian. “Everyone needs to be disciplined, hardworking and highly dedicated in order to overcome all these challenges.”\n\n“We witnessed a flagrant act of aggression by Azerbaijan against the sovereign territory of Armenia,” Pashinyan told the president.\n\n“It is important to note that the military rhetoric being advanced by the leadership of Azerbaijan for years that advanced the myth that the Azerbaijani army had superiority over the Armenian armed forces, collapsed in a flash following [last month’s] incidents. To my mind, this has led to a completely new geopolitical and military-political situation in the region,” continued Pashinyan.\n\n“By and large, this comes to strengthen Armenia’s long-standing position, which has been adhered to by all Armenian authorities and governments, namely that the Karabakh conflict has no military solution—it can be resolved exclusively through peaceful means. This is a reality that must be reckoned with,” added Pashinyan.\n\nArmenia’s Armed Forces stand ready to defend the territorial integrity of our country, its borders, and the reforms carried out in the security and defense sectors over the past two years in pursuit of the government’s priorities have yielded the desired result. And I am pleased to stress that no time was wasted in this respect,” explained Pashinyan.\n\nThe prime minister acknowledged that this year has seen its share of hardships, serious challenges and incidents, citing last week’s explosion in Beirut as an example. Pashinyan said the development in Lebanon will have a direct impact on Armenia.\n\n“I share your view that Azerbaijan’s offensive has no human or moral explanation. At a time when the world is fighting against the common enemy [the pandemic], Azerbaijan undertakes its military exploits,” Sarkissian told Pashinyan.\n\n“As an experienced person who follows the developments in Azerbaijan, Turkey, Russia and Europe, I am concerned about several factors. First of all, the moral compass that they violated by undertaking these exploits during the global pandemic. Second, Azerbaijan is trying to give the impression that Armenia poses threats to international infrastructure in its territory. This is complete nonsense. This infrastructure has existed for over 20 years, and Armenia has never shown any intention to destroy it,” said Sarkissian. “Their propaganda seeks to present Armenia as an aggressor in order to justify their own aggression in the future. I am proud to state that our armed forces lived up to the task set before them.”\n\n“In the early 1990s, when I served as ambassador to many European countries, including NATO,” Sarkissian said “many diplomats and military experts told me that our efforts were doomed to failure, since we are a small country, we do not have a powerful army, while Azerbaijan has a huge army and is being backed by the neighboring country. A few years later the same people told me that Armenia has the most powerful army in the South Caucasus.”\n\n“Recent events have shown that Armenia has the most powerful army in the South Caucasus, which cannot be defeated. The army is not only weapons, discipline and readiness; the Armenian army boasts a high spirit that no one has in the region. I am happy that those people’s suspicions about the Armenian army were dispelled,” said Sarkissian.\n\nThe president expressed concern over Azerbaijani official statements threatening to strike Armenia’s Metsamor Nuclear Power Plant.\n\n“This is inadmissible by all international norms,” said Sarkissian. “I have been a member and chairman of the World Energy Security Commission, which considers such statements to be calls for nuclear terrorism. I think those who make such calls should understand very well that this will be a great tragedy for everyone—not only for Armenia. The international community should intervene to prevent such irresponsible statements from recurring again,” added Sarkissian.\n\nThe president also took not of the recent threats and bellicose statements coming from Ankara, calling them “unacceptable.”\n\n“Turks should remember that their state was behind the Armenian Genocide 105 years ago. Any such statement calls for a return to the 105-year-old history, which is inadmissible not only for our people, but for all mankind, in general,” said Sarkissian.\n\nCOVID-19 and its Economic Implications\n\nPresident Sarkissian said he was pleased at the drop in the coronavirus infections in Armenia and expressed hope that the downward trend will continue. The president added, however, that the authorities should not let their guard down, warning that if the population comes in contact with the virus, it could mean a second wave for Armenia.\n\n“I agree with you that we must strictly observe the anti-pandemic rules—I mean personal hygiene, social distancing and proper behavior,” said Sarkissian, who added that the current economic difficulties stem from the pandemic, as is the case around the world.\n\n“The global setback indirectly affects the Armenian economy. It will have a strong impact on some sectors, including the hospitality industry, tourism, jobs, social services. We are in dire economic straits in fact; we are facing big problems,” said Sarkissian.\n\nIn response, Pashinyan concurred with the president about the seriousness of the COVID-19 crisis in Armenia.\n\n“Looking back on what happened I can say that in late April we noticed that while the restrictions apparently were being carried in public venues, they did not work behind the scenes—in courtyards and at close quarters. We failed to meet the target, and as a result, we lost 70,000 jobs in April alone,” reported Pashinyan.\n\nThe prime minister also said that despite the UN Secretary General’s appeal to observe a universal ceasefire during the pandemic, Azerbaijan’s continued rhetoric made his government realize that the country could not stand idly by in the face of a possible escalation.\n\nHe told the president that the government formulated capacity building in the healthcare sector to ensure that citizens were not left without proper medical care. Pashinyan said the government’s extra spending on more medical equipment and suppliers made it possible to restore 50,000 jobs in June and and a slightly higher mark in July compared with the same period last year.\n\n“It was obvious to me that if we had been guided solely by health considerations, we would have faced a social collapse,” said Pashinyan.\n\nThe prime minister lamented the high death toll from the COVID-19 crisis, but told the president that there has been a steady decline in the number of deaths, adding, however, that the fatality rate is not at zero due to past developments.\n\n“I regret that we have more than 800 deaths at this point of time,” said Pashinyan saying individual behavior is the only guarantee to ensure a decline in deaths and cases.\n\nSaying that other countries are currently restoring tougher restrictions after having declared that they had overcome the pandemic, Pashinyan expressed optimism about Armenia situation in the fall.\n\n“Yes, you are right,” Pashinyan told the president. “We are facing serious economic problems, and we are trying to find case-sensitive solutions. Our main task is to save the jobs. This is the preliminary target, but it means boosting exports, production and consumption.”\n\nThe prime minister said that the government has implemented more than 20 anti-crisis measures, within the framework of which it has already invested more than 100 billion drams in various social and economic programs through the banking system and the state budget.\n\nThis process will continue for the private sector to ensure that economic competitiveness and jobs are salvaged in order to quickly recover from the economic crisis,” said Pashinyan.\n\nIn response to Pashinyan’s explanations about the coronavirus crisis, Sarkissian said the two were on the same page about the approaches needed to contain the spread of the virus.\n\n“Even if we do not have new infections or deaths tomorrow, we must be very careful. In no way can we declare our country to be free of the coronavirus,” said Sarkissian, touching on the travel restriction imposed by Armenia after due COVID-19.\n\n“Should even a single person coming from abroad be infected, then this process will start again. I hope that even if there is a second wave, we will be able to overcome it, since we already have the necessary experience,” said Sarkissian.\n\nThe president pointed out that certain sectors of the economy will suffer greater losses due to the pandemic. Saying he was happy that the government had implemented certain programs, state and government backing would be needed to combat the economic effects of the pandemic.\n\n“I think that these steps should continue, because it will take a long time to overcome the current situation, which has not only an economic dimension, but a social component as well. There are problems with jobs, which in turn can trigger demographic problems,” said Sarkissian adding that people who used to work outside Armenia for many years are unable to do so now. “Many people who had a jobs yesterday or the day before, do not have them today. Therefore, we must mobilize all our potential to solve these problems,” advised the president who also reaffirmed his personal commitment to addressing these concerns.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "President Armen Sakissian and Prime Minister Nikol Pashinyan met Tuesday at the presidential headquarters to discuss pressing issues facing Armenia, among them last month’s aggression by Azerbaijan on Armenia’s borders", "keywords": "armenia, artsakh, featured story, latest, news, top stories, videos", "og": {"site_name": "Asbarez.com", "type": "article", "title": "President, Prime Minister Discuss Pressing Issues Facing Armenia", "url": "http://asbarez.com/196144/president-prime-minister-discuss-pressing-issues-facing-armenia/", "description": "President Armen Sakissian and Prime Minister Nikol Pashinyan met Tuesday at the presidential headquarters to discuss pressing issues facing Armenia, among them last month’s aggression by Azerbaijan on Armenia’s borders", "locale": "en_US", "updated_time": "2020-08-12T17:31:24+00:00", "image": {"identifier": "http://asbarez.com/wp-content/uploads/2020/08/47439_b.jpg", "width": 576, "height": 384}}, "article": {"published_time": "2020-08-13T00:31:24+00:00", "modified_time": "2020-08-13T00:31:24+00:00", "author": "http://asbarez.com/author/asbarez-staff/", "publisher": "http://asbarez.com/", "section": "Armenia", "tag": "Videos"}, "twitter": {"card": "summary", "title": "President, Prime Minister Discuss Pressing Issues Facing Armenia", "description": "President Armen Sakissian and Prime Minister Nikol Pashinyan met Tuesday at the presidential headquarters to discuss pressing issues facing Armenia, among them last month’s aggression by Azerbaijan on Armenia’s borders", "image": {"src": "http://asbarez.com/wp-content/uploads/2020/08/47439_b.jpg", "width": 576, "height": 384}}, "generator": "WordPress 4.2.1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}