{"GDELT": {"GlobalEventID": 940440281, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USAEDU", "Actor1Name": "KENTUCKY", "Actor1CountryCode": "USA", "Actor1Type1Code": "EDU", "Actor2Code": "GOV", "Actor2Name": "GOVERNOR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -0.98522167487685, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Williamstown, Kentucky, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKY", "Actor1Geo_ADM2Code": "KY081", "Actor1Geo_Lat": 38.6381, "Actor1Geo_Long": -84.5605, "Actor1Geo_FeatureID": "506837", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Williamstown, Kentucky, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USKY", "Actor2Geo_ADM2Code": "KY081", "Actor2Geo_Lat": 38.6381, "Actor2Geo_Long": -84.5605, "Actor2Geo_FeatureID": "506837", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Williamstown, Kentucky, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKY", "Action2Geo_ADM2Code": "KY081", "Action2Geo_Lat": 38.6381, "Action2Geo_Long": -84.5605, "Action2Geo_FeatureID": "506837", "DATEADDED": 20200813004500, "SOURCEURL": "https://www.msn.com/en-us/news/us/campbell-kenton-county-school-districts-vote-to-delay-in-person-classes-as-other-districts-move-ahead/ar-BB17TbhB"}, "ARTICLE": {"TITLE": "Campbell County Schools to delay all classes as other districts move ahead", "TEXT": "© Provided by WXIX Cincinnati Some Northern Kentucky school districts are complying with the governor's recommendation to delay the start of in-person classes. Others are not.\n\nCAMPBELL COUNTY, Ky. (FOX19) - The Campbell County School District is the latest Northern Kentucky district to push back the start of in-person learning.\n\nBut it went further than that Wednesday. All classes will now be delayed a month after the district’s board of education voted 4-1 for the push-back.\n\nThe district will begin classes Sept. 14. Two weeks of virtual schooling will ensue. On Sept. 28, the first in-person classes will take place.\n\nPreviously the district’s plan was to resume in-person learning using a rotational A/B learning model Aug. 14.\n\nThe move follows Ky. Gov. Andy Beshear’s recommendation in his Monday press briefing that school districts around the state to delay the start of in-person classes until Sept. 28.\n\nThe governor cited the current state of the virus in Kentucky as his motivation, referencing increased new cases, an increase in the number of children infected, the school reopening experiences of other states and families continuing to bring the virus back from ‘hot-spot’ states.\n\nOn Wednesday Beshear elaborated on his reasoning. At the same time, he announced Kentucky’s highest-ever number of new cases in a day.\n\nThe Fort Thomas School District announced it had delayed in-person learning to comply with the governor’s recommendation just hours after Beshear made it. The district’s original plan allowed for in-person instruction five days per week.\n\nThe Kenton County Board of Education followed suit Tuesday, announcing the cancellation of in-person classes until Sept. 28 in a letter to parents. The district’s original plan relied on a rotational A/B hybrid learning approach similar to that of Campbell County Schools. School will now begin remotely Aug. 24.\n\nMeanwhile, other districts are bucking the trend.\n\nThe Williamstown Independent School District Board of Education voted Tuesday to move forward with the district’s reopening plan, which includes in-person learning, despite Beshear’s recommendation.\n\nThe Diocese of Covington announced Wednesday it will also pursue its original reopening plan of beginning in-person instruction Aug. 17.\n\nCopyright 2020 WXIX. All rights reserved.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Campbell County Schools to delay all classes as other districts move ahead", "cq": "passed", "Search.Interest": "Schools", "robots": "index, follow", "description": "Campbell County Schools to delay all classes as other districts move ahead", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}