{"GDELT": {"GlobalEventID": 940477502, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "Actor2Code": "BUS", "Actor2Name": "CORPORATION", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.06399554813578, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200813060000, "SOURCEURL": "https://www.naturalnews.com/2020-08-12-fema-camps-provide-slave-wage-labor-to-us-corporations.html"}, "ARTICLE": {"TITLE": "FEMA camps gearing up to provide necessary “slave wage” labor to U.S. corporations as manufacturing returns to America", "TEXT": "(Natural News) Read your history and learn. You can’t have a significant manufacturing base in any nation without “slave wage” labor. It was China’s dirt-cheap labor (and horrific worker safety and environmental practices) that made China the manufacturing hub of the world over the last 40 years, but with the Trump administration now systematically severing ties with communist China (for good reason), millions of manufacturing jobs are going to be coming back to America.\n\nYou didn’t really think all those jobs were going to be upgraded from China’s 25-cents-per-hour wages to upscale $25-per-hour salaries in America, did you?\n\nHere’s a question to ponder: Who’s going to work in the U.S. factories when nearly the entire domestic labor pool consists of hyper-privileged, unskilled, labor-averse people who have already grown used to being paid thousands of dollars a month by the federal government to sit at home and do nothing? They whiny, coddled Millennials all think they’re going to be billionaires trading on Robinhood. They have no desire to work in your factories (and they don’t have the skills to even handle a real factory job anyway).\n\nSo where is the labor force going to come from to power the return of manufacturing in America?\n\nThe answer is simpler than you think: FEMA camp labor.\n\nFEMA camps will become the “work camps” that provide dirt-cheap labor to politically-connected corporations that pay kickbacks to politicians\n\nIn the same way that the U.S. prison system provides “slave wage” labor to politically connected corporations right now, FEMA camps are gearing up to function as work camps, where inhabitants are offered food and shelter in exchange for their factory labor output.\n\nOh, you didn’t know the U.S. prison system is largely a for-profit corporate-influenced slave labor work camp operation that kicks back profits to court judges? If you didn’t know that, you’re already way behind the curve. I don’t have the time or space to educate you here about reality. Do your homework and upgrade your knowledge, or you won’t last much longer as the world’s economies are engineered into a controlled demolition.\n\nBecause of the plandemic and the subsequent economic implosion that was engineered more precisely than WTC Building 7, FEMA will soon be receiving tens of millions of new homeless in America as those citizens lose their homes due to their inability to make mortgage payments due to the covid-19 lockdowns. It is not a coincidence that these newly-displaced millions will soon become the slave wage labor workers who enrich politically-connected corporations which are owned by the very same corrupt Democrat governors (like Newsom) who have ordered the aggressive, punitive lockdowns that produced the homelessness in the first place. They are using the lockdowns to generate a low-wage labor force that will power their new domestic corporations which are receiving huge federal grants to produce domestic products that the Trump administration deems critical for the U.S. supply chain, such as pharmaceuticals and semiconductors.\n\nDid you see the recent news on Kodak? Massive insider trading, hundreds of millions of dollars in apparent financial scams, all uncovered in the days after Kodak was celebrated as a new, domestic manufacturer of pharmaceuticals. Big government money on the line. Lots of profit-taking from insiders who are connected. As Trump unleashes trillions of dollars to pump up domestic manufacturing, a long list of powerful corporations stand to collect billions of dollars each. All they need is cheap labor to run the factories.\n\nAre you catching on yet to how the scheme really works? You can’t have a manufacturing base in any nation when you’re paying $15 / hour (plus benefits) to a relatively well-off class of workers. To produce products that generate large profits for the corporations, you have to create a slave wage labor class of people, and you need millions of them if you’re going to migrate any serious amount of manufacturing from China to the United States.\n\nYou need work camps, in other words. Conveniently, the globalists built and released a biological weapon that killed just enough people to allow the media to push mass panic way beyond any science-based concern, allowing malicious Democrat governors to destroy their local economies, producing millions of new homeless, unemployed, food-deprived people who will be more than happy to line up at the FEMA camps for food and shelter, where they will also be given mandatory vaccines and stripped of any firearms before being “processed” into human resources.\n\nAnd any time the corporations need more workers, Dr. Fauci simply announces another “outbreak” that left-wing governors use to declare new lockdowns that produce another wave of evictions and bankruptcies. Instant labor pool for the FEMA camps!\n\nIt’s sick. It reminds me of the same way the vaccine industry creates demand for their vaccines: They simply build and release and new strain of measles or influenza, then reap the windfall of profits after the predictable media hysteria turns every mom in America into a panicked, vaccine-seeking sheeple. Nearly every outbreak in recent memory has actually been engineered or augmented by the vaccine industry itself, and it’s people like Dr. Fauci who reap the profits from their nefarious schemes.\n\nFEMA is about to become the Auschwitz of America\n\nWhat you need to understand about history is that the so-called “concentration camps” of Nazi Germany weren’t solely focused on murdering people; many were focused on producing forced labor pools for the politically-connected corporations and public works programs of the Nazi regime.\n\nAs revealed at TheHolocaustExplained.org, the Nazi regime first exploited the labor potential of prisoners as a “human resource,” before slaughtering those who were no longer able to contribute their labor:\n\nThe Nazis started using forced labour shortly after their rise to power. They established specific Arbeitslager (labour camps) which housed Ostarbeiter (eastern workers), Fremdarbeiter (foreign workers) and other forced labourers who were forcibly rounded up and brought in from the east. These were separate from the SS-run concentration camps, where prisoners were also forced to perform labour.\n\nThe use of forced labour first began to grow significantly in 1937, as rearmament caused labour shortages. The invasion of the Soviet Union in June 1941 further heightened demands on the war economy, and in turn, for labour. At the same time, this invasion brought thousands of potential new workers under Nazi control. These prisoners were called Ostarbeiter (eastern workers) and Fremdarbeiter (foreign workers). The Nazis deported these people to forced labour camps, where they worked to produce supplies for the increasingly strained war economy or in construction efforts.\n\nBy 1945, more than fourteen million people had been exploited in the network of hundreds of forced labour camps that stretched across the whole of Nazi-occupied Europe.\n\nYou see, they weren’t just being lined up and gassed to death; they were being exploited for their labor to power the German factories and production hubs. This irrefutable fact is conveniently forgotten by nearly all. The corporations that rule the world have always exploited circumstances to force people into work camps of one kind or another. And today’s “Bayer” corporation used to be part of IG Farben, a German chemical conglomerate that used Jewish prisoners for medical experiments.\n\nTimes have changed. Now the vaccine industry uses the entire nation as guinea pigs while Melinda Gates calls for the first round of vaccines to be given to black people first. That’s progress, we’re told. Because Black Lives Matter.\n\nThis photo from the Weiner Holocaust Library Collections, if upgraded to the modern era, could just as easily depict the workers wearing Apple uniforms as they produce iPhones:\n\nAll the corporations claiming “Black Lives Matter” don’t care one bit about Black lives, White lives or any lives… they are evil, malicious entities that exploit human lives for profit\n\nWe’ve all observed human history and we’ve known that every industrial hub in the history of the world relied on “slave labor” in one form or another, from the pre-Civil War slave plantations of America to ancient Rome and its slave labor class. The former Soviet Union relied on prison slave labor for its manufacturing might, and in China today, slave-wage workers are imported from poorer countries to provide dirt-cheap labor to corporations like Apple, under atrocious work conditions that resemble prison camps. (Why do you think Apple has managed to generate so many billions of dollars in profits? It was all generated from the sweat of slave labor camps.)\n\nWe also know that corporations in America have zero ethics and zero concern for human dignity. As we’ve seen with Big Pharma vaccines and covid-19, they will readily conspire to rig clinical trials and kill people with deliberate drug overdoses in order to discredit hydroxychloroquine. What Big Pharma reveals to us is that powerful corporations are mass murderers. And that doesn’t even consider the 269 U.S. corporations that are funneling money into weapons smuggling programs to arm Black Lives Matter terrorists.\n\nThe simple, horrifying truth is that U.S. corporations need millions of dirt cheap workers, and the coronavirus lockdowns just delivered the economic collapse that’s going to see those millions of people pouring into FEMA camps over the next two years, providing all the labor the corporations need to power their exploitation factories on U.S. soil. It will be called a “public-private partnership,” using government-organized FEMA camp labor, combined with corporate profit taking and generous kickbacks to U.S. Senators and House representatives, almost all of whom are treasonous traitors to our republic.\n\nDon’t you get it yet? The United States of America is a giant for-profit corporation, and we are all just “human resources” to be exploited by those in power, for their own selfish gain. How do you think Senators like Feinstein got so wealthy over the years?\n\nAnd by the way, I should probably mention that the covid-19 lockdown training is nothing more than FEMA prison camp normalization so that you get used to having your life completely controlled by authoritarian tyrants who demand total control over your movements, your speech and your body. Why do you think they’re now ordering people to wear masks while on ZOOM conferences? It’s all about indoctrination training for work camps, just to get your brain used to being ordered around, even if it makes no real sense at all.\n\nThis is why you should strive to live within your means and get out of all debt, because if you end up living in a FEMA camp, there are only two outcomes they have in mind for you: #1) Slave wage labor for the corporations. #2) Extermination / depopulation.\n\nListen to my full podcast to learn more details, then download my free nine-hour audiobook called the Global Reset Survival Guide at GlobalReset.news, if you want to learn how to stay out of the FEMA camps and survive the planned global economic reset that’s coming.\n\nThis is not a drill. Wake up or die.\n\nBrighteon.com/6280996a-03e4-4ca5-a25d-0eca11a0a5ea\n\nSee more BANNED videos on FEMA camps at Brighteon.com.\n\nAnd check out this interview with Celeste Solum, a former FEMA administrator, who describes FEMA’s real goal as “depopulation.”", "METADATA": {"robots": "noodp,noydir", "viewport": "width=device-width, initial-scale=1", "keywords": "health ranger,health ranger,conspiracy,corporations,fema camps,labor camps,manufacturing,slave labor,work camps,workforce", "twitter": {"card": "summary_large_image", "site": "@healthranger", "creator": "@healthranger", "url": "https://www.naturalnews.com/2020-08-12-fema-camps-provide-slave-wage-labor-to-us-corporations.html", "title": "FEMA camps gearing up to provide necessary “slave wage” labor to U.S. corporations as manufacturing returns to America", "description": "Read your history and learn. You can't have a significant manufacturing base in any nation without \"slave wage\" labor. It was China's dirt-cheap labor (and horrific worker [...]", "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2020/08/factory.jpg"}, "fb": {"app_id": 136224268059}, "og": {"locale": "en_US", "site_name": "NaturalNews.com", "title": "FEMA camps gearing up to provide necessary \"slave wage\" labor to U.S. corporations as manufacturing returns to America", "url": "https://www.naturalnews.com/2020-08-12-fema-camps-provide-slave-wage-labor-to-us-corporations.html", "type": "article", "updated_time": "2020-08-12T23:48:31+00:00", "description": "Read your history and learn. You can't have a significant manufacturing base in any nation without \"slave wage\" labor. It was China's dirt-cheap labor (and horrific worker safety and environmental practices) that made China the manufacturing hub of the world over the last 40 year", "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2020/08/factory.jpg"}, "article": {"published_time": "2020-08-12T23:12:00+00:00", "modified_time": "2020-08-12T23:48:31+00:00", "section": "Health Ranger"}, "postparentid": 448769}}}