{"GDELT": {"GlobalEventID": 940427247, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "VEN", "Actor1Name": "VENEZUELA", "Actor1CountryCode": "VEN", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.12820512820513, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Valencia, Carabobo, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE07", "Actor1Geo_ADM2Code": "31933", "Actor1Geo_Lat": 10.1806, "Actor1Geo_Long": -68.0039, "Actor1Geo_FeatureID": "-960192", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200812234500, "SOURCEURL": "https://missionlocal.org/2020/08/the-mission-reacts-to-kamala-harriss-vp-spot-on-the-presidential-ticket/"}, "ARTICLE": {"TITLE": "The Mission reacts to Kamala Harris’ VP nom", "TEXT": "Strong, strong and strong again – that is how Mission residents and workers described Senator and former San Francisco District Attorney Kamala Harris, Joe Biden’s pick for vice president.\n\nRoberto Corea, who was sitting in front of his home on Capp Street reading a newspaper, said a strong woman is a good choice as Biden’s running mate.\n\nVicky Ho said that she is excited to have a Black woman on the ticket and yes, she’s strong with “a stronger demeanor than Hillary.”\n\nA strong woman, said Wendy Hoyle, a Linda Street resident, “is what we need right now.” That “and the fact that she’s a minority is a big plus,” said Edwin Ortiz, just after stepping off of a bus on Mission Street.\n\nMatt Hort, an employee of Valencia Farmer’s Market on the corner of 24th Street and Valencia Street, said he was hoping for a woman president, but is happy to have one on the ticket at all.\n\nWhile reactions to the announcement were generally positive, some said it did not factor into their feelings on the presidential race at all.\n\n“Anyone but Trump,” said Ivan Abeshaus.\n\nBut was Harris among his top choices for presidential nominee earlier on? “Anyone but Trump,” said Abeshaus smiling.\n\nAbeshaus was not alone. Mohammad Shafi, manager of Discount City on Mission Street, said, “Anybody but Trump,” echoing Abeshaus’ words almost exactly.\n\nShafi acknowledged that he is not a big fan of Biden, calling him too old and out of touch. He also didn’t recognize Harris by name, and only remembered her when he was shown a picture. Despite this, he is eager to vote.\n\n“Put it on the news: Mohammad Shafi thinks Donald Trump is crazy,” he said with a laugh.\n\nOther residents expressed conflicted feelings on the democratic ticket.\n\nMolly deCoudreaux said that Biden was nowhere near her top choices for a presidential nominee, but Kamala Harris was originally in her top three. Now that he has taken Harris as his running mate, deCoundreaux is more excited for a Biden presidency. However, her feelings on Harris were not all positive.\n\n“I do feel like the prosecutorial background she has is more conservative than I would like,” deCoundreaux said.\n\nHarris’ time as San Francisco’s District Attorney, then as California’s Attorney General, has regularly been criticized by progressive democrats who saw her as too punishing, specifically regarding the policy of citing parents when their children missed school. Others faulted her more for the situations in which she failed to punish enough.\n\nCaroline Lucia, who was shopping at Discount City and overheard Shafi saying he did not recognize Harris, advised him not to support her.\n\nLucia said that Harris’ failure to seek the death penalty for David Hill is a defining factor in her opposition to Harris as a candidate. Hill was sentenced to life in prison in 2007 after being convicted of killing San Francisco Police Department officer Isaac Espinoza in 2004 while Harris was DA.\n\n“I feel that Joe Biden just wanted to pick a female, a minority. I don’t feel that she is the person for the job. I wouldn’t want to vote for Biden because of her,” Lucia said.\n\nSome, however, see Harris’ prosecutor background as an advantage.\n\n“She’s a prosecutor, which means she’s well-spoken and knows how to deliver a message,” Ortiz said.\n\nA man named Greg, who declined to give his last name, cited Harris’ performance during the confirmation hearings for Supreme Court judge Brett Kavanaugh among her most impressive feats.\n\nIn particular, Harris’ line of pointed questions surrounding Kavanaugh’s conversations with lawyers from Kasowitz Benson Torres, the law firm that represents President Trump, seemed to trip up the future Supreme Court justice.\n\nThe city supervisors who represent the Mission were not as conflicted in their statements on the matter.\n\nDistrict 6 Supervisor Matt Haney tweeted yesterday, “I worked for her campaign in 2010 when she ran for AG, she swore me into School Board, & she’s inspired me with her leadership as Senator.”\n\nDistrict 9 Supervisor Hillary Ronen tweeted, “It’s official Biden / Harris 2020 for the win!… Let’s work with all we’ve got for the next 87 days.”\n\nOn Wednesday, during Biden and Harris’ first official event together since the announcement, Biden said, “I had a great choice, but I have no doubt that I picked the right person to join me as the next Vice President of the United States of America, and that’s Senator Kamala Harris.”\n\nDuring her remarks, Harris said that her entire career has been devoted to serving the people and, “The people are who Joe and I will fight for every day in the White House.”\n\nKeep reading Mission Local and if you haven’t already, think of supporting us. We depend on you.", "METADATA": {"description": "Strong, strong and strong again –  that is how Mission residents and workers described Senator and former San Francisco District Attorney Kamala Harris,", "og": {"locale": "en_US", "type": "article", "title": "The Mission reacts to Kamala Harris' VP nom - Mission Local", "description": "Strong, strong and strong again –  that is how Mission residents and workers described Senator and former San Francisco District Attorney Kamala Harris,", "url": "https://missionlocal.org/2020/08/the-mission-reacts-to-kamala-harriss-vp-spot-on-the-presidential-ticket/", "site_name": "Mission Local", "updated_time": "2020-08-14T18:39:28+00:00", "image": {"identifier": "https://s3.amazonaws.com/missionloca/mission/wp-content/uploads/2020/08/IMG_8190.jpg", "secure_url": "https://s3.amazonaws.com/missionloca/mission/wp-content/uploads/2020/08/IMG_8190.jpg", "width": 850, "height": 567}}, "article": {"publisher": "https://www.facebook.com/missionlocalsf/", "tag": "politics", "section": "Featured", "published_time": "2020-08-12T22:53:57+00:00", "modified_time": "2020-08-14T18:39:28+00:00"}, "twitter": {"card": "summary_large_image", "description": "Strong, strong and strong again –  that is how Mission residents and workers described Senator and former San Francisco District Attorney Kamala Harris,", "title": "The Mission reacts to Kamala Harris' VP nom - Mission Local", "site": "@mlnow", "image": "https://s3.amazonaws.com/missionloca/mission/wp-content/uploads/2020/08/IMG_8190.jpg", "creator": "@mlnow"}, "generator": "WooCommerce 3.7.0", "tec-api-version": "v1", "tec-api-origin": "https://missionlocal.org", "referrer": "always", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=1", "msapplication-TileImage": "https://missionlocal.org/wp-content/uploads/2015/03/MissionBubble1-54f65cbev1_site_icon.png"}}}