{"GDELT": {"GlobalEventID": 940409704, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GTM", "Actor1Name": "GUATEMALA", "Actor1CountryCode": "GTM", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 9, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.05367057371992, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melchor De Mencos, PetéGT, Guatemala", "Actor1Geo_CountryCode": "GT", "Actor1Geo_ADM1Code": "GT12", "Actor1Geo_ADM2Code": "65122", "Actor1Geo_Lat": 17.0686, "Actor1Geo_Long": -89.1522, "Actor1Geo_FeatureID": "-1133207", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "San Antonio, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 29.4241, "Actor2Geo_Long": -98.4936, "Actor2Geo_FeatureID": "1380951", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200812213000, "SOURCEURL": "https://www.usatoday.com/story/news/nation/2020/08/12/poll-broad-support-trump-covid-19-immigration-restrictions/3340228001/"}, "ARTICLE": {"TITLE": "Poll shows growing disconnect over Trump's hard-line immigration policies", "TEXT": "Americans across the political spectrum support the Deferred Action for Childhood Arrivals program and temporary restrictions to prevent the spread of COVID-19, but the nation remains divided when it comes to immigration enforcement, including President Donald Trump's push to expand the southern border wall, according to a national survey released Thursday.\n\nThe Public Agenda/USA TODAY/Ipsos poll also highlights a growing disconnect between Trump's hard-line immigration policies and the priorities of Republicans, who mostly support many of the immigration policies the president has tried to dismantle.\n\nAs the coronavirus continues to spread throughout the U.S., a large majority of Republicans (81%), a plurality of Democrats (49%) and a majority of independents (62%) said the U.S. government has done right by temporarily enacting immigration restrictionsin an effort to slow the spread of the pandemic. The national survey was conducted in May, after the president issued travel restrictions against China, Europe, Mexico and Canada.\n\nJames Hollifield, a professor of political science and director of the Tower Center at Southern Methodist University in Dallas, said the broad support for closing the borders after the terrorist attacks of Sept. 11, 2001, show how Americans are willing to close ranks during tumultuous times.\n\n\"When you have these moments of national crisis, people suspend some of their skepticism about closing the borders,\" he said. \"They're willing to do that.\"\n\nIn recent months, Customs and Border Protection has used emergency powers to turn back more than 100,000 migrants along the southern border, the State Department has suspended regular visa services at embassies and consulates around the world, and Trump signed an executive order suspending temporary visas for foreign guest workers.\n\nThe poll was conducted before The New York Times reported this week that the Trump administration is considering banning U.S. citizens and legal permanent residents from reentering the U.S. if they show symptoms of COVID-19. Hollifield said that would make the U.S. the only country in the world to take that step, and Trump would risk alienating many of his supporters if he follows through.\n\n\"If you go that far, you really are attacking fundamental rights of American citizens,\" he said. \"And once people start seeing how their rights are going to be affected, not just some asylum seeker at the border, I think you’ll start seeing a lot of people get really nervous about that.\"\n\nWant to talk more about politics?:Join our Facebook group: ‘Across the Aisle, Across the Nation.’\n\nThe poll echoed longstanding support among Republicans, Democrats and independents for certain aspects of immigration policy. All groups supported the general principle of securing the border, the value of immigrants who are doctors, engineers and scientists, and the idea that the U.S. government should humanely treat all immigrants who cross the border.\n\nThe poll also echoed longstanding divisions on other aspects of immigration policy. Republicans generally favor the expansion of the southern border wall, while Democrats oppose it. A majority of Republicans say immigrants are a \"drain\" on government resources and take away jobs from U.S. citizens, while Democrats disagree with both claims. And more Democrats than Republicans support immigrants who work in low-wage jobs.\n\nThe poll revealed a disconnect between Trump's harshest immigration policies and the Republican voters who are crucial to his reelection in November.\n\nTrump has tried to end the Deferred Action for Childhood Arrivals (DACA) program that was created by President Barack Obama to protect undocumented immigrants brought to the country as children. The Supreme Court shot down the administration's attempt, but Trump said he will take another swing at ending the program. Yet 69% of Republicans in the poll said they not only support DACA, but they also support a path to citizenship for DACA recipients.\n\nTrump has also dramatically cut back and, at times, completely suspended the refugee and asylum systems that allow those fleeing war, violence or persecution to seek safe haven in the U.S. But 60% of Republicans support asylum for people fleeing war and violence, and 59% of Republicans support asylum for those fleeing political and religious persecution.\n\nJoe Jones, 79, a retired U.S. Postal Service employee who participated in the poll, said there should be no political divisions on the question of the U.S. being a safe harbor for people in need. Jones, who lives in Southaven, Mississippi, has traveled extensively throughout Latin America and said those programs are viewed as a defining element of the United States.\n\n\"America is looked upon as a beacon of light,\" said Jones, a registered independent who votes for Republican and Democratic candidates. \"There are people being persecuted. If they can prove it, without a doubt, I would take some of them.\"\n\nMany Republicans were also skeptical of the administration's family separation policy along the southern border, which was halted as a systemic policy by a federal judge but continues in more isolated cases. Only 43% of Republicans supported that practice, 37% opposed it and another 20% chose to skip that question.\n\n\"It's gut-wrenching,\" said Jennifer D’Andrea, 43, an independent voter who works for a financial planning company in Columbia, Tennessee. \"Nursing babies being taken from their mothers? Come on. No. It's just wrong.\"\n\nDavid Schleifer, director of research for Public Agenda who co-authored the national survey, said one consistent lesson he took from the polls and focus groups conducted as part of the survey was that education on immigration was a determining factor as people made their conclusions.\n\nFor example, he said many people interviewed for the survey said that far more immigrants were illegally entering the country than the actual number of those crossing over. Once they were showed the data, he said many changed their tune.\n\n\"If you really think people are streaming across the border and you feel under siege, then maybe you think, 'OK, we need to take extreme measures,'\" Schleifer said. \"But the more people know, the more positively they see immigrants and the more skeptical they are of the wall.\n\n\"The better-informed they were, the more welcoming policies they favored.\"\n\nThe national survey of 1,054 adults was conducted May 15-24. The margin of error is +/- 3.3 percentage points.", "METADATA": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "theme-color": "#0098FE", "og": {"title": "Poll shows growing disconnect over Trump's hard-line immigration policies", "description": "Most Americans support travel restrictions implemented to slow the spread of COVID-19, but a poll finds disagreement over other immigration issues.", "url": "https://www.usatoday.com/story/news/nation/2020/08/12/poll-broad-support-trump-covid-19-immigration-restrictions/3340228001/", "site_name": "USA TODAY", "image": {"identifier": "https://www.gannett-cdn.com/presto/2020/08/11/USAT/406a7d4a-fd2e-49ef-b9b7-617a50cd7248-AP_Virus_Outbreak_Forgotten_Frontier.jpg?crop=5759,3239,x1,y390&width=3200&height=1800&format=pjpg&auto=webp", "width": 3200, "height": 1800}, "type": "article"}, "article": {"author": "Alan Gomez", "content_tier": "free", "opinion": "false"}, "description": "Most Americans support travel restrictions implemented to slow the spread of COVID-19, but a poll finds disagreement over other immigration issues.", "fb": {"pages": "13652355666,48958576760,156345381090801,110471702456365,6566864515,137698179626815,315942225236045,927427260614748,183850168300771,1443524575938047,251228454889939,158095147555989,115535341805950,236655713446291,1621466394844549,250325640686,177037772444433,1972936962947967,2047091012096533,535551216797440", "app_id": 215046668549694}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/presto/2020/08/11/USAT/406a7d4a-fd2e-49ef-b9b7-617a50cd7248-AP_Virus_Outbreak_Forgotten_Frontier.jpg?crop=5759,3239,x1,y390&width=1600&height=800&format=pjpg&auto=webp", "site": "@usatoday", "creator": "@usatoday", "title": "Poll shows growing disconnect over Trump's hard-line immigration policies", "description": "Most Americans support travel restrictions implemented to slow the spread of COVID-19, but a poll finds disagreement over other immigration issues."}}}}