{"GDELT": {"GlobalEventID": 940468290, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LBREDU", "Actor1Name": "LIBERIA", "Actor1CountryCode": "LBR", "Actor1Type1Code": "EDU", "Actor2Code": "MED", "Actor2Name": "JOURNALIST", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 41, "EventBaseCode": 41, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.73611111111111, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Montserrado County, Montserrado, Liberia", "Actor1Geo_CountryCode": "LI", "Actor1Geo_ADM1Code": "LI14", "Actor1Geo_ADM2Code": "147263", "Actor1Geo_Lat": 6.5, "Actor1Geo_Long": -10.5, "Actor1Geo_FeatureID": "-2134017", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Montserrado County, Montserrado, Liberia", "Actor2Geo_CountryCode": "LI", "Actor2Geo_ADM1Code": "LI14", "Actor2Geo_ADM2Code": "147263", "Actor2Geo_Lat": 6.5, "Actor2Geo_Long": -10.5, "Actor2Geo_FeatureID": "-2134017", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Montserrado County, Montserrado, Liberia", "Action2Geo_CountryCode": "LI", "Action2Geo_ADM1Code": "LI14", "Action2Geo_ADM2Code": "147263", "Action2Geo_Lat": 6.5, "Action2Geo_Long": -10.5, "Action2Geo_FeatureID": "-2134017", "DATEADDED": 20200813043000, "SOURCEURL": "https://frontpageafricaonline.com/news/liberias-covid-19-testing-inaccurate-says-liberian-scientists-dougbeh-chris-nyan/"}, "ARTICLE": {"TITLE": "Liberia’s COVID-19 Testing Inaccurate, Says Liberian Scientists Dougbeh Chris Nyan", "TEXT": "Dr. Dougbeh Chris Nyan, M.D. speaking at the Johns Hopkins University, Photo- Janice Allotey\n\nWASHINGTON, DC – A prominent infectious disease scientist, Dr. Dougbeh Chris Nyan has said that Liberia’s testing “regime for COVID-19 is completely inaccurate and there needs to be an investigation into the wrong testing results repeatedly produce by the National Public Health Reference Lab for patients or people tested for SARS-CoV-2 which causes the COVID-19 disease.”\n\nReport by Jana-Astrid Schäfer, Contributing Writer\n\nThe US-based award-winning African scientist from Liberia made the statement last Friday in a press discussion with over 30 Liberian and foreign journalists on a WhatsApp/Zoom discussion platform about the COVID-19 vaccine development in the world and trend of COVID-19 testing in Liberia.\n\nIn earlier April on Monrovia’s OK FM Morning Show, Dr. Nyan raised concerns about “the numerous faulty and indeterminate COVID-19 testing results produced from the National Public Health Institute.” He warned of “the possibility of misdiagnosing COVID-19 in Liberia” and proposed “an independent scientific panel to investigate the testing procedures and methods used, the competence of lab personnel, and the conflicting COVID-19 test results.”\n\nHe then cautioned the COVID-19 Incidence Management Team (IMS) of Liberia against the “unscientific testing of contaminated dead bodies, a situation which was depleting testing reagents and responsible for the high case fatality rate (CFR) of up to 11% above the global and regional CFRs” in March through April and May.\n\nLately the National Public Health Institute of Liberia has been marred with producing conflicting COVID-19 testing results.\n\nOn July 10, 2020, a controversy arose over a conflicting COVID-19 test results given to Professor Alaric Tokpa, the National Chairman of the National Democratic Coalition of Liberia (NDC) who was due to travel to the United States, but banned from traveling due to the faulty testing results.\n\nProfessor Tokpa took a COVIV-19 test at the National Public Health Reference Lab and was given an official “negative” results signed by the Dr. Mosoka Fallah, Director of the Public Health Institute of Liberia. Later the same day, Professor Tokpa received a text from Dr. Fallah with a “POSITIVE” result followed by a telephone call with the same “POSITIVE” result from Dr. Wapoe, the Montserrado County Health Officer, explained Dr. Nyan to the journalist group, Local Voices-Around the Country.\n\nLike many other instances of wrong diagnosis of patients, established cases initially brought to the attention of the NPHIL about five months ago were that of the 42-year patient who died in April at the Jackson Fiah Doe Memorial Hospital Tappita as well as the 72-year-old John Teah who died at the Eternal Love Winning Africa (ELWA) Hospital of complications with hypertension, but was wrongly diagnosed of COVID-19 infection. These bodies were tested several days postmortem and were given inaccurate test results,” Dr. Nyan added.\n\nAsked about the accuracy of testing done in Liberia, the infectious disease expert, Dr. Dougbeh Chris Nyan, expressed concerns about the “quality of Coronavirus-2 testing kits which were sent to Liberia and other African countries by philanthropic donors.”\n\nDr. Nyan said that, “there has been mixed up of patients names and data, inaccurate reporting and unprofessional laboratory practices at the National Reference Lab, the only one in the county serving a population of about 4.5 million people.”\n\nAccording a communication in our passion dated February 28, 2020, Dr. Nyan wrote the Ministry of Health and the NPHIL and volunteered his services to develop Liberia’s COVID-19 testing kits, train laboratory personnel to run the COVID-19 test and set up additional sub-reference labs in the North, Central, and South-Eastern Regions of the country as was done in Rwanda. “This would have helped the country with accurate COVID-19 diagnostic and increase its capability, but the government of Liberia did not respond to my free offer,” he said.\n\nThere has been a fall-out at the National Public Health Institute lately regarding wrong testing results that led to the withholding of the passport of Ms. Wilson, a Liberian-American who was released from quarantine and due to travel to the United States.\n\nQuizzed about any suggestions to the Liberian government, Dr. Nyan restated his proposal for an “independent scientific panel to review the testing procedure and results, purchased accurate COVID-19 testing kits, provide protective gears and incentives for healthcare workers, and get qualified and experienced professionals to run the Incidence Management System so as to curb the COVID-19 pandemic in Liberia.”\n\nMeanwhile, asked whether a COVID-19 vaccine would be ready anytime soon, Dr. Nyan said “there are several COVID-19 vaccine candidates in late trial (stage 3); we will not have a vaccine anytime soon, but expect an FDA-approved vaccine probably 6 to 12 months from now.”\n\nDr. Nyan is winner of the 2017 African Innovation Prize for Social Impact and also awarded a Patent by the United States Patent and Trademark Office for his invention of the rapid multiplex pathogens diagnostic test, which can simultaneously detect and identify multiple infections, including Coronaviruses (COVID-19). He has been providing COVID-19 pandemic preparedness advice to the Liberian government and awareness in Africa and laboratory diagnostic training webinar to West African laboratory personnel.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Liberia’s COVID-19 Testing Inaccurate, Says Liberian Scientists Dougbeh Chris Nyan - FrontPageAfrica", "description": "WASHINGTON, DC – A prominent infectious disease scientist, Dr. Dougbeh Chris Nyan has said that Liberia’s testing “regime for COVID-19 is completely inaccurate and there needs to be an investigation into the wrong testing results repeatedly produce by the National Public Health Reference Lab for patients or people tested for SARS-CoV-2 which causes the COVID-19 […]", "url": "https://frontpageafricaonline.com/news/liberias-covid-19-testing-inaccurate-says-liberian-scientists-dougbeh-chris-nyan/", "site_name": "FrontPageAfrica", "image": {"identifier": "https://frontpageafricaonline.com/wp-content/uploads/2020/08/Dr.-Dougbeh-Chris-Nyan-M.D.-speaking-at-the-Johns-Hopkins-University-Photo-Janice-Allotey.png", "width": 974, "height": 729}}, "article": {"published_time": "2020-08-13T01:37:18+00:00", "modified_time": "2020-08-13T01:37:20+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "Powered by Slider Revolution 5.4.6.3 - responsive, Mobile-Friendly Slider Plugin for WordPress with comfortable drag and drop interface.", "fb": {"app_id": "FrontPage-Africa-180277731992421"}, "msapplication-TileImage": "https://frontpageafricaonline.com/wp-content/uploads/2020/02/cropped-favicon-270x270.png", "numberOfItems": 3, "itemListOrder": "Ascending"}}}