{"GDELT": {"GlobalEventID": 940414287, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "MED", "Actor1Name": "RADIO STATION", "Actor1Type1Code": "MED", "Actor2Code": "AUT", "Actor2Name": "AUSTRIA", "Actor2CountryCode": "AUT", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.73831775700935, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vienna, Wien, Austria", "Actor1Geo_CountryCode": "AU", "Actor1Geo_ADM1Code": "AU09", "Actor1Geo_ADM2Code": "5672", "Actor1Geo_Lat": 48.2, "Actor1Geo_Long": 16.3667, "Actor1Geo_FeatureID": "-1995499", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vienna, Wien, Austria", "Actor2Geo_CountryCode": "AU", "Actor2Geo_ADM1Code": "AU09", "Actor2Geo_ADM2Code": "5672", "Actor2Geo_Lat": 48.2, "Actor2Geo_Long": 16.3667, "Actor2Geo_FeatureID": "-1995499", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vienna, Wien, Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU09", "Action2Geo_ADM2Code": "5672", "Action2Geo_Lat": 48.2, "Action2Geo_Long": 16.3667, "Action2Geo_FeatureID": "-1995499", "DATEADDED": 20200812220000, "SOURCEURL": "https://www.msn.com/en-us/news/crime/dozens-of-radio-stations-to-pause-programming-to-honor-breonna-taylor/ar-BB17SMO5"}, "ARTICLE": {"TITLE": "Dozens of radio stations to pause programming to honor Breonna Taylor", "TEXT": "© Getty Images Dozens of radio stations to pause programming to honor Breonna Taylor\n\nDozens of radio stations across the country on Thursday will pause their normal programming to mark five months since the death of Breonna Taylor, a 26-year-old Black woman who was fatally shot by Louisville, Ky., police officers in her apartment.\n\nThe broadcast event is being coordinated by the Louisville radio station 97.1 FM WXOX and Taylor's family, a notice published on the station's website said. At 2 p.m. EDT, stations will pause their broadcasts \"to hear one of Breonna's favorite songs and a message from her family,\" the station said.\n\nSharon Scott, the station's general manager, said in an email to The Hill that the tribute will feature the song \"Everything\" by Mary J. Blige. The song will then be followed by a reading of names representing female victims of police violence, which will be accompanied by sounds from Louisville protests.\n\nScott said that the broadcast event will represent the third time this year a band of stations interrupted its programming to recognize victims of police brutality.\n\nA group of stations in June went silent for 8 minutes and 46 seconds to honor George Floyd, a Black man who was killed after a Minneapolis police officer knelt on his neck for roughly nine minutes.\n\n\"On this day, we will pause our broadcast to recognize the women who were stolen from their families and loved ones far too soon,\" WXOX said on its website. \"Together we will celebrate the lives of these unique individuals - recognize the pain their loss has caused their communities and use our voices to demand the justice they deserve.\"\n\nA Facebook page dedicated to the event shows that at least 50 stations are participating, including one in Vienna, Austria.\n\nTaylor, a certified EMT, was shot and killed March 13 after three plainclothes officers entered her apartment while serving a no-knock search warrant. Police say that they knocked and voiced their presence, though those claims have been disputed.\n\nKenneth Walker, Taylor's boyfriend, was in the apartment at the time and has said that he fired his firearm at officers after they did not disclose who they were. Officers returned more than 20 shots, eight of which struck Taylor.\n\nDemonstrations have persisted in the city for months after the death, with protesters demanding the officers involved face criminal charges.\n\nTaylor's death also gained increased national attention following the May 25 death of Floyd.\n\nBrett Hankison was fired by the Louisville Police Department in June after a review of the incident at Taylor's apartment found he violated procedures on use of deadly force. The other officers involved in the incident - Myles Cosgrove and Jonathan Mattingly - have remained on administrative leave.\n\nKentucky Attorney General Daniel Cameron (R) took over an investigation into the incident in May, and he has yet to offer a timeline on when it will be completed. The lack of a decision has sparked frustration for Taylor's family and social justice advocates.\n\nNearly 90 protesters were arrested in July after refusing to leave a demonstration outside Cameron's home.\n\n-Updated at 5:02 p.m.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Dozens of radio stations to pause programming to honor Breonna Taylor", "cq": "passed", "Search.Interest": "Radio", "robots": "index, follow", "description": "Dozens of radio stations across the country on Thursday will pause their normal programming to mark five months since the death of Breonna Taylor, a 26-year-old Black woman who was fatally shot by Louisville, Ky., police officers in her apartment.The broadcast event is being coordinated by the Louisville radio station 97.1 FM WXOX and Taylor's family, a notice published on the station's website said. At 2 p.m. EDT, stations will pause their...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}