{"GDELT": {"GlobalEventID": 940423063, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.4521788341822304, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Marconi Plaza, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 39.9154, "Action2Geo_Long": -75.1718, "Action2Geo_FeatureID": "1180392", "DATEADDED": 20200812231500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8621253/Christopher-Columbus-statue-stood-south-Philadelphia-1876-removed-square.html"}, "ARTICLE": {"TITLE": "Christopher Columbus statue that stood in south Philadelphia since 1876 will be removed from square", "TEXT": "There has been a renewed push to remove Confederate monuments following the death of George Floyd in the custody of police.\n\nIn May and June 2020, a number of monuments and memorials were destroyed or removed, or commitments to remove them were announced. Some had been the subject of lengthy, years-long efforts to remove them. Where legal avenues had all but failed, some monuments were deliberately broken.\n\nMany statues of Christopher Columbus were removed, as he participated in abuses against Native Americans and his arrival in the Americas was the beginning of the genocide of Native American people.\n\nMonuments to many other local figures connected with racism were also removed. Some pro-Union or anti-slavery monuments were also targeted, as they were seen to embody disrespectful attitudes towards Native Americans or the enslaved.\n\nAt least 82 monuments or plaques in cities across the country have been removed since the protests began.\n\nGeneral Stonewall Jackson and Confederate President Jefferson Davis, Richmond, Virginia\n\nRichmond Mayor Levar Stoney ordered the immediate removal of several confederate statues.\n\n'These statues, although symbolic, have cast shadows on the dreams of our children of color,' Stoney said. 'Let me be clear, removing these monuments is not a solution to the deeply embedded racial injustices in our city and nation, but is a down payment.'\n\nThe work began with the statues of General Stonewall Jackson, who became one of the best-known Confederate commanders, and General Robert E. Lee, who was the only president of the Confederate States of America.\n\nPeople watch as the Stonewall Jackson statue is removed from Monument Avenue in Richmond, Virginia on July 1, 2020\n\nA statue of Confederate States President Jefferson Davis lies on the street after protesters pulled it down in Richmond, Virginia\n\nJohn C. Calhoun, Charleston, South Carolina\n\nCrews in Charleston tore down a statue of politician John C. Calhoun, a former Vice President of the United States, from its pedestal in Marion Square on June 24. He is remembered for strongly defending slavery and for advancing the concept of minority states' rights in politics.\n\nWorkers use cherry pickers to help remove the John C. Calhoun statue atop a monument in Marion Square in Charleston, South Carolina in June\n\nThe John Breckinridge Castleman monument, Louisville, Kentucky\n\nJohn Breckinridge Castleman was a Confederate officer and later a United States Army brigadier general as well as a prominent landowner and businessman in Louisville, Kentucky. The statue will eventually make its way to Cave Hill Cemetery, where Castleman is buried.\n\nJefferson Davis statue from Kentucky Capitol rotunda, Frankfort, Kentucky\n\nThe statue had been in the building since 1936. Five years ago, Frankfort officials voted to get rid of the statue, but ended up just removing the bronze plaque that was displayed in the front.\n\nWorkers hoist a statue of Jefferson Davis after removing it from the Kentucky state Capitol in Frankfort, Kentucky in early June\n\nCharles Linn, a city founder who was in the Confederate Navy, in Birmingham, Alabama\n\nLinn was a sailor, wholesaler, banker and industrialist. He was a captain in the Confederate Navy and later one of the founders of Birmingham, Alabama.\n\nRobert E. Lee that stood in front of Lee High School in Montgomery, Alabama\n\nRobert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He commanded the Army of Northern Virginia from 1862 until its surrender in 1865.\n\nThe Robert E. Lee Statue stands off its base at Lee High School in Montgomery, Alabama, pictured in June 2020. The school has a majority black student population\n\nEdward Carmack, a former US senator, Nashville, Tennessee\n\nCarmack was an attorney, newspaperman and political figure who served as a U.S. Senator from Tennessee from 1901 to 1907. Following his political service, and after an unsuccessful run for Governor of Tennessee, he became editor of the one-year-old Nashville Tennessean.\n\nProtesters toppled the statue of Edward Carmack outside the state Capitol after a peaceful demonstration turned violent at the end of May in Nashville, Tennessee\n\nConfederate Adm. Raphael Semmes , Mobile, Alabama\n\nRaphael Semmes was an officer in the Confederate Navy during the American Civil War. Until then, he had been a serving officer in the US Navy from 1826 to 1860. During the American Civil War, Semmes was captain of the cruiser CSS Alabama, the most successful commerce raider in maritime history, taking 65 prizes.\n\nThe pedestal where the statue of Admiral Raphael Semmes stands empty, in Mobile, Alabama. The city of Mobile removed the Confederate statue without making any public announcements\n\nBronze statue of Confederate soldier named 'Appomattox' removed from Old Town Alexandria, Virginia\n\nThe Battle of Appomattox Court House, fought in Appomattox County, Virginia, on the morning of April 9, 1865, was one of the last battles of the American Civil War.", "METADATA": {"keywords": "dailymail,news,George Floyd", "news_keywords": "dailymail,news,George Floyd", "original-source": "https://www.dailymail.co.uk/news/article-8621253/Christopher-Columbus-statue-stood-south-Philadelphia-1876-removed-square.html", "description": "The Philadelphia Art Commission voted on Wednesday to remove the statue of Christopher Columbus from Marconi Plaza and place it in temporary storage. It had stood for 144 years.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Statue of Christopher Columbus to be removed from Philadelphia square", "description": "The Philadelphia Art Commission voted on Wednesday to remove the statue of Christopher Columbus from Marconi Plaza and place it in temporary storage. It had stood for 144 years.", "url": "https://www.dailymail.co.uk/news/article-8621253/Christopher-Columbus-statue-stood-south-Philadelphia-1876-removed-square.html", "image": "https://i.dailymail.co.uk/1s/2020/08/12/23/31881902-0-image-a-4_1597271576813.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8621253, "author": "James Gordon", "divclasspage": "articlePage", "mol": {"headline": "Statue of Christopher Columbus that had stood in south Philadelphia since 1876 will be removed with almost 40 monuments of the explorer having been dismantled across the country since May"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-12T23:51:49+0100", "modified_time": "2020-08-13T13:19:30+0100", "section": "News", "tag": "Christopher Columbus statue stood south Philadelphia 1876 removed square", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Statue of Christopher Columbus to be removed from Philadelphia square", "type": "article", "description": "The Philadelphia Art Commission voted on Wednesday to remove the statue of Christopher Columbus from Marconi Plaza and place it in temporary storage. It had stood for 144 years.", "url": "https://www.dailymail.co.uk/news/article-8621253/Christopher-Columbus-statue-stood-south-Philadelphia-1876-removed-square.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/12/23/31881902-0-image-a-4_1597271576813.jpg", "width": 636, "height": 382}}, "al": {"android": {"url": "dailymail-fb://article/8621253/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8621253/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}