{"GDELT": {"GlobalEventID": 940483405, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MIL", "Actor1Name": "NAVY", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.82758620689655, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Arabian Sea, India (general), India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN00", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 65.0, "Action2Geo_FeatureID": "-2089022", "DATEADDED": 20200813064500, "SOURCEURL": "https://nationalinterest.org/blog/reboot/should-indian-navy-have-said-no-aircraft-carriers-166784"}, "ARTICLE": {"TITLE": "Should The Indian Navy Have Said 'No' To Aircraft Carriers?", "TEXT": "Here's What You Need To Remember: Essentially, this makes Indian carriers’ self-defeating, with the flattops existing primarily to defend themselves from attack rather than taking the fight to their enemy. Carriers are also expensive symbols of national prestige, and it is unlikely the Indian Navy will want to risk losing one, two or all three. Under the circumstances, India’s investment in carriers makes more sense symbolically, and primarily as a way of keeping shipyards busy and shipyard workers employed.\n\nThe Indian Navy has put out a proposal for its third aircraft carrier, tentatively titled the Vishal due to enter service in the latter 2020s. The 65,000-ton Vishal will be significantly larger than India’s sole current carrier, the Vikramaditya known formerly as the ex-Soviet Admiral Gorshkov, and the incoming second one, the domestically-built Vikrantwhich is expected to enter service later in 2018.\n\nTo see why Vishal is a big deal for the Indian Navy, one needs only to look at her proposed air wing — some 57 fighters, more than Vikramaditya — 24 MiG-29Ks — and Vikrant‘s wing of around 30 MiG-29Ks. While below the 75+ aircraft aboard a U.S. Navy Gerald R. Ford-class supercarrier, Vishal will be a proper full-size carrier and India’s first, as the preceding two are really small-deck carriers and limited in several significant ways.\n\nThe Indian Navy is also looking at an electromagnetic launch system for its third carrier, similar to the one aboard the Ford class. India’s first two carriers have STOBAR configurations, in which aircraft launch with the assistance of a ski-jump, which limits the maximum weight a plane can lift into the air. Typically this means that fighters must sacrifice weapons, or fuel thus limiting range, or a combination of both.\n\nThe Indian Navy is searching for a foreign-sourced twin-engine fighter for the Vishal, with the U.S. F/A-18 and French Rafale in the running, and India has already ordered 36 multi-role Rafales for its air force. This is a blow to advocates of an Indian-made fighter for the carrier such as naval version of the delta-wing HAL Tejas, which is too heavy for carrier work\n\nBut regardless of what kind of fighters Vishal uses, the question is whether India really needs a third carrier, which will cost billions of dollars over its lifetime. To be sure, a third and much larger carrier will free up the burden on the Vikramaditya and Vikrant, only one of which is likely to be battle-ready at any given time.\n\nThese smaller carriers probably have fewer operational fighters than they do on paper, given that the air wings likely have serviceability rates below 100 percent. Vikramaditya by itself could have significantly less than 24 MiGs capable of flying — and fighting.\n\nNow imagine a scenario in which these carriers go to battle.\n\nMost likely, India would attempt to enforce a blockade of Pakistan and use its carriers to strike land-based targets. But Pakistan has several means to attack Indian carriers — with near-undetectable submarines and anti-ship missiles — which must also operate relatively far from India itself in the western and northern Arabian Sea. China does not have a similar disadvantage, as the PLAN would likely keep its carriers close and within the “first island chain” including Taiwan, closer to shore where supporting aircraft and ground-based missile launchers can help out.\n\nThus, Indian carriers would be relatively vulnerable and only one of them will have aircraft capable of launching with standard ordnance and fuel. And that is after Vishal sets sail in the next decade.\n\nTo directly threaten Pakistan, the small-deck carriers will have to maneuver nearer to shore — and thereby closer to “anti-access / area denial” weapons which could sink them. And even with a third carrier, the threat of land-based Pakistani aircraft will force the Indian Navy to dedicate a large proportion of its own air wings to defense — perhaps half of its available fighters, according to 2017 paper by Ben Wan Beng Ho for the Naval War College Review.\n\n“Therefore, it is doubtful that any attack force launched from an Indian carrier would pack a significant punch,” Ho writes. “With aircraft available for strike duties barely numbering into the double digits, the Indian carrier simply cannot deliver a substantial ‘pulse’ of combat power against its adversary.”\n\nEssentially, this makes Indian carriers’ self-defeating, with the flattops existing primarily to defend themselves from attack rather than taking the fight to their enemy. Carriers are also expensive symbols of national prestige, and it is unlikely the Indian Navy will want to risk losing one, two or all three. Under the circumstances, India’s investment in carriers makes more sense symbolically, and primarily as a way of keeping shipyards busy and shipyard workers employed.\n\nHowever, this is not to entirely rule out a carrier-centric naval strategy. Ho notes that Indian carriers could be useful when operating far out at sea and in the western Arabian Sea, effectively as escort ships for commercial shipping and to harass Pakistani trade. Nevertheless, this strategy comes with a similar set of problems.\n\n“In any attempt to impose sea control in the northern Arabian Sea and to interdict Pakistani seaborne commerce by enforcing a blockade of major Pakistani maritime nodes, Indian carrier forces would have to devote a portion of their already meager airpower to attacking Pakistani vessels, thereby exacerbating the conundrum alluded to earlier,” Ho added. “What is more, Pakistani ships are likely to operate relatively close to their nation’s coast, to be protected by Islamabad’s considerable access-denial barrier.”\n\nAnother possibility is India massing its carriers in the later stages of a war after the Army and Air Force pummel and degrade the Pakistani military.\n\nBut this raises the question as to whether India strictly needs carriers at all if it cannot use them during the decisive periods of a conflict — as opposed to, say, less-expensive warships, and more of them, equipped with long-range missiles.\n\nThis first appeared several years ago.\n\nImage: Reuters.", "METADATA": {"foaf": {"name": "Robert Beckhusen"}, "rdfs": {"label skos": {"prefLabel": "SEP/OCT 2020"}}, "description": "Imagine a scenario in which these carriers go to battle.", "abstract": "Imagine a scenario in which these carriers go to battle.", "keywords": "Security, Security, India, Navy, Aircraft Carriers, Military, Technology", "robots": "follow, index, max-image-preview:large;", "news_keywords": "Security, Security, India, Navy, Aircraft Carriers, Military, Technology", "rating": "general", "generator": "Drupal 7 (https://www.drupal.org)", "rights": "©1991–2020 The National Interest (Published by The Center for the National Interest)", "fb": {"app_id": 108265093096398}, "revisit-after": "1 day", "og": {"type": "article", "site_name": "The National Interest", "title": "Should The Indian Navy Have Said 'No' To Aircraft Carriers?", "url": "https://nationalinterest.org/blog/reboot/should-indian-navy-have-said-no-aircraft-carriers-166784", "description": "Imagine a scenario in which these carriers go to battle.", "updated_time": "2020-08-13T01:40:01-04:00", "image": "https://nationalinterest.org/sites/default/files/main_images/2016-01-21T120000Z_1572214046_D1BESILKHVAB_RTRMADP_3_SRI-LANKA-INDIA.JPG.jpg"}, "twitter": {"card": "summary_large_image", "site": "@thenatlinterest", "title": "Should The Indian Navy Have Said 'No' To Aircraft Carriers?", "url": "https://nationalinterest.org/blog/reboot/should-indian-navy-have-said-no-aircraft-carriers-166784", "description": "Imagine a scenario in which these carriers go to battle.", "image": "https://nationalinterest.org/sites/default/files/main_images/2016-01-21T120000Z_1572214046_D1BESILKHVAB_RTRMADP_3_SRI-LANKA-INDIA.JPG.jpg"}, "article": {"published_time": "2020-08-13T01:33:04-04:00", "modified_time": "2020-08-13T01:40:01-04:00"}, "dcterms.title": "Should The Indian Navy Have Said 'No' To Aircraft Carriers?", "dcterms.creator": "Robert Beckhusen", "dcterms.subject": "Security, Security, India, Navy, Aircraft Carriers, Military, Technology", "dcterms.description": "Imagine a scenario in which these carriers go to battle.", "dcterms.publisher": "The Center for the National Interest", "dcterms.date": "2020-08-13T01:33-04:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://nationalinterest.org/blog/reboot/should-indian-navy-have-said-no-aircraft-carriers-166784", "viewport": "width=device-width", "msvalidate.01": "B9EACE358E504698243D8A8DBD920B1C"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}