{"GDELT": {"GlobalEventID": 940493468, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "INDGOV", "Actor1Name": "BIHAR", "Actor1CountryCode": "IND", "Actor1Type1Code": "GOV", "Actor2Code": "NPL", "Actor2Name": "NEPAL", "Actor2CountryCode": "NPL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.1877133105802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bihar, Bihar, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN34", "Actor1Geo_ADM2Code": "17615", "Actor1Geo_Lat": 25.1833, "Actor1Geo_Long": 85.5167, "Actor1Geo_FeatureID": "-2091797", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sunsari, Nepal (general), Nepal", "Actor2Geo_CountryCode": "NP", "Actor2Geo_ADM1Code": "NP00", "Actor2Geo_ADM2Code": "22356", "Actor2Geo_Lat": 26.6667, "Actor2Geo_Long": 87.1667, "Actor2Geo_FeatureID": "-1022650", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sunsari, Nepal (general), Nepal", "Action2Geo_CountryCode": "NP", "Action2Geo_ADM1Code": "NP00", "Action2Geo_ADM2Code": "22356", "Action2Geo_Lat": 26.6667, "Action2Geo_Long": 87.1667, "Action2Geo_FeatureID": "-1022650", "DATEADDED": 20200813080000, "SOURCEURL": "https://www.thethirdpole.net/2020/08/13/along-the-koshi-flooded-in-nepal-ignored-by-india/"}, "ARTICLE": {"TITLE": "Along the Koshi, flooded in Nepal, ignored by India", "TEXT": "Editor’s note: This is the first story in a three-part series on flooding in the Kosi-Ganga-Padma river basin across three countries, Nepal, India and Bangladesh.\n\nSee the second part: Flooded by corruption every year in Bihar\n\nSee the third part: Bangladesh floods displace most vulnerable along the Padma\n\nUsually a gathering of people along the bank of the Koshi river in eastern Nepal would signal a death. The group would be preparing for the Hindu tradition of cremating their deceased on the holy riverbank. In the monsoon, though, the people of Barahakshetra municipality in the district of Sunsari, gather to shore up the embankments and save themselves from the floods. There is no expectation of help from the government.\n\nManoj Basnet, a resident of Thakurbari – a riverside neighbourhood in Barahakshetra – filled nylon bags with sand and placed them on the edge of the river at the end of July, as he spoke with The Third Pole. “The Koshi’s water level has increased in the past two weeks,” he said. “Sometimes, it feels we will be washed away at midnight, while we sleep.”\n\nIt is not only the strength of the currents in Nepal’s biggest river and past records of sedimentation and erosion that make Basnet feel helpless, but also his lack of access to flood-prevention measures.\n\nUnder the Koshi Agreement, signed between the governments of Nepal and India in 1954, the Indian state of Bihar is responsible for preventing floods in the area affected by the Koshi Project, roughly 150 kilometres of embankments built along the river in India and Nepal to prevent floods.\n\nBefore the June-September monsoon every year, the Bihar government sends officials to Nepal to install “cement porcupines” – concrete poles joined with nuts and bolts – and pile up nylon sandbags on the riverbank to slow down the flow of the water. However, by and large, it has failed to inspire local trust because Indian engineers do not consult them or their representatives.\n\nNepalis in the dark\n\nA “liaison-cum-land acquisition officer” for the Koshi Project in Nepal is responsible for coordinating with the government of Bihar’s representatives on barrage management. However, Santosh Kumar Chongwang, who currently fills this position, said he has not been told about any initiatives Bihar takes up in Nepal.\n\n“The Indian side started works to reduce erosion in Barahakshetra on July 19 this year,” Chongwang said. “But they did not inform us. Though we are the official channel of communication, the Indian side snubbed us.”\n\nNilam Khanal, the mayor of Barahakshetra municipality, said, “When the Indian side erected cement porcupines, they did not consult us.” He said local representatives should be consulted, as they are more aware of what is needed in the area. “Sometimes, the porcupines erected on one side cause erosion on the other side of the river,” Khanal added.\n\nKhanal said that he has repeatedly informed federal and provincial ministers in Nepal about the issue, but no effort has been made to change the situation. “The Indians lead the entire process. They have control over all decisions. Of course, Nepalis have participated, but only as sub-contractors and labourers.”\n\nHe added, “As per the [Koshi] Agreement, the Nepali side should also have some say in policy and decision making. Though the executive leadership belongs to India, they should coordinate with concerned Nepali officials. But it has not happened in reality.”\n\nIndian officials have their own complaints\n\nThe annual embankment repair works were hit by lockdowns in both India and Nepal, forced by the Covid-19 pandemic. Indian officials have repeatedly complained that they were not allowed to enter Nepal “on time” to carry out the works.\n\nSee: Covid-19 pandemic delays flood preparations in Bihar\n\nAnd after the Koshi flooded Bihar this year, the state’s Chief Minister Nitish Kumar was quick to complain to India’s Prime Minister Narendra Modi that authorities in Nepal had opened the gates of the barrage upriver – a complaint that has been repeated year after year. (The river is spelled Kosi in India.)\n\nLocal efforts and angst\n\nIn contrast to the blame game played by politicians and bureaucrats in both countries, residents living along the Koshi on both sides of the open border have been getting together, solving as many problems as they can and raising their voices jointly.\n\nSee: The voices no longer drowned by the Kosi\n\nBut in both countries, the official reaction to such civil society initiatives has ranged from indifference to active opposition.\n\nBaburam Karki, the secretary of local activist group Koshi Inundation Victim Struggle Committee, said some flooding might be avoided if local people were involved in flood-control measures. “The Koshi is not only a concern for Kathmandu and New Delhi. The [flood] victims and locals should be taken into confidence,” he said.\n\nThe Third Pole approached Indian workers carrying out the flood-prevention measures in Nepal, including Prakash Das, chief engineer, and Sanjay Kumar Verma, an assistant engineer. They did not dismiss the complaints, but refused to comment on them. They also said that that the major concern is flood control, not coordination or people’s participation. Das said his team would carry out what they have been assigned to do and ensure that there would not be further erosion or inundation in the region.\n\nPart of a bigger problem\n\nThe dissatisfaction of disempowered local people is a small part of a larger problem in Nepal-India relations, according to experts.\n\n“The 1954 agreement, though it was apparently uneven, reflected an inevitable reality considering Nepal’s status at that time,” said Uddhab Pyakurel, an expert in Nepal-India relations and an assistant professor at Kathmandu University. “But we have progressed since then, and we could have done better by revising such agreements.”\n\nSee: A dammed history of the Koshi\n\n“However, we could not do so thanks to the [Indian and Nepali] political leadership’s unwillingness. Accordingly, we also could not ensure people’s participation in the process.”\n\nShital Babu Regmee, a former Nepali water resources secretary, said Bihar government representatives ignore the role of local authorities because the federal structure of Nepal has changed since the agreement was signed. “Since then, the agreement has not been amended, so why should the representatives of Bihar consult locals?” Regmee said, stressing the need to revise the agreement.\n\nDue to failures of political leadership in Nepal, there are many unsettled issues around the Koshi Agreement. One is that thousands of locals are waiting to be compensated for land inundated by floods over the past 66 years, according to Karki from the Koshi Inundation Victim Struggle Committee.\n\n“The 1982 flood washed away three bighas (over 20,000 square metres) of land belonging to my family, but we have not been compensated yet. Now, the Koshi flows over it,” Karki said. “There are hundreds like me. From my grandparents to my children, we are struggling for the same thing.”\n\nApart from those affected by the 2008 floods – the most disastrous of recent years – the victims of the Koshi floods have not been compensated, according to Karki. Joney Limbu, chair of the committee, said, “Based on the Koshi Agreement, we are supposed to get compensated by the Indian government. But it is tragic that neither the Indian government has compensated us nor has the Nepal government done enough to address our woes.”\n\nChongwang, the Koshi Project’s officer in Nepal, said that Nepal and India jointly verified the loss of 7,663 plots of land in 2012, but the land owners have not been compensated yet.\n\nUncertain future\n\nThe border dispute between Nepal and India, which reached new heights in recent months, has affected all other aspects of their relationship. Pyakurel said that the tensions could further delay solutions to long-standing flood issues.\n\n“In this diplomatic stalemate, India certainly will not respond to any of Nepal’s requests positively. Therefore, Nepal needs to wait until overall relations are normalised before getting other concerns such as that of Koshi locals addressed,” Pyakurel said.\n\nHe was unsure when the problem will be solved. “Nepalis raise the issues on the streets, but not on the negotiating table. The government does not have a strong institutional memory. Many issues come to the fore over time, but they are not institutionalised.”\n\nRegmee said the border dispute will not have an immediate impact on the flood management of the Koshi. The Bihar government cannot slow down flood-control activities, as the river will cause havoc in the state, he explained. “But still, they have not been able to work effectively over the years. Every year, they come and they go; they just partially complete the mandate,” Regmee said. “What we have done in the seven decades since the agreement might have minimised the flood risk in the Koshi, but we haven’t found an ultimate solution yet.”\n\nMayor Khanal argued any review should first listen to local concerns: “The biggest problem here is the lack of participation of local governments. It has to be solved first.”", "METADATA": {"viewport": "width=device-width,initial-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"title": "Along the Koshi, flooded in Nepal, ignored by India", "type": "article", "url": "https://www.thethirdpole.net/2020/08/13/along-the-koshi-flooded-in-nepal-ignored-by-india/", "site_name": "The Third Pole", "description": "Nepali officials say a 66-year-old agreement prevents them from being part of flood-control measures", "image": "https://www.thethirdpole.net/wp-content/uploads/2020/08/Nepal_Floods_2020_Koshi_1.jpg"}, "twitter": {"image": "https://www.thethirdpole.net/wp-content/uploads/2020/08/Nepal_Floods_2020_Koshi_1.jpg", "card": "summary_large_image", "url": "https://www.thethirdpole.net/2020/08/13/along-the-koshi-flooded-in-nepal-ignored-by-india/", "title": "Along the Koshi, flooded in Nepal, ignored by India", "description": "Nepali officials say a 66-year-old agreement prevents them from being part of flood-control measures", "site": "@third_pole"}, "generator": "qTranslate-XT 3.7.1", "msapplication-TileImage": "https://www.thethirdpole.net/wp-content/uploads/2020/03/cropped-TheThirdPoleLogo-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}