{"GDELT": {"GlobalEventID": 940406498, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "MINNESOTA", "Actor1CountryCode": "USA", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.9191176470588199, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200812210000, "SOURCEURL": "https://mondoweiss.net/2020/08/nation-report-on-ilhan-omar-race-has-one-glaring-omission-pro-israel-donors/"}, "ARTICLE": {"TITLE": "‘Nation’ report on Ilhan Omar race has one glaring omission (pro-Israel donors) – Mondoweiss", "TEXT": "John Nichols, the National Affairs Correspondent at The Nation magazine, is one of the best political reporters in America. He knows more about grass-roots organizing across the country than almost anyone else. But his latest article, on today’s primary challenge to Rep. Ilhan Omar of Minnesota, has one serious omission; he leaves out the huge role that elements of the pro-Israel lobby are playing in the effort to unseat her.\n\nMost of Nichols’s report is a characteristically informed and passionate endorsement of Rep. Omar. He enumerates her enthusiastic advocacy on a wide range of progressive issues, including her co-sponsorship of the Make Billionaires Pay Act, where she (and Sen. Bernie Sanders) are demanding tax hikes for the super wealthy to start paying for the costs of the COVID-19 pandemic.\n\nBut Nichols’s article has almost nothing to say about Israel-Palestine. He has one solitary sentence, in which he notes only that, “She has helped foreground a national conversation on Palestinian rights and the U.S.-Israeli relationship.”\n\nNo doubt plenty of people would like Ilhan Omar removed from Congress. But it is pro-Israel forces that have donated $2 million to her opponent, Antone Melton-Meaux. Public records show that among the Melton-Meaux campaign’s biggest donors are the pro-Israel America PAC, which has given him $500,000, and NORPAC, which coughed up another $350,000. In total, the challenger has raised about $4 million, so the pro-Israel donors, few of whom apparently live in Omar’s Congressional district, account for half of his war chest.\n\nJohn Nichols of “The Nation”\n\nMelton-Meaux’s campaign website praises Israel, calling it a “beacon of liberal democracy.” He keeps his donors even more happy by adding:\n\nMovements such as Boycott, Divest and Sanction Israel (BDS) only serve to further the conflict, elevate the violence, and harm those they seek to help. That is why I will always oppose BDS.\n\nThe good news is that Ilhan Omar, who has supported BDS, does not seem to be in great danger of losing today. Polls show her with a commanding lead, and she raised $4.2 million, most of it in small donations. Still, she had to spend time pursuing contributions and campaigning against an opponent who, without the pro-Israel support, would surely have been considerably weaker.\n\nAnd if a progressive magazine missed the pro-Israel connection, how can we expect that mainstream centrist corporate media will report it?\n\nP.S. Meanwhile, the Israeli newspaper Haaretz is not so squeamish. A report today by Amir Tibon notes straightforwardly that the donations to Ilhan Omar’s opponent include\n\na direct attempt by organizations and Political Action Committees such as “Pro-Israel America,” “Friends of Israel “ and NORPAC (an organization affiliated with AIPAC) to drive Omar out of Washington.\n\nAnd Alex Kane at 972 is also on the mark: “Israel lobby faces off with Palestinian rights movement in Ilhan Omar primary. The Democratic race for Minnesota’s Fifth Congressional District has become the latest proxy war over the future of U.S. policy toward Israel.”", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "An otherwise valuable report on Ilhan Omar in ‘The Nation’ fails to report that pro-Israel donors are trying to unseat her today.", "og": {"image": {"identifier": "https://mondoweiss.net/wp-content/uploads/2020/07/49517418243_e0e578e94c_k.jpg", "width": 1200, "height": 800, "alt": "U.S. Congresswoman Ilhan Omar speaking with supporters of U.S. Senator Bernie Sanders in Las Vegas, Nevada, February 2020. (Photo: Gage Skidmore)"}, "locale": "en_US", "type": "article", "title": "‘Nation’ report on Ilhan Omar race has one glaring omission (pro-Israel donors) – Mondoweiss", "description": "An otherwise valuable report on Ilhan Omar in ‘The Nation’ fails to report that pro-Israel donors are trying to unseat her today.", "url": "https://mondoweiss.net/2020/08/nation-report-on-ilhan-omar-race-has-one-glaring-omission-pro-israel-donors/", "site_name": "Mondoweiss", "updated_time": "2020-08-12T02:12+00:00"}, "article": {"publisher": "https://www.facebook.com/mondoweiss", "author": "https://www.facebook.com/mondoweiss", "published_time": "2020-08-11T15:19+00:00", "modified_time": "2020-08-12T02:12+00:00"}, "twitter": {"card": "summary_large_image", "site": "@mondoweiss", "creator": "@mondoweiss", "title": "‘Nation’ report on Ilhan Omar race has one glaring omission (pro-Israel donors) – Mondoweiss", "description": "An otherwise valuable report on Ilhan Omar in ‘The Nation’ fails to report that pro-Israel donors are trying to unseat her today.", "image": {"identifier": "https://mondoweiss.net/wp-content/uploads/2020/07/49517418243_e0e578e94c_k.jpg", "width": 1200, "height": 800, "alt": "U.S. Congresswoman Ilhan Omar speaking with supporters of U.S. Senator Bernie Sanders in Las Vegas, Nevada, February 2020. (Photo: Gage Skidmore)"}}, "msapplication-TileImage": "https://mondoweiss.net/wp-content/uploads/2020/04/cropped-mw-m-square-xlg-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}