{"GDELT": {"GlobalEventID": 940449804, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.3844189016602795, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200813020000, "SOURCEURL": "https://www.adelaidenow.com.au/news/world/china-leader-xi-jinping-slammed-for-his-wolf-warrior-tactics/news-story/46a01fa8a30eba1a7cad0e217c726d23?nk=6395150e032ecf5e4b88853ced05fe8b-1597283269"}, "ARTICLE": {"TITLE": "China leader Xi Jinping slammed for his ‘wolf warrior’ tactics", "TEXT": "One man. One party. One country of 1.4 billion people. Little wonder Chairman-for-life Xi Jinping is worried about maintaining absolute authority.\n\nTo do so, he’s painted a nationalistic picture of China’s future. It’s as good as – if not greater – than at any point in its 2000-year history.\n\nNow, he has to deliver. That’s not proving so easy.\n\nFloods. Insects. Famine. COVID-19. All are affecting food supplies and prices.\n\nXi quickly fell back on the tried-and-tested fallback position for most embattled authoritarian leaders: extol the nation’s greatness, its glorious history, its manifest destiny – and blame everybody else for its woes.\n\nRELATED: China’s relentless attacks on arch rivals\n\nRELATED: Satellite images expose China’s plan\n\nmedia_camera Xi Jinping’s ‘wolf warrior’ tactic isn’t working. Shown here at The Great Hall of the People for the opening of the National People's Congress on May 22, 2020 in Beijing, China. Picture: Andrea Verdelli/Getty Images.\n\nBut the world isn’t cowering in the face of such ‘wolf warrior’ diplomacy as expected.\n\nThey’re biting back.\n\nAustralia. Britain. Canada. India. Japan. Vietnam. All have stood firm in the face of extraordinary Chinese threats and intimidation. And, for Chairman Xi, that’s humiliating.\n\nNow rumbles are beginning within his halls of power. Has Xi squandered China’s great chance to take its rightful place on the world stage?\n\nInstead of backing down in the face of threatened economic sanctions, Canberra has hardened its insistence upon the rule of international law over the East and South China Seas.\n\nRELATED: China’s mysterious ‘dark fleet’ exposed\n\nmedia_camera Along with Britain, Canada, India, Japan and Vietnam, Australia is just one of the countries fighting back against China’s threatened sanctions. Picture: NCA NewsWire /Gary Ramage\n\nMalaysia, facing frequent incursions on its economic zone and interference with its commercial operations in the South China Sea, issued a formal note of complaint about China’s actions late last year. Vietnam, Brunei, Indonesia and the Philippines have followed suit.\n\nEven Somalia has taken a stand. Chinese ambassador Qin Jian reportedly attempted a ‘wolf-warrior’ tack in recent talks with President Muse Bihi. He was given “marching orders”, and Somalia’s government initiated diplomatic contact with Taiwan.\n\nPresident Muse Bihi's pluck in standing up to China's wolf-warrior diplomacy surprising only to those that don't know Somaliland, its history.\n\n\n\nSomalilanders tough as nail, know where they came from, built strong, functioning state against odds\n\n\n\nThey won't sell themselves short. — Rashid Abdi (@RAbdiCG) August 5, 2020\n\nHIGH-PROFILE CRITICISM\n\nRichard McGregor at the Lowy Institute points out there are concealed signs of dissent among Beijing’s elite.\n\nThe recent high-profile arrest of Beijing-based Professor of constitutional law Xu Zhangrun may be a veiled warning to them all. The legal scholar’s crime was to advocate equality under the law for all Chinese citizens.\n\nIt took a dozen police to arrest the 57-year-old intellectual at his Beijing apartment last month. But, he was ready. He’d long since said he kept a spare set of clothes by the door to take with him when detained.\n\nHe’s now a subject of the Communist Party-controlled legal system he dared criticise.\n\nCoercion may be working well to silence internal dissent. Internationally? Not so much.\n\nAnd behind the barks and growls of his ‘wolf warrior’ diplomats, Xi must now contend with grumbling generals.\n\nVOICES OF DISSENT IN THE RANKS\n\nRetired Major General Qiao Liang and a serving PLA Air Force Senior Colonel Dai Xu are two prominent voices sounding a note of discord in Beijing in recent weeks.\n\nQiao is one of the founders of China’s modern military doctrine after publishing his book Unrestricted Warfare in 1999.\n\nHe’s dared to contradict Chairman Xi’s aggressive threats to take control of neighbouring Taiwan by force.\n\n“China’s ultimate goal is not the reunification of Taiwan, but to achieve the dream of national rejuvenation so that all 1.4 billion Chinese can have a good life,” he said in a recent interview. “Could it be achieved by taking Taiwan back? Of course not.”\n\nSenior Colonel Dai was even blunter about the potential cost of a cold war with the US in an essay entitled: 2020, Four Unexpected Things and Ten New Understandings About the United States.\n\n“The US would be so tough, imposing stacked tariff increases of 30 billion, 50 billion and then 200 billion,” he writes. “Remember: the 30 billion in tariffs imposed on you will bring an effect of 60 billion, 90 billion, or more. This is where Imperial America is truly powerful. We must be rational instead of angry and fight wisely.”\n\nPeople’s Liberation Army Senior Colonel Zhou Bo has also rejected his great leader’s belligerent tone in a recent article for the Hong Kong-based South China Morning Post. Instead of being a crisis, he argued the latest dispute with Washington was merely a “headwind”. It was all to be expected as Beijing continued to “develop peacefully” and Washington languished in decline.\n\n“Even if the US is in retreat, Beijing has more serious business to attend to than confront Washington, most importantly the ‘great rejuvenation of the Chinese nation’ by 2049”.\n\nmedia_camera PLA Air Force Senior Colonel Dai Xu has ruled out a cold war with the US saying the US would be “so tough”. US President Donald Trump and China's President Xi Jinping at a bilateral meeting on the sidelines of the G20 Summit in Osaka in June 2019. Picture: Brendan Smialowski / AFP).\n\nAccording to McGregor, this all hints of the shadow politics of Beijing’s halls of power.\n\n“Xi has always had his critics among China’s liberal scholars who blame him for provoking the US with his assertive diplomatic and military policies,” he writes.\n\nThey prefer the “hide your strength, bide your time” policy enacted by Chairman Deng Xiaoping in the 1980s.\n\n“But by citing the doctrine of a revered political leader like Deng, the liberals gave themselves political cover to criticise Xi, without mentioning him by name.”\n\nCHAIRMAN WITHOUT A TIME LIMIT\n\nChina’s state-controlled media is almost shrill in its repeated declaration: “The CCP must have absolute leadership over the military”.\n\nNot the state. Not the government. Not the law. The Communist Party.\n\nAnd Xi is its Chairman without a time limit.\n\n“The PLA led by our Party has been the staunch pillar of the people’s republic, a great wall of steel in defence of the motherland and an important force in socialist construction,” an editorial on the ChinaMil official PLA website reads.\n\n“And loyalty to the CPC is the soul and lifeblood of the PLA and the reason why the PLA can overcome difficulties and achieve victories.”\n\nArticle after article. Video after video. This message is proclaimed over and over again.\n\nAs Beijing has learnt several times in the past century, a powerful military can be a two-edged sword. A mutiny in 1927 led to the militarisation of the CCP and the successful 1949 revolution.\n\n“China will continue to uphold and improve the Party’s absolute leadership over the armed forces and ensure that they will faithfully fulfil their missions in the new era,” the Central Committee decreed last year.\n\nThis year, they’ve been giving the PLA cause to be distracted – heightened tensions in the East and South China Sea, in the Himalayas, against Taiwan and the United States.\n\n“Prepare For Worst-Case Scenarios,” Xi instructed his troops in May.\n\n“Although the main objective of Beijing’s nationalist push has been to build domestic support for the Chinese Communist Party (CCP), it has also stoked tensions with Washington, as each side tries to outdo the other in shifting blame and avoiding accountability,” associate professor Jessica Chen Weiss of Cornell University writes in Foreign Affairs.\n\n“Wolf warrior diplomacy might appease Chinese nationalists at home, but it will limit China’s appeal abroad. And xenophobia and repression in the name of national stability — whether toward African migrants in Guangzhou, Central Asian minorities in Xinjiang, or ethnic Chinese in Hong Kong — have given the lie to Chinese efforts to project a benevolent and magnanimous image.”\n\nLOSING FRIENDS\n\nBeijing is rapidly losing what friends it has.\n\n“China has provided assistance to so many countries, benefiting them in so many ways, but at this critical moment, none of them has taken any unified action with China,” Colonel Dai bemoans.\n\nThis fallout is also severely affecting many key Chinese corporations with strong ties to the military’s leadership. Alibaba, Huawei and Tencent are just the most prominent names facing an intense international backlash.\n\nTheir financial losses will be felt personally by many PLA generals.\n\nAnd unhappy generals make for uneasy authoritarian leaders.\n\nmedia_camera Chinese president Xi Jinping now has a decision to make about what his next move will be. Picture: Kevin Frayer/Getty Images.\n\nMust Xi back down? Or must Xi escalate?\n\nMcGregor says Beijing is unlikely to back down as it has a “powerful military and a political system with a profoundly adversarial mindset toward the West”.\n\n“Those factors alone, along with Xi’s ambitions for China and his iron discipline in executing them, make it difficult for China to set a new course,” he writes. “They have already ‘made America angry’, and it will be hard to turn that around. Similarly, these factors have also ensured that the more concerted global pushback against China will be sustained for some time yet.”\n\nWeiss agrees. “Even if Beijing recognises these problems, it will be costly — although not impossible — for the Chinese leadership to constrain the nationalism it has unleashed.”\n\nJamie Seidel is a freelance writer | @JamieSeidel\n\nOriginally published as China’s massive mistake exposed", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "referrer": "origin", "msapplication-square70x70logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-70x70.png", "msapplication-square144x144logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-144x144.png", "msapplication-square150x150logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-150x150.png", "msapplication-square310x310logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-310x310.png", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-144x144.png", "robots": "noarchive", "description": "Key generals have attacked Xi Jinping for squandering Chinas big chance. They say his tactics have ruined their chances of world domination.", "keywords": "wolf warrior, China leader, time limit, authoritarian leaders, massive miscalculation, absolute leadership, cold war, extraordinary Chinese threats, Chinese citizens, tried-and-tested fallback position, uneasy authoritarian leaders, stacked tariff increases, modern military doctrine, Satellite images expose, domestic support, shadow politics, warrior diplomacy, food supplies, marching orders, armed forces, Chinese nationalists, Chinese corporations, Chinese leadership, Chinese president, Chinese ambassador, nationalist push, constitutional law, Chinese efforts, Asian minorities, world domination, socialist construction, military policies, liberal scholars, commercial operations, belligerent tone, absolute authority, world stage, formal note, African migrants, dark fleet, legal scholar, staunch pillar, international law, threatened economic sanctions, international backlash, revered political leader, ethnic Chinese, nationalistic picture, political cover, bilateral meeting, financial losses, United States of America, Northern America, North America, America, Beijing, China, Eastern Asia, Asia, Guangzhou, Guangdong, Vietnam, Indonesia, South-eastern Asia, Canada, Taiwan, Japan, India, Southern Asia, United Kingdom, Northern Europe, Europe, Philippines, Australia, Australia and New Zealand, Oceania, Brunei, Cornell University, Lowy Institute, Communist Party, Air Force, Getty Images Inc., Agence France Presse, Foreign Affairs, Central Committee, Liberation Army, Deng Xiaoping, Jessica Chen Weiss, Qiao Liang, Zhou Bo, Richard McGregor, Donald Trump, Qin Jian, Xi Jinping, Brendan Smialowski, Kevin Frayer, Muse Bihi", "generator": "tcog", "articleid": "46a01fa8a30eba1a7cad0e217c726d23", "article": {"published_time": "2020-08-10T01:45:00.000Z", "modified_time": "2020-08-10T01:46:28.000Z"}, "twitter": {"card": "summary_large_image", "site": "@theTiser", "title": "China’s massive mistake exposed", "description": "One man. One party. One country of 1.4 billion people. Little wonder Chairman-for-life Xi Jinping is worried about maintaining absolute authority.", "image": "https://cdn.newsapi.com.au/image/v1/49b1ebc859c7a3146f01ecbee6a2a76c"}, "og": {"type": "article", "title": "China’s massive mistake exposed", "description": "One man. One party. One country of 1.4 billion people. Little wonder Chairman-for-life Xi Jinping is worried about maintaining absolute authority.", "url": "https://www.adelaidenow.com.au/news/world/china-leader-xi-jinping-slammed-for-his-wolf-warrior-tactics/news-story/46a01fa8a30eba1a7cad0e217c726d23", "image": {"identifier": "https://cdn.newsapi.com.au/image/v1/49b1ebc859c7a3146f01ecbee6a2a76c", "width": 1280, "height": 720}}, "vr": {"canonical": "https://www.adelaidenow.com.au/news/world/china-leader-xi-jinping-slammed-for-his-wolf-warrior-tactics/news-story/46a01fa8a30eba1a7cad0e217c726d23"}}}}