{"GDELT": {"GlobalEventID": 940415943, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "LEG", "Actor2Name": "REPRESENTATIVES", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.66889632107024, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200812221500, "SOURCEURL": "https://www.haaretz.com/israel-news/.premium-minister-bars-cops-from-sensitivity-training-after-shooting-of-j-lem-autistic-man-1.9068200"}, "ARTICLE": {"TITLE": "Minister Bars Cops From Sensitivity Training After Shooting of Jerusalem Autistic Man", "TEXT": "The Public Security Ministry has barred its own staff and representatives of the Israel Police from participating in an inter-ministerial committee aimed at improving the interaction of law enforcement personnel with people with disabilities.\n\nThe panel was convened under the auspices of President Reuven Rivlin following the shooting in May by police of Eyad Hallaq, an autistic Palestinian man who was shot to death in Jerusalem’s Old City. Police apparently found him suspicious, but he did not understand orders to halt and sought to flee, then was shot. The committee was established in cooperation with Social Services Minster Itzik Shuli (Labor Party) and Justice Minister Avi Nissenkorn (Kahol Lavan).\n\nRepresentatives of the police and the Public Security Ministry have attended subcommittee meetings, where recommendations were drawn up. Committee sources were critical of the Public Security Ministry’s decision to bar participation in the committee and said they believed it was motivated by power struggles and political rivalries.\n\n“We will continue to do everything we can to complete the work that we began, in the hope that ultimately, thedecision-makers will be prepared to adopt it,” a senior official on the committee said.\n\nWhen Haaretz asked the police for comment, they referred the request to the Public Security Ministry, which declined to answer the newspaper’s questions, saying only that attendance by police representatives in the subcommittee meetings is taking place “in accordance with an agreement” between the ministry and the director general of the President’s Residence.\n\nHowever a source involved in the committee’s work said that after the staff of Public Security Minister Amir Ohana, who is a member of Likud, discovered that police representatives had become involved in the deliberations of subcommittees, “an order was issued barring it.”\n\n“The decision does real harm to the work of the committee, whose entire aim is to improve how people with intellectual or emotional disabilities are dealt with by police and security guards,” a source said.\n\nCommittee members recently deliberated over whether to continue to pursue their work despite the absence of police or ministry representatives, the government entities to whom the recommendations would be addressed. It was ultimately decided to issue recommendations since a lot of work on them had already been done, they said.\n\nThe committee has 20 members, including representatives from the Social Services Ministry, the Justice Ministry and the health and education ministries, in addition to non-profit organizations involved in providing support to people with disabilities.\n\nIn late June, Haaretz reported that the inter-ministerial committee, which had been convened three weeks earlier, was not attended by any representatives of the Public Security Ministry or the police. Earlier reports by Haaretz about the committee said Ohana had not been officially invited to participate in its meetings, but the President’s Residence said that he had been invited but had not responded. After that, police representatives began attending committee sessions until they received orders not to do so.\n\n“On orders from minister Ohana, the Public Security Ministry agreed that police representatives would attend only one day of deliberations,” one source said. “When they ‘discovered’ in the minister’s office that they were participating in subcommittees, the minister’s office barred them from continuing to attend.”", "METADATA": {"viewport": "width=device-width", "fb": {"pages": 82903654348, "app_id": 287530407927859}, "msapplication-TileColor": "#0B7EB5", "msapplication-TileImage": "/static/hdc/images/mstile-144x144.png", "referrer": "always", "robots": "noarchive", "isPremiumContent": "true", "article": {"content_tier": "metered", "published": "2020-08-12T21:22:00.000Z"}, "og": {"site_name": "Haaretz.com", "title": "Minister bars cops from sensitivity training after shooting of Jerusalem autistic man", "description": "***", "type": "article", "url": "https://www.haaretz.com/israel-news/.premium-minister-bars-cops-from-sensitivity-training-after-shooting-of-j-lem-autistic-man-1.9068200", "image": {"identifier": "https://images.haarets.co.il/image/fetch/x_75,y_52,w_2065,h_1198,c_crop/q_auto,h_698,w_1200,c_fill,f_auto/fl_lossy.any_format.preserve_transparency.progressive:none/https://www.haaretz.co.il/polopoly_fs/1.9068369!/image/4257350548.jpg", "width": 1200, "height": 630}}, "title": "Minister bars cops from sensitivity training after shooting of Jerusalem autistic man - Israel News", "description": "The panel was convened under the auspices of President Reuven Rivlin following the May police shooting of Eyad Hallaq", "keywords": "Israel police,  Israel  Palestine,  Jerusalem", "ob": {"title": "Minister bars cops from sensitivity training after shooting of Jerusalem autistic man"}, "twitter": {"card": "summary_large_image", "site": "@haaretzcom", "title": "Minister bars cops from sensitivity training after shooting of Jerusalem autistic man", "description": "***", "image": "https://images.haarets.co.il/image/fetch/x_75,y_52,w_2065,h_1198,c_crop/q_auto,h_698,w_1200,c_fill,f_auto/fl_lossy.any_format.preserve_transparency.progressive:none/https://www.haaretz.co.il/polopoly_fs/1.9068369!/image/4257350548.jpg"}, "next-head-count": 22}}}