{"GDELT": {"GlobalEventID": 940429279, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.119951040391671, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200813000000, "SOURCEURL": "https://www.pressherald.com/2020/08/12/children-in-beirut-suffer-from-trauma-after-deadly-blast/"}, "ARTICLE": {"TITLE": "Children in Beirut suffer from trauma after deadly blast", "TEXT": "BEIRUT — When the huge explosion ripped through Beirut last week, it shattered the glass doors near where 3-year-old Abed Itani was playing with his Lego blocks. He suffered a head injury and cuts on his tiny arms and feet, and he was taken to the emergency room, where he sat amid other bleeding people.\n\nIn the days since then, Abed has not been the same. Like thousands of others in Lebanon, he is grappling with trauma.\n\n“When I got to the hospital, I found him sitting in a corner in the emergency room, trembling at the sight of badly injured people around him, blood dripping all over the floor,” said his mother, Hiba Achi, who was at work when the blast hit on Aug. 4 and had left him in the care of his grandmother.\n\n“He hates red now. He refuses to wear his red shoes,” Achi said, adding that Abed insists that she wash them.\n\nThe massive explosion of nearly 3,000 tons of ammonium nitrate in Beirut’s port killed more than 170 people, injured about 6,000 others and caused widespread damage. The U.N. children’s agency UNICEF said three children were among the dead and at least 31 were hurt seriously enough to need hospital treatment.\n\nAs many as 100,000 children were displaced from their homes according to Save the Children, with many of them traumatized.\n\n“Any noise makes him jump now. He is not eating well anymore,” Achi says. “He was a happy boy, very sociable. Now, he doesn’t talk to anyone.”\n\nJoy Abi Habib, a mental health expert with Save The Children, says young people who are traumatized can react differently.\n\n“Headaches, nausea, bed-wetting, digestive problems are physical symptoms parents tend to overlook,” she said. “They become clingy and extremely on edge.”\n\nZeinab Ghazale’s daughters, Yasmine, 8, and Talia, 11, have refused to sleep alone in their bedroom since the explosion, which broke windows in their apartment and sent glass flying around their room.\n\n“We miraculously survived,” said Ghazale, who had to move her daughters out of their home for a few days until the windows were fixed. “But my daughter Yasmin keeps asking, ‘Why don’t I have a normal childhood? Why do I have to go through all this when I am only 8?’”\n\nPsychologist Maha Ghazale, who is no relation, has been treating many children after the explosion. She said many are experiencing uncertainty “and they keep asking if this will happen again.”\n\n“Many children are refusing to go back home, to get close to a glass door or window,” Ghazale added.\n\nRicardo Molaschi was visiting his grandparents’ apartment in Beirut with his Italian father and Lebanese mother. When the blast hit, the 6-year-old was cut by flying glass, requiring stitches. His grandfather, Kazem Shamseddine, was killed.\n\nThe youngster has been having recurrent bursts of anger toward whoever caused the explosion.\n\n“I want to put them in a volcano and let them explode,” he said.\n\nGhazale said that allowing children to process the trauma is crucial — letting them be angry but also encouraging them to tell the story orally or through art and play.\n\n“My son, Fares, keeps playing a game where there is a fire, and he needs to escape,” says Rania Achkar, a mother of two. Her 4-year-old daughter Raya has turned the Lebanese national anthem into a song about the blast.\n\n“The whole world has exploded,” she sings, “there is a fire everywhere, everyone is talking about us on television.”\n\nThe trauma can repeat itself if children are exposed to the news and adult conversations about it, says Ghazali, who advises isolating them from that and seeking help.\n\n“Children are resilient, but unprocessed trauma can lead to increased anxiety, behavioral problems, it becomes part of their life and can lead later to negative coping mechanisms,” she says.\n\nRestoring a sense of safety, normalcy and routine will help, Ghazale says.\n\nHiba Achi says she has decided to leave Lebanon with her son and join her husband who works in Dubai. It’s a sentiment echoed by many.\n\n“This place is not safe for Abed, it never was, never will be,” she says, “I don’t want to stay here anymore, that’s it.”\n\nHer guilt is shared by many parents, particularly those who have lived through Lebanon’s 1975-90 civil war and feel like they have failed their children.\n\n“Our generation is traumatized forever,” says Achkar, the mother of two, referring to those who grew up in Lebanon after the war. “But why do our children have to go through this as well?”\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "apple-itunes-app": "app-id=951845858", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Children in Beirut suffer from trauma after deadly blast", "description": "As many as 100,000 kids were displaced from their homes by a massive explosion that killed over 170 people and injured about 6,000.", "url": "https://www.pressherald.com/2020/08/12/children-in-beirut-suffer-from-trauma-after-deadly-blast/", "site_name": "Press Herald", "image": {"identifier": "https://multifiles.pressherald.com/uploads/sites/10/2020/08/CORRECTION_Lebanon_Explosion_Children_Trauma_59137.jpg", "secure_url": "https://multifiles.pressherald.com/uploads/sites/10/2020/08/CORRECTION_Lebanon_Explosion_Children_Trauma_59137.jpg", "width": 1000, "height": 667}}, "article": {"section": "Nation & World", "published_time": "2020-08-12T23:16:50+00:00"}, "twitter": {"card": "summary_large_image", "description": "As many as 100,000 kids were displaced from their homes by a massive explosion that killed over 170 people and injured about 6,000.", "title": "Children in Beirut suffer from trauma after deadly blast - Portland Press Herald", "site": "@pressherald", "image": "https://multifiles.pressherald.com/uploads/sites/10/2020/08/CORRECTION_Lebanon_Explosion_Children_Trauma_59137.jpg", "creator": "@pressherald"}, "generator": "WordPress 5.4.2", "onesignal": "wordpress-plugin"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}