{"GDELT": {"GlobalEventID": 940495353, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.64965652600589, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Castex, Midi-Pyrées, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRB3", "Actor1Geo_ADM2Code": "16300", "Actor1Geo_Lat": 43.8599, "Actor1Geo_Long": -0.167748, "Actor1Geo_FeatureID": "-1417051", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Castex, Midi-Pyrées, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRB3", "Action2Geo_ADM2Code": "16300", "Action2Geo_Lat": 43.8599, "Action2Geo_Long": -0.167748, "Action2Geo_FeatureID": "-1417051", "DATEADDED": 20200813081500, "SOURCEURL": "https://www.connexionfrance.com/Comment/Simon-Heffer-New-PM-is-safe-but-dull-compared-to-Macron"}, "ARTICLE": {"TITLE": "Simon Heffer: New PM is ‘safe but dull’ compared to Macron", "TEXT": "Political traditions\n\nIt has been a tradition of the French Fifth Republic, whose 42nd government in just 62 years was established in early July, that when things are going badly for a president, the scapegoat is his prime minister. Indeed, there has been such an inevitability to this sequence of events over the years that one begins to wonder why anyone takes the job. To be booted out for your own incompetence is something many officials can just about reconcile themselves to, at least eventually; to be fired on account of somebody else’s, even in the ultra-cynical world of politics, is a bitter business indeed.\n\nIt takes an arrogant, or supremely self-confident, president to ignore this tradition, and not to use the opportunity presented by a reshuffle to look tough and innovative by putting in a new man or woman as managing director to your own chief executive. Nicolas Sarkozy, inevitably, was one such man. He kept the same prime minister for the whole of his quinquennat, even though he and that man often had a combustible relationship, and the latter now and again threatened to walk out.\n\nAlso, his prime minister was often more popular than he was, gave the impression of being more competent and even, most of the time, being more honest. Ironically, as many of you will recall, that prime minister was François Fillon, who now awaits the judgment of France’s court of appeal before discovering whether or not he will soon gain first-hand experience of the country’s penal system. However, it is doubtful Sarko would have won had he changed that particular horse in mid-stream: his presidency, not least because of his often emetic character, was flawed beyond rescue by any mere prime minister.\n\nFrançois Hollande, however, reinstituted the tradition, getting through three premiers in his five chaotic years in the Elysée Palace; and just over three years into his presidency Emmanuel Macron too has succumbed, replacing Edouard Philippe with Jean Castex. M Philippe returns to Le Havre as mayor, the post he held for seven years before going to Matignon.\n\nHe did the best possible job he could as prime minister, faced with a president whose idealist approach to politics turned out to be easier to execute in theory than in practice, and who was forced into various compromises, U-turns and even the occasional unwelcome act of coercion, forcing measures through the legislature that it was otherwise determined not to pass.\n\nFrench PM announces new crime-fighting measures\n\nAn overhaul brewing\n\nM Macron’s pop-up party of 2017, La République en Marche, has in recent months haemorrhaged not only notional support in the country, as governments do in mid-term, but has also lost support in the Assemblée Nationale. Even more worrying for M. Macron will have been the suggestion that M. Philippe, a more technocratic figure, with more charm than that label suggests but without a personality cult, was more widely liked by French voters than the president was. In such circumstances but one course of action was feasible: M Philippe had to go. This had been brewing for months; M Philippe signalled his intention to contest the Le Havre mayoralty at the end of January.\n\nM Castex is a different proposition. Like his predecessor his roots are on the right, as a former member of Les Républicains, which will only confirm the suspicions many LREM activists harbour that M Macron is determined to move his party in that direction, either pushing Les Républicains so far to the right themselves that they become unelectable, or replacing that party altogether. In French politics, such things are easily possible.\n\nM Castex, as his surname might suggest, is a Catalan, and from the opposite end of the Hexagon to M Philippe: for 12 years before his elevation he was Mayor of Prades, just inland from Perpignan, a few miles from the Spanish border; he was born in the deep south, but much further east, at Vic-Fezensac, not far from Pau.\n\nM Castex has had a distinguished bureaucratic career that began in the nurseries of Sciences-Po and ENA; he served as a ministerial chief of staff during the Sarkozy years and was called in during April by M Macron to design France’s programme to get out of lockdown after the Covid-19 crisis – a responsibility that, if France endures a second spike of the disease, could yet come back to haunt him.\n\nBut M Castex landed that job because he was regarded as a safe pair of hands; and for the same reason he became prime minister. Charisma, at least in his interface with the general public, does not appear to be his strong suit. He has a long civil service background – he sat for the years on the Cour des Comptes, or Court of Audit, examining the efficiency of government departments, and even if he is dull he is far from stupid or inexperienced. What he will not do is distract attention, in the run-up to the 2022 election, from a president seeking re-election; but M Macron hope to be able to rely on him to keep matters in government under control while he seeks a second mandate.\n\nFrench politics explained: which party is the 'Opposition' in current politics?\n\nCovid-19-induced economic crisis\n\nThat, though, is likely to be a tall order. Because of the Covid-19 pandemic France faces its worst economic crisis since the Fourth Republic, and quite possibly since the Third. Some very hard decisions will have to be taken about public spending that are likely to compound the sense of despair and bewilderment brought on by private sector job losses.\n\nIt remains to be seen whether an ultra-technocrat such as M Castex has the political skill to present such unpleasant news to the people of France without destabilising M Macron. With Rachida Dati now circling and Marine Le Pen increasingly vocal, the fight in 2022 promises to be less predictable than many have thought. M Castex may find the task ahead beyond even his indubitable level of competence.", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=no", "author": "Connexion France", "copyright": "English Language Media", "generator": "eZ Platform", "MSSmartTagsPreventParsing": "TRUE", "description": "The latest French news and information explained in English with help guides for residents and second homeowners in France. Login or Subscribe to The Connexion.", "keywords": "President, Macron, Simon Heffer, column, opinion", "og": {"title": "Simon Heffer: New PM is ‘safe but dull’ compared to Macron", "description": "Regular Connexion, Daily and Sunday Telegraph columnist Simon Heffer comments on, as 2022 nears, how France's new PM is ‘safe but dull’ and will make Macron shine in contrast.", "image": "https://www.connexionfrance.com/var/connexion/storage/images/_aliases/social_network_image/media/images/simon-heffer-new-pm-is-safe-but-dull-and-will-make-macron-shine-in-contrast-as-2022-nears/1105939-1-eng-GB/Simon-Heffer-New-PM-is-safe-but-dull-and-..."}, "twitter": {"title": "Simon Heffer: New PM is ‘safe but dull’ compared to Macron", "description": "Regular Connexion, Daily and Sunday Telegraph columnist Simon Heffer comments on, as 2022 nears, how France's new PM is ‘safe but dull’ and will make Macron shine in contrast.", "image": "https://www.connexionfrance.com/var/connexion/storage/images/_aliases/social_network_image/media/images/simon-heffer-new-pm-is-safe-but-dull-and-will-make-macron-shine-in-contrast-as-2022-nears/1105939-1-eng-GB/Simon-Heffer-New-PM-is-safe-but-dull-and-..."}, "web_author": "Kaliop", "designer": "Kaliop", "msapplication-tap-highlight": "no", "google-site-verification": "hEEVVWPhVwM3udc8jrX_CcJNICiADp0Krw2UViOhogE", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/bundles/elmconnexionfrancesite/images/favicon/ms-icon-144x144.png", "theme-color": "#ffffff"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}