{"GDELT": {"GlobalEventID": 940449382, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "USA", "Actor2Name": "CALIFORNIA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 115, "EventBaseCode": 115, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.1853512705530695, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20200813020000, "SOURCEURL": "https://therealdeal.com/2020/08/12/bilgili-wants-shvo-to-open-his-books/"}, "ARTICLE": {"TITLE": "Bilgili Wants To Audit Shvo", "TEXT": "Turkish real estate mogul Serdar Bilgili tapped his Rolodex two years ago to build a partnership that’s been buying trophy U.S. properties with abandon.\n\nBut now that Bilgili claims his partner Michael Shvo cut him out of the team’s most recent deals, and has turned to the courts to demand access to his partner’s books.\n\nShvo’s ability to charge his partners for expenses was limited because “of the fact that he had previously been indicted for and pleaded guilty to tax fraud, and that investors in the projects needed comfort that he was subject to review and oversight by the other partners,” according Bilgili’s lawsuit filed Wednesday in Manhattan Supreme Court. It is the second lawsuit Bilgili has filed against Shvo in less than a month.\n\nBilgili claims Shvo overcharged the partnership $400,000 on $6.4 million of expenses — as well as $600,000 in unsubstantiated travel expenses. The suit also alleges Shvo has refused to go to arbitration, as specified in their joint-venture agreements.\n\nMost of the money Shvo allegedly overcharged, according to the filing, “appears to have been spent on private jet travel to project and nonproject locations, and BLG is unable to identify any reasonable basis for the size and nature of these charges.”\n\nBilgili is asking the court to order Shvo to hand over his books and records so the Turkish businessman can audit his expenses, and to order the two sides to work things out in arbitration.\n\nAn attorney for Shvo and Deutsche Finance, Proskauer’s Bradley Ruskin, called Bilgili’s petition a shameless attempt to extract money from the partners, and suggested it was in part motivated by financial stress he is experiencing from his properties in Europe due to the coronavirus.\n\n“It had one purpose and one purpose only – to try to create some leverage in Mr. Bilgili’s California claim that he is somehow entitled to be a partner of Mr Shvo’s and Deutsche Finance,” Ruskin wrote in an email to The Real Deal. “It is ironic that Mr. Bilgili is apparently desperate to be partners with Mr. Shvo and Deutsche Finance yet attacks them both, which speaks volumes about Mr. Bilgili’s credibility and the credibility of his baseless claims.”\n\nBilgili’s lawsuit appears to stem from the breakup of the partnership he and Shvo formed in 2018 to invest German pension fund and insurance money in U.S. properties.\n\nBilgili claimed he was instrumental in bringing to the table Germany’s largest pension fund — Bayerische Versorgungskammer (BVK) — and its biggest public insurer, Versicherungskammer Bayern Group (VKB), which were reluctant to do business with Shvo because he had just pleaded guilty to tax evasion.\n\nWith the German institutions as anchor investors, Bilgili, Shvo and Deutsche Finance formed the BSD Partnership, which over the next two years bought properties worth more than $2 billion. In Manhattan, those included the former Gucci headquarters at 685 Fifth Avenue — which they’re converting into condominiums and a Mandarin Oriental hotel — the Coca Cola Building at 711 Fifth Avenue and 530 Broadway in Soho.\n\nThe partnership also began developing property in Beverly Hills and several hotels in Miami.\n\nAs the face of the partnership, Shvo grabbed the industry’s attention as he went around making one big-ticket deal after another at a time when many investors were sitting on the sidelines.\n\nBut things went sour this year, when Bilgili claims Shvo muscled him out of deals to buy the Transamerica Pyramid in San Francisco and Chicago’s “Big Red” office tower. Bilgili filed a lawsuit in California last month seeking damages. The latest legal filing comes on the day that Shvo and Deutsche Finance closed on the Chicago tower.\n\nAs part of Bilgili’s latest suit, he claims Shvo charged the partnership a $30,000 monthly rental payment for his personal penthouse at the Setai in Miami.\n\nOver the past year and a half, Bilgili claimed he sent at least 26 emails to Shvo requesting details on the reimbursements, none of which were answered.\n\nContact Rich Bockmann at [email protected] or 908-415-5229", "METADATA": {"viewport": "width=device-width, initial-scale=1", "msvalidate.01": "EFC5E23CCFDAEE199AA369EDFF3201B1", "google-site-verification": "wZ1M2SOQpdwMUVsTJeEADjbuNm8mWBkAVR9R_3Fz30Q", "propeller": "12fda498640901b80f36005a35bbd396", "theme-color": "#000000", "msapplication-TileColor": "#000000", "apple-mobile-web-app-title": "The Real Deal", "msapplication-TileImage": "https://therealdeal.com/wp-content/plugins/trd-core/assets/images/icon-144x144.png", "apple-mobile-web-app-capable": "yes", "description": "Turkish businessman Serdar Bilgili filed a lawsuit accusing partner Michael Shvo of overcharging expenses", "robots": "nosnippet, index, follow", "googlebot": "nosnippet, index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "nosnippet, index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Bilgili Wants To Audit Shvo", "description": "Turkish businessman Serdar Bilgili filed a lawsuit accusing partner Michael Shvo of overcharging expenses", "url": "https://therealdeal.com/2020/08/12/bilgili-wants-shvo-to-open-his-books/", "site_name": "The Real Deal New York", "image": {"identifier": "https://therealdeal.com/wp-content/uploads/2020/08/493-Bilgili-wants-Shvo-to-open-his-books.jpg", "width": 690, "height": 493}}, "article": {"publisher": "https://www.facebook.com/therealdealmedia/", "published_time": "2020-08-12T22:10:15+00:00", "modified_time": "2020-08-12T22:51:45+00:00", "section": "Popular"}, "fb": {"app_id": 736450463804431, "pages": 117941085288}, "twitter": {"card": "summary_large_image", "creator": "@trdny", "site": "@trdny"}, "ia": {"markup_url": "https://therealdeal.com/2020/08/12/bilgili-wants-shvo-to-open-his-books/?ia_markup=1"}, "sailthru.date": "2020-08-12 18:10:15", "sailthru.title": "Bilgili wants Shvo to open his books", "sailthru.tags": ",Michael Shvo,Real Estate Lawsuits,Chicago,Los Angeles,Miami,National,Tri-State,New York", "sailthru.author": "By Rich Bockmann Research by Orion Jones", "sailthru.description": "Turkish real estate mogul Serdar Bilgili tapped his Rolodex two years ago to build a partnership that’s been buying trophy U.S. properties with abandon. But now that Bilgili claims his partner Michael Shvo cut him out of the team’s most recent deals, and has turned to the courts to demand access to his partner’s books.  Shvo’s ability to charge his partners for expenses was limited because “of the fact that he had previously been indicted", "sailthru.image.full": "https://therealdeal.com/wp-content/uploads/2020/08/493-Bilgili-wants-Shvo-to-open-his-books.jpg", "sailthru.image.thumb": "https://therealdeal.com/wp-content/uploads/2020/08/493-Bilgili-wants-Shvo-to-open-his-books-50x36.jpg", "onesignal": "wordpress-plugin", "author": "Alexis Manrodt", "publisher": "The Real Deal New York"}}}