{"GDELT": {"GlobalEventID": 940493151, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "CVL", "Actor2Name": "TOURIST", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 81, "EventBaseCode": 81, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.71755725190839, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5497, "Actor1Geo_Long": 74.3436, "Actor1Geo_FeatureID": "-2767043", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 31.5497, "Actor2Geo_Long": 74.3436, "Actor2Geo_FeatureID": "-2767043", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lahore, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 31.5497, "Action2Geo_Long": 74.3436, "Action2Geo_FeatureID": "-2767043", "DATEADDED": 20200813080000, "SOURCEURL": "https://tribune.com.pk/story/2259266/lahore-museum-to-upgrade-database"}, "ARTICLE": {"TITLE": "Lahore Museum to upgrade database", "TEXT": "In a bid to future-proof data and increase accessibility for tourist, Lahore museum has started digitising information pertaining to several artifacts in its collection. Upon finalisation of the digital database, museum visitors will be able to access details of all exhibited objects by scanning a dedicated QR code on their smartphones. In addition to that, the museum has also started creating high-resolution renders of artefacts which were previously displayed in lower resolution images, to add to the computerised database.\n\nKnown as Asia’s second-largest museum, the Lahore Museum offers visitors a window into various time periods through its range of historical collections. It is home to nearly 60,000 antiques including 40,000 gold, silver, and various metals coins, 50,000 gold medals and over 14,000 other antiques, which are displayed across 20 different galleries. The museum also houses a variety of paintings, sculptures and handicrafts which are reminiscent of the country’s colonial past. Other than that, one of the museum’s most frequented sections is a detailed photo exhibit, which allows students, tourists, and visitors the opportunity to closely study various historic civilisations through comprehensive imagery.\n\nAlthough the Lahore Museum had to shut its doors to all visitors during the height of coronavirus-induced lockdown, museum management however has taken the time to upgrade its digital archive, which is said to be in its final stages of completion. According to Lahore Museum Additional Director Naushaba Anjum, in terms of archives, the Lahore Museum stands second to only Kolkata Museum, which is the biggest in Asia. “We have the entire record of all the antiques stored in our computers and recorded in our registers. Each antique is given a number. Now, we have also stored information pertaining to the antiques in both, English and Urdu in a QR code. Museum visitors will now be able to access information by scanning the QR code of any object via their respective mobile phones,” she explained. As per Anjum, converting low-resolution images and documents into high-resolution renders was the second most difficult task, the museum management was faced with during the upgrade. “We make sure that all our archives are up to date and also regularly share updates about our collections on our social media pages, which are viewed by hundreds and thousands of history and archeology enthusiasts worldwide,” she added.\n\nSpeaking about the digitisation, Museum Director Tariq Mehmood said that the promotion of tourism is the government’s top priority, for which it is utilising all its resources wherever needed. “The Lahore Museum in particular is playing its role as a center of excellence for the promotion of culture. Upgrading the museum per latest standards is the need of the hour, and the availability of information about the antiques on the digital forums is part of that effort. This upgrade will not only improve the visitor experience but also allow people who are not able to physically visit the museum to access all information with a single tap,” Mehmood told The Express Tribune.\n\nPublished in The Express Tribune, August 13th, 2020.", "METADATA": {"viewport": "width=device-width", "ahrefs-site-verification": "80d91b866834629ca6d4329f97e56e8b3e664a02379ef1426de12c9cf7ce2c34", "fb": {"admins": 503171569, "app_id": 278477199157577, "pages": 111457038871331}, "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@etribune", "title": "Lahore Museum to upgrade database", "description": "The update will make all artefact data and details available on smartphones through a QR code", "image": {"src": "https://i.tribune.com.pk/media/images/41597261097-0/41597261097-0.jpg"}}, "robots": "noodp", "csrf-token": "dWTMzogFwwEzBLYenovWebXMiulR5qaEo1hvRrX3", "og": {"locale": "en_US", "url": "http://tribune.com.pk/story/2259266/lahore-museum-to-upgrade-database", "site_name": "The Express Tribune", "type": "article", "title": "Lahore Museum to upgrade database | The Express Tribune", "description": "The update will make all artefact data and details available on smartphones through a QR code", "image": "https://i.tribune.com.pk/media/images/41597261097-0/41597261097-0.jpg"}, "description": "The update will make all artefact data and details available on smartphones through a QR code", "title": "Lahore Museum to upgrade database", "article": {"publisher": "https://tribune.com.pk", "author": "https://tribune.com.pk/author/190", "section": "Punjab", "published_time": "2020-08-12T19:39:02+00:00"}}}}