{"GDELT": {"GlobalEventID": 940478315, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.5413153456998394, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Santa Clarita, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.3917, "Action2Geo_Long": -118.54299999999999, "Action2Geo_FeatureID": "1662338", "DATEADDED": 20200813060000, "SOURCEURL": "https://www.msn.com/en-us/news/weather/evacuations-ordered-as-crews-battle-massive-california-fire/ar-BB17TGLF"}, "ARTICLE": {"TITLE": "Crews try to tame California wildfire as heat wave arrives", "TEXT": "© Provided by Associated Press A Los Angeles County firefighter extinguishes hot spots at a scorched residence while battling the Lake Fire in the Angeles National Forest, Calif., north of Santa Clarita on Thursday, Aug. 13, 2020. Light winds and scattered thundershowers early Thursday helped calm the flames of a huge wildfire that prompted evacuations north of Los Angeles, and firefighters hoped to rein in the blaze before temperatures spike later in the day. (AP Photo/Noah Berger)\n\nLOS ANGELES (AP) — Crews scrambled to protect homes from a huge wildfire that prompted evacuations north of Los Angeles, and officials warned the blaze could flare up again Thursday as a blistering heat wave descended on California.\n\nThe fire exploded in size within hours after it broke out in dense forest on Wednesday afternoon, sending up a towering plume visible for hundreds of miles around.\n\nFlames raced across ridges and steep slopes, including in some areas that had not burned since 1968, fire officials said. By Thursday night, the blaze still threatened more than 5,400 homes and had charged through 17 square miles (44.5 square kilometers) of brush and forest land.\n\n© Provided by Associated Press A burned vehicle rests along Pine Canyon Rd. as the Lake Fire burns in the Angeles National Forest, Calif., north of Santa Clarita on Thursday, Aug. 13, 2020. An enormous plume of smoke was visible across much of Southern California after the fire broke out Wednesday afternoon in dense forest land. (AP Photo/Noah Berger)\n\nThe blaze was only 5% contained.\n\nLight winds and scattered thundershowers early in the day helped firefighters tame the flames somewhat but Friday's forecast called for hot, dry weather with “near critical” fire conditions because of possible gusty winds, a fire update said Thursday night.\n\n© Provided by Associated Press A firefighter watches as a helicopter drops water on the Lake Hughes fire in Angeles National Forest on Wednesday, Aug. 12, 2020, north of Santa Clarita, Calif. (AP Photo/Ringo H.W. Chiu)\n\n“This will be a major fire for several days,” said Chief Robert Garcia with the U.S. Forest Service.\n\nAbout 100 rural homes were evacuated in the Lake Hughes area of the Angeles National Forest, some 60 miles (97 kilometers) north of downtown Los Angeles.\n\nPreliminary damage assessments found that at least three structures burned, but authorities warned the toll would likely be higher.\n\nKenny Reynolds lost his home.\n\n© Provided by Associated Press Firefighters work in the smoke and haze and embers from the Lake Hughes fire in Angeles National Forest on Wednesday, Aug. 12, 2020, north of Santa Clarita, Calif. (AP Photo/Ringo H.W. Chiu)\n\nThe fire came down the hill and across the street, “engulfing on both sides,” he told KABC-TV.\n\nReynolds and others retreated “and then it just kind of rolled in,” he said. “It was taking everything as it kind of went down.”\n\nEvacuation centers were designated for residents and animals, but because of COVID-19 concerns, people were told to stay in their cars in the parking lots.\n\nThe cause of the blaze, dubbed the Lake Fire, is under investigation. It's one of several wildfires burning in the region.\n\nSeveral new fires erupted Thursday. The largest was near the Los Angeles suburb of Azusa. It burned nearly 4 square miles (10.13 square kilometers) of brush but was moving away from homes. However, some evacuations were ordered.\n\n© Provided by Associated Press A firefighter works against the Lake Hughes fire in Angeles National Forest on Wednesday, Aug. 12, 2020, north of Santa Clarita, Calif. (AP Photo/Ringo H.W. Chiu)\n\nAnother blaze came dangerously close to some homes in Corona, east of Los Angeles, and another fire in eastern Sacramento County burned about 500 acres (202 hectares) before firefighters stopped its forward spread.\n\n© Provided by Associated Press A firefighter works against the Lake Hughes fire in Angeles National Forest on Wednesday, Aug. 12, 2020, north of Santa Clarita Calif. (AP Photo/Ringo H.W. Chiu)\n\nThe heat wave was expected to last through the weekend, bringing triple-digit temperatures and extreme fire danger to large parts of California.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Crews try to tame California wildfire as heat wave arrives", "cq": "passed", "Search.Interest": "News", "robots": "index, follow", "description": "LOS ANGELES (AP) — Crews scrambled to protect homes from a huge wildfire that prompted evacuations north of Los Angeles, and officials warned the blaze could flare up again Thursday as a blistering heat wave descended on California. The fire exploded in size within hours after it broke out in dense forest on Wednesday afternoon, sending up a towering plume visible for hundreds of miles around. Flames raced across ridges and steep slopes,...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}