{"GDELT": {"GlobalEventID": 940485767, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "ISRGOVMEDGOVHLH", "Actor2Name": "YULI EDELSTEIN", "Actor2CountryCode": "ISR", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MED", "Actor2Type3Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.12335692618807, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kremlin, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kremlin, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200813070000, "SOURCEURL": "https://www.timesofisrael.com/iran-claims-it-is-testing-three-to-four-vaccines-on-humans/"}, "ARTICLE": {"TITLE": "Iran claims it is testing ‘three to four’ COVID-19 vaccines on humans", "TEXT": "Iran’s health minister claimed on Wednesday that Iranian scientists were testing several domestically produced coronavirus vaccines on humans.\n\nSaeed Namaki said two Iranian companies “made some progress in developing three to four vaccines and these vaccines have passed tests on animals and have entered the human trial phase,” according to the semi-official Fars news agency.\n\nNamaki did not elaborate further and it was not clear whether the tests were Phase 2 trials on a small number of people, or Phase 3 trials on hundreds or thousands of participants.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nHe also said Iran has made arrangements to purchase a potential vaccine from other countries that could develop it more quickly, the report said.\n\nLast month, Namaki said that “at least five groups of highly skilled Iranian groups” were working on a vaccine, Fars reported.\n\nIranian President Hassan Rouhani said at a Tuesday meeting that “good steps” had been taken to produce vaccines and other drugs to combat the virus, but did not mention human trials, in a report on the meeting by Iran’s Tasnim News Agency.\n\nIran has seen the Middle East’s most severe coronavirus outbreak, and has been accused, including by Mossad chief Yossi Cohen, of covering up the true toll of the disease to bolster the regime’s image.\n\nA report by the BBC Persian Service earlier this month said that the number of deaths was nearly triple the official tally, with almost 42,000 fatalities and over 450,000 infections by July 20.\n\nLast month Iranian President Hassan Rouhani claimed that 25 million Iranians may have been infected with the coronavirus, a figure drastically higher than the country’s official tally, and higher even than the current confirmed global count. Iran’s population is around 80 million.\n\nThe shock statement was compounded by Rouhani’s suggestion his government was now hoping to overcome the Middle East’s worst outbreak via herd immunity.\n\nRussia calls vaccine concerns ‘absolutely groundless’\n\nIran’s vaccine announcement followed claims by Russian President Vladimir Putin on Tuesday that his country had completed development of a vaccine, and that he had even seen it administered to his daughter.\n\nThe announcement was met with widespread skepticism over safety concerns by international experts, who fear Russia is advancing the vaccine too quickly for political purposes.\n\nThe vaccine was granted regulatory approval after less than two months of human tests.\n\nRussian officials said that large-scale production of the vaccine will start in September, and mass vaccination may begin as early as October. Moscow’s Health Ministry said that the vaccine was expected to provide immunity from the coronavirus for up to two years.\n\nRussia has been pushing hard to quickly develop a coronavirus vaccine and said earlier this month it hoped to launch mass production within weeks and turn out “several million” doses per month by next year. It is the first country to register a coronavirus vaccine.\n\nRussia said on Wednesday it would begin administering the vaccine to medical personnel who volunteer for a final trial within two weeks, the Reuters news agency reported.\n\nAlso Wednesday, Russia dismissed growing international fears over the vaccine.\n\n“It seems our foreign colleagues are sensing the specific competitive advantages of the Russian drug and are trying to express opinions that… are absolutely groundless,” Russian Health Minister Mikhail Murashko said.\n\nScientists from the US, France, Germany and Spain all expressed concern over the shot’s speedy approval, the BBC reported.\n\nDr. Anthony Fauci, the director of the National Institute for Allergy and Infectious Diseases in the US, told National Geographic on Tuesday, “I hope that the Russians have actually definitively proven that the vaccine is safe and effective.”\n\n“I seriously doubt that they’ve done that,” Fauci said.\n\nGerman Health Minister Jens Spahn said, “It can be dangerous to start vaccinating millions… of people too early because it could pretty much kill the acceptance of vaccination if it goes wrong.”\n\nWhen the pandemic struck Russia, Putin ordered state officials to shorten the time of clinical trials for potential coronavirus vaccines.\n\nBecoming the first country in the world to develop a vaccine was a matter of national prestige for the Kremlin as it tries to assert the image of Russia as a global power. State television stations and other media have praised scientists working on it and presented the work as the envy of other nations.\n\nMany scientists questioned the decision to register the vaccine before Phase 3 trials that normally last for months and involve thousands of people. Some have suggested researchers might be cutting corners and coming under pressure from authorities to deliver.\n\nThe World Health Organization said any WHO stamp of approval on a COVID-19 vaccine candidate would require a rigorous safety data review.\n\nHealth Minister Yuli Edelstein said Tuesday that Israel was interested in holding discussions with Russia about its claims on its vaccine.\n\nEdelstein told reporters: “We have already arranged discussions about the research center in Russia and the development of a vaccine. If we are convinced that it is a genuine product then we will try to enter into negotiations.”\n\nThe pandemic has seen an unprecedented mobilization of funding and research to rush through a vaccine that can protect billions of people worldwide.\n\nExperts have warned that vaccines that are not properly tested can cause harm in many ways — from a negative impact on health to creating a false sense of security or undermining trust in vaccinations.", "METADATA": {"viewport": "width=1024", "description": "Iranian health minister says domestically produced shot passed animal trials; Russia calls widespread skepticism over its vaccine rollout 'absolutely groundless'", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "msapplication-TileImage": "https://static.timesofisrael.com/www/images/toi_icon_144.png", "msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "fb": {"app_id": 123142304440875}, "og": {"url": "https://www.timesofisrael.com/iran-claims-it-is-testing-three-to-four-vaccines-on-humans/", "type": "article", "title": "Iran claims it is testing ‘three to four’ COVID-19 vaccines on humans", "description": "Iranian health minister says domestically produced shot passed animal trials; Russia calls widespread skepticism over its vaccine rollout 'absolutely groundless'", "image": {"identifier": "https://static.timesofisrael.com/www/uploads/2020/08/Untitled-5-1-1024x640.jpg", "width": 1024, "height": 640}}, "twitter": {"card": "summary_large_image", "site": "timesofisrael", "title": "Iran claims it is testing ‘three to four’ COVID-19 vaccines on humans", "description": "Iranian health minister says domestically produced shot passed animal trials; Russia calls widespread skepticism over its vaccine rollout 'absolutely groundless'", "image": "https://static.timesofisrael.com/www/uploads/2020/08/Untitled-5-1-1024x640.jpg"}}}}