{"GDELT": {"GlobalEventID": 940411002, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "DZA", "Actor1Name": "ALGERIA", "Actor1CountryCode": "DZA", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.97266514806379, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Algiers, Alger, Algeria", "Actor1Geo_CountryCode": "AG", "Actor1Geo_ADM1Code": "AG01", "Actor1Geo_ADM2Code": "37774", "Actor1Geo_Lat": 36.7631, "Actor1Geo_Long": 3.05056, "Actor1Geo_FeatureID": "-458371", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Algiers, Alger, Algeria", "Action2Geo_CountryCode": "AG", "Action2Geo_ADM1Code": "AG01", "Action2Geo_ADM2Code": "37774", "Action2Geo_Lat": 36.7631, "Action2Geo_Long": 3.05056, "Action2Geo_FeatureID": "-458371", "DATEADDED": 20200812214500, "SOURCEURL": "https://www.nola.com/news/crime_police/article_ba1e7d1e-dcd6-11ea-9a0d-0b17cedb711a.html"}, "ARTICLE": {"TITLE": "Kim Boutte was in 'wrong place at the wrong time' when killed outside funeral repast, friends say", "TEXT": "Given the way Dellmarcus Kirton died, cut down in a hail of bullets on Interstate 10 a few months before his 23rd birthday, organizers of his repast Tuesday night were plenty wary of violence.\n\nThey’d changed venues more than once before settling on a banquet hall in a strip mall in the 7300 block of Read Boulevard, according to one person familiar with the planning.\n\nKirton had been out on bond, booked by police but not charged in the slaying of a highly visible young New Orleans entrepreneur, Devin Espadron, when gunfire erupted on I-10 late on July 31. Kirton and two others were shot up and ditched the car, police said. Kirton reached a nearby hospital on his own but soon died.\n\nIn New Orleans, killings often beget more killings, hence the precautions taken over Kirton’s repast. But the efforts may have proven fruitless. After attendees spilled out from the event hall about 5:30 Tuesday evening, someone with a rifle opened fire near the entrance of a Family Dollar a few storefronts down, said multiple sources familiar with the repast, who spoke on the condition of anonymity out of fear for their safety.\n\n“It was retaliation on top of retaliation,” said one of those people, adding that the gunman was in a car and aiming wildly, “at anyone wearing a memorial T-shirt.”\n\nPeople who were leaving the repast ran for their lives. When the hail of gunfire ended, Kim Boutte, a 55-year-old Black-masking Indian queen, had been shot along with a 48-year-old man. Both were taken to a hospital, where Boutte was pronounced dead. The injured man was listed in stable condition on Tuesday evening.\n\n+2 Kim Boutte, Mardi Gras Indian queen, gunned down in New Orleans East, family says Gunfire rang out after a funeral repast on Read Boulevard Tuesday evening, killing a woman and injuring a man, police said.\n\nPeople who knew Boutte well said she was hit by a stray bullet and not the intended target of the gunfire that killed her.\n\n“The queen ain’t never fooled with nobody for them to just kill her. She wasn’t that kind of person,” said Jack Robertson, a drummer and master designer with Boutte’s Spirit of the Fi Yi Yi tribe. “This was just a tragic accident.”\n\n“(She was) in the wrong place at the wrong time at a funeral paying her respects,” said Fi Yi Yi spyboy Albert Polite, who is also part of the same Black-masking Indian tradition, also known as Mardi Gras Indians.\n\nMayor LaToya Cantrell was among many to publicly lament Boutte’s slaying, tweeting that Boutte was “a singular voice” and “a beloved icon.”\n\nOne source said that people from the gathering chased a black Honda carrying the gunman to a nearby Walmart, where it overturned before three young men bailed from the car and ran away.\n\nA law enforcement source confirmed that police have secured permission to search a car in the parking lot of a nearby Walmart, but stopped short of saying whether the vehicle had overturned and anyone had fled from it. The car was one of several leads that detectives investigating Boutte’s murder were pursuing Wednesday, that source said.\n\nThe killing of Boutte, who began masking as her tribe’s queen from the age of about 5, again shook New Orleanians during what has been a particularly deadly summer in the city. The rate of gun violence in New Orleans has roughly doubled since the city in mid-May began easing restrictions on various activities that had been shut down for several weeks to slow the spread of the novel coronavirus.\n\nFor his part, Kirton had denied killing Espadron or firing at Espadron’s business partner on the night of Nov. 19 in the 6300 block of Perrier Street, just outside Audubon Park.\n\n+2 Man suspected of New Orleans drink entrepreneur's slaying was killed in I-10 shooting The man slain in a triple shooting Thursday night on Interstate 10 was out on $250,000 bond after his arrest in the November killing of local …\n\nPolice said that a witness identified Kirton in a photo lineup as one of two men who allegedly shot Espadron to death and then allegedly tried to kill the business partner. Kirton surrendered to authorities and was released on a $250,000 bond.\n\nEspadron and Danion Green founded Element Beverage Co. while they were students at St. Augustine High in 2015. Its signature drink was a mix of Espadron’s grandmother’s lemonade mixed with a red-colored pineapple concoction. Local hotels, grocery stores and restaurants began selling Element’s drinks.\n\nEspadron’s family runs Element now.\n\nWWL-TV’s Danny Monteverde contributed to this report.", "METADATA": {"description": "Given the way Dellmarcus Kirton died, cut down in a hail of bullets on Interstate 10 a few months before his 23rd birthday, organizers of his repast Tuesday night were", "author": "KATY RECKDAHL AND RAMON ANTONIO VARGAS | Staff writers", "X-UA-Compatible": "IE=edge,chrome=1", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0, shrink-to-fit=no", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "og": {"type": "article", "url": "https://www.nola.com/news/crime_police/article_ba1e7d1e-dcd6-11ea-9a0d-0b17cedb711a.html", "image": {"identifier": "https://bloximages.newyork1.vip.townnews.com/nola.com/content/tncms/assets/v3/editorial/a/2d/a2d40090-dc48-11ea-9d60-0bd6eadfeb95/5f335cfb334ba.image.jpg?resize=1028%2C630", "width": 1028, "height": 630}, "title": "Kim Boutte was in 'wrong place at the wrong time' when killed outside funeral repast, friends say", "description": "Given the way Dellmarcus Kirton died, cut down in a hail of bullets on Interstate 10 a few months before his 23rd birthday, organizers of his repast Tuesday night were", "site_name": "NOLA.com", "section": "Metro New Orleans Crime News | NOLA.com"}, "fb": {"app_id": 514908288573846, "pages": 200615320071510}, "twitter": {"card": "summary_large_image", "site": "@nolanews"}, "msvalidate.01": "B0FEFE08B944F4A263E8A8E4DBC60379", "tncms": {"ads": "smart,lazyload,refresh"}, "parsely-post-id": "ba1e7d1e-dcd6-11ea-9a0d-0b17cedb711a", "parsely-title": "Kim Boutte was in 'wrong place at the wrong time' when killed outside funeral repast, friends say", "parsely-link": "https://www.nola.com/news/crime_police/article_ba1e7d1e-dcd6-11ea-9a0d-0b17cedb711a.html", "parsely-type": "post", "parsely-image-url": "https://bloximages.newyork1.vip.townnews.com/nola.com/content/tncms/assets/v3/editorial/a/2d/a2d40090-dc48-11ea-9d60-0bd6eadfeb95/5f335cfb334ba.image.jpg?resize=1028%2C630", "parsely-pub-date": "2020-08-12T15:34:00-0500", "parsely-section": "Metro New Orleans Crime News | NOLA.com", "parsely-author": "KATY RECKDAHL AND RAMON ANTONIO VARGAS | Staff writers"}}}