{"GDELT": {"GlobalEventID": 940425062, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.5929203539823003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "South Auckland, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22389", "Actor1Geo_Lat": -38.3333, "Actor1Geo_Long": 176.0, "Actor1Geo_FeatureID": "-1518259", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "South Auckland, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22389", "Actor2Geo_Lat": -38.3333, "Actor2Geo_Long": 176.0, "Actor2Geo_FeatureID": "-1518259", "Action2Geo_Type": 4, "Action2Geo_Fullname": "South Auckland, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22389", "Action2Geo_Lat": -38.3333, "Action2Geo_Long": 176.0, "Action2Geo_FeatureID": "-1518259", "DATEADDED": 20200812233000, "SOURCEURL": "https://www.health.com/syndication/new-zealand-reports-4-new-cases-of-covid-19-after-over-100-days-of-no-community-spread"}, "ARTICLE": {"TITLE": "New Zealand Reports 4 New Cases of COVID-19 After Over 100 Days of No Community Spread", "TEXT": "New Zealand Reports 4 New Cases of COVID-19 After Over 100 Days of No Community Spread\n\nAfter over three months without any new coronavirus cases, New Zealand is reporting four new cases from an unknown source.\n\nThe Ministry of Health confirmed the news on Tuesday, revealing that all four cases are members of the same household in South Auckland. According to the press release, the first case identified in the cluster has been symptomatic for five days with no overseas travel history.\n\nGovernment officials say all close contacts of the four cases will remain in self-isolation for 14 days, regardless of their test results. All casual contacts are also required to remain in self-isolation until they receive the results of their test.\n\n\"This case is a wake-up call against any complacency that may have set in. We cannot afford to let this virus spread,\" New Zealand's director-general of health, Dr. Ashley Bloomfield, said in a statement. \"We have seen how quickly it can lead to a wider resurgence in communities overseas. Places that have had COVID-19 under control have seen flare-ups and gone back into a full lockdown.\"\n\n\"We are working to not let that happen here. We've done this before and we can do it again,\" he added.\n\nNew Zealand's Prime Minister, Jacinda Ardern, announced in a press conference on Tuesday that to combat the new community spread, Auckland will be placed back under Alert Level 3 restrictions for at least three days. The rest of New Zealand will be moved to Level 2. (This comes after the entire country had been at Level 1 since early June — which allowed citizen's lives to largely return to normal.)\n\n\"These three days will give us time to assess the situation, gather information, make sure we have widespread contact tracing so we can find out more about how this case arose and make decisions on how to respond to it,\" the prime minister said, per NPR.\n\n\"We are asking people in Auckland to stay home to stop the spread,\" Ardern added. \"Act as if you have COVID and as if the people around you have COVID. At Level 3, you are asked to stay at home in your bubble, other than for essential movements such as going to the supermarket or local recreation.\"\n\nNews of the new outbreak comes just days after New Zealand celebrated 100 days with no detected community spread of COVID-19.\n\nArdern, 40, has been praised for her leadership amid the pandemic. On March 23, New Zealand had just over 100 cases of COVID-19, but Ardern decided it was time to take action, and put the entire country into lockdown. Everyone, except for essential workers, was required to stay home for four weeks, only leaving for groceries or solo exercising (though swimming at the beach is prohibited). The country was also shut off to any international travel.\n\nBy late April, the country claimed it had \"eliminated\" the virus after reporting a significantly low number of confirmed cases in the country.\n\nIn total, New Zealand has now seen 1,573 cases of the coronavirus and 22 deaths, according to Johns Hopkins.\n\nThe information in this story is accurate as of press time. However, as the situation surrounding COVID-19 continues to evolve, it's possible that some data have changed since publication. While Health is trying to keep our stories as up-to-date as possible, we also encourage readers to stay informed on news and recommendations for their own communities by using the CDC, WHO, and their local public health department as resources.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "original-source": "This Story Originally Appeared On <a href=\"https://people.com/health/new-zealand-reports-4-new-cases-of-covid-19-after-over-100-days-of-no-community-spread/\" > people </a>", "description": "\"This case is a wake-up call against any complacency that may have set in,\" New Zealand's director-general of health, Dr. Ashley Bloomfield, said", "og": {"title": "New Zealand Reports 4 New Cases of COVID-19 After Over 100 Days of No Community Spread", "type": "article", "site_name": "Health.com", "url": "https://www.health.com/syndication/new-zealand-reports-4-new-cases-of-covid-19-after-over-100-days-of-no-community-spread", "description": "The country is expected to move back into a series of restrictions.", "image": {"identifier": "https://imagesvc.meredithcorp.io/v3/mm/image?q=85&c=sc&poi=%5B20000%2C5678%5D&w=2000&h=1047&url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F12%2F-0001%2F11%2F30%2Fjacinda-ardern-2000.jpg", "width": 2000, "height": 1047}}, "pinterest": {"url": "https://www.health.com/syndication/new-zealand-reports-4-new-cases-of-covid-19-after-over-100-days-of-no-community-spread", "description": "\"This case is a wake-up call against any complacency that may have set in,\" New Zealand's director-general of health, Dr. Ashley Bloomfield, said", "media": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F12%2F-0001%2F11%2F30%2Fjacinda-ardern-2000.jpg"}, "twitter": {"card": "summary_large_image", "url": "https://www.health.com/syndication/new-zealand-reports-4-new-cases-of-covid-19-after-over-100-days-of-no-community-spread", "title": "New Zealand Reports 4 New Cases of COVID-19 After Over 100 Days of No Community Spread", "description": "The country is expected to move back into a series of restrictions.", "site": "@goodhealth", "image": "https://imagesvc.meredithcorp.io/v3/mm/image?q=85&c=sc&poi=%5B20000%2C5678%5D&w=2000&h=1047&url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F12%2F-0001%2F11%2F30%2Fjacinda-ardern-2000.jpg"}, "fb": {"app_id": 165082593548215, "pages": 10053803772}, "article": {"opinion": "false"}}}}