{"GDELT": {"GlobalEventID": 940432477, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PTY", "Actor1Name": "DEMOCRATIC PARTY", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.60008572653236, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Delaware, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDE", "Actor1Geo_Lat": 39.3498, "Actor1Geo_Long": -75.5148, "Actor1Geo_FeatureID": "DE", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Delaware, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDE", "Actor2Geo_Lat": 39.3498, "Actor2Geo_Long": -75.5148, "Actor2Geo_FeatureID": "DE", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Delaware, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDE", "Action2Geo_Lat": 39.3498, "Action2Geo_Long": -75.5148, "Action2Geo_FeatureID": "DE", "DATEADDED": 20200813001500, "SOURCEURL": "https://www.msn.com/en-us/news/politics/biden-and-harris-make-1st-appearance-as-historic-democratic-ticket/ar-BB17SuTZ"}, "ARTICLE": {"TITLE": "Biden and Harris make 1st appearance as historic Democratic ticket", "TEXT": "© Olivier Douliery/AFP via Getty Images Democratic presidential nominee and former Vice President Joe Biden and vice presidential running mate, Sen. Kamala Harris arrive to conduct their first press conference together in Wilmington, Del. on August 12, 2020.\n\nFormer Vice President Joe Biden and Sen. Kamala Harris appeared together for the first time as running mates Wednesday afternoon in Wilmington, Delaware, where much of the focus was on Harris, the first Black woman and Asian American woman on the ticket of a major political party.\n\nThey walked in together wearing masks, accompanied by the Curtis Mayfield song \"Move On Up,\" before Biden began his remarks saying they were \"playing by the rules,\" taking precautions due to the pandemic.\n\n\"She's a proven fighter,\" Biden said, as Harris watched from a chair set up well behind the lectern where one candidate could sit while the other spoke in a local high school gym. U.S., state and territory flags served as the backdrop.\n\n\"She's ready to do this job on Day One,\" Biden said.\n\n\"The choice we make this November is going to decide the future of America for a very, very long time,\" Biden said. \"I have no doubt that I picked the right person to join me as the next vice president of the United States of America, and that's Senator Kamala Harris.\"\n\n© Carlos Barria/Reuters Democratic presidential candidate and former Vice President Joe Biden speaks at his first joint appearance with his running mate Senator Kamala Harris, at Alexis Dupont High School in Wilmington, Del., Aug. 12, 2020.\n\n\"This morning, all across the nation, little girls woke up, especially little Black and brown girls, who so often feel overlooked and undervalued in their communities,\" Biden continued. \"But today -- today, just maybe, they're seeing themselves for the first time in a new way -- as the stuff of presidents and vice presidents.\"\n\nBiden pulled back the curtain and compared his asking Harris to join him on the ticket to when Barack Obama first asked Biden to take the vice presidential slot in 2008, saying Harris, like him, would be the last person in the room.\n\n\"When I agreed to serve as President Obama's running mate he asked me a number of questions, as I've asked Kamala. The most important one was, he said to me, he asked me what I wanted, most importantly. I told him I wanted to be the last person in the room before he made the important decisions,\" Biden said.\n\n\"That's what I asked Kamala. I asked Kamala to be the last voice in the room, to always tell me the truth, which she will. Challenge my assumptions if she disagrees. Ask the hard questions. Because that's the way we make the best decisions for the American people,\" he continued.\n\n© Olivier Douliery/AFP via Getty Images Democratic presidential nominee and former Vice President Joe Biden introduces his vice presidential running mate, Senator Kamala Harris, during their first press conference together in Wilmington, Del., Aug. 12, 2020.\n\nBiden then turned the floor over to Harris who repeated what she told Biden when accepting her spot on the ticket.\n\n\"As I said, Joe, when you called me, I am incredibly honored by this responsibility and I'm ready to get to work,\" Harris said.\n\n\"Joe, I'm so proud to stand with you. And I do so mindful of all the heroic and ambitious women before me whose sacrifice, determination, and resilience makes my presence here today even possible,\" she continued.\n\n\"America is crying out for leadership,\" she said, \"yet we have a president who cares more about himself than the people who elected him.\"\n\nHarris said she and Biden are \"cut from the same cloth\" referring to the significant role family plays in their lives. She said Biden's call reminded her of the first Biden she worked closely with, Biden's late son Beau.\n\n\"I learned quickly that Beau was the kind of guy who inspired people to be a better version of themselves. He really was the best of us. And when I would ask him, 'Where did you get that? Where did this come from?'\" Harris said. \"He'd always talk about his dad.\"\n\n© Carolyn Kaster/AP Democratic presidential candidate former Vice President Joe Biden listens as his running mate Sen. Kamala Harris speaks during a campaign event at Alexis Dupont High School in Wilmington, Del., Aug. 12, 2020.\n\nPlaying off her name, Harris said she's had may titles in her career but the title of \"Mamala\" will always mean the most.\n\nShowing some of her skills as former prosecutor, she argued the case against the Trump administration by slamming the president's coronavirus response.\n\n\"Let me tell you, as somebody who has presented my fair share of arguments in court, the case against Donald Trump and Mike Pence is open and shut,\" she said. \"This virus has impacted almost every country, but there's a reason it has hit America worse than any other advanced nation. It's because of Trump's failure to take it seriously from the start.\"\n\n\"Because of Trump's failures of leadership, our economy has taken one of the biggest hits out of all the major industrialized nations,\" she continued. \"But let's be clear. This election isn't just about defeating Donald Trump or Mike Pence. It's about building this country back better.\"\n\nHarris, a child of immigrants, also shared that her father, from Jamaica, and her mother, from India, came to America \"in search of a world class education.\"\n\n\"But what brought them together was the civil rights movement of the 1960s,\" she said.\n\n© Carolyn Kaster/AP Sen. Kamala Harris speaks after Democratic presidential candidate and former Vice President Joe Biden introduced her as his running mate during a campaign event at Alexis Dupont High School in Wilmington, Del., Aug. 12, 2020.\n\nHarris harkened back to when her parents would take her and her sister to protests. She said her mother raised them to believe that \"it was up to us and to every generation of Americans to keep on marching.\"\n\n\"She'd tell us, don't sit around and complain about things, do something. So I did something,\" Harris said. \"And 30 years ago, I stood before a judge for the first time, breathed deep and uttered the phrase that would truly guide the rest of my career: Kamala Harris, for the people.\"\n\nReporters looked on from inside circles socially-distanced apart and supporters listened from outside.\n\n© Olivier Douliery/AFP via Getty Images Democratic presidential nominee and former Vice President Joe Biden and his wife Jill Biden wave to his running mate, Sen. Kamala Harris and her husband Douglas Emhoff after their first press conference together in Wilmington, Del., Aug. 12, 2020.\n\nJust as Biden was forced to make the historic move elevating her via a video call Tuesday, their joint appearance Wednesday looked a lot different from previous vice presidential announcements. After both were done speaking, they walked forward and then greeted their spouses who came to join them -- but Biden and Harris did not join raised arms in the classic image of a political team.\n\nBiden and Harris also were attending a \"virtual grassroots\" fundraiser in the evening.\n\nHarris had no comment when she and her husband, Doug, left their apartment in Washington, D.C., for Wilmington Thursday morning.\n\n© Shawn Thew/EPA via Shutterstock Douglas Emhoff, the husband of Democratic vice presidential candidate and Senator Kamala Harris, looks out the window as they depart their home in Washington, D.C., Aug. 12, 2020.\n\nHarris offers the prospect of energizing young, progressive voters who have lamented Biden as the nominee, and it remains to be seen whether Harris, who at age 55 is more than 20 years younger than the 77-year-old Biden, will come across when paired with the presumptive Democratic nominee for president.\n\nTheir joint remarks Wednesday come exactly one week before Harris is scheduled to address the Democratic National Convention -- now largely a virtual affair because of the pandemic.\n\nIn the minutes after Biden announced Harris as his pick for vice president, the Biden campaign had its best hour of fundraising yet, according to the Biden campaign's deputy digital director.\n\nIn an effort to build momentum, the Biden-Harris campaign released a video Wednesday showing the moment Harris accepted Biden's offer.\n\nIn the video, Biden is shown seated at a desk. He takes off his face mask before speaking into a laptop.\n\n\"Sorry to keep you,\" Biden says in the video connection. \"You ready to go to work?\n\nHarris pauses for a moment before saying, \"Oh my God. I am so ready to go to work.\"\n\n\"First of all, is the answer yes?\" Biden asked.\n\n\"The answer is absolutely yes. I am ready to work. I am ready to do this with you for you. I just deeply honored and I'm very excited,\" she replied.\n\nTrump and Pence react\n\nOffering a preview of what's to come heading into the election, President Donald Trump was quick to fire insults at Harris, whom he called \"nasty,\" saying she had disrespected both Biden in the primary debates as well as Brett Kavanaugh in his Supreme Court confirmation hearing.\n\n\"I thought she was the meanest, the most horrible, most disrespectful of anybody in the U.S. Senate,\" Trump said at a news conference Tuesday labelling Harris as \"phony.\"\n\nBut in its first 24 hours, the Trump team as a whole appeared to struggle with its messaging on Harris.\n\n© Kevin Lamarque/Reuters President Donald Trump speaks during a briefing on the coronavirus disease (COVID-19) pandemic at the White House, Aug. 11, 2020.\n\nThe Republican National Committee on Wednesday evening sent out an email about the Harris pick with the headline \"liberals revolt against Biden\" But at nearly the same exact time, an RNC national spokesperson tweeted claiming Harris was \"completely controlled by radical left.\"\n\nVice President Mike Pence offered his first reaction to the news while at a campaign event in Mesa, Arizona.\n\n\"Let me take this opportunity to welcome her to the race,\" Pence said to laughter. \"Joe Biden and the Democratic Party have been overtaken by the radical left, so given their promises of higher taxes, open borders, socialized medicine and abortion on demand. It's no surprise that he chose Senator Harris to be his running mate.\"\n\nPence also teased the first the vice presidential debate on Oct. 7 in Utah, adding to his message, \"Congratulations. I'll see you in Salt Lake City.\"\n\nFormer campaign trail rivals\n\nDuring the Democratic primary campaign, Harris -- the sole Black woman in the running -- was amplified as a top contender following a debate performance in which she took Biden to task over his past stances on busing to address desegregating schools in the 1970s.\n\n\"There was a little girl in California who was part of the second class to integrate her public schools and she was bused to school every day. That little girl was me,\" Harris said at the time.\n\n© Mike Blake/Reuters, FILE Former Vice President Joe Biden talks with Senator Kamala Harris after the conclusion of the 2020 Democratic U.S. presidential debate in Houston, Sept. 12, 2019.\n\nFollowing the debate, Biden complimented Harris, calling her \"a first-rate intellect, a first-rate candidate and a real competitor.\"\n\nHarris suspended her presidential campaign in early December and endorsed Biden after his Super Tuesday sweep. She served as a top surrogate and fundraiser for his campaign amid the pandemic landscape.\n\nShe spoke at Biden's final Biden campaign rally before COVID-19 largely shut down the trail in March.\n\nABC News' John Verhovek and Molly Nagle contributed to this report.\n\nThis report was featured in the Thursday, Aug. 13, 2020, episode of “Start Here,” ABC News’ daily news podcast.\n\n\"Start Here\" offers a straightforward look at the day's top stories in 20 minutes. Listen for free every weekday on Apple Podcasts, Google Podcasts, Spotify, the ABC News app or wherever you get your podcasts.\n\nVideo: Major moments from political conventions (ABC News)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Biden and Harris make 1st appearance as historic Democratic ticket", "cq": "passed", "Search.Interest": "US Politics", "robots": "index, follow", "description": "Former Vice President Joe Biden and Sen. Kamala Harris made joint their first joint appearance as running mates Wednesday in Wilmington, Delaware.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}