{"GDELT": {"GlobalEventID": 940483675, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.41562064156206, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mumbai, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70184", "Actor2Geo_Lat": 18.975, "Actor2Geo_Long": 72.8258, "Actor2Geo_FeatureID": "-2092174", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200813064500, "SOURCEURL": "https://thewire.in/south-asia/india-pakistan-cross-border-prisoners-fishermen"}, "ARTICLE": {"TITLE": "On Either Side of Border, Fishermen Suffer the Worst of India and Pakistan's Bitter Relations", "TEXT": "When Pakistani fisherman Abdul Karim Bhatti, who had been a prisoner in India for seven months, was flown home to Karachi at the end of July, his family didn’t rejoice. They were receiving his dead body.\n\nThe only information they received was that he died July 1, 2020, at the B.K. Hospital, Bhuj. Or so stated the death certificate, a bilingual document in English and Gujrati, issued on July 9 by the government of the state of Gujrat. No postmortem was carried out.\n\nThe Indian maritime security forces had arrested Bhatti, along with other fishermen, on January 8 and carted them off to prison.\n\nThe bureaucratic paperwork facilitating Bhatti’s last journey was replete with ironies.\n\n“Dead body of the deceased is not required for investigation purpose (sic) hence there is no objection for repatriation of mortal remains…” stated the ‘no objection certificate’ issued on July 27 by the police in Bhuj, district headquarters of Kutch district, Gujarat.\n\nPakistan issued an emergency passport the same day “valid for a single journey”. Mode of transport: “by foot/by road.”\n\nThe families of those who die in custody across the border deal with similar delays in getting the bodies of their loved ones back. In early 2018 alone, at least three Pakistani fishermen and one Indian fisherman died as prisoners in the other country.\n\nAlso read: In Border Villages of Punjab, a Life of Exclusion and Neglect\n\nThe killing of the Indian national, Sarabjit Singh, in a Pakistani prison shortly before he was due to be released (the repatriation of another convicted Indian spy Surjeet Singh earlier instead of Sarabjit had caused massive confusion) became a high profile case, and was followed by the retaliatory killing of Pakistani national Sanaullah in a jail in Jammu.\n\nThese tragic episodes encapsulate the tit-for-tat relationship between India and Pakistan that Kunda Dixit and I summed up in a cartoon we did when the two countries tested nuclear weapons in 1998.\n\nThey also symbolise much of what is wrong between the neighbours, whose relations are a far cry from what Pakistan’s founding father M.A. Jinnah had envisaged. The two countries, he told a reporter, would be like the US and Canada – open borders, freedom of trade and travel. The very different reality has long stymied development in the region.\n\nThe increasingly rigid visa regime prohibits cross-border tourism. Thousands of divided family members on either side can’t meet. Imagine being unable to attend a loved one’s wedding or funeral a few hours’ drive away because you can’t get a visa.\n\nIn this age of instant news, Bhatti’s death wasn’t reported on either side until reports about his body’s repatriation surfaced.\n\nThat was, ironically, the day that M. Tahseen in Pakistan and M.J. Viyajan in India dispatched a letter on behalf of the PIPFPD, the Pakistan India People’s Forum for Peace and Democracy, to prime ministers Imran Khan and Narendra Modi, endorsed by hundreds on either side, urging them to release fisherfolk and women cross-border prisoners ahead of Pakistan and India’s upcoming Independence Day celebrations, on August 14 and 15.\n\nMany Indians and Pakistanis at home and abroad commemorate these days together in a conscious defiance of the ‘enemy country’ narrative. They point out that both countries tested nuclear weapons in 1998 but still can’t feed and educate their populace. The coronavirus pandemic has exposed these shortcomings starkly.\n\nThe tragedy of Bhatti, Vijayan tells me, “had a very dampening effect on the campaign and many of us.” But, he adds, “our letter is making some serious impacts even in Delhi power corridors”.\n\nAlso read: How India’s Fishermen Get Caught Between the Devil and the Deep Blue Sea\n\nIndia and Pakistan treat their own prisoners badly enough, stuffing them in overcrowded jails and subjecting them to the same colonial-era penal system.\n\nForeign nationals have things worse. They suffer “blanket denial of bail and parole, curbs on communication with family and lawyers, suspension of regular hearings in courts, delayed consular access, suspension of international flights,” notes Madhurima Dhanuka, Programme Head Prisons Reforms, Commonwealth Human Rights Initiative.\n\nFor Indians in Pakistani prison or vice versa, things are even worse. “We treat each other’s detained nationals like prisoners of war” said M.A. Shah of the Pakistan Fisherfolk Forum.\n\nThe coronavirus pandemic has exacerbated the situation. Families frantic about their loved ones’ safety, with no means of communication.\n\nPakistan today holds 270 Indian fishermen and 54 civilians, and India has 97 Pakistani fishermen and 265 civilian prisoners, according to the twice-yearly prisoner list that both countries have been exchanging since 2008. The last one such lists were exchanged July 1. Ironically again, that was the day Bhatti died.\n\nA month after his death, Bhatti’s body was sent a thousand kilometres across from Gujarat to the Wagah border in Punjab. The humanitarian Edhi Foundation of Pakistan that facilitates prisoner exchanges arranged for him to be on the Lahore-Karachi flight.\n\nFishermen who had died in cross-border custody used to be sent home on a direct Karachi-Mumbai flight, a little over an hour and half. This is no longer operative.\n\nThe repatriated living follow the same convoluted route via Wagah border as Bhatti’s mortal remains, except that they don’t get to fly. It’s the bus or train for them.\n\nWagah border is where the Pakistan Rangers and Indian Border Security Force personnel famously undertake their aggressive goose-steps in a choreographed, daily flag-lowering ceremony at sunset. The spectacle in verdant agricultural Punjab is a world away from the shared coastline where fish workers like Bhatti barely eke out a living, in Pakistan or India. They belong to the same ethnic community.\n\nMany are the sole breadwinners of their families, largely unlettered, plying the traditional trade of their forefathers. They know the risks of the sea.\n\nThe danger of storms pales before the border patrols of the other side who arrest them and confiscate their catch and boats. But most fisherfolk know no other way and have no skills to enter another trade.\n\nArrested fishermen’s families suffer the trauma of not knowing their whereabouts for weeks or months and are vulnerable to starvation. Their children, often the first generation in this community to be educated, are forced to drop out of and take up jobs when their fathers go missing at sea.\n\nBoth countries agree that fishermen inadvertently crossing the unmarked maritime border between the two countries are not criminals or spies and should be released once this has been verified.\n\nIn 2008, they signed an Agreement on Consular Access that stipulates the release and repatriation of detained persons from the other country “within one month of confirmation of their national status and completion of sentences”. They are also supposed to “provide consular access within three months” to cross-border prisoners.\n\nAlso read: As Another Fisherman Dies Across the Border, India and Pakistan Need to Work on Their Priorities\n\nThis rarely happens. The undertrial period can be longer than the actual sentence. It can take months to verify the prisoners’ identities. Almost invariably poor and unlettered, they rarely have any documentation.\n\n“Nearly 100 of the Indian prisoners have completed their sentences and their nationality has been confirmed, but they’re still in jail,” said activist and journalist Jatin Desai in Mumbai, former general secretary in Mumbai of the PIPFPD, the Pakistan India People’s Forum for Peace and Democracy.\n\nThe region’s largest and oldest people-to-people group, launched in 1995 – of which I am a founding member – the PIPFPD has long been pushing back against the ‘us versus them’ binary that dominates the narrative. Peace activists want the states to institute a “no-arrest” policy at sea and equip the fishermen’s boats with GPS devices.\n\nThe India Pakistan joint judicial committee on prisoners formed in 2008 has echoed these demands. Comprising four retired judges from each country, the committee used to meet prisoners jailed on either side twice a year, until the last meeting in October 2013. Efforts to revive it five years later led to India nominating its members. Pakistan has yet to do so.\n\nA few days after Bhatti was buried, hundreds of fisherfolk demonstrated in Karachi against his death. They burnt an effigy of Indian Prime Minister Narendra Modi and accused Indian authorities of killing Bhatti. News reports on either side highlighted the demonstration and its allegations, the symptom rather than the cause of the issue.\n\nIf Khan and Modi let the fishermen go, it would give the region something to celebrate in these dark times. Prisoner repatriation, say experts, is a ‘low-hanging fruit’ that can counter the dominant belligerent narrative.\n\nOn a human level, releasing the fishermen will enable hundreds of families to focus on rebuilding their lives as both countries celebrate their independence days. “Let the fishermen too have their freedoms back,” said Jatin Desai.\n\nThe move would be all the more meaningful at these times of increased hardships caused by a global pandemic.\n\nBeena Sarwar is a journalist, editor and filmmaker. She tweets @beenasarwar. Her website can be found here.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Prisoner repatriation, claim experts, is a ‘low-hanging fruit’ that can counter the dominant belligerent narrative in both the countries.", "keywords": "Abdul Karim Bhatti,Borders,Commonwealth Human Rights Initiative,consular access,covid 19,cross border fishermen,cross-border custody,cross-border tourism,Imran Khan,india coronavirus,India-Pakistan,India-Pakistan border,India-Pakistan dispute,India-Pakistan news,Indian Border Security Force,Indian nationals Pakistan,indian prisoners in pakistan,Jinnah,Karachi news,Latest headlines,latest news,Narendra Modi,News,pakistan coronavirus,pakistan news,pakistan rangers,Pakistani fisherman,pakistani prisoners in india,Sarabjit Singh,top headlines,Top News,top stories", "twitter": {"url": "https://thewire.in/south-asia/india-pakistan-cross-border-prisoners-fishermen", "title": "On Either Side of Border, Fishermen Suffer the Worst of India and Pakistan's Bitter Relations", "image": "https://cdn.thewire.in/wp-content/uploads/2020/08/12175822/download-1-4-800x400.jpeg", "description": "Prisoner repatriation, claim experts, is a ‘low-hanging fruit’ that can counter the dominant belligerent narrative in both the countries.", "card": "summary_large_image", "site": "@thewire_in"}, "og": {"title": "On Either Side of Border, Fishermen Suffer the Worst of India and Pakistan's Bitter Relations", "url": "https://thewire.in/south-asia/india-pakistan-cross-border-prisoners-fishermen", "image": "https://cdn.thewire.in/wp-content/uploads/2020/08/12175822/download-1-4-800x400.jpeg", "description": "Prisoner repatriation, claim experts, is a ‘low-hanging fruit’ that can counter the dominant belligerent narrative in both the countries.", "site_name": "The Wire"}, "msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "fb": {"pages": 796133113794354, "page_id": 796133113794354, "app_id": 148755725703053}, "google-site-verification": "qmA_axOzAzHlhojAFfRJ6mwdIts2MMXkrZXHy5VnnvU", "mrf-extractable": "false"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}