{"GDELT": {"GlobalEventID": 940462820, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.9647577092510997, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Brazil", "Actor2Geo_CountryCode": "BR", "Actor2Geo_ADM1Code": "BR", "Actor2Geo_Lat": -10.0, "Actor2Geo_Long": -55.0, "Actor2Geo_FeatureID": "BR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20200813034500, "SOURCEURL": "https://www.bnnbloomberg.ca/mauritius-seeks-compensation-after-cargo-vessel-blackens-beaches-1.1478610"}, "ARTICLE": {"TITLE": "Mauritius Seeks Compensation After Cargo Vessel Blackens Beaches", "TEXT": "(Bloomberg) -- Mauritius is seeking compensation from the owners of the cargo carrier that run aground and spilled oil off its coast, causing the island nation’s worst ever ecological disaster.\n\nMore than half of about 1,000 tons of fuel that leaked from the MV Wakashio has yet to be removed from the sea and coast. About 1,020 tons of oil has been transfered from the big ship to small tankers, and crews are working to remove more than 1,500 tons that still remains, Nagashiki Shipping, which owns the vessel, said on Tuesday.\n\nMauritius now faces widespread pollution, threatening the livelihoods of communities that depend on the ocean. The island economy, which relies on tourists who flock to its white-sand beaches, is already reeling from the coronavirus fallout and may be further affected by the spill.\n\nThe government “will ensure that the insurance company of MV Wakashio compensates the state and any other entity or person affected by the calamity,” Prime Minister Pravind Kumar Jugnauth said in a statement to parliament.\n\nMove North\n\nThe ship hit a reef off the southeastern coast of Mauritius on July 25 and began leaking oil almost two weeks later. Mauritius couldn’t intervene immediately because of rough seas and a lack of resources, according to Jugnauth.\n\nOil pollution is expected to move north along the coast and could affect the regions of Grand Port, Bambous Virieux and Flacq, according to the OCHA, the United Nation’s humanitarian agency. Strong currents on Aug. 9 were pushing the oil slick toward Riviere des Creoles, it said.\n\nThe 300 meter-long ship, chartered by Mitsui OSK Lines, was en route to Brazil from China and carrying 3,894 tons of low-sulfur fuel, 207 tons of diesel and 90 tons of lubricant. The bulk carrier designed to transport cargoes like iron ore is currently outside a lagoon, data compiled by Bloomberg show.\n\nThe crack inside the hull of the ship has expanded, according to Nagashiki. “Since this ship is unable to navigate by itself, a tow connection has been established between a tug and the Wakashio.”\n\nThe International Maritime Organization said Tuesday that an oil-spills expert it deployed to help is yet to depart, pending compliance with Mauritian covid-19 restrictions. Nagashiki said two of its personnel were cleared to go to the site.\n\nEarlier, the nation’s lawmakers criticized the government for taking too long to start removing fuel from the vessel, and questioned why it came too close to the coast in the first place.\n\n“Mauritius has no such expertise and required resources,” Jugnauth told lawmakers. The “government has done it’s level best to prevent the situation from worsening in the face of very rough seas due to bad weather conditions.”\n\n©2020 Bloomberg L.P.", "METADATA": {"google-site-verification": "zWd3GBob8xHwHzdHykjyZghrk4nEAPISbQKZaSyEpcs", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable = no", "og": {"url": "https://www.bnnbloomberg.ca/mauritius-seeks-compensation-after-cargo-vessel-blackens-beaches-1.1478610", "site_name": "BNN", "title": "Mauritius Seeks Compensation After Cargo Vessel Blackens Beaches - BNN Bloomberg", "description": "Mauritius is seeking compensation from the owners of the cargo carrier that run aground and spilled oil off its coast, causing the island nation’s worst ever ecological disaster.", "image": "http://www.bnnbloomberg.ca/img/tsn/logos/tsn-logo.png", "type": "article"}, "title": "Mauritius Seeks Compensation After Cargo Vessel Blackens Beaches - BNN Bloomberg", "description": "Mauritius is seeking compensation from the owners of the cargo carrier that run aground and spilled oil off its coast, causing the island nation’s worst ever ecological disaster.", "keywords": "Commodities, Bloomberg, Company News, Investing", "article": {"published_time": "2020-08-11T13:35:22-04:00", "author": "Bloomberg News", "section": "Commodities", "tag": "Investing"}, "robots": "ACAP allow-index"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}