{"GDELT": {"GlobalEventID": 940407968, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.4096185737976799, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "False Creek, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.2667, "Actor1Geo_Long": -123.1, "Actor1Geo_FeatureID": "-564463", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "False Creek, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.2667, "Action2Geo_Long": -123.1, "Action2Geo_FeatureID": "-564463", "DATEADDED": 20200812211500, "SOURCEURL": "https://www.delta-optimist.com/concord-pacific-pays-1-billion-for-st-paul-s-hospital-site-1.24185182"}, "ARTICLE": {"TITLE": "Concord Pacific pays $1 billion for St. Paul’s Hospital site", "TEXT": "The Burrard Street site of Vancouver’s St. Paul’s Hospital has been sold to development giant Concord Pacific Group for about $1 billion as work continues on a $1.9 billion False Creek Flats replacement facility.\n\n“This is a very important property in Vancouver and we recognize that,” Concord Pacific senior vice-president of development Peter Webb said of the land sold by St. Paul’s operator Providence Health Care (PHC).\n\narticle continues below\n\nThe development will be mixed-use commercial and residential. What community amenities will be included remains to be seen.\n\nThe timing of any development work is contingent on the move to the new site but demolition could begin in several years. Webb said the company recognizes some of the site or facades have heritage values and could be retained.\n\nHealth Minister Adrian Dix called the sale a positive step forward in a long-delayed project. And, he said, the new hospital is on track with shared funding.\n\n“The arrangement with Providence Health Care is they would make a contribution and we would make a contribution,” Dix said. “The proceeds of this sale go to their contribution.”\n\nWebb stressed building and then moving a hospital is a complex undertaking for PHC.\n\n“It really depends on their schedule, not ours,” he said.\n\nIt also remains to be seen how high new structures at the site could go due to height restrictions determined by so-called city view cones, vice-president David Ju said. There are no plans yet to go through those view cone heights.\n\nHow development moves forward will be in conjunction with government, the community and First Nations groups, Webb said.\n\nThe prime, 6.6-acre site had a 2019 assessed value of $702.37 million, down from $784 million in 2018, according to BC Assessment records. The decrease was due to a decline in the assessed land value. The buildings’ value remained steady at $100,225,000.\n\nConcord Pacific has been involved in acquiring the land since 2019 with approval earlier this year. The deal closed at the end of July.\n\n“We’re extremely pleased with this sale,” PHC president Fiona Dalton said. “It is a unique achievement in Canada that enables us to invest in B.C.’s health care system while minimizing the cost to taxpayers, and continues to build on our 126-year legacy of compassionate and innovative care, research and teaching.”\n\nConcord Pacific is one the Lower Mainland’s biggest development companies. It redeveloped Vancouver’s old Expo 86 lands, changing the face of False Creek, and more recently Burnaby’s Brentwood Town Centre and Metrotown. Projects are also underway in Richmond and Surrey as well as in Calgary, Toronto and other cities.\n\nVancouver-West End NDP MLA Spencer Chandra Herbert fought moving the hospital out of Vancouver’s densely populated West End for years.\n\nHe called the land purchase “bittersweet” news. But, he said, it’s good the proceeds will benefit B.C. health care.\n\nChandra Herbert hopes the developers and government will work together to ensure affordable housing and childcare remain in the area.\n\nNew Hospital\n\nThe proceeds of the sale are earmarked as part of funding for the new hospital. The state-of-the-art replacement project for the crumbling 124-year-old hospital should be open by 2026, Premier John Horgan said in February 2019.\n\nWebb said if Concord Pacific achieves higher densities than expected for the development, it would increase revenue to PHC for the new hospital under terms of the sale agreement.\n\n“It’s a win-win for taxpayers if it achieves higher density,” he said.\n\nHorgan said the new facility will have 115 more beds – for a total of 548 - than the current facility, which will be sold with proceeds supporting the new hospital.\n\nThe new hospital, to be operated by PHC, is to be situated on a 7.4 hectare (18.4-acre) site on False Creek Flats, bought for $45.5 million through a public-private partnership. It is slated to include state-of-the-art healthcare, research and teaching facilities.\n\n“We are continuing and committed to engaging in meaningful partnerships and collaboration with patients, families, Musqueam, Squamish and Tsleil-Waututh Nations, Indigenous community partners and other community partners, and health care providers as the project moves into its next phase this fall – selecting a company to help design and build the hospital,” Dalton said. “The compassionate care used to treat the people and their families who use St. Paul’s Hospital will not change or alter in any way.”\n\nThe hospital’s main building will be an 11-storey, state-of-the-art acute care hospital, while other buildings will house primary care, outpatient and specialty clinics, research programs, healthcare technology, biomedical and life sciences businesses, and more.\n\nThe project’s first phase will see the building of the hospital core, followed by an expected clinical support and research centre.\n\nThe city approved new site rezoning in November 2019.\n\nSpecific services the hospital, one of several operated by Providence Health Care, will include are:\n\nEmergency services;\n\nMedical surgical inpatient care;\n\nCritical and high acuity care;\n\nMaternity and newborn care;\n\nMental health and substance-use care;\n\nAmbulatory clinics;\n\nClinical support services;\n\nSurgical and interventional services;\n\nElder care programs;\n\nDiagnostic imaging; and\n\nPathology and lab services.\n\nAll existing services operating by Vancouver Coastal Health at St. Paul’s and in downtown Vancouver will remain once the new hospital opens.\n\nLooking to the future, announced plans include use of next-generation technologies like immunotherapy, precision medicine, virtual reality, robotics and 3-D printing.\n\nAs well, medical records, test results and images will be instantly and securely accessible to patients and their care team no matter where those involved are located.\n\nGreenlighting the project had been contingent on provincial approval of a business case. The latest was ready in January 2018 but was later updated and submitted with the approval of Vancouver Coastal Health Authority then-chair Kip Woodward.\n\nIt is projected that the hospital will become a healthcare hub attracting other health care, research and tech industries.\n\nVancouver General Hospital and St. Paul’s are B.C.’s two largest healthcare facilities, serving people from across the province.\n\nThe replacement project has been in the works since 2004 with strenuous debate over whether or not the hospital should be renewed at the current Burrard Street site or on the False Creek Station Street lands.\n\nNew site purchase\n\nThe process of buying the False Creek Flats land cost B.C. taxpayers about $8 million with the deal kept off the public accounts, and financing shuffled through the Ministry of Health, Vancouver Coastal Health (VCH) and PHC. The purchase was done through the PHC-related Esperanza Society.\n\nFormer premier Christy Clark said in June 2012 that $500 million was earmarked to redevelop St Paul’s on Burrard Street. The funds never appeared in budget documents and a promised business case to keep the hospital in the West End never materialized.\n\nA February 2016 community forum was told a business case would be complete that fall and new hospital complete by 2023.\n\nB.C. billionaire Jimmy Pattison has pledged $75 million toward a new hospital.\n\nSt. Paul’s Foundation has committed to raising $125 million (with another $100 million to be raised for other ongoing and future needs) for the new St. Paul’s Hospital. The provincial government is contributing $1.158 billion. The rest of the money to build the new St. Paul’s Hospital will come from the proceeds of the Burrard land sale.\n\njhainsworth@glaciermedia.ca\n\n@Jhainswo\n\n", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "robots": "NOODP", "description": "The Burrard Street site of Vancouver’s St. Paul’s Hospital has been sold to development giant Concord Pacific Group for about $1 billion as work continues on a $1.9 billion False Creek Flats . . .", "title": "Concord Pacific pays $1 billion for St. Paul’s Hospital site | Delta Optimist", "DC.title": "Concord Pacific pays $1 billion for St. Paul’s Hospital site", "author": "Jeremy Hainsworth", "DC.creator": "Jeremy Hainsworth", "section": "News", "og": {"type": "article", "site_name": "Delta Optimist", "url": "https://www.delta-optimist.com/concord-pacific-pays-1-billion-for-st-paul-s-hospital-site-1.24185182", "title": "Concord Pacific pays $1 billion for St. Paul’s Hospital site", "image": {"identifier": "https://images.glaciermedia.ca/polopoly_fs/1.24185183.1597252147!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/st-paul-s-hospital.jpg", "width": 560, "height": 292}, "description": "The Burrard Street site of Vancouver’s St. Paul’s Hospital has been sold to development giant Concord Pacific Group for about $1 billion as work continues on a $1.9 billion False Creek Flats . . ."}, "fb": {"app_id": 203174909850498}, "article": {"section": "News", "publisher": "https://www.facebook.com/TheDeltaOptimist"}, "twitter": {"site": "@DeltaOptimist", "title": "Concord Pacific pays $1 billion for St. Paul’s Hospital site", "card": "summary_large_image", "image": "https://images.glaciermedia.ca/polopoly_fs/1.24185183.1597252147!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/st-paul-s-hospital.jpg", "description": "The Burrard Street site of Vancouver’s St. Paul’s Hospital has been sold to development giant Concord Pacific Group for about $1 billion as work continues on a $1.9 billion False Creek Flats . . ."}, "msvalidate.01": "9CCB455B7FDA1B44FB0E618929FC0140"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}