{"GDELT": {"GlobalEventID": 940477461, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "CANCVL", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -10.2661596958174, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Guangzhou, Guangdong, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH30", "Actor1Geo_ADM2Code": "13033", "Actor1Geo_Lat": 23.1167, "Actor1Geo_Long": 113.25, "Actor1Geo_FeatureID": "-1907161", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Guangzhou, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13033", "Actor2Geo_Lat": 23.1167, "Actor2Geo_Long": 113.25, "Actor2Geo_FeatureID": "-1907161", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Guangzhou, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13033", "Action2Geo_Lat": 23.1167, "Action2Geo_Long": 113.25, "Action2Geo_FeatureID": "-1907161", "DATEADDED": 20200813060000, "SOURCEURL": "https://www.timesleaderonline.com/wire/?category=5022&ID=117612"}, "ARTICLE": {"TITLE": "China sentences fourth Canadian to death on drug charges", "TEXT": "BEIJING (AP) — China has sentenced a fourth Canadian citizen to death on drug charges in less than two years following a sharp downturn in ties over the arrest of an executive of Chinese tech giant Huawei.\n\nYe Jianhui was sentenced Friday by the Foshan Municipal Intermediate Court in the southern province of Guangdong. Ye had been found guilty of manufacturing and transporting illegal drugs, the court said in a brief statement.\n\nAnother suspect in the case was also given the death penalty and four others sentenced to between seven years and life in prison, it said. Death sentences are automatically referred to China’s highest court for review.\n\nTies between Canada and China have nosedived over Canada’s late 2018 arrest of Meng Wanzhou, a company executive and the daughter of Huawei’s founder, at Vancouver’s airport at the request of the U.S., which wants her extradited to face fraud charges over the company’s dealings with Iran. Her arrest enraged Beijing, which calls it a political move aimed at constraining China’s rise as a global technology power.\n\nYe’s sentencing came a day after fellow Canadian Xu Weihong was given the death penalty by the Guangzhou Municipal Intermediate Court, also in Guandong province. Convicted Canadian drug smuggler Robert Schellenberg was sentenced to death in a sudden retrial shortly after Meng’s arrest, and a Canadian citizen identified as Fan Wei was given the death penalty in April 2019 for his role in a multinational drug smuggling case.\n\nChina also detained former Canadian diplomat Michael Kovrig and Canadian entrepreneur Michael Spavor weeks after Meng’s arrest, accusing them of vague national security crimes. China has also placed restrictions on various Canadian exports to China, including canola seed oil, in an apparent attempt to pressure China into releasing Meng.\n\nThe court statement gave no further details of the charges against Ye and the others. However, the website of the Yangcheng Evening News based in the neighboring metropolis of Guangzhou said Ye and co-defendant Lu Hanchang conspired with others to manufacture and transport drugs between May 2015 and January 2016.\n\nPolice seized roughly 218 kilograms (480 pounds) of white crystals infused with the designer drug MDMA from a room used by the two, and found another 9.84 grams of the drug in bags and residences used by Lu and others, the newspaper said.\n\nChina, like many Asian nations, hands out harsh punishments for making and selling drugs, and the country’s rising wealth and transformation into a center for world trade has attracted growing numbers of foreigners to its domestic market for illegal substances.\n\nIn December 2009, Pakistani-British businessman Akmal Shaikh was executed after being convicted of smuggling heroin, despite calls for clemency on the grounds that he was mentally disturbed.\n\nChina is believed to execute more criminals each year than all other nations combined. Although the actual figure is a state secret, estimates put it at around 2,000.\n\nCommenting Thursday on Xu’s sentencing, Chinese foreign ministry spokesperson Wang Wenbin said the matter had been handled “independently in strict accordance with Chinese law and legal procedures.”\n\n“This case should not inflict any impact on China-Canada relations,” Wang said.", "METADATA": {"fb": {"app_id": 144283512280395}, "og": {"title": "Wire", "type": "article", "image": {"identifier": "https://d14e0irai0gcaa.cloudfront.net/www.timesleaderonline.com/images/2016/08/19083536/fbLIKE.jpg", "secure_url": "https://d14e0irai0gcaa.cloudfront.net/www.timesleaderonline.com/images/2016/08/19083536/fbLIKE.jpg"}, "url": "https://www.timesleaderonline.com/wire/", "site_name": "timesleaderonline.com", "locale": {"identifier": "en_US", "alternate": "en_US"}}, "twitter": {"site": "@TheTimesLeader", "title": "Wire", "image": "https://d14e0irai0gcaa.cloudfront.net/www.timesleaderonline.com/images/2016/08/19083536/fbLIKE.jpg", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "generator": "WordPress 5.4.2"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}