{"GDELT": {"GlobalEventID": 940407965, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "HLH", "Actor1Name": "PHYSICIAN", "Actor1Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.65296803652967, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jordan", "Actor1Geo_CountryCode": "JO", "Actor1Geo_ADM1Code": "JO", "Actor1Geo_Lat": 31.0, "Actor1Geo_Long": 36.0, "Actor1Geo_FeatureID": "JO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jordan", "Action2Geo_CountryCode": "JO", "Action2Geo_ADM1Code": "JO", "Action2Geo_Lat": 31.0, "Action2Geo_Long": 36.0, "Action2Geo_FeatureID": "JO", "DATEADDED": 20200812211500, "SOURCEURL": "https://www.e-know.ca/regions/elk-valley/fundraising-begins-for-elk-valley-ultrasound/"}, "ARTICLE": {"TITLE": "Fundraising begins for Elk Valley ultrasound", "TEXT": "Teck helps campaign begin with $50,000 matching funds donation\n\nThe East Kootenay Foundation for Health (EKFH) today launches its latest fundraising initiative: Beneath The Surface -a Campaign for Ultrasound Technology in the Elk Valley.\n\nOver the next few months the foundation aims to raise $300,000 to fund a new ultrasound service for the Elk Valley Hospital.\n\nThe cost includes a state-of-the-art ultrasound machine, renovations to the room, and all of the accessories to run the service.\n\nCurrently residents of the Elk Valley have to travel to Cranbrook or Alberta to get an ultrasound done. This is not ideal as the waitlists are long and having to travel, especially during the winter, can cause unnecessary stress. Well that is about to change!\n\nThe East Kootenay Foundation for Health is proud to announce that the Elk Valley Hospital has been approved for a brand new ultrasound service. This is a huge boost for health care in the Elk Valley.\n\nAn ultrasound allows physicians to see inside a patient’s body and understand the nature of a patient’s symptoms. It provides vital information which can help guide treatment. Ultrasound technology is a critical cornerstone of medicine and patient care. The images captured provide physicians with a wealth of information, including the structure and composition of internal organs, tissues and vessels.\n\nUltrasound is performed on every type of patient, in every area of care. Whether you are a pregnant mother, an elderly person having breathing problems, or a child with abdomen pains, ultrasound can help diagnose and treat a patient.\n\nThanks to Teck we are kicking off the campaign with a bang! Teck will match up to $50,000 for all business and community donations made prior to September 30.\n\nThe East Kootenay Foundation for Health is so grateful for the incredible partnership that they have with TECK in this endeavour. The EKFH is asking the Elk Valley community to help support this campaign by donating today to ensure the goal is reached quickly and the new service up and running within a few months.\n\nContributions to the campaign can be made by donating online at ekfh.ca, calling 250-489-6481, or mailing a donation to East Kootenay Foundation for Health, 13 24th Ave N. Cranbrook BC, V1C 3H9. Also if you are interested in hosting a 3rd Party Fundraiser for the “Beneath the Surface” campaign, please contact the office. Together, we are changing lives.\n\nLead image: Dr. Ron Clark – Chief of Staff Elk Valley Hospital. Photo credit: Jordan Nering. Photo submitted by East Kootenay Foundation for Health photo\n\nEast Kootenay Foundation for Health\n\nPlease enable JavaScript to view the comments powered by Disqus.\n\nArticle Share", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Fundraising begins for Elk Valley ultrasound", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Fundraising begins for Elk Valley ultrasound | Elk Valley", "description": "Fundraising begins for Elk Valley ultrasound", "url": "https://www.e-know.ca/regions/elk-valley/fundraising-begins-for-elk-valley-ultrasound/", "site_name": "East Kootenay News Online Weekly", "image": {"identifier": "https://www.e-know.ca/wp-content/uploads/2020/08/Dr.-Clark.jpg", "secure_url": "https://www.e-know.ca/wp-content/uploads/2020/08/Dr.-Clark.jpg", "width": 600, "height": 400}}, "article": {"tag": "Teck", "section": "Elk Valley", "published_time": "2020-08-12T18:19:50+00:00"}, "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://www.e-know.ca/wp-content/uploads/2017/03/cropped-ico-min-270x270.png"}}}