{"GDELT": {"GlobalEventID": 940439035, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "HEAD OF STATE", "Actor1Type1Code": "GOV", "Actor2Code": "CRM", "Actor2Name": "CRIMINAL", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.6875, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY", "Actor1Geo_Lat": 2.5, "Actor1Geo_Long": 112.5, "Actor1Geo_FeatureID": "MY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK", "Actor2Geo_Lat": 30.0, "Actor2Geo_Long": 70.0, "Actor2Geo_FeatureID": "PK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20200813004500, "SOURCEURL": "https://dailytimes.com.pk/653167/status-quo-absence-of-durable-closure/"}, "ARTICLE": {"TITLE": "Status Quo & Absence of durable closure", "TEXT": "Immediately after the 2002 elections, General Pervez Musharraf called up the maverick MQM leader Altaf Hussein to request him for support in government formation. By doing so Musharraf surprised and shocked many.\n\n“How can the head of state call up a person wanted on so many criminal charges,” quipped a German friend then living in Pakistan. Isn’t he a fugitive under the law of the land and how can the president be talking and thanking a fugitive?\n\nThe observations left me literally speechless. His analysis then after a stint of of nearly four years in Pakistan; the ruling elites thrive off disrespect for law. They don’t like, nor want closure of cases critical to the rule of law in the country.\n\nThe friend underscored the word Closure and went on to recount – based on his conversations with the powerful elites – how General Musharraf had asked officials to “ignore” criminal cases against the Chaudhry’s of Gujarat.\n\n“Cant we forget this misconduct because he is cooperating,” was how Musharraf had reacted after another retired General – tasked to investigate misconduct by the Gujarati leaders – had expressed his shock over why Chaudhrys were being coopted into the new system shortly before the 2002 elections.\n\nThe bottom line was: you are kosher and acceptable to the ruling establishment if you cooperate, and you are damned as a criminal if you don’t.\n\nAnd, this looks very much in synch with the disinclination to enforce Closure the larger and longer good.\n\nMany instances in deed highlight this tendency to let issues lingering, with no durable or permanent solution.\n\nOne such issue is the fate of Afghan refugees living in Pakistan; over 60 percent of the 1.4 registered Afghan refugees were born in Pakistan i.e. nearly a million. An equal number, or probably more, have been settled here for decades, and dominant majority through fake documents.\n\nBut because the state officials have failed in devising a refugee law to deal with the issue on a permanent basis every year, the deadline for their stay or extension in it sends shudders across the refugee population because of uncertainty. Now again we hear, the repatriation has begun, and it is mostly young people who are almost integrated in the local economy.\n\nNow the issue begging an answer is can repatriation of refugees solve Pakistan’s socio-economic problems in the absence of a refugee or naturalisation law?\n\nSimilarly, every now and then demands rage for suspension or closure of YouTube or other other social media platforms.\n\nCan suspension or closure prevent critics from accessing this or for their messaging?\n\nIf China, which has its own versions of whatsapp and facebook, cannot prevent VPNs from offering these services, how can a lacklustre, bureaucratic and tardy Pakistan Telecom Authority (PTA) or the IT ministry shutdown the net, particularly when it has miserably failed even in illegal telephony?\n\nCan lofty rhetoric on fair trial, swift and inexpensive justice – by all those who matter – result in tangible results without addressing the obsolete 1898 Criminal Procedures Code (CrPC) and the Civil Procedures Code?\n\nCertainly not if the courts are extremely efficient small offenders – low ranking officials and hapless businessmen – while the mighty ones from all shades collude not to touch the laws that clearly work in favour of money and muscle.\n\nCan the state resources be saved without doing away with the colonial era procurement procedures which still constitute the foundation of the Pakistan Procurement Regulatory Authority (PPRA)?\n\nExample: a frustrated senior management official recently bought an office equipment from own pocket for about Rs.5000. The administration eventually provided her the same equipment after three months guess at what price? Rs.11,500! Because the organisation had to procure the equipment via PPRA rules.\n\nMy sense is: a number of politicians agree on the need for reforming the PPRA mechanism and to replace it with that is being practiced in countries like South Korea, Malaysia and most Gulf countries, but neither the majority of parliamentarians nor the bureaucracy appears interested in changing this status quo, largely for personal gains.\n\nUnless all ruling elites converge on the pressing need for CLOSURE of pressing issues, and until they concur and join hands for radical fundamental reform in the governance/procurement structures such as PPRA, OGRA, NEPRA – facilitating parking lots for the proponents of the status quo – Pakistan will keep suffering from the consequences of superficial short-sighted, self-serving debates on good governance, justice and head-on contest with social issues. Sadly, Prime Minister Imran Khan also seems to have lost the plot to these forces.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Status Quo & Absence of durable closure | Daily times", "description": "Immediately after the 2002 elections, General Pervez Musharraf called up the maverick MQM leader Altaf Hussein to request him for support in government formation. By doing so Musharraf surprised and shocked many. “How can the head of state call up a person wanted on so many criminal charges,” quipped a German friend then living in …", "url": "https://dailytimes.com.pk/653167/status-quo-absence-of-durable-closure/", "site_name": "Daily Times", "image": {"identifier": "https://dailytimes.com.pk/assets/uploads/2018/01/11/Pervez-Musharraf.jpg", "secure_url": "https://dailytimes.com.pk/assets/uploads/2018/01/11/Pervez-Musharraf.jpg", "width": 800, "height": 450}}, "article": {"publisher": "https://www.facebook.com/dailytimespak", "tag": "Headline", "section": "Pakistan", "published_time": "2020-08-13T00:23:30+00:00"}, "twitter": {"card": "summary_large_image", "description": "Immediately after the 2002 elections, General Pervez Musharraf called up the maverick MQM leader Altaf Hussein to request him for support in government formation. By doing so Musharraf surprised and shocked many. “How can the head of state call up a person wanted on so many criminal charges,” quipped a German friend then living in […]", "title": "Status Quo & Absence of durable closure | Daily times", "site": "@dailytimespak", "image": "https://dailytimes.com.pk/assets/uploads/2018/01/11/Pervez-Musharraf.jpg", "creator": "@dailytimespak"}, "pwaforwp": "wordpress-plugin", "theme-color": "#ffffff", "apple-mobile-web-app-title": "Daily Times", "application-name": "Daily Times", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "apple-touch-fullscreen": "YES", "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://dailytimes.com.pk/ms-icon-144x144.png", "google-site-verification": "OCRTS754JMxwghEzzchZDigcFsr1BA1g4gztRRYiCjs", "msvalidate.01": "7F7A94B66284996C319B6CD24FB6241E", "fb": {"pages": 710854355609434, "app_id": 2292619501058101}, "onesignal": "wordpress-plugin"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}