{"GDELT": {"GlobalEventID": 940491538, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISL", "Actor1Name": "ICELAND", "Actor1CountryCode": "ISL", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.70370370370371, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iceland", "Actor1Geo_CountryCode": "IC", "Actor1Geo_ADM1Code": "IC", "Actor1Geo_Lat": 65.0, "Actor1Geo_Long": -18.0, "Actor1Geo_FeatureID": "IC", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iceland", "Actor2Geo_CountryCode": "IC", "Actor2Geo_ADM1Code": "IC", "Actor2Geo_Lat": 65.0, "Actor2Geo_Long": -18.0, "Actor2Geo_FeatureID": "IC", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200813074500, "SOURCEURL": "https://meaww.com/who-is-scott-atlas-trump-new-coronavirus-adviser-counter-to-dr-fauci-who-wants-schools-reopened"}, "ARTICLE": {"TITLE": "Scott Atlas: Meet Trump's new Covid-19 adviser who wants schools reopened, can he disprove Fauci's science?", "TEXT": "President Donald Trump’s relation with Dr Anthony Fauci, one of his coronavirus task force’s prime members, has always been a subject of speculation. Even though the two have never publicly taken on each other, their contradictory takes on ways to deal with the pandemic have made it evident that they do are not on the same page. Trump and Fauci have harbored clashing viewpoints on wearing masks or using hydroxychloroquine to treat the disease. But the veteran infectious diseases expert has still remained in the mercurial president’s team so far.\n\n\n\nThis week, Trump has brought on board a new medical expert in Dr Scott Atlas and the latter is known to be aligned with the president’s views on the pandemic situation. On Monday, August 10, Trump said during a White House press conference that Atlas, a 65-year-old healthcare policy expert at the conservative Hoover Institution at Stanford University, “will be working with us on the coronavirus,” adding that he “has many great ideas.” He also called Atlas “a famous man.”\n\n\n\nOn Wednesday, August 12, he acknowledged Atlas again at a coronavirus event and even turned over the floor to the latter. Atlas has a strong stand against continuing lockdowns and closure of schools and wants to quicken the process of ‘herd’ immunity. Trump has been facing criticism for vouching for reopening schools and he might now look up to Atlas’ opinions to validate his claim. The US has seen nearly 5.2 million people getting affected by the virus while more than 166,000 have died.\n\n\n\nAs Trump turned to Atlas, he said he considered it to be a great honor to be asked to help out in ways he can. Atlas, a neuro-radiologist at Hoover, often makes his appearances on Fox News.\n\nAnthony Fauci and Deborha Birx (Getty Images)\n\nHinting at his support for Trump’s idea to reopen schools for kids, Atlas said, “We know that the risk of the disease is extremely low for children – even less than that of seasonable flu.”\n\n“We know that the harms of locking out the children from school are enormous. And we also know as we all would agree that education america's children is right at the top of the list for our nation's priorities.”\n\n\n\nApart from the duo, Vice President Mike Pence, Counselor to Trump Kellyanne Conway, and Education Secretary Betsy DeVos were also present who thanked the president and others for acknowledging the truths and get the children back to school safely.\n\nAtlas has been against 'mass isolation'\n\nIn May, Atlas refused to buy the model that projected 134,000 deaths in the US by August 4, based on his own reading. He was proved wrong as the death toll was well past that figure. In April, Atlas penned an op-ed in The Hill in which he spoke against “mass isolation” that countries were taking to break the chain of the virus’s transmission. “It is so mild that half of infected people are asymptomatic, shown in early data from the Diamond Princess ship, and then in Iceland and Italy,” he wrote, adding, “That has been falsely portrayed as a problem requiring mass isolation. In fact, infected people without severe illness are the immediately available vehicle for establishing widespread immunity. By transmitting the virus to others in the low-risk group who then generate antibodies, they block the network of pathways toward the most vulnerable people, ultimately ending the threat. Extending whole-population isolation would directly prevent that widespread immunity from developing.”\n\nScott Atlas (sitting extreme right) at a press conference in White House (Getty Images)\n\nWhite House Press Secretary Kayleigh McEnany has also been found quoting Atlas frequently. In July, she said, “Children under 18 have virtually zero risk of death from COVID, virtually zero risk of serious illness.” Trump praised Atlas in return and said he would take part in a press conference later on Wednesday, a role which previously held by Fauci and Dr Deborah Birx. “We’ll have more from Scott in a little while. We're going to meet,” Trump said, adding, “We’ve been working with him very closely, all of the task force, all of the White House.”\n\nHere are some facts about Atlas\n\nThe man is not an infectious disease expert and specializes in reading and interpreting imaging like X-rays, CT Scans, and MRIs. He worked as a professor and chief of neuroradiology at Stanford University Medical Center between 1998 and 2012. Atlas’s Stanford bio describes him as one who “investigates the impact of government and the private sector” on healthcare and medical technology and innovation. In 2007, he criticized Mitt Romney over his healthcare plan while backing Rudy Giuliani’s presidential bid but worked for the Utah senator as a healthcare adviser during his 2012 presidential run.\n\n\n\nDuring an appearance on Fox News on August 3, Atlas backed Trump’s argument that children are least vulnerable to the coronavirus pandemic and they pose no threat as spreaders. \"There should never be and there is no goal to stop college students from getting an infection they have no problem with,\" he said. Atlas even felt that the entire debate around reopening schools is “irrational” and that “people are kidding themselves” if they felt testing is valuable and seemed to slam the practice of quarantining asymptomatic carriers of the virus if they test positive, even though studies have confirmed that the virus can even be transmitted by people who are not exhibiting the symptoms.\n\nIf you have a news scoop or an interesting story for us, please reach out at (323) 421-7514", "METADATA": {"viewport": "width=device-width,user-scalable=no", "robots": "index, follow", "article.published": "2020-08-13T06:58:31.000Z", "article.updated": "2020-08-13T07:29:34.000Z", "article.created": "2020-08-13T06:58:31.000Z", "og": {"title": "Scott Atlas: Meet Trump's new Covid-19 adviser who wants schools reopened, can he disprove Fauci's science?", "description": "Trump said that Atlas, a 65-year-old healthcare policy expert at the conservative Hoover Institution at Stanford University, 'will be working with us on the coronavirus,' adding that he 'has many great ideas'", "url": "https://meaww.com/who-is-scott-atlas-trump-new-coronavirus-adviser-counter-to-dr-fauci-who-wants-schools-reopened", "image": {"identifier": "https://cheesecake.articleassets.meaww.com/468994/uploads/a0c4c770-dd34-11ea-a2ec-ed4c8f1690ab_800_420.png", "secure_url": "https://cheesecake.articleassets.meaww.com/468994/uploads/a0c4c770-dd34-11ea-a2ec-ed4c8f1690ab_800_420.png", "type": "image/jpeg", "width": 800, "height": 420}, "type": "article", "site_name": "MEAWW", "locale": "en_US"}, "description": "Trump said that Atlas, a 65-year-old healthcare policy expert at the conservative Hoover Institution at Stanford University, 'will be working with us on the coronavirus,' adding that he 'has many great ideas'", "twitter": {"title": "Scott Atlas: Meet Trump's new Covid-19 adviser who wants schools reopened, can he disprove Fauci's science?", "image": "https://cheesecake.articleassets.meaww.com/468994/uploads/a0c4c770-dd34-11ea-a2ec-ed4c8f1690ab_800_420.png", "card": "photo"}, "keywords": "Donald Trump coronavirus,Donald Trump Anthony Fauci,Donald Trump scott atlas,,meaww,article,articles,read", "article": {"author": "https://assets.pubninja.com/users/85486988/uploads/c6ea9d8ea88336e66f7b917699fdbbe1", "tag": "Donald Trump coronavirus,Donald Trump Anthony Fauci,Donald Trump scott atlas", "publisher": "https://www.facebook.com/meawwcom/"}, "fb": {"app_id": 134729177266782}}}}