{"GDELT": {"GlobalEventID": 940487857, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 87, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 9.0, "NumMentions": 6, "NumSources": 6, "NumArticles": 6, "AvgTone": -3.41170848276843, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200813071500, "SOURCEURL": "https://guernseypress.com/news/uk-news/2020/08/13/calls-to-remember-forgotten-army-ahead-of-vj-day/"}, "ARTICLE": {"TITLE": "Calls to remember ‘forgotten army’ ahead of VJ Day", "TEXT": "The 75th anniversary of Victory in Japan (VJ) Day provides an opportunity to commemorate the efforts of the “forgotten army” in bringing the Second World War to an end, the former head of the British Army has suggested.\n\nGeneral Lord Richard Dannatt, who served as chief of the general staff from 2006 to 2009, said those fighting in the Far East endured a “brutal” war, but received little “limelight”.\n\nSpeaking to the PA news agency ahead of the anniversary on Saturday, General Lord Dannatt highlighted the work of the multi-national 14th Army fighting the Japanese, particularly during the Burma campaign.\n\n“The geographic circumstances were very, very harsh in the jungle, fighting against an enemy, the Japanese, who… gained an almost mythical, an unbeatable aura around them,” General Lord Dannatt said.\n\n“And also their reputation for savagery in which they treated prisoners.”\n\nGeneral Lord Richard Dannatt (Kirsty O’Connor/PA)\n\nHe added: “I think the war at home was much more personal, after all it was German bombers who bombed London, it wasn’t Japanese bombers.\n\n“So unless you were involved in the campaign in the Far East, you probably didn’t know that much about it, you didn’t feel that close to it.”\n\nAdvertising\n\nHistorian and author Neil Storey, who is compiling stories of the war for the Royal British Legion Industries (RBLI) charity, explained that the first notion of a forgotten army applied to the British, Indian and Australia forces defeated at Singapore in 1942.\n\nSome 60,000 Allied troops were taken prisoner of war, unable to communicate with their families back home, joining thousands of other forced civilian labourers from across the Far East working on the infamous Burma railway, on farms and down mines.\n\n“In a lot of ways, they are the first forgotten army and they were not released until August 1945. So it’s a hell of a war,” Mr Storey said.\n\nAdvertising\n\nIn 1943, the Chindits specialist fighting force was formed to push back the Japanese in Burma, who at the time were perceived as “invincible”, facing disease and monsoon rains in virgin jungle warfare.\n\n“You’ve got what is agreed to be the worst terrain in the world to fight a military campaign,” Mr Storey said.\n\nThis was followed by the formation of the huge 14th Army led by Lieutenant General William “Bill” Slim.\n\n“This is the most multicultural, multi-faith, multi-national fighting force in the history of modern warfare,” Mr Storey said.\n\nTroops were drawn from across the world, including Britain, India, Africa, China and the US, but their fierce battles did not make equal headlines at home, Mr Storey said.\n\nIndian naval forces in Burma (Crown copyright/PA)\n\n“But these men fought a hell of a war over a very long period and they didn’t see it in the news.”\n\nVJ Day was jubilantly celebrated at home on August 15 1945, three months after VE Day, but many Far East troops did not return until 1946, carrying back terrible memories, particularly freed prisoners of war.\n\nSome 140,000 Allied military personnel were captured by the Japanese, with, when including civilian internees, around 30,000 dying.\n\n“It was a different war, they just didn’t feel understood really,” Mr Storey said.\n\n“But also it had been so hellish, you didn’t want to revel in it all the time. They just put it behind them. They never forgot their comrades.”\n\nMr Storey’s own grandfather, George Storey, who served with the 14th Army, only collected his four medals much later in life.\n\nGeorge Storey (Family handout/PA)\n\nGeneral Lord Dannatt said prisoners of war “had to fight for their own place in national history”.\n\n“There were numbers who were mentally badly injured, and of course returning prisoners of war were emaciated and starving and had to be rebuilt as people,” he said.\n\nHe said this year’s VJ Day should focus around celebration, commemoration and education.\n\nGeneral Lord Dannatt is backing the RBLI “Tommy in the window” campaign, encouraging the public to purchase a specially designed image of a Second World War soldier in their windows to help mark VJ Day.\n\nThe campaign has raised more than £1 million since it was launched for VE Day earlier this year, with figures available via: www.rbli.co.uk/vjday.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "twitter": {"image": "https://guernseypress.com/resizer/mZdH1Rz87Si8rfHwlQrZuvhdjf8=/1200x0/filters:quality(100)/cloudfront-us-east-1.images.arcpublishing.com/guernseypress.mna/S2C3OQ3WR5HUPJKBR3KW2RQGVE.jpg", "site": "guernseypress", "card": "summary_large_image", "title": "Calls to remember ‘forgotten army’ ahead of VJ Day", "description": "General Lord Richard Dannatt said those fighting in the Far East endured a ‘brutal’ war, but received little ‘limelight’."}, "og": {"type": "article", "title": "Calls to remember ‘forgotten army’ ahead of VJ Day", "description": "General Lord Richard Dannatt said those fighting in the Far East endured a ‘brutal’ war, but received little ‘limelight’.", "image": "https://guernseypress.com/resizer/mZdH1Rz87Si8rfHwlQrZuvhdjf8=/1200x0/filters:quality(100)/cloudfront-us-east-1.images.arcpublishing.com/guernseypress.mna/S2C3OQ3WR5HUPJKBR3KW2RQGVE.jpg", "url": "https://www.guernseypress.com/news/uk-news/2020/08/13/calls-to-remember-forgotten-army-ahead-of-vj-day/"}, "description": "General Lord Richard Dannatt said those fighting in the Far East endured a ‘brutal’ war, but received little ‘limelight’.", "pb-site": "/news/uk-news", "story": {"": {"premium-flag": "Free"}}, "dfp": {"page-type": "story", "slot": "/news/uk-news", "story": "[\"JJ4AXKI56REL7MAD4WURFKHFMQ\",\"/news/uk-news/2020/08/13/calls-to-remember-forgotten-army-ahead-of-vj-day/\"]", "sites": "[\"/news/uk-news\",\"/news\"]"}}}}