{"GDELT": {"GlobalEventID": 940413594, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "tib", "Actor2Name": "TIBETAN", "Actor2EthnicCode": "tib", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.60406091370559, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Tibet, Xizang, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH14", "Actor1Geo_ADM2Code": "13213", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "-1934604", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Tibet, Xizang, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH14", "Actor2Geo_ADM2Code": "13213", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 90.0, "Actor2Geo_FeatureID": "-1934604", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Tibet, Xizang, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH14", "Action2Geo_ADM2Code": "13213", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "-1934604", "DATEADDED": 20200812220000, "SOURCEURL": "https://www.phayul.com/2020/08/12/44184/"}, "ARTICLE": {"TITLE": "Opinion- China is Destroying Tibet’s Culture & Religion: It Will Backfire", "TEXT": "By Tenzin Tsultrim Yangkey, PhD\n\nAround 70 years ago, before Tibet was invaded by China, People’s Liberation Army (PLA) soldiers were given strict instructions by the Chinese Communist Party (CCP) Chairman Mao to not to harm the religious sentiments of the Tibetan people. The plan was to temporarily win the hearts and minds of the Tibetan people; hence, no one shouldn’t intrude into their religious boundaries and they should respect Tibetan culture and religion. Not only this, later in the 17_Point Agreement of 1951, the CCP promised through the 7th and 13th points that: “The religious beliefs, customs and habits of the Tibetan people shall be respected, and lama monasteries shall be protected..” and “The People’s Liberation Army entering Tibet shall abide by all the above-mentioned policies and shall also be fair in buying and selling and shall not arbitrarily take a single needle or thread from the people.” However, the irony is that CCP have taken everything from the Tibetan people, even their freedom to learn the Tibetan language and practice their religion. Such kind of deceptive courtesies were practiced to fool the Tibetan people. In today’s language of international relations, this could be called “deceptive diplomacy”. CCP has employed this with the Philippines in its maritime dispute over the Mischief Reef and recently with India over its territorial disputes. Things started to change soon after PLA soldiers had completely entrenched their total control over Tibet. Now with this change, orders from Mao too got changed. Taking a leaf out of Stalin and Khrushchev’s playbooks, Mao understood the importance of destroying an identity lies in destroying its language. However, in Tibet, he realized the importance of Tibetan Buddhism as an important aspect of Tibetan people’s life, hence, Tibetan Buddhism also became another major target for destruction. From 1950 to 1976 particularly more intensive during the so-called Democratic Reforms of 1955 and the Cultural Revolution (1966-1976), more than 6000 monasteries were destroyed. The late Panchen Lama in his 70,000-character petition captured the serious impacts of the Cultural Revolution on the socio-cultural and religious life of the Tibetan people and its implications for the future of Tibetan Buddhism under authoritarian CCP’s rule.\n\nThe CCP’s iron-grip over the Tibetan people continued even during the period of liberalization and remained same in the later decades as well. With the coming of Xi Jinping, the repression became more intensive and along with the traditional surveillance, hi-tech surveillance is employed to an extreme level.\n\nNo One is Allowed to Grow Under Xi’s Watchful Eyes\n\nXi Jinping’s crackdown on the Tibetan Buddhism and other faiths are particularly noteworthy. Sarah Cook, a senior research analyst at the Freedom House, has very succinctly highlighted the deteriorating state of seven different communities, totally consisting of 350 million believers in China, which also includes believers in Tibet and East Turkistan under the authoritarian rule of Xi. In her published work in 2017, titled, “The Battle for China’s Spirit”, Cook has concluded that religious repression under Xi Jinping has intensified extensively and she writes, “Indeed, one of the main findings of this study is that religious persecution has increased overall, with four communities in particular experiencing a downturn conditions—Protestant Christians, Tibetan Buddhists, and both Hui and Uighur Muslims.”\n\nBitter Winter(BW), an online magazine on religious liberty and human rights in China has covered extensively on the increasing crackdowns by the CCP on the above four communities. In addition to this, Bitter Winter has also highlighted the growing intensification of repression on followers of Buddhism in Inner Mongolia and in China. BW reported that the crackdown on the publications and dissemination of Buddhist books has increased dramatically. If any shop owners are discovered of selling banned Buddhist books, they could be charged a hefty fine of 50,000 Renminbi (about $ 7,100). It appears that Xi has unleashed an intensive crackdown on religions all over China.\n\nWithout even redressing the grievances of the Tibetan people, only few months after Xi Jinping ascended to power, from 2013, the security expenditure in Tibet skyrocketed (See the elucidated analysis and diagrams by researcher Adrian Zenz).Hence, all these increasing security-related expenditures, particularly in Tibet validate the increasing repressive policies in the form of application of different extensive surveillance systems.\n\nWhy Tibetan Buddhism is Still Repressed by the CCP?\n\nThere is a shared consensus in the writings of scholars and professors like Tsering Shakya(2012), Tsering Topgyal(2011,2012), Robert Barnett(2012),Dibyesh Anand(2018) with erudite researchers from rights groups such as Tsering Tsomo, the Tibetan Centre for Human Rights and Democracy (TCHRD) Sarah Cook(Freedom House), Sophie Richardson(Human Rights Watch{HRW}), and about the causes and its implications for the CCP’s application of continuous repressive policies in Tibet.\n\nIn most of their works or reports, they have emphasised on the sense of perceived insecurity experienced by the CCP on the growing fascination of Tibetan Buddhism among majority of Chinese and total devotion by the Tibetan monks and people towards Tibetan Buddhism and the Dalai Lama. These factors really make them highly insecure about their legitimacy and control over the Chinese and Tibetan people.\n\nThe destruction of Larung Gar and Yarchen Gar, the two religious academies in Eastern Tibet testifies CCP’s insecurities about the growing strengths and size of the two academies. A joint report released by Free Tibet and Tibet Watch in 2017 concluded that the main reason behind the destruction of Larung Gar academy is not concerns towards the residents’ alleged safety from the risk of fire and overcrowding rather the academies have been seen as a major threat to the authority or legitimacy of the CCP’s rule. Because these academies have attracted thousands and thousands of Tibetan and Chinese followers from China and Southeast Asia countries. These developments are seen as a very unhealthy for the CCP’s credibility. Hence, they too needed to be subdued completely.\n\nIn 2012, TCHRD based in Dharamshala released a special report, where it reported about the growing intensification of repressive measures on Tibetan Buddhism in Tibet. After the 2008 peaceful uprisings, the repressive measures employed by the CCP were intensified on Tibetan Buddhism particularly over the Tibetan monastic institutions with an aim of weakening the very structure of Tibetan Buddhism. Because the 2008 uprisings in Tibet were the culmination of demonstrations by the monks of Drepung monastery in March 2008 for the release of their fellow-monks from prison. Hence, for the CCP, monasteries were seen as seats of dissent and spirit of Tibetan nationalism.\n\nAfter the 2008 uprisings, patriotic reeducation campaign are enforced. Beginning from 2011, over 21,000 cadres were reportedly sent to villages across Tibet. In addition to political monitoring and other tasks, they reportedly carried out “patriotic reeducation sessions at religious sites and among lay believers, where the monks and nuns are forced to condemn the portrait of the Dalai Lama. Even Tibetan officials, students, farmers and nomads were too subjected to these campaigns. Among other factors, patriotic reeducation campaign is one of the main factors driving the monks and lay people to take extreme steps in Tibet. These restrictions have even permeated in the life of young Tibetan children as well.\n\nFor instance, beginning in 2017, a series of notices were issued by four school authorities in Lhasa, ordering parents not to allow their children to take part in religious activities or to visit religious places such as monasteries. However, in the following years the terms and conditions also became stringent and very invasive in nature. According to the sources acquired by HRW:\n\n“If Tibetan students are found wearing prayer beads or blessing cords, or have mani or namchu wangden [mantras] or images of deities and lamas in their schoolbooks or bags, they are lectured and punished, or the parents are involved and they have to make a confession, political conduct points are deducted, and black marks given.”\n\nA Tibetan intellectual, writer, poet, blogger and vocal critic of CCP’s policies in Tibet, Tsering Woeser in her numerous blogs and writings has highlighted the negative impacts of mass surveillance and continuous undermining of economic, social and cultural rights and religious sentiments of the Tibetan people by the CCP. For a long time, her analytic writings and poems have been one of the few shrinking windows to the Tibet watchers, scholars all over the world. In one of her poems based on her visit to Lhasa on August 23, 2008, “The Fear in Lhasa”, Woeser vividly depicts the dark clouds of fear hovering over the capital of Tibet. The presence of pervasive soldiers, security cameras and invisible plainclothesmen in every corner of Lhasa has made Tibetan people vigilant in nature. According to Woeser, among Tibetans, Zab zab chi (in Tibetan, it means be careful) has become a byword. Around 6 months later Tapey, a young monk from Kirti monastery in Ngaba, self-immolated which later spiralled all over the Tibetan plateau. The number of self-immolations in Ngaba reached so high that, according to Barbara Demick, author of “Eat the Buddha: Life and Death in a Town,” Ngaba became the “Undisputed world capital of self-immolations.”\n\nIn her book, “Tibet on Fire: Self-Immolations against Chinese Rule”, Woeser’s following words summed up the reasons behind self-immolations on the Tibetan plateau:\n\n“…Each and every one of these roaring flames on the Tibetan plateau has been ignited by ethnic oppression. Each is a torch casting light on a land trapped in darkness…”\n\nPossible Future Scenario in Tibet\n\nSimilar to restrictions imposed during the Cultural Revolution, it appears that CCP is deliberately provoking the Tibetan people by systematically attacking traditional values which were earlier completely out of the CCP’s radar. Recent restrictions like the removals and banning of Tibetan prayer flags in Eastern Tibet in the name of behavioural reform and environmental protection is a new restrictions, but prayer flags were banned and destroyed extensively during the Cultural Revolution along with others which symbolises old thoughts, old customs, old habits and old traditions. In keeping consideration of the ongoing repression in different forms in Tibet, this writer estimates that soon a series of new extreme form of restrictions might be enforced stealthily such as forbidding the Tibetan people to wear their traditional dress and also discouraging them to eat their staple food, “Tsampa” a roasted barley or wheat flour and many others which might according to the CCP’s rulebook symbolizes Tibetaness in nature.\n\nThe self-immolation of around 156 Tibetan clearly indicate the continuous repressive policies in Tibet and the complete failure of CCP’s policies in Tibet. CCP should realize by now that the real source of stability in Tibet is Tibetan Buddhism. Otherwise why would 156 Tibetan have decided to self-immolated instead of harming or hurting the People’s Armed Police or anyone who represents the face of CCP. The current extensive surveillance systems will further cement the feeling of victimhood. The peaceful uprisings of 1959, 1989 and 2008 were all direct results of repressive policies implemented by the CCP without considering the socio-cultural and religious sentiments of the Tibetan people. CCP should realize by now that the enforced stability in the form of repressive policies in Tibet is not a permanent solution.\n\nAll the repressive policies of the CCP are doing disservice to the intended aim of securing stability in Tibet. The increasing repressive policies will only breed more subtle resistance, more insecurities among the Tibetans about their identities, and may lead to another mass uprising given the current international politics surrounding China’s continuing losing its charm and image both at home and abroad. In short, Tibetan Buddhism is not a source of problems for the CCP, rather it is source of peace and stability on the Tibetan plateau.\n\n(Views expressed are his own. The shorter version of this piece is originally published in the Quint.)\n\nThe writer is a former research fellow at the Tibet Policy Institute, a think-think under the Central Tibetan Administration.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Opinion- China is Destroying Tibet’s Culture & Religion: It Will Backfire - Phayul", "description": "By Tenzin Tsultrim Yangkey, PhD Around 70 years ago, before Tibet was invaded by China, People’s Liberation Army (PLA) soldiers were given strict instructions by the Chinese Communist Party (CCP) Chairman Mao to not to harm the religious sentiments of the Tibetan people. The plan was to temporarily win the hearts and minds of the […]", "url": "http://www.phayul.com/2020/08/12/44184/", "site_name": "Phayul", "image": {"identifier": "https://www.phayul.com/wp-content/uploads/Tibetan-monks-in-Tibet-lead-a-forbidden-rally-for-the-return-of-Dalai-Lama-Photo-CTA.jpg", "width": 800, "height": 537}}, "article": {"published_time": "2020-08-12T18:28:39+00:00", "modified_time": "2020-08-12T18:28:40+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "Site Kit by Google 1.12.0", "msapplication-TileImage": "https://www.phayul.com/wp-content/uploads/phayul-logo-final3-title-wp.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}