{"GDELT": {"GlobalEventID": 940401249, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "HND", "Actor1Name": "HONDURAS", "Actor1CountryCode": "HND", "Actor2Code": "USA", "Actor2Name": "PENNSYLVANIA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.90957446808511, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Honduras", "Actor1Geo_CountryCode": "HO", "Actor1Geo_ADM1Code": "HO", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": -86.5, "Actor1Geo_FeatureID": "HO", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 40.5773, "Actor2Geo_Long": -77.264, "Actor2Geo_FeatureID": "PA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20200812203000, "SOURCEURL": "https://loudounnow.com/2020/08/12/hammer-assailant-sentenced-to-life-in-prison/"}, "ARTICLE": {"TITLE": "2015 Hammer Attack Assailant Sentenced to Life in Prison", "TEXT": "The man who paralyzed an outlet mall worker with a hammer blow to the neck five years ago will spend the rest of his life in prison.\n\nCircuit court Judge James P. Fisher on Wednesday went above state sentencing guidelines and the request of county prosecutors to sentence Bradford Thomas Cellucci to life in prison for aggravated malicious wounding. The charge stems from a July 2015 attack that left then-18-year-old Bryan Pedroza paralyzed. The sentencing followed testimony from Pedroza and his father and wife, the lead detective on the case and from Cellucci’s wife, in addition to nine written victim impact statements.\n\nCellucci, 28, entered into an Alford Plea in January. Under the plea, he didn’t admit guilt but acknowledged that the commonwealth would present enough evidence to secure a conviction against him.\n\nThe case surrounds incidents that took place on July 28, 2015. On that day, Cellucci entered the Ralph Lauren at the Leesburg Premium Outlets and walked around the store for about 15 minutes before Pedroza asked him if he needed any help. Cellucci asked to be taken to a fitting room, at which point he struck Pedroza in the back of the neck with the claw of a hammer without Pedroza ever seeing him do so.\n\nPedroza said he fell to the ground and became panicked when he felt like the wind was knocked out of him, couldn’t feel his legs and had no control over his hands. Cellucci severed Pedroza’s spinal cord between the C5 and C7 vertebrae. Pedroza was left paralyzed from the lower torso down and spent three months in the hospital.\n\nSenior Assistant Commonwealth’s Attorney Eric Shamis argued that the attack took “malicious planning” and was a “vicious ambush.”\n\nAccording to testimony from Leesburg Police Department Lt. Christopher Vogel, Cellucci fled Virginia within days of the assault. Vogel said Cellucci first visited his grandmother near Philadelphia, then flew to Honduras on Aug. 6 and remained there through January 2016. Cellucci then flew to Atlanta, got married and moved to Texas.\n\nHe was finally arrested in January 2018 in Tyler, TX, and was extradited back to Loudoun.\n\nThat arrest, Vogel said, was able to move forward through matching DNA obtained from the hammer Cellucci left at the scene and from DNA obtained from Cellucci at his house in Georgia. Vogel said former Chief Deputy Commonwealth’s Attorney Nicole Wittmann played a big role in the case, as she retained the help of Dr. Mark Perlin, whose company, Cybergenetics, was able to make the DNA match and give police the go-ahead to arrest Cellucci.\n\nVogel said that if Cellucci had not dropped the hammer on his way out of the Ralph Lauren outlet, they might never had obtained enough evidence to make the arrest.\n\n“The hammer was the key,” he said.\n\nAccording to a letter Cellucci read to Pedroza before being sentenced on Wednesday, Cellucci at the time of the crime was dating a girl whom Pedroza had previously dated. Cellucci said the girl told him that Pedroza had raped her several times, which angered Cellucci. He said that knowledge, coupled with the notion that he had not seen his mother in several years, led to his irritability, hostility, low self-esteem and anger in July 2015.\n\nCellucci told Pedroza that at that time in his life, he was regularly drinking, smoking marijuana and taking Klonopin, but that he became very religious once he moved to Georgia and married his wife, who introduced him to Pentecostal Christianity.\n\nCellucci’s defense attorney, John Sando, said “rampant drug use” played a role in the assault and that Cellucci was gullible and “had trouble processing his emotions”—referring to the claim from Cellucci’s ex-girlfriend that Pedroza had raped her.\n\nPedroza testified that he was “a really active guy” before becoming paralyzed and that it’s now difficult to perform everyday tasks. In the summer when the incident took place, he had just graduated high school and was planning to attend college in the fall.\n\n“That really pushed me back several years,” Pedroza said of the assault and subsequent injury. “There’s nothing that can be done to fix it or give me my life back.”\n\nCellucci apologized to Pedroza for his actions.\n\n“I regret this stuff ever happening,” he told Pedroza. “This has been the biggest mistake of my life. … I’m sorry.”\n\nShamis said the assault was on the worse side of crimes that the aggravated malicious wounding law is intended to punish. He asked Fisher to deviate from the sentencing guidelines and sentence Cellucci to 30-35 years in prison. Sando requested Fisher sentence Cellucci to 10 years in prison.\n\nBut Fisher’s sentencing went well above both. He acknowledged that while Pedroza’s sentence to a wheelchair is for life, Cellucci’s life sentence could be cut short by parole. To address that concern, Fisher additionally imposed a three-year suspended sentence on top of the life sentence and made it clear that if Cellucci were to ever get out on parole, he would have to undergo five years of active supervised probation.\n\nFisher said Cellucci’s crime was a “blow to the concept of civility” and that he “sentenced Pedroza to a sentence that he’ll never escape.”\n\nVogel said the case was the longest he has ever been a part of and that while he’s happy to see it come to an end and see Cellucci put away, “the whole situation is sad all the way around.”\n\nHe said if he and the many people involved in the case somehow never were able to capture Cellucci, it would have haunted him for the rest of his life.\n\npszabo@loudounnow.com", "METADATA": {"viewport": "width=device-width, initial-scale=1", "google-site-verification": "QR7DqJjInJkz45_5U0wdbCGpUwzoGi1bX7LEQAnyETo", "p": {"domain_verify": "603ddad1dfa933cd0115987f443a4426"}, "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "2015 Hammer Attack Assailant Sentenced to Life in Prison - Loudoun Now", "description": "The man who paralyzed an outlet mall worker with a hammer blow to the neck five years ago will spend", "url": "https://loudounnow.com/2020/08/12/hammer-assailant-sentenced-to-life-in-prison/", "site_name": "Loudoun Now", "image": {"identifier": "https://i1.wp.com/loudounnow.com/wp-content/uploads/2018/01/Cellucci.jpg?fit=557%2C571&ssl=1", "width": 557, "height": 571}}, "article": {"publisher": "https://www.facebook.com/Loudoun-Now-179819019030195/", "published_time": "2020-08-12T20:06:03+00:00", "modified_time": "2020-08-13T21:42:05+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@loudounnow", "site": "@loudounnow"}, "generator": "WordPress 5.5", "msapplication-TileImage": "https://i1.wp.com/loudounnow.com/wp-content/uploads/2020/04/cropped-LNStickers_3x3_Print-1-copy.jpg?fit=270%2C270&ssl=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}