{"GDELT": {"GlobalEventID": 940429938, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "MINNESOTA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.42566191446029, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_Lat": 44.6074, "Actor1Geo_Long": -69.3977, "Actor1Geo_FeatureID": "ME", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 44.6074, "Action2Geo_Long": -69.3977, "Action2Geo_FeatureID": "ME", "DATEADDED": 20200813000000, "SOURCEURL": "https://www.pressherald.com/2020/08/12/omar-vows-to-keep-fighting-as-she-savors-decisive-victory/"}, "ARTICLE": {"TITLE": "Omar vows to keep fighting as she savors decisive victory", "TEXT": "MINNEAPOLIS — Rep. Ilhan Omar savored a decisive primary victory Wednesday, saying she plans to use her organization to keep President Trump from carrying Minnesota and to keep fighting for deep structural change in America during her second term in Congress.\n\nOmar must still get past another well-funded opponent, but it has been 60 years since a Republican last won her Minneapolis-area district. While absentee ballots will trickle in through Thursday, she had 57 percent of the votes counted by Wednesday afternoon compared with 39 percent for Democratic challenger Antone Melton-Meaux. She said her win Tuesday night showed that a strong ground game matters more than big ad buys.\n\n“In Minnesota we know that organized people will always beat organized money,” Omar said on a conference call with reporters.\n\nMelton-Meaux and outside groups combined to spend more than $6 million to try to beat Omar, but she pointed out that her margin of victory was larger than it was in 2018. Turnout was around 25,000 higher, even though there were several competitive statewide races on the Democratic ballot then compared with none this year. Omar said her campaign will now focus on mobilizing those voters to block Trump from carrying Minnesota, as he nearly did in 2016.\n\n“In the coming months President Trump and his allies will do everything that they can to use fear and division to turn Minnesotans against Minnesotans,” she said. “But we are determined to build the coalition needed to defeat him. Here in Minnesota we are stronger than hate, we are greater than fear, and we are going to organize to have record turnout in order to beat Donald Trump and keep Minnesota blue in November.”\n\nOmar now faces businessman Lacy Johnson, who won the Republican primary in the overwhelmingly Democratic district. Johnson had raised nearly $4.3 million as of the last reporting deadline and had nearly $858,000 left in available cash, much of it from Omar opponents across the country. He depicts her on his website as a radical leftist who “has repeatedly attacked Israel, sympathized with terrorists, attacked President Trump, and shown zero patriotism towards our great country.”\n\nOmar said the prospect of another expensive race doesn’t change her strategy at all.\n\n“It’s not about how much money you have, it’s about what motivates people to come out and vote,” she said.\n\nAssuming she wins, Omar said she plans to use her next term to continue lifting up the voices of people “who live on the margins of society, fighting for investment in education, the environment, the economy and housing and health care.”\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "apple-itunes-app": "app-id=951845858", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Omar vows to keep fighting as she savors decisive victory", "description": "She says her campaign will now focus on mobilizing voters to block President Trump from carrying Minnesota.", "url": "https://www.pressherald.com/2020/08/12/omar-vows-to-keep-fighting-as-she-savors-decisive-victory/", "site_name": "Press Herald", "image": {"identifier": "https://multifiles.pressherald.com/uploads/sites/10/2020/08/Election_2020_Minnesota_23574.jpg", "secure_url": "https://multifiles.pressherald.com/uploads/sites/10/2020/08/Election_2020_Minnesota_23574.jpg", "width": 1000, "height": 667}}, "article": {"section": "Nation & World", "published_time": "2020-08-12T22:45:15+00:00"}, "twitter": {"card": "summary_large_image", "description": "She says her campaign will now focus on mobilizing voters to block President Trump from carrying Minnesota.", "title": "Omar vows to keep fighting as she savors decisive victory - Portland Press Herald", "site": "@pressherald", "image": "https://multifiles.pressherald.com/uploads/sites/10/2020/08/Election_2020_Minnesota_23574.jpg", "creator": "@pressherald"}, "generator": "WordPress 5.4.2", "onesignal": "wordpress-plugin"}}}