{"GDELT": {"GlobalEventID": 940438474, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "BUS", "Actor2Name": "TYCOON", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.0615763546797998, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hua Jing, Shanghai, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH23", "Actor1Geo_ADM2Code": "13243", "Actor1Geo_Lat": 31.122, "Actor1Geo_Long": 121.449, "Actor1Geo_FeatureID": "11091508", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Repulse Bay, Hong Kong (general), Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK00", "Actor2Geo_ADM2Code": "13031", "Actor2Geo_Lat": 22.2333, "Actor2Geo_Long": 114.2, "Actor2Geo_FeatureID": "-1354402", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hua Jing, Shanghai, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH23", "Action2Geo_ADM2Code": "13243", "Action2Geo_Lat": 31.122, "Action2Geo_Long": 121.449, "Action2Geo_FeatureID": "11091508", "DATEADDED": 20200813004500, "SOURCEURL": "http://www.straitstimes.com/asia/east-asia/luxury-homes-tie-chinese-communist-elite-to-hong-kongs-fate"}, "ARTICLE": {"TITLE": "Luxury homes tie Chinese Communist Party elite to Hong Kong's fate", "TEXT": "HONG KONG (NYTIMES) - Ms Li Qianxin, the elder daughter of the Chinese Communist Party's No. 3 leader, has quietly crafted a life in Hong Kong that traverses the city's financial elite and the secretive world of Chinese politics.\n\nFor years, she has mingled with senior executives of state companies through Hong Kong and mainland professional clubs known for grooming the sons and daughters of officials. She has represented Hong Kong in Chinese provincial political advisory groups. She is the chairman of a state-owned investment bank based in Hong Kong that has long done business with the relatives of top Chinese officials.\n\nMs Li, 38, also has deep financial roots in the city, having bought a US$15 million (S$20.6 million), four-story townhouse perched high above a beach. Her partner owns a now-retired racehorse and spent hundreds of millions on a stake in the storied Peninsula Hotel that he later sold.\n\nMs Li and other members of the Communist Party nobility are embedded in the fabric of Hong Kong's society and financial system, binding the former British colony closer to the mainland. By building alliances and putting their money into Hong Kong's real estate, China's top leaders have inextricably linked themselves to the fate of the city.\n\nAs the party now takes a stronger hand in running Hong Kong, the top leadership in Beijing has a vested interest, politically and personally. Ms Li's father, Mr Li Zhanshu, oversaw the swift passage of the new national security law for Hong Kong that handed the party a powerful new weapon to quash dissent.\n\nThe law could protect the families of the party's leaders by stopping the protests that wreaked havoc on the economy, or leave them vulnerable by driving down business confidence in the territory. It could also expose them to sanctions.\n\nAlready the law has prompted rebukes from foreign countries that could threaten Hong Kong's access to the global financial system. The Trump administration imposed sanctions on Friday (Aug 7) on Hong Kong Chief Executive Carrie Lam and 10 other senior officials in the city and the mainland they accuse of curtailing freedoms in Hong Kong.\n\n\"Members of the Red aristocracy in China, including the princelings, have made huge investments in Hong Kong,\" said Dr Willy Lam, an adjunct professor of China studies at the Chinese University of Hong Kong. \"If Hong Kong suddenly loses its financial status, they cannot park their money here.\"\n\nOne of the leadership's biggest exposures to Hong Kong is in real estate. Including Ms Li, relatives of three of the top four members of China's Communist Party have in recent years bought luxury homes in Hong Kong worth more than US$51 million combined, a New York Times investigation shows.\n\nRelated Story US sanctions have big implications for HK financial institutions, local and international\n\nRelated Story Hong Kong, mainland officials slam US sanctions\n\nRelated Story US sanctions on top Hong Kong, China officials sped up arrest of Apple Daily founder Jimmy Lai\n\nMs Qi Qiaoqiao, the older sister of Mr Xi Jinping, China's President, started buying properties in Hong Kong as early as 1991, records show. Her daughter, Ms Zhang Yannan, owns a villa in Repulse Bay, which she bought in 2009 for US$19.3 million, and at least five other apartments, the city's property and company records indicate.\n\nMs Wang Xisha, a former Deutsche Bank executive who is the daughter of Mr Wang Yang, the No. 4 party leader, bought a US$2 million home in Hong Kong in 2010, according to city property records.\n\nThe Communist Party has long been secretive about the riches of many of its leaders' relatives, aware that such an accumulation of wealth could be seen as the elite abusing their privilege for personal gain. In Hong Kong, the party is also mindful that the presence of princelings could further fan resentment of Beijing.\n\nMr Li, like many relatives of top Chinese officials, keeps a low profile.\n\nIn the mainland, there are few mentions of Mr Li's family in the party-controlled news media, and searches for his daughter's name on social media sites yield minimal results. A trip to Nangoucun, his ancestral village in northern Hebei province, offered little insight about his children.\n\nBut internal documents from Deutsche Bank obtained by the German newspaper Süddeutsche Zeitung and reviewed by The New York Times late last year referred to a woman with the same name in English and Chinese as the elder daughter of Mr Li Zhanshu, now the No. 3 leader in China. Those documents were part of an internal inquiry stemming from an investigation by the US Securities and Exchange Commission into the bank's politically connected hires.\n\nRelated Story China sanctions 11 Americans including senators Marco Rubio, Ted Cruz over US action on Hong Kong\n\nRelated Story What impact does US moves on Hong Kong and China have?\n\nRelated Story Hong Kong's star factor fades with new security law\n\nThe Hong Kong identity number that is used by Ms Li in a Hong Kong corporate record listing the directors of China Construction Bank International is the same one used in the records linked to the beachfront property and a company she owns with her partner.\n\nA well-connected businessman and an associate have confirmed that the Ms Li who is an executive at China Construction Bank International is the daughter of Mr Li Zhanshu, as does a biography of the official written by Mr Cheng Li, an expert on elite Chinese politics at the Brookings Institution.\n\nThe rest of her résumé can be pieced together through news snippets and archived web pages. They showed how Ms Li has strengthened her ties to the city in ways that position her well for a political career in the mainland.\n\nShe joined networks like the Hua Jing Society in Hong Kong that provide a forum for princelings to meet the children of Hong Kong's tycoons and political class.\n\nIn 2013, she and other Hong Kong representatives of the Chinese People's Political Consultative Conference, or CPPCC, a party-run political advisory group, helped organise relief funds for a village. Two years later, she visited farmers and carried toddlers in the same province to promote the United Front Work Department, a party unit that develops overseas political networks.\n\nMs Li is now the chairman of China Construction Bank International, the investment arm of a major state lender, according to corporate records in Beijing. Ms Li, her partner and the bank have not responded to multiple requests for comment from The Times.\n\nShe bought the waterfront townhouse overlooking Stanley Beach through Century Joy Holdings, a company registered in Hong Kong and incorporated in the British Virgin Islands, for US$15 million in 2013, according to a document filed with the city's land registry.\n\nRelated Story Agnes Chow: The former Hong Kong teen activist China wants to silence\n\nMs Li, then 30, was the Hong Kong entity's sole director. That entity was dissolved in October, hours after The Times contacted Ms Li for comment ahead of the publication of the article about Deutsche Bank's hires in China.\n\nHer partner, a 35-year-old Chinese-born Singaporean businessman, Mr Chua Hwa Por, has used a similar strategy.\n\nHe was named as the sole beneficiary of a firm registered in the British Virgin Islands, according to the Panama Papers, a 2016 leak of confidential documents that exposed how prominent business leaders and politicians might have used shell companies and offshore bank accounts to evade taxes.\n\nMr Chua uses a variety of addresses and several identification numbers, but he can be tied to Ms Li, the properties and the companies through his Singaporean identity number.\n\nThe nature of Ms Li's relationship with Mr Chua is unclear, but they own a company together and have used the same home addresses in documents they have filed with Hong Kong's property and company registries. Hong Kong news reports have speculated that the couple were married.\n\nIn status-conscious Hong Kong, Mr Chua was not modest about his wealth. At 31, he owned a racehorse named Limitless and posed for photos with a bottle of wine at the Hong Kong Jockey Club after it won a race in 2017.\n\nThat year, he also started to make a number of major purchases, according to filings with the Hong Kong Stock Exchange. He took over Tai United, a little-known investment company listed in Hong Kong, using it to buy trophy assets including a large stake in the Peninsula Hotel and the 79th floor of an iconic skyscraper.\n\nIn July 2017, barely five months after he was appointed chairman of Tai United, Mr Chua resigned from the company.\n\nRelated Story China to decide fate of Hong Kong legislature after term expires\n\nHe stepped down shortly after Next Magazine, a Hong Kong news outlet owned by the pro-democracy tycoon Jimmy Lai, reported on the purchases and his possible ties to Mr Li Zhanshu, the senior Chinese official. (The publisher, Lai, was arrested this week, accused of national security and other offenses.)\n\nMr Li, the official, was at the time poised for a promotion to the Politburo Standing Committee, the apex of party power, and even the whiff of corruption in his family would have been potentially damaging. In January the next year, Mr Chua sold the bulk of his stake in Tai United.\n\nWithout public disclosure of the wealth of officials and their relatives, it is impossible to know how Mr Chua and Ms Li Qianxin obtained their income. There are legitimate reasons for people to own companies offshore, and it is also not illegal for Chinese citizens to do so.\n\nMs Li made a rare public appearance in April 2019, attending an event that now seems to have foreshadowed Hong Kong's current fate.\n\nShe applauded alongside the Hong Kong leader, Mrs Lam, at the opening of a government-backed exhibition promoting national security for Hong Kong, a promotional video for the event showed. Other special guests included the deputy commander of the People's Liberation Army in Hong Kong and the directors of the highest offices representing mainland authorities in Hong Kong.\n\nShields and bulletproof vests hung on walls as members of the Hong Kong Army Cadets Association - a youth group supported by the government and the People's Liberation Army - were taken on a tour of the exhibition.\n\nFourteen months later, Beijing imposed the national security law on Hong Kong.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"web": {"url": "https://www.straitstimes.com/asia/east-asia/luxury-homes-tie-chinese-communist-elite-to-hong-kongs-fate"}, "ios": {"url": "straitstimes://www.straitstimes.com/asia/east-asia/luxury-homes-tie-chinese-communist-elite-to-hong-kongs-fate", "app_store_id": 547465441, "app_name": "Straits Times"}}, "robots": "noindex", "description": "HONG KONG (NYTIMES) - Ms Li Qianxin, the elder daughter of the Chinese Communist Party's No. 3 leader, has quietly crafted a life in Hong Kong that traverses the city's financial elite and the secretive world of Chinese politics.. Read more at straitstimes.com.", "og": {"image": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/12/tl-hk-r-120820.jpg?itok=LilZj-_6", "site_name": "The Straits Times", "type": "article", "title": "Luxury homes tie Chinese Communist Party elite to Hong Kong's fate", "url": "https://www.straitstimes.com/asia/east-asia/luxury-homes-tie-chinese-communist-elite-to-hong-kongs-fate", "description": "HONG KONG (NYTIMES) - Ms Li Qianxin, the elder daughter of the Chinese Communist Party's No. 3 leader, has quietly crafted a life in Hong Kong that traverses the city's financial elite and the secretive world of Chinese politics.. Read more at straitstimes.com.", "updated_time": "2020-08-12T22:57:48+08:00"}, "cXenseParse": {"sph-keywords": "HONG KONG,PROPERTY INVESTMENTS,CHINA", "sph-accessFlag": 0, "pageclass": "article", "recs": {"articleid": 717733}, "sph-printFlag": 0}, "news_keywords": "HONG KONG, PROPERTY INVESTMENTS, CHINA", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "Luxury homes tie Chinese Communist Party elite to Hong Kong's fate,", "url": "https://www.straitstimes.com/asia/east-asia/luxury-homes-tie-chinese-communist-elite-to-hong-kongs-fate", "description": "East Asia News -HONG KONG (NYTIMES) - Ms Li Qianxin, the elder daughter of the Chinese Communist Party's No. 3 leader, has quietly crafted a life in Hong Kong that traverses the city's financial"}, "article": {"published_time": "2020-08-12T22:35:48+08:00", "modified_time": "2020-08-12T22:57:48+08:00"}, "dcterms.title": "Luxury homes tie Chinese Communist Party elite to Hong Kong's fate", "dcterms.creator": "hermesauto", "dcterms.description": "HONG KONG (NYTIMES) - Ms Li Qianxin, the elder daughter of the Chinese Communist Party's No. 3 leader, has quietly crafted a life in Hong Kong that traverses the city's financial elite and the secretive world of Chinese politics. Read more at straitstimes.com.", "dcterms.date": "2020-08-12T22:35+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/asia/east-asia/luxury-homes-tie-chinese-communist-elite-to-hong-kongs-fate", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}