{"GDELT": {"GlobalEventID": 940424512, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CHRCTH", "Actor1Name": "THE POPE", "Actor1Religion1Code": "CHR", "Actor1Religion2Code": "CTH", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.78578290105668, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rome, Lazio, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT07", "Actor1Geo_ADM2Code": "18350", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.4833, "Actor1Geo_FeatureID": "-126693", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rome, Lazio, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT07", "Actor2Geo_ADM2Code": "18350", "Actor2Geo_Lat": 41.9, "Actor2Geo_Long": 12.4833, "Actor2Geo_FeatureID": "-126693", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rome, Lazio, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT07", "Action2Geo_ADM2Code": "18350", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.4833, "Action2Geo_FeatureID": "-126693", "DATEADDED": 20200812233000, "SOURCEURL": "https://www.catholicworldreport.com/2020/08/12/catholic-archbishop-of-minsk-calls-for-end-to-violence-after-belarus-election/"}, "ARTICLE": {"TITLE": "Catholic Archbishop of Minsk calls for end to violence after Belarus election", "TEXT": "Rome, Italy, Oct 19, 2017 / 03:03 am (CNA/EWTN News).- A leading expert on faith and disabilities has said that people with disabilities are an essential aspect of the Church’s life and mission, and that parishes which exclude them are “incomplete.”\n\n“It’s important to say from the very beginning that any parish that doesn’t have people with disabilities in it, is an incomplete body of Christ…their full capacity to evangelize and catechize is impoverished,” Cristina Gangemi told CNA Oct. 18.\n\nGangemi is co-director of The Kairos Forum, and an expert in pastoral care for people with intellectual disabilities. She has partnered with the Pontifical Council for the New Evangelization to host a conference on catechesis for people with disabilities.\n\nThe conference, titled “Catechesis and Persons with Disabilities: A Necessary Engagement in the Daily Pastoral Life of the Church,” will take place Oct. 20-22 at the Pontifical Urbanianum University in Rome.\n\nGangemi told CNA that “to have everybody the same doesn’t celebrate the beauty of diversity, because one thing that we’re all the same in, one true moment of equality, is that we’re all different.”\n\nBut, she said, when people with disabilities participate in parish life, it is sometimes “presumed by the priest…that they don’t have the learning capacity to be able to be prepared for First Communion or the Sacraments.”\n\nWhile people with disabilities are often described as having “learning difficulties,” Gangemi said the reality is actually the reverse: “the problem is that there are lots of teaching difficulties.”\n\nShe noted that many resources used in catechetical preparation for the reception of the sacraments are not adapted to the learning styles of intellectually disabled people, who frequently learn best through action, drama, art and music.\n\n“So we’ve got this paradox. You’ve got people with disabilities who long to receive the sacraments, who from the moment of their conception are touched by God’s grace, and so therefore are called to the sacraments, and then you’ve got this problem in parish structures where nobody really knows how to make all their programs accessible.”\n\nBecause people with disabilities often struggle to learn using traditional methods, “the presumption is they can’t be catechized.”\n\nThe heart of catechesis and evangelization is essentially “the echoing down of faith from one generation to another, from one person to another in the parish,” she said. “And as for evangelization, everybody, no matter who they are, holds the capacity to be an agent of evangelization.”\n\nPointing to another example, Gangemi recalled the story of a 50-year-old man with disabilities at a parish in London, who at every Mass, during the consecration or when people went up for Communion, would extend his hand toward the altar and make unintelligible sounds.\n\nTypically the man’s caretakers would tell him to be quiet and not to make noise. However, one day as the man was watching others receive Communion, he again reached out his hand and said, “Why not me?”\n\n“This reaching out for 40-45 years, watching everybody go up to Communion and come back again, was his longing for the Eucharist,” Gangemi said. “And if you think of what Jesus did and what Jesus said, he made a special focus on people who are left out.”\n\n“His lament, ‘why not me?’ was no different than the psalmists and the people that were exiled. So I think that’s got to stop, my hope is that that will stop, she said.”\n\nIn 2016, Pope Francis told an Italian group that excluding anyone from parish life because of a disability is wrong, stressing that it is better to “close the door” of a parish than to exclude the disabled.\n\nDisability catechesis, Gangemi said, is not simply about making sure people with disabilities have access to the Sacraments, but is more broadly focused on “how can we ensure that every single person, born and baptized, can be an agent of evangelization and can have the faith echoed down to them so that they can echo down the faith to others.”\n\n“People with disabilities who become active in the Church through their own creative skills then become people that can evangelize to others and call others to salvation,” she said.\n\nThe catechetical conference was proposed in 2016 by Archbishop Rino Fisichella, president of the Council for the New Evangelization, and approved personally by Pope Francis. Gangemi, who has a number of family members with disabilities, was invited to help organize the event because of previous Vatican conferences on disabilities she’d arranged.\n\nSo far, 420 people who work in catechesis have signed up, coming from professions and countries all over the world. Archbishop Fisichella, Baroness Sheila Hollins of the Pontifical Commission for the Protection of Minors, and representatives from dioceses around the world will present methods for the catechesis of disabled people. Participants will also have an audience with Pope Francis on day two of the event, demonstrating the Pope’s keen interest in the topic.\n\nIn her comments to CNA, Gangemi called the conference “historic,” since it is among the first global events to address the topic of catechizing those with intellectual disabilities.\n\nGangemi is also partnering with the Archdiocese of Newark’s office for Pastoral Ministry for Persons with Disabilities, to launch a parish training course on catechesis for the disabled.\n\nThe goal, she said, is to engage people so as to “try to make a shift in the way we see and think” about disability, “because the Catholic Church teaches that all life is gift.”\n\n“That’s our starting point: all life is gift,” she said, and voiced her hope that the conference would be “the beginning, and that those of us who live now will leave a legacy for those to come, that it won’t die.”\n\n[…]", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-TileImage": "https://s3-us-west-2.amazonaws.com/files.catholicworldreport.com/2018/04/cwr-icon.png", "twitter": {"card": "summary", "site": "@cworldreport", "title": "Catholic Archbishop of Minsk calls for end to violence after Belarus election", "description": "CNA Staff, Aug 12, 2020 / 01:01 pm (CNA).- The Archbishop of Minsk-Mohilev called Tuesday for an end to the violent clashes occurring across Belarus following a disputed presidential election.\n\n&ldquo;At this crucial moment in our history, in the name of the God of boundless mercy, love, and peace, I call on all parties to the conflict to end the violence. May your hands, created for peaceful work and fraternal greetings, lift neither weapons nor stones. Let the force of argument, based on dialogue in truth and mutual love, prevail over the argument of force,&rdquo; Archbishop Tadeusz Kondrusiewicz, who chairs the Belarusian bishops' conference, wrote Aug. 11.\n\nProtests began Aug. 9 after president Alexander Lukashenko was declared to have won that day's election with 80% of the vote. Lukashenko has been president of Belarus since the position was created in 1994.\n\nElectoral officials said that the opposition candidate, Sviatlana Tsikhanouskaya, earned 10% of the vote. She was detained for several hours after complaining to the electoral committee, and has fled to Lithuania.\n\nProtests have taken place across the country, and thousands of protesters have been detained.\n\nBelarusian athorities say demonstrators have used metal rods, and police forces have used tear gas, stun grenades, and batons on them. Police in Brest, 110 miles west of Pinsk, shot live bullets at protesters Aug. 11.\n\nJournalists from the BBC were harassed by police in Minsk, and other journalists were reportedly detained there and in Brest and Grodno.\n\nUS Secretary of State Mike Pompeo said Aug. 10 that the election &ldquo;was not free and fair,&rdquo; citing &ldquo;severe restrictions on ballot access for candidates, prohibition of local independent observers at polling stations, intimidation tactics employed against opposition candidates, and the detentions of peaceful protesters and journalists.&rdquo;\n\n&ldquo;We urge the Belarusian government to respect the rights of all Belarusians to participate in peaceful assembly, refrain from use of force, and release those wrongfully detained. We strongly condemn ongoing violence against protesters and the detention of opposition supporters,&rdquo; he added.\n\nArchbishop Kondrusiewicz wrote that Belarus has &ldquo;witnessed unprecedented tensions&rdquo; related to the election, saying: &ldquo;There were clashes between citizens and law enforcement officers. As a result of the active confrontation, unfortunately, the first blood has been shed and there are victims on both sides. For the first time in the modern history of Belarus, a brother raised his hand against his brother.&rdquo;\n\n&ldquo;Why do we, a nation with more than a thousand years of Christian history, today seem to have forgotten about love of neighbor and our inherent tolerance towards dissenters,&rdquo; he asked.\n\nAppealing to the Slavic tradition of veche, or popular assemblies, the archbishop said, &ldquo;I propose to convene immediately an emergency round table to decide the future of our fatherland behind it, and not at the barricades,&rdquo; so as &ldquo;to overcome the crisis in society and stop the violence as soon as possible.&rdquo;\n\n&ldquo;I encourage all people of good will to pray fervently for peace and harmony in our country,&rdquo; Archbishop Kondrusiewicz concluded.\n\nLithuania, Poland, and Latvia have also offered to mediate between the government and protesters.\n\nTsikhanouskaya entered the presidential race after her husband, Siahei Tsikhanouski, was blocked from running and was arrested. Tsikhanouski is a pro-democracy activist."}, "og": {"type": "article", "url": "https://www.catholicworldreport.com/2020/08/12/catholic-archbishop-of-minsk-calls-for-end-to-violence-after-belarus-election/", "title": "Catholic Archbishop of Minsk calls for end to violence after Belarus election", "description": "CNA Staff, Aug 12, 2020 / 01:01 pm (CNA).- The Archbishop of Minsk-Mohilev called Tuesday for an end to the violent clashes occurring across Belarus following a disputed presidential election.\n\n&ldquo;At this crucial moment in our history, in the name of the God of boundless mercy, love, and peace, I call on all parties to the conflict to end the violence. May your hands, created for peaceful work and fraternal greetings, lift neither weapons nor stones. Let the force of argument, based on dialogue in truth and mutual love, prevail over the argument of force,&rdquo; Archbishop Tadeusz Kondrusiewicz, who chairs the Belarusian bishops' conference, wrote Aug. 11.\n\nProtests began Aug. 9 after president Alexander Lukashenko was declared to have won that day's election with 80% of the vote. Lukashenko has been president of Belarus since the position was created in 1994.\n\nElectoral officials said that the opposition candidate, Sviatlana Tsikhanouskaya, earned 10% of the vote. She was detained for several hours after complaining to the electoral committee, and has fled to Lithuania.\n\nProtests have taken place across the country, and thousands of protesters have been detained.\n\nBelarusian athorities say demonstrators have used metal rods, and police forces have used tear gas, stun grenades, and batons on them. Police in Brest, 110 miles west of Pinsk, shot live bullets at protesters Aug. 11.\n\nJournalists from the BBC were harassed by police in Minsk, and other journalists were reportedly detained there and in Brest and Grodno.\n\nUS Secretary of State Mike Pompeo said Aug. 10 that the election &ldquo;was not free and fair,&rdquo; citing &ldquo;severe restrictions on ballot access for candidates, prohibition of local independent observers at polling stations, intimidation tactics employed against opposition candidates, and the detentions of peaceful protesters and journalists.&rdquo;\n\n&ldquo;We urge the Belarusian government to respect the rights of all Belarusians to participate in peaceful assembly, refrain from use of force, and release those wrongfully detained. We strongly condemn ongoing violence against protesters and the detention of opposition supporters,&rdquo; he added.\n\nArchbishop Kondrusiewicz wrote that Belarus has &ldquo;witnessed unprecedented tensions&rdquo; related to the election, saying: &ldquo;There were clashes between citizens and law enforcement officers. As a result of the active confrontation, unfortunately, the first blood has been shed and there are victims on both sides. For the first time in the modern history of Belarus, a brother raised his hand against his brother.&rdquo;\n\n&ldquo;Why do we, a nation with more than a thousand years of Christian history, today seem to have forgotten about love of neighbor and our inherent tolerance towards dissenters,&rdquo; he asked.\n\nAppealing to the Slavic tradition of veche, or popular assemblies, the archbishop said, &ldquo;I propose to convene immediately an emergency round table to decide the future of our fatherland behind it, and not at the barricades,&rdquo; so as &ldquo;to overcome the crisis in society and stop the violence as soon as possible.&rdquo;\n\n&ldquo;I encourage all people of good will to pray fervently for peace and harmony in our country,&rdquo; Archbishop Kondrusiewicz concluded.\n\nLithuania, Poland, and Latvia have also offered to mediate between the government and protesters.\n\nTsikhanouskaya entered the presidential race after her husband, Siahei Tsikhanouski, was blocked from running and was arrested. Tsikhanouski is a pro-democracy activist.", "image": "https://www.catholicnewsagency.com/images/Riot_police_detain_protesters_who_accuse_strongman_Alexander_Lukashenko_of_falsifying_the_polls_in_the_presidential_election_in_Minsk_Aug_10_2020_Credit_Sergei_Gapon_AFP_via_Getty_Images.jpg?w=600"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}