{"GDELT": {"GlobalEventID": 940415713, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "Actor2Code": "NZL", "Actor2Name": "NEW ZEALANDER", "Actor2CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -3.21969696969697, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200812221500, "SOURCEURL": "https://www.stuff.co.nz/business/122431519/coronavirus-dont-fall-for-this"}, "ARTICLE": {"TITLE": "Coronavirus: Don't make these shopping mistakes, Consumer NZ says", "TEXT": "In a social media-flooded world, it can be hard to pick out the truth from the rumour.\n\nThat’s particularly true in times of uncertainty and Consumer NZ has warned there are five key ways that New Zealanders could fall victim to misinformation, now that Covid-19 has re-emerged in the community.\n\nDon’t panic buy\n\nKeep your cupboards stocked but don’t go overboard – you don’t need several months’ worth of tissues, the organisation warns.\n\nSupermarkets have assured shoppers they don’t anticipate shortages and supply lines are in good shape. But there are already indications that some people aren’t heeding the message, with long queues outside some supermarkets this week.\n\nREAD MORE:\n\n* Single-use, reusable, DIY: Which type of face mask is right for you?\n\n* MidCentral's Covid-19 cases rise to 31; most have recovered\n\n* Coronavirus: Should we all be wearing face masks?\n\n\n\nConsumer NZ said people who had to stay home could often buy online – the supermarkets offer priority assistance services to vulnerable customers – or ask friends and family to drop items off.\n\nSimon O'Connor/Stuff There is no need for expensive handwash, plain soap and water does the trick, Consumer NZ says.\n\nDon’t buy expensive cleaning products\n\nThe consumer watchdog said plain soap and water was effective for hand washing and there was no added benefit in using antibacterial soaps.\n\n*Wash your hands thoroughly with soap and water for at least 20 seconds, and dry them well\n\n*Cough or sneeze into your elbow or by covering your mouth and nose with tissues\n\n*Regularly clean surfaces (soap and water can also be used for scrubbing surfaces).\n\nIt might be possible to get Covid-19 from contaminated surfaces but the main way the virus was thought to spread was by droplets produced when an infected person coughed or sneezed, Consumer NZ said.\n\nSupplied Ethical clothing company Little Yellow Bird used leftover fabric and sample fabric to make face masks during the Covid-19 pandemic.\n\nDon’t hoard face masks\n\nIn its updated advice, the Ministry of Health recommends adding face masks to your emergency supplies.\n\nIt’s recommending non-medical grade face masks – either disposable options or reusable cloth masks.\n\nBut Consumer NZ said people should only buy what they needed for their household because hoarding masks meant there was less stock available for others.\n\nIn a press conference on Wednesday morning, Ardern said the Government was encouraging “liberal interpretations” of face masks, including bandannas or scarves because “something is better than nothing”.\n\nDon’t stockpile paracetamol\n\nDuring the first lockdown, restrictions were placed on paracetamol due to a global shortage.\n\nPharmacists can’t dispense more than one month's funded supply at a time.\n\nThe restrictions don’t apply to paracetamol bought over-the-counter. However, needlessly stocking up could mean others aren’t able to buy the medication, Consumer NZ says.\n\nsupplied Scammers take every opportunity to make money.\n\nDon’t get taken in by scammers\n\nHoax emails claiming to have updated Covid-19 information have been doing the rounds, the watchdog says.\n\nThe emails contain attachments that could instal malicious software on your computer if opened. Others may ask you to hand over personal information in an attempt to steal your details.\n\nScam text messages have also been reported in Australia. The messages contain a link that claims to direct recipients to testing facilities. If you click the link, it may instal software on your phone that could steal your bank login and other personal information.\n\nDon’t click on any links in emails or texts from people you don’t know and never give out your login details. Keep your devices up-to-date with the latest security patches.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "Consumer NZ offers tips to avoid getting caught out by misleading information.", "source": "Stuff", "og": {"description": "Consumer NZ offers tips to avoid getting caught out by misleading information.", "title": "Coronavirus: Don't make these shopping mistakes, Consumer NZ says", "url": "https://www.stuff.co.nz/business/122431519/coronavirus-dont-make-these-shopping-mistakes-consumer-nz-says", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/m/w/q/4/image.related.StuffLandscapeSixteenByNine.1420x800.20w4rj.png/1597274226681.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-12T21:49:41.238Z"}, "parsely-type": "post", "parsely-title": "Coronavirus: Don't make these shopping mistakes, Consumer NZ says", "parsely-link": "https://www.stuff.co.nz/business/122431519", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/m/w/q/4/image.related.StuffLandscapeSixteenByNine.1420x800.20w4rj.png/1597274226681.jpg", "parsely-pub-date": "2020-08-12T21:49:41.238Z", "parsely-author": "Anuja Nadkarni", "parsely-section": "business", "parsely-tags": "business"}}}