{"GDELT": {"GlobalEventID": 940483715, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JAM", "Actor2Name": "JAMAICA", "Actor2CountryCode": "JAM", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.01183431952663, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM", "Actor2Geo_Lat": 18.25, "Actor2Geo_Long": -77.5, "Actor2Geo_FeatureID": "JM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20200813064500, "SOURCEURL": "https://www.business-standard.com/article/international/donald-trump-calls-biden-s-pick-kamala-harris-as-very-unusual-and-risky-120081300285_1.html"}, "ARTICLE": {"TITLE": "Donald Trump calls Biden's pick Kamala Harris as 'very unusual' and 'risky'", "TEXT": "President has said that Indian-origin Senator is a \"very unusual\" and \"risky\" pick as a running mate by Joe Biden, the presumptive Democratic presidential nominee.\n\nBiden on Tuesday named Harris as his vice-presidential running mate, making history by selecting the first black woman to compete on a major party's presidential ticket.\n\nHarris, 55, whose father is an African from Jamaica and mother an Indian, is currently the US Senator from California.\n\n\"Look, he (Biden) made a choice. He picked her. I watched her. I watched her poll numbers go boom, boom, boom, down to almost nothing. And she left angry. She left mad. There was nobody more insulting to Biden than she was. She said horrible things about him including accusations made about him by a woman where she I guess believed the woman, Trump told reporters on Wednesday after Harris and Biden made a joint appearance in Wilmington in Delaware.\n\nTrump, 74, is seeking his re-election and is facing a formidable challenge from Biden-Harris team.\n\nLast year, when Harris was running for presidency, she had attacked Biden in a debate and was very critical of the former vice president.\n\n\"Now all of a sudden she's running to be vice president saying how wonderful he is. I thought it was a very unusual pick because she said such bad things. And you know better than anybody what--you know--you won't write it because you don't want to do that. But - you know - better than anybody she said horrible things about him. Horrible things,\" Trump said.\n\n\"She mocked him. Openly mocked him. That's why I thought that was a very risky pick. Because I'm sure that'll be played back not necessarily by me but others. It'll be played back, said the president in response to a question.\n\n\"The other thing if you look, she wants a USD 3 trillion tax hike. No fracking. How do you think no fracking in Pennsylvania's going to play? That's a big fracking state. If you didn't have energy produced that way you would have taxes that would triple, and you'd have unemployment that you wouldn't believe, he alleged.\n\nEarlier in the day, White House Counsellor Kellyanne Conway alleged that the Democratic Party has already rejected Harris as her campaign did not take off during the primaries.\n\n\"The Democratic primary and caucus voters rejected Kamala Harris, and the rest of us are supposed to get excited and vote for her. They rejected her, she told reporters at the White House.\n\nIn a statement, Tim Murtaugh, Trump 2020 communications director, said that Harris was rated the most liberal US Senator in 2019 and completes the radical, leftist takeover of Biden and the entire Democrat Party.\n\n\"She pushes Biden even farther to the left than he had already moved. She is a strong supporter of Bernie Sanders' socialist takeover of health care, which would eliminate private health insurance for 180 million Americans, while she would also give health care and other taxpayer-funded benefits to illegal aliens, he said.\n\n\"She supports the job-killing Green New Deal and wants to ban all fracking, which means economic catastrophe in natural gas states like Pennsylvania. As a prosecutor, she granted huge numbers of plea deals while homicides and aggravated assaults increased, and she opposed the death penalty for cop-killers and MS-13 gang members, Murtaugh said.\n\n\"She supported sanctuary city policies that favoured criminal illegal aliens over law-abiding citizens and today supports efforts in Los Angeles to redirect police funding to other areas. and together make up the most extreme, leftist ticket in American major party history, he said.\n\n\"With by his side, the leftist takeover of is complete. Harris has embraced the Green New Deal, socialized medicine, and open borders, and all Americans should worry that she might be one heartbeat away from the presidency, the Trump campaign said in another statement.\n\nOnly President Trump and his administration can be trusted to rebuild our economy, defend our national security, and put America First, it said.\n\n\"What's very important about this vice presidential selection is not just how radical and far left this ticket is, it's also the fact that this is the new Democratic Party. This is not the Democratic Party of a decade ago or a generation ago. This is the party of Kamala Harris, of leftist politicians that are out of touch with hardworking Americans across this country who will determine who wins this election,\" Congressman Elise Stefanik told reporters.\n\nStacy Washington, Black Voices for Trump Advisory Board Member, alleged that Harris' career has never been about the people, it has always been about her and Biden is no different.\n\n\"A Biden-Harris presidency will always put themselves first, and the American people last. Phony Kamala is Joe Biden's political living will, and her radical left beliefs should cause every American to worry about her being just one heartbeat away from becoming president,\" Washington said.\n\n(Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "topic": "Donald Trump,Joe Biden,kamala harris,US Presidential elections 2020", "Category": "World", "fb": {"pages": 122094764539447, "app_id": 158662248103533}, "website": "https://www.business-standard.com", "rating": "General", "copyright": "www.business-standard.com", "author": "Press Trust of India", "robots": "index, follow, noodp, noydir", "description": "Read more about Donald Trump calls Biden's pick Kamala Harris as 'very unusual' and 'risky' on Business Standard. Harris, 55, whose father is an African from Jamaica and mother an Indian, is currently the US Senator from California", "keywords": "Donald Trump, Joe Biden, Kamala Harris, Mike Pence, US Presidential elections", "news_keywords": "Donald Trump, Joe Biden, Kamala Harris, Mike Pence, US Presidential elections", "og": {"type": "article", "title": "Donald Trump calls Biden's pick Kamala Harris as 'very unusual' and 'risky'", "url": "https://www.business-standard.com/article/international/donald-trump-calls-biden-s-pick-kamala-harris-as-very-unusual-and-risky-120081300285_1.html", "description": "Harris, 55, whose father is an African from Jamaica and mother an Indian, is currently the US Senator from California", "image": {"identifier": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-08/08/full/1596884111-8667.jpg", "secure_url": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-08/08/full/1596884111-8667.jpg", "width": 1000, "height": 1000}}, "twitter": {"image": {"src": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-08/08/full/1596884111-8667.jpg"}, "card": "summary_large_image", "site": "@bsindia", "creator": "@bsindia", "title": "Donald Trump calls Biden's pick Kamala Harris as 'very unusual' and 'risky'", "description": "Harris, 55, whose father is an African from Jamaica and mother an Indian, is currently the US Senator from California", "app": {"name": {"iphone": "Business Standard for iPhone", "ipad": "Business Standard"}, "url": {"iphone": "https://itunes.apple.com/in/app/business-standard-for-iphone/id581918934?mt=8", "ipad": "https://itunes.apple.com/us/app/business-standard/id482532990?ls=1&mt=8"}, "id": {"iphone": 581918934, "ipad": 482532990}}}, "article": {"content_tier": "free"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}