{"GDELT": {"GlobalEventID": 940468344, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MIL", "Actor1Name": "MILITARY FORCE", "Actor1Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.27362569487338, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200813043000, "SOURCEURL": "https://nationalinterest.org/blog/reboot/us-navys-best-chance-protecting-persian-gulf-shipping-iran-166751"}, "ARTICLE": {"TITLE": "This Is The U.S. Navy's Best Chance Of Protecting Persian Gulf Shipping From Iran", "TEXT": "Here's What You Need To Remember: Rather than resign ourselves to a one-on-one U.S.-Iran showdown, in other words, it should be a showdown between the Islamic Republic and the world. A show of international unity at sea would fill in gaps in the U.S. Navy’s capacity for convoy protection, including not just raw numbers of escorts but also niche capabilities such as minesweeping. Just as importantly, solidarity would impress upon Tehran that this is a fight it cannot win and had better not start.\n\nConvoys are the worst of all strategies for protecting mercantile shipping against raiders. Except for all the others. The logic behind convoy duty is straightforward. To defeat, say, an irregular maritime force like the Islamic Revolutionary Guard Corps Navy (IRGCN) or an Iranian-backed militia, defenders of a merchant fleet need superior firepower on scene at likely points of attack. If they outgun their antagonists, they will either win any tactical engagement or deter attack altogether.\n\nThis is far from a hypothetical discussion after attacks on six cargo ships in the past two months, along with the shootdown of a U.S. drone aircraft as recently as this Thursday. Maritime war is entirely thinkable in the Persian Gulf. If one breaks out, convoys could well comprise part of the strategic mix for the United States and any allies that join in.\n\nBe strong where it matters, when it matters! That’s a truism, but it’s a tough one to put into practice. The sea is an exceptionally large, featureless plain. It presents countless potential battlegrounds. Who could be the stronger contender on all of them? Even the brawniest navy maintains only a finite inventory of warships to police the sea, and that inventory must cover a multitude of competing missions and theaters. Trying to station sentry ships to guard all of the world’s oceans and seas, all the time, would thin the most formidable fleet’s combat power into irrelevance. Not even a multinational armada of one-thousand ships would boast enough assets to get a job of that magnitude done.\n\nMuch of the briny main, accordingly, will remain unguarded against maritime malefactors. That’s the nature of naval warfare.\n\nNow, there are workarounds for the problem of physical space. Navies can restrict their efforts to known hunting grounds for militias, terrorists, or freebooters. These are somewhat predictable, but a vessel is hard to find while riding the high seas since it can take any one of an infinite number of courses. Historian Julian Corbett notes that if you want to detect, track, and target a hostile vessel, the best places to take station are off your quarry’s harbor of origin or its destination, or near “focal areas” such as straits or other confined waterways through which it must pass to complete its journey from home port to destination. These are the three points at which its position is foreseeable.\n\nWould-be attackers know that and tend to lurk around such places on the nautical chart awaiting their prey. Consequently, these also make good areas for protectors of merchant traffic to patrol. Yet even savvy strategic distribution of the fleet constitutes a mere palliative for the problem of geographic coverage. Think about the multinational counterpiracy operation in the Gulf of Aden, now over a decade old and counting. By all accounts the endeavor qualifies as a success, having driven Somali piracy to virtually nil. But it would be a mistake to ascribe that success entirely to ships standing picket duty in regional waters.\n\nThough an inlet in the Indian Ocean, the Gulf of Aden is still a large expanse. Organizers of the counterpiracy expedition, therefore, enacted a transit corridor through the region to reduce the amount of square mileage the coalition squadron had to patrol. That helped, but not enough. Armed detachments joined freighter crews for the transit through pirate-infested waters, helping merchantmen defend themselves when no warships were on scene. Crews took simple precautions to make it hard for brigands to board their ships, such as mounting barriers on hulls and decks, making that segment of the voyage at high speed, and steering evasive courses.\n\nBottom line, it took a mix of countermeasures to hold piracy at bay in the western Indian Ocean. And that was when the foe was a ragtag group of corsairs—not a relatively well-equipped and disciplined armed force such as the IRGCN, which can operate in concert with the regular Iranian Navy, shore-based aircraft and missiles, and seagoing militia and terror groups. Hence the likely impulse to institute a convoy system in the Persian Gulf, much as the U.S. Navy did during the “Tanker War” of the late 1980s.\n\nThe convoy concept is simple: merchantmen assemble at a designated place and time, join up with armed escort ships, and traverse hazardous seaways in company with the escorts. This arrangement—grouping unarmed commercial vessels like sheep, and furnishing the flock with shepherds in the form of combatant ships—compels the enemy to come within reach of superior firepower or abandon its predatory aims. Either way, the prospects for safe navigation improve.\n\nIf the logic of convoy duty is so irresistible, why do seafarers disdain convoys? Well, look at it from the vantage point of both stakeholders: shipping firms and navies. Both believe convoys detract from higher priorities. Shipowners loathe convoys because they introduce delays, inefficiencies, and extra costs into what ought to be a smooth, efficient, steady-state process of ferrying raw materials or finished goods across the sea from sellers to buyers. Nor are merchant mariners accustomed to steaming in formation with other vessels or dodging surface, subsurface, or aerial attacks. This is foreign territory for business folk—and not territory they relish treading. Convoys are a distasteful last resort for shippers.\n\nOceangoing navies likewise have an acutely conflicted relationship with convoy strategies. Robust commerce is the point of maritime strategy, and the navy is the chief guardian of commercial sea traffic. But acting as shepherds is tedious, unglamorous, and largely passive in outlook. Military forces habitually despise functions that distract from glamour missions such as high-end combat. At various junctures in its history, for instance, the U.S. Army has in effect declared that it is no longer in the counterinsurgent or state-building business. Conventional warfighting is what the army does according to its institutional culture.\n\nDuring World War I, similarly, Great Britain’s Royal Navy had to rediscover the art and science of protecting commerce. It had raised convoy duty to a high art a century before, to prosecute wars against Revolutionary and Napoleonic France. But the ensuing century of relative quiet, in which the Royal Navy acted mainly as an imperial police force, permitted the habits, skills, and hardware necessary for convoy operations to atrophy. German U-boats drove Britain to the brink of starvation while mariners mastered the lost art anew.\n\nNor is forgetfulness a peculiarly British malady. America endured a catastrophic in 1942 at the hands of the next generation of U-boats, those put to sea by Nazi Germany. Worse, U.S. naval officials pooh-poohed advice from their British allies about convoys—disregarding the voice of hard experience. Readiness for escort operations has once again fallen into decay during the relative calm since the Cold War. The U.S. Merchant Marine has withered in numbers of hulls and skills associated with formation steaming, while the U.S. Navy leadership recently warned merchant mariners not to expect escorts during a major-power conflict in the Atlantic or Pacific. Such developments should set alarms to blaring.\n\nSeafarers, then, display a cultural allergy to convoys, object to how they siphon resources from other pursuits, and resent their opportunity costs in terms of missions the institution deems paramount, regardless of whether those missions involve moneymaking or fleet-on-fleet battle.\n\nThe takeaways for a potential war in the Persian Gulf? One, a proficient escort force will not spring into being overnight just because top political or military officials decree that it shall be so. If the U.S. Navy needs to protect convoys skirting off Iranian seacoasts or cruising the Strait of Hormuz, it needs to equip and train for that new, old mission beforehand—not after the threat to shipping grows immediate and dire. This is not some humdrum function that can be regenerated at an instant’s notice.\n\nAnd two, this is, or ought to be, a multinational venture. Everyone who uses the Persian Gulf sea lanes—including oil-dependent countries such as, say, China—has a stake in safeguarding these routes from the IRGCN and its confederates. If world capitals have a stake in maritime security, they should contribute forces to enforcing it. Happily, a standing, thirty-three-nation Combined Maritime Force already exists in the region to facilitate multinational police action. Washington should use it to coordinate both among the permanent members and with powerful outsiders such as the Indian Navy, which just announced a major deployment to the Persian Gulf and the Gulf of Oman to defend Indian vessels.\n\nRather than resign ourselves to a one-on-one U.S.-Iran showdown, in other words, it should be a showdown between the Islamic Republic and the world. A show of international unity at sea would fill in gaps in the U.S. Navy’s capacity for convoy protection, including not just raw numbers of escorts but also niche capabilities such as minesweeping. Just as importantly, solidarity would impress upon Tehran that this is a fight it cannot win and had better not start.", "METADATA": {"foaf": {"name": "James Holmes"}, "rdfs": {"label skos": {"prefLabel": "SEP/OCT 2020"}}, "description": "Convoys are the worst of all strategies for protecting mercantile shipping against raiders. Except for all the others.", "abstract": "Convoys are the worst of all strategies for protecting mercantile shipping against raiders. Except for all the others.", "keywords": "Security, Security, U.S. Navy, Iran, War, Military, Maritime Security", "robots": "follow, index, max-image-preview:large;", "news_keywords": "Security, Security, U.S. Navy, Iran, War, Military, Maritime Security", "rating": "general", "generator": "Drupal 7 (https://www.drupal.org)", "rights": "©1991–2020 The National Interest (Published by The Center for the National Interest)", "fb": {"app_id": 108265093096398}, "revisit-after": "1 day", "og": {"type": "article", "site_name": "The National Interest", "title": "This Is The U.S. Navy's Best Chance Of Protecting Persian Gulf Shipping From Iran", "url": "https://nationalinterest.org/blog/reboot/us-navys-best-chance-protecting-persian-gulf-shipping-iran-166751", "description": "Convoys are the worst of all strategies for protecting mercantile shipping against raiders. Except for all the others.", "updated_time": "2020-08-12T20:00:01-04:00", "image": "https://nationalinterest.org/sites/default/files/main_images/8906091415_202c5881cd_k%20%281%29.jpg"}, "twitter": {"card": "summary_large_image", "site": "@thenatlinterest", "title": "This Is The U.S. Navy's Best Chance Of Protecting Persian Gulf", "url": "https://nationalinterest.org/blog/reboot/us-navys-best-chance-protecting-persian-gulf-shipping-iran-166751", "description": "Convoys are the worst of all strategies for protecting mercantile shipping against raiders. Except for all the others.", "image": "https://nationalinterest.org/sites/default/files/main_images/8906091415_202c5881cd_k%20%281%29.jpg"}, "article": {"published_time": "2020-08-12T20:00:00-04:00", "modified_time": "2020-08-12T20:00:01-04:00"}, "dcterms.title": "This Is The U.S. Navy's Best Chance Of Protecting Persian Gulf Shipping From Iran", "dcterms.creator": "James Holmes", "dcterms.subject": "Security, Security, U.S. Navy, Iran, War, Military, Maritime Security", "dcterms.description": "Convoys are the worst of all strategies for protecting mercantile shipping against raiders. Except for all the others.", "dcterms.publisher": "The Center for the National Interest", "dcterms.date": "2020-08-12T20:00-04:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://nationalinterest.org/blog/reboot/us-navys-best-chance-protecting-persian-gulf-shipping-iran-166751", "viewport": "width=device-width", "msvalidate.01": "B9EACE358E504698243D8A8DBD920B1C"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}