{"GDELT": {"GlobalEventID": 940481954, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USAOPP", "Actor1Name": "PORTLAND", "Actor1CountryCode": "USA", "Actor1Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.90262172284644, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Portland, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR051", "Actor1Geo_Lat": 45.5235, "Actor1Geo_Long": -122.676, "Actor1Geo_FeatureID": "1136645", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Portland, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_ADM2Code": "OR051", "Action2Geo_Lat": 45.5235, "Action2Geo_Long": -122.676, "Action2Geo_FeatureID": "1136645", "DATEADDED": 20200813063000, "SOURCEURL": "https://original.antiwar.com/andrew-p-napolitano/2020/08/12/spying-on-journalists/"}, "ARTICLE": {"TITLE": "Spying on Journalists", "TEXT": "Last week, this column argued that the only constitutional role for armed federal forces in Portland, Oregon, was to assist U.S. marshals in protecting federal property and personnel there – in this case, the federal courthouse and those who come to it. The column also argued that under the US Constitution, the feds have no lawful role in policing streets unless requested to do so by the governor or legislature of any state.\n\nIn Portland’s case, the governor of Oregon and the mayor of Portland both asked acting Secretary of Homeland Security Chad Wolf to bring his forces home. He agreed to do so when Oregon’s governor offered to beef up security at the federal courthouse.\n\nYet, the federal forces were doing more than just protecting federal property. They were agitating the peaceful demonstrators in Portland’s streets by firing an internationally banned variant of tear gas repeatedly and indiscriminately into crowds for hours at a time every night. The feds were also spying on journalists who were in the crowds of protesters reporting on what they observed.\n\nHere is the backstory.\n\nThe Supreme Court has held, for many generations, that the Fourth Amendment to the Constitution protects the \"right to be let alone.\" Today, we call this privacy.\n\nThose who wrote the Constitution were acutely aware of the proclivities of government to monitor the communications and behavior of folks it hates and fears. King George III sent British troops and government agents into the homes of colonists under various pretexts, the most notorious of which was to examine letters, papers and pamphlets to ascertain if the king’s tax on them had been paid.\n\nThis Stamp Act tax cost more to enforce than it generated in revenue. Was the king dumb or dumb like a fox? Probably the latter; the true purpose of the tax was not to raise money but to remind the colonists that the king could cross the thresholds of their homes – a right he did not have in Great Britain – through the use of his soldiers and agents. And, while inside the home, his agents could discover who was agitating for secession.\n\nWith memories of these royal abuses fresh in their minds, the members of the first Congress – led by James Madison – approved and passed the Fourth Amendment. The states ratified it as part of the Bill of Rights. Madison also drafted the Ninth Amendment, which reflects the existence in all people of natural human rights – knowable by the exercise of reason and insulated from government intrusion. Among those rights is privacy.\n\nMay the government lawfully invade the right to privacy? Under the Fourth Amendment, it may do so only pursuant to search warrants issued by a judge, and the judge may only issue a search warrant after taking testimony under oath demonstrating that it is more likely than not that the place to be searched will yield evidence of criminal behavior. Plus, the warrant must specify the place to be searched or the person or thing to be seized.\n\nThe language and requirements in the Fourth Amendment are the most specific in the Constitution. Madison insisted upon this so it would be both an obstacle to the new American government doing to its citizens what the king and his agents had done to the colonists, and an inducement to the government to focus law enforcement on probable causes of crime rather than spying on political enemies.\n\nNow, back to the feds in Portland.\n\nWe know from their admissions that the feds compiled dossiers on numerous journalists covering their activities in Portland. We also know that some data in those dossiers came from public sources and some did not. The governmental acquisition of data from nonpublic, nongovernment sources without search warrants constitutes spying.\n\nThe government spies routinely on Americans today – so much so that the revelation of it ceases to shock.\n\nWhy would the feds do this?\n\nFor starters, it is far easier to spy unlawfully than it is to obtain a search warrant. As well, the feds have established a vast network of domestic spies – the 60,000-person strong National Security Agency. It captures all electronic data, voice and text, communicated within the United States – without warrants and with few complaints.\n\nAll this directly assaults the right to privacy, but the feds do it anyway. The spying is so normal that a deputy DHS secretary ordered it in Portland without seeking approval up his chain of command.\n\nThe government also spies to intimidate – and this brings us back to Portland. When the government discovers personal information that it has no right to acquire without a warrant – information devoid of criminal evidence, information that the Fourth Amendment bars the government from obtaining without a warrant – and then tells you it has this information, it chills your freedom.\n\nChilling can make you pause before exposing or criticizing the government. The Supreme Court has characterized this as a violation of both the Fourth Amendment and the freedom of speech protected by the First Amendment.\n\nTo Wolf’s credit, he either fired or transferred (it is unclear which) the deputy secretary who ordered DHS agents to spy on journalists in Portland. Yet, when ordered, they readily complied with the order. That’s how commonplace federal spying has become – and how easy.\n\nThe folks who did this should all lose their jobs. Why? Because it is unlawful to obey an unlawful order.\n\nOr have our constitutional rights been so emasculated that the government doesn’t know the difference?\n\nAndrew P. Napolitano, a former judge of the Superior Court of New Jersey, is the senior judicial analyst at Fox News Channel. Judge Napolitano has written seven books on the US Constitution. The most recent is Suicide Pact: The Radical Expansion of Presidential Powers and the Lethal Threat to American Liberty. To find out more about Judge Napolitano and to read features by other Creators Syndicate writers and cartoonists, visit www.creators.com.\n\nCOPYRIGHT 2019 ANDREW P. NAPOLITANO – DISTRIBUTED BY CREATORS.COM", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Last week, this column argued that the only constitutional role for armed federal forces in Portland, Oregon, was to assist U.S. marshals in protecting - Andrew P. Napolitano for Antiwar.com Original", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Spying on Journalists - Antiwar.com Original", "description": "Last week, this column argued that the only constitutional role for armed federal forces in Portland, Oregon, was to assist U.S. marshals in protecting - Andrew P. Napolitano for Antiwar.com Original", "url": "https://original.antiwar.com/?p=2012340589", "site_name": "Antiwar.com Original", "image": {"identifier": "https://original.antiwar.com/wp-content/uploads/2019/10/awc_logo_for-circle-profile_600sq-01.png", "width": 600, "height": 600}}, "article": {"publisher": "https://www.facebook.com/Antiwarcom/", "published_time": "2020-08-13T04:00:41+00:00", "modified_time": "2020-08-11T14:56:20+00:00"}, "fb": {"app_id": 3079632572052047}, "twitter": {"card": "summary", "creator": "@Antiwarcom", "site": "@Antiwarcom", "image": "https://www.antiwar.com/images/awc_twitter_card_75.png", "title": "Spying on Journalists", "description": "Last week, this column argued that the only constitutional role for armed federal forces in Portland, Oregon, was to assist U.S. marshals in protecting federal property and personnel there – in this case, the federal courthouse and those who come to it. The column also argued that under the US Constitution, the feds have no … Continue reading", "url": "https://original.antiwar.com/andrew-p-napolitano/2020/08/12/spying-on-journalists/"}, "generator": "WordPress 5.5", "apple-mobile-web-app-title": "Antiwar.com Regional News", "application-name": "Antiwar.com Regional News", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "//antiwar.com/images/favicons/mstile-144x144.png?v=5ABYOaRGEk", "msapplication-config": "//antiwar.com/images/favicons/browserconfig.xml?v=5ABYOaRGEk", "theme-color": "#ffffff", "google-site-verification": "RSyVaCwZRdh4pI3dRLmj1FZNeLKrYb0P6lbEyX-1LUU"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}