{"GDELT": {"GlobalEventID": 940458587, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NGA", "Actor1Name": "LAGOS", "Actor1CountryCode": "NGA", "Actor2Code": "AUS", "Actor2Name": "VICTORIA", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.47846889952153004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20200813030000, "SOURCEURL": "https://www.thisdaylive.com/index.php/2020/08/13/reddington-inaugurates-testing-lab-covid-19-hospital/"}, "ARTICLE": {"TITLE": "Reddington Inaugurates Testing Lab, COVID-19 Hospital", "TEXT": "•To deliver test results within 24 hours\n\nBy Martins Ifijeh\n\nReddington Hospital Group has become the first private health facility in Nigeria to inaugurate a state-of-the-art Polymerase Chain Reaction (PCR) laboratory facility for COVID-19 testing and Armoured Shield Hospital for treatment and management of the disease.\n\nIt said the PCR test, which is the World Health Organisation (WHO)’s recommended type of testing for COVID-19 due to its low error margin would ensure the delivery of results to clients within 24 hours.\n\nOther PCR laboratories in Nigeria deliver results within two to five days.\n\nSpeaking yesterday during the inauguration of the twin facilities in Lagos, the Medical Director of Armoured Shield Medical Complex, Dr. Sola Oluwole, said the facility was the only private hospital in Lagos accredited by the government both for testing and treatment of COVID-19.\n\nOluwole added that the facility will be complemented by Reddington ZaineLab, a new molecular biology laboratory that has a class three biosecurity technology that promotes efficiency and the highest level of protection for laboratory staff and their environment.\n\nHe said: “The new medical centre built in phases offers a 50-bed facility with isolation wards, high dependency and level three Intensive Care Unit (ICU) with ventilators, organ life support machines, CT scan, X-ray, laboratory, telemedicine, emergency response ambulances among other equipment and seasoned medical personnel required to treat all cases of COVID-19 in both adults and children.\n\n“The centre, which is established to complement the efforts of the Lagos State Government in fighting the pandemic is situated in four different locations across Lagos with an Incident Command Office in Victoria Island. The isolation treatment centre offers a well-furnished en-suite single bedroom, mini office and lounges, and is targeted at corporate community and discerning clientele who desire a private and serene environment during the period of the management of the infection. The laboratory will detect and diagnose COVID-19 within 24 to 48 hours of testing to avoid long waiting for results.”\n\nBesides, the medical centre also provides facility for children, pregnancy care and theatre to operate COVID-19 patient with acute emergencies.\n\nOluwole said, Shell Nigeria and Seplat Petroleum Plc were just two out of the corporate organisations that had subscribed to the Armoured Shield Medical Scheme, which was the most attractive comprehensive care package offered by any private hospital in Lagos for COVID-19 management.\n\nOn his part, the Commissioner for Health, Lagos State, Prof. Akin Abayomi, said the facility scored 100 per cent at the end of the inspection for accreditation, adding that every equipment and other protocols put in place by the hospital management met all requirements set out by the state government.\n\nHe said: “Shield Medical Centre will go a long way in complementing the efforts of Lagos and federal governments in winning the war against the ravaging global pandemic.\n\n“Lagos State as the epicentre of COVID-19 in Nigeria has demonstrated commendable leadership through the Governor, Mr. Babajide Sanwo-Olu, in curbing the spread of the virus. We have provided a working template which other states are now running within the management of the disease.”\n\nHe identified the apathy of most people to testing, stigmatisation of infected and treated persons, refusal to adhere to non-medical protocols such as social distancing, wearing of a facemask in public places and the general cynicism among the populace that COVID-19 is a “big man disease”, as some of the challenges facing the fight against the pandemic in Nigeria.\n\nThe Reddington Hospital Group has been a pacesetter in providing affordable, world-class healthcare in Nigeria, scoring many firsts in the process.\n\nOnly recently, it became the only independently-owned private hospital in Nigeria to successfully perform a complex open- heart surgery on a 66-year old Nigerian gentleman.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2020/05/c90247e0-reddington-hospital.jpg", "secure_url": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2020/05/c90247e0-reddington-hospital.jpg", "width": 800, "height": 606}, "locale": "en_US", "type": "article", "title": "Reddington Inaugurates Testing Lab, COVID-19 Hospital - THISDAYLIVE", "description": "•To deliver test results within 24 hours By Martins Ifijeh Reddington Hospital Group has become the first private health facility in Nigeria to inaugurate a state-of-the-art Polymerase Chain Reaction (PCR) laboratory facility for COVID-19 testing and Armoured Shield Hospital for treatment and management of the disease. It said the PCR test, which is the World …", "url": "https://www.thisdaylive.com/index.php/2020/08/13/reddington-inaugurates-testing-lab-covid-19-hospital/", "site_name": "THISDAYLIVE"}, "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/thisdaylive", "section": "Latest", "published_time": "2020-08-13T02:41:43+00:00"}, "twitter": {"card": "summary_large_image", "description": "•To deliver test results within 24 hours By Martins Ifijeh Reddington Hospital Group has become the first private health facility in Nigeria to inaugurate a state-of-the-art Polymerase Chain Reaction (PCR) laboratory facility for COVID-19 testing and Armoured Shield Hospital for treatment and management of the disease. It said the PCR test, which is the World […]", "title": "Reddington Inaugurates Testing Lab, COVID-19 Hospital - THISDAYLIVE", "site": "@thisdaylive", "image": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2020/05/c90247e0-reddington-hospital.jpg", "creator": "@thisdaylive"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin"}}}