{"GDELT": {"GlobalEventID": 940461746, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NLD", "Actor1Name": "NETHERLANDS", "Actor1CountryCode": "NLD", "Actor2Code": "BEL", "Actor2Name": "BELGIAN", "Actor2CountryCode": "BEL", "IsRootEvent": 0, "EventCode": 1723, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.40793201133145, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL", "Actor1Geo_Lat": 52.5, "Actor1Geo_Long": 5.75, "Actor1Geo_FeatureID": "NL", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baarle-Hertog, Region Flamande, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE13", "Actor2Geo_ADM2Code": "40442", "Actor2Geo_Lat": 51.4471, "Actor2Geo_Long": 4.92889, "Actor2Geo_FeatureID": "-1953583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baarle-Hertog, Region Flamande, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE13", "Action2Geo_ADM2Code": "40442", "Action2Geo_Lat": 51.4471, "Action2Geo_Long": 4.92889, "Action2Geo_FeatureID": "-1953583", "DATEADDED": 20200813033000, "SOURCEURL": "https://au.lifestyle.yahoo.com/netherlands-belgian-enclave-juggles-tricky-030216648.html"}, "ARTICLE": {"TITLE": "Netherlands' Belgian enclave juggles tricky virus rules", "TEXT": "Artist Sylvia Reijbroek, who owns an art gallery, wears a face mask on the Belgian side of her shop, marked out by white crosses, because Belgium makes face coverings compulsory to fight the coronavirus\n\nThere is a small Belgian enclave in the southern Netherlands where respecting two sets of rules to fight coronavirus has become a daily challenge, with international borders criss-crossing streets and even running through shops and homes.\n\nThe tiny town of Baarle-Hertog stands cheek by jowl with its Dutch neighbour Baarle-Nassau in southern Netherlands, but its 22 enclaves are Belgian territory and part of the Antwerp municipality which lies about 50 kilometres (31 miles) away.\n\nBefore, nobody worried too much about the fact that Belgian Baarle-Hertog was completely surrounded by the Netherlands, with the border running like a patchwork through the two towns and where the position of one's front door determined which country one lived in.\n\nBut then the coronavirus pandemic came along -- with Belgium following one set of guidelines and the Netherlands another -- and confusion reigned.\n\n\n\n- Mask or no mask? -\n\n\n\nIn Baarle-Hertog, as in Antwerp, wearing a mask in a public space is obligatory. Not so in Baarle-Nassau, because Dutch rules require masks only on public transport.\n\n\"People don't understand whether or not they should wear a mask when they come to my shop,\" said Sylvia Reijbroek, a local resident whose art gallery is split by the border, marked by simple white crosses on the floor.\n\nThe Dutch woman used to be amused by the national boundary splitting the site, but since the outbreak of the coronavirus pandemic \"it's not so nice any more\".\n\nCustomers entering from the gallery's Belgian side have to put on a mask, before a few metres further, inside the gallery, they are allowed to take it off because they've \"crossed the border\".\n\nBefore the coronavirus, \"there was no problem with borders. Now, we see it's different,\" Reijbroek, who is an artist, told AFP.\n\n\n\n- Tale of two towns -\n\n\n\nDespite the obvious white crosses demarcating the border between Belgium and the Netherlands, the two villages used to work well together, said Frans De Bont, Baarle-Hertog's mayor.\n\n\"With corona everything has changed. Nobody knows what to do,\" he told AFP.\n\n\"Now it's: 'you're Dutch and you have your rules' and we have Belgian rules which are stricter. And that's strange,\" said De Bont, whose 7.5 square kilometre village has recorded 14 coronavirus cases so far.\n\nDuring the recent lockdown, Reijbroek had to close her art gallery under Belgian law, while an adjoining shop on the Dutch side could remain open.\n\nCalling it an \"intelligent lockdown\", the Netherlands was one of the few countries in Europe not to order a full quarantine during the height of the pandemic.\n\n\"We have two governments which have different ways of dealing with the coronavirus. It's not very pleasant,\" Reijbroek said.\n\nTo help the two towns' population of some 9,600 residents navigate a tricky situation, some businesses now display storefront signs that read: \"No mask required here.\"\n\nTo add to the absurdity of the situation, Antwerp's authorities recently tightened COVID-19 restrictions by introducing a nightly curfew.\n\n- Unique situation -\n\n\n\nThe history of Baarle-Nassau and Baarle-Hertog dates back to the Middle Ages, and the geographical anomaly has attracted tourists from all over the world.\n\nIn 1198, the territory was carved up when Henry I, Duke of Brabant, gave Godfried of Schoten, Lord of Breda, some land.\n\nBy 1830, when Belgium became independent and separated from the Netherlands, the question about precise borders once again came to the fore.\n\nThe border was finally settled in 1995, some 165 years later.\n\nThis is a \"unique\" case in the world, said Willem van Gool, director of the Baarle-Nassau and Baarle-Hertog tourist office.\n\n\"You could say that we are the world capital of enclaves. We are used to it,\" he said.\n\n\"But of course, with the coronavirus, we have new problems to solve,\" explained Van Gool.\n\n\"It's difficult for people here,\" Mayor De Bont conceded.\n\nBut for De Bont it's not a competition to see which country has implemented the most effective measures against coronavirus, so clearly seen in the way the two towns deal with pandemic.\n\n\"We are working on something bigger. We are busy with a war (against coronavirus) now,\" he said.\n\nBoth countries \"are doing their best\".\n\nsmt/jhe/lc/leg", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@yahoo7be", "card": "summary_large_image", "description": "There is a small Belgian enclave in the southern Netherlands where respecting two sets of rules to fight coronavirus has become a daily challenge, with international borders criss-crossing streets and even running through shops and homes.  The tiny town of Baarle-Hertog stands cheek by jowl with its", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/9xJ4hHJKug_h4ZcgRNQpfQ--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.au/e5aec6479ea753c207af745735c8db94", "src": "https://s.yimg.com/uu/api/res/1.2/9xJ4hHJKug_h4ZcgRNQpfQ--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.au/e5aec6479ea753c207af745735c8db94"}, "title": "Netherlands' Belgian enclave juggles tricky virus rules"}, "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=6a4c3d48-1fe4-3d16-9dc1-f18cab8d42f9&src=web", "application-name": "Yahoo Lifestyle", "news_keywords": "Baarle-Hertog, southern Netherlands, Baarle-Nassau, Netherlands, coronavirus", "description": "There is a small Belgian enclave in the southern Netherlands where respecting two sets of rules to fight coronavirus has become a daily challenge, with international borders criss-crossing streets and even running through shops and homes.  The tiny town of Baarle-Hertog stands cheek by jowl with its", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/9xJ4hHJKug_h4ZcgRNQpfQ--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.au/e5aec6479ea753c207af745735c8db94", "description": "There is a small Belgian enclave in the southern Netherlands where respecting two sets of rules to fight coronavirus has become a daily challenge, with international borders criss-crossing streets and even running through shops and homes.  The tiny town of Baarle-Hertog stands cheek by jowl with its", "title": "Netherlands' Belgian enclave juggles tricky virus rules", "url": "https://au.lifestyle.yahoo.com/netherlands-belgian-enclave-juggles-tricky-030216648.html"}, "fb": {"pages": 115202848522498}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=6a4c3d48-1fe4-3d16-9dc1-f18cab8d42f9&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=6a4c3d48-1fe4-3d16-9dc1-f18cab8d42f9&src=web"}}}}}