{"GDELT": {"GlobalEventID": 940478098, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "PHL", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.2346368715083798, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200813060000, "SOURCEURL": "https://news.abs-cbn.com/news/08/13/20/ph-russia-to-run-simultaneous-phase-3-clinical-trials-for-covid-19-vaccine"}, "ARTICLE": {"TITLE": "PH, Russia to run simultaneous phase 3 clinical trials for COVID-19 vaccine", "TEXT": "President Rodrigo Duterte is accompanied by Russian President Vladimir Putin upon his arrival at the Polyana 1389 Hotel in Sochi, Russia for their bilateral meeting on October 3, 2019. Richard Madelo, Presidential Photo/File​\n\nMANILA (2nd UPDATE) - The Philippines and Russia are planning to start phase 3 clinical trials of Moscow's coronavirus vaccine by October, Malacañang said Thursday, raising hopes on a solution to the pandemic that has infected over 20 million people worldwide.\n\nThe tests will run until March of next year and will be done simultaneously in Manila and Moscow, Presidential Spokesperson Harry Roque said. Russia will fund the trials in the Philippines, he added.\n\nPhase 3 clinical trials, according to the website of the Food and Drug Administration (FDA), involves \"300 to 3,000 volunteers who have the disease or condition,\" and aims to test the efficacy and monitoring of adverse reactions to the drug.\n\n\"Mula Oktubre naman po hanggang Marso ng susunod na taon ay magkakaroon ng clinical trial phase 3. Simultaneous po 'yan sa Russia at Pilipinas,\" Roque said.\n\n(From October to March of next year, there will be phase 3 of clinical trials. That will be done simultaneously in Russia and the Philippines.)\n\nThe trials will run on a voluntary basis, Roque said.\n\n\"Wala pong sapilitan 'yan. Kung sino lang po ang gusto mag-volunteer, puwedeng magpasaksak,\" he added.\n\n(There will be no force. Those who want to volunteer, can be injected.)\n\nRussian President Vladimir Putin declared Russia the first country to approve a coronavirus vaccine on Tuesday even though final stage testing only started this week.\n\nRussia's Sputnik V vaccine was developed by the Gamaleya research institute in coordination with the country's defense ministry.\n\nThe announcement was made just hours after Duterte's government confirmed willingness to participate in the Russian immunization program.\n\nThe 75-year-old President even volunteered to be among the first to be injected with the Russian vaccine in public to prove its safety and efficacy.\n\nRoque said the government expects the Russian vaccine to be registered with the local Food and Drug Administration by April.\n\nThis means that Duterte might be inoculated with the drug by May at the earliest, Roque said.\n\n\"Inaasahan natin na pupuwedeng magpabakuna ang ating Presidente dito po sa Russian na bakuna sa Mayo 1, 2021,\" Roque said.\n\n(We expect that the President can be immunized with the Russian vaccine by May 1, 2021.)\n\nDOST LOOKING AT 1,000 FILIPINO PARTICIPANTS\n\nDr. Jaime Montoya, executive director of the Department of Science and Technology's Council for Health Research and Development (PCHRD), said the agency is looking at 1,000 Filipino participants for the clinical trials.\n\n“'Pag ito ay na-approve saka sisimulan ang clinical trial Phase III na sinasabing about 1,000 people ang magiging involved,” Montoya told ABS-CBN News in an online interview.\n\n(Once it is approved, we can start clinical trial Phase III that will involve 1,000 people.)\n\nMontoya was among DOST officials who met with the Gamaleya Research Institute on Wednesday to discuss the possibility of running clinical trials in the Philippines and eventually acquiring the vaccine once it is approved.\n\nDuring the meeting, the Russian side explained that it gave approval for the vaccine’s limited use to aid health workers and other high-risk populations. However, it will still push through with Phase III trials which involve thousands of participants to test the efficacy and safety of the vaccine.\n\n“Kung maaayos natin 'yung confidentiality data agreement at mapag-aralan natin ng sapat 'yung data nila from the Phase I and Phase II, mga September po. But best case scenario 'yan,” Montoya said when asked when Phase III clinical trials might start in the Philippines.\n\n(If we are able to have the confidentiality data agreement and study their data from Phase I and Phase II, around September [the trials may start]. But that’s the best case scenario.)\n\n- with reports from Kristine Sabillo, ABS-CBN News", "METADATA": {"robots": "index,follow", "viewport": "width=device-width, initial-scale=1.0", "keywords": "Philippines, coronavirus, COVID-19, COVID-19 vaccine, Philippines Russia, Russia vaccine clinical trials, Russia COVID-19, Russia Sputnik V, PH, Russia to run simultaneous phase 3 clinical trials for COVID-19 vaccine | ABS-CBN News", "description": "The Philippines and Russia are planning to start phase 3 clinical trials of Moscow's coronavirus vaccine by October, Malacañang said Thursday, raising hopes on a solution to the pandemic that has infected over 20 million people worldwide.", "copyright": "All rights reserved by ABS-CBN Corporation", "news_keywords": "Philippines, coronavirus, COVID-19, COVID-19 vaccine, Philippines Russia, Russia vaccine clinical trials, Russia COVID-19, Russia Sputnik V, PH, Russia to run simultaneous phase 3 clinical trials for COVID-19 vaccine | ABS-CBN News", "articleID": 664566, "article_id": "article-664566", "article-tags": "Philippines, coronavirus, COVID-19, COVID-19 vaccine, Philippines Russia, Russia vaccine clinical trials, Russia COVID-19, Russia Sputnik V", "section": "News", "thumbnail": "https://sa.kapamilya.com/absnews/abscbnnews/media/2020/news/08/11/20191003-duterte-putin-minb-2-2.jpg", "author": "Arianne Merez, ABS-CBN News", "category": "News", "pubdate": "2020-08-13T04:52:34+00:00", "published_date": "2020-08-13T04:52:34+00:00", "lastmod": "2020-08-13T06:35:59+00:00", "medium": "article", "og": {"title": "PH, Russia to run simultaneous phase 3 clinical trials for COVID-19 vaccine", "description": "The Philippines and Russia are planning to start phase 3 clinical trials of Moscow's coronavirus vaccine by October, Malacañang said Thursday, raising hopes on a solution to the pandemic that has infected over 20 million people worldwide.", "url": "https://news.abs-cbn.com/news/08/13/20/ph-russia-to-run-simultaneous-phase-3-clinical-trials-for-covid-19-vaccine", "image": {"identifier": "https://sa.kapamilya.com/absnews/abscbnnews/media/2020/news/08/11/20191003-duterte-putin-minb-2-2.jpg", "alt": "PH, Russia to run simultaneous phase 3 clinical trials for COVID-19 vaccine"}, "type": "article", "site_name": "ABS-CBN News", "locale": {"identifier": "en_US", "alternate": "tl_PH"}}, "article": {"section": "News", "tag": "Philippines, coronavirus, COVID-19, COVID-19 vaccine, Philippines Russia, Russia vaccine clinical trials, Russia COVID-19, Russia Sputnik V, News, 2020-08-13", "publisher": "https://www.facebook.com/abscbnNEWS"}, "fb": {"app_id": 1710456575844989, "pages": 27254475167}, "twitter": {"card": "summary_large_image", "site": "@ABSCBNNews", "url": "https://news.abs-cbn.com/news/08/13/20/ph-russia-to-run-simultaneous-phase-3-clinical-trials-for-covid-19-vaccine", "title": "PH, Russia to run simultaneous phase 3 clinical trials for COVID-19 vaccine", "description": "The Philippines and Russia are planning to start phase 3 clinical trials of Moscow's coronavirus vaccine by October, Malacañang said Thursday, raising hopes on a solution to the pandemic that has infected over 20 million people worldwide.", "image": "https://sa.kapamilya.com/absnews/abscbnnews/media/2020/news/08/11/20191003-duterte-putin-minb-2-2.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://sa.kapamilya.com/absnews/abscbnnews/media/abs-cbnnews/abscbnmaster/favicon.ico"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Covid Vaccine"]}}