{"GDELT": {"GlobalEventID": 940438418, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BWA", "Actor1Name": "BOTSWANA", "Actor1CountryCode": "BWA", "Actor2Code": "CVL", "Actor2Name": "RESIDENTS", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.8582995951417, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Botswana", "Actor1Geo_CountryCode": "BC", "Actor1Geo_ADM1Code": "BC", "Actor1Geo_Lat": -22.0, "Actor1Geo_Long": 24.0, "Actor1Geo_FeatureID": "BC", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200813004500, "SOURCEURL": "https://www.chronicle.co.zw/health-experts-on-covid-19-decongestion/"}, "ARTICLE": {"TITLE": "Health experts on Covid-19 decongestion", "TEXT": "Andile Tshuma, Chronicle Correspondent\n\nHEALTH experts have urged companies to decongest workplaces further and reiterated the need for people to be extra vigilant in order to curb the spread of Covid-19 as the nation approaches the 5 000 mark.\n\nExperts fear the worst case scenario in terms of infections and deaths could be next month due to the multiplier effect.\n\nZimbabwe had by Tuesday recorded 4 818 Covid-19 cases and 104 deaths.\n\nLocal Covid-19 transmissions have risen alarmingly during the past few weeks and now account for more than 70 percent of the total confirmed cases and the situation is even worse in Bulawayo where more than 90 percent of the cases are local transmissions.\n\nThe manifestation of Covid-19 has been changing since the country recorded its first case on March 20. During the first few weeks, most cases were of people with travel history and as such were imported cases as opposed to local transmissions.\n\nThe scenario later changed and infections were now concentrated at quarantine centres accommodating returning residents mainly from South Africa, Botswana and Mozambique.\n\nMpilo Central Hospital Acting Chief Executive Officer Professor Solwayo Ngwenya warned that more cases were likely to be reported in the next few weeks and said he feared the figures could double what has so far been recorded.\n\nHe said there was an urgent need for people to change their behaviour and strictly adhere to Covid-19 regulations to avoid exposure to infection.\n\nProf Ngwenya urged companies to ensure that more employees work remotely so as to decongest workplaces.\n\n“Yes, we are just about to reach 5 000 cases in terms of infections, however, the worst is yet to come. It has taken the country almost five months to reach 5 000 cases but it could take just a month to double the figure due to the multiplier effect. The cases will multiply and multiply and more will die. Much more than we are seeing now,” he said.\n\nWorkplaces have become hotspots for Covid-19 transmissions with companies such as Cimas, Zimra, ZBC and some banks temporarily closing premises after employees tested positive to Covid-19.\n\nSome companies have since closed workstations and their employees are working from home.\n\nExperts say workers expose themselves to the virus by sharing phones, computer keyboards, canteen utensils, using public transport and failure to mantain social distance hence the call for more workers to work from home.\n\nZimbabwe Medical Association (Zima) President Dr Francis Chiwora yesterday said at 5 000 cases, the country would not have reached the peak of the pandemic hence the need for people to continue taking measures to minimise the spread of the virus.\n\n“We are worried about the rising numbers and what is disturbing is that most cases are now as a result of local transmissions. We have not reached the peak yet so we need to continue taking measures to prevent exposure to the virus,” said Dr Chiwora.\n\nHe said people should avoid gatherings especially in enclosed areas such as buildings. — @andile_tshuma", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0", "theme-color": "#1ba1e2", "description": "Bulawayo's most popular daily newspaper", "twitter": {"card": "summary_large_image", "site": "@ChronicleZim"}, "og": {"title": "Health experts on Covid-19 decongestion", "description": "Bulawayo's most popular daily newspaper", "type": "article", "url": "https://www.chronicle.co.zw/health-experts-on-covid-19-decongestion/", "site_name": "The Chronicle", "image": "https://www.chronicle.co.zw/wp-content/uploads/sites/3/2019/07/milo.jpg"}, "msapplication-TileImage": "https://www.chronicle.co.zw/wp-content/uploads/sites/3/2018/08/cropped-chronicle_site_icon-270x270.png"}}}