{"GDELT": {"GlobalEventID": 940405349, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "CVL", "Actor2Name": "IMMIGRANT", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.7341040462427801, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200812210000, "SOURCEURL": "https://www.jns.org/15-years-after-disengagement-from-gaza-area-mired-by-violence/"}, "ARTICLE": {"TITLE": "15 years after disengagement from Gaza, area still mired in violence", "TEXT": "Israel will mark 15 years since the 2005 Gaza Disengagement—former Prime Minister’s Ariel Sharon’s operation to evict all 8,000 or so Israelis from the Gazan Jewish communities of Gush Katif, along with those in the central and northern parts of the Strip, in addition to the Israelis living in four communities in northern Samaria.\n\nThe expulsion of the residents and the destruction of their homes were a supposed peace gesture to the Palestinian Authority, which was gaining the coastal enclave. (Greenhouses were left intact to boost the initial economy; the Palestinians promptly burned them down.) That small piece of territory has now become a seat of ongoing strife overrun by terror groups.\n\nIn 2007, Hamas took over the Gaza Strip from the P.A., leaving 2 million residents at its disposal. Since then, three major operations by the Israel Defense Forces have responded to bouts of rocket fire, terror attacks and attempted infiltrations across the border.\n\nOnce again, with a significant increase in rocket fire and incendiary devices leading to arson in Jewish towns and farmland in Israel’s south, many are still questioning the move after all these years.\n\nSubscribe to The JNS Daily Syndicate\n\nby email and never miss\n\nour top stories\n\nMideast experts are also still deconstructing lessons learned from the Gaza pullout when it comes to possible “land for peace” deals in Judea and Samaria.\n\nIt is with these issues in mind that the Jerusalem Press Club this week hosted a Zoom meeting featuring three speakers associated with the Gaza withdrawal: Maj. Gen. (res.) Gershon Hacohen, the senior IDF officer in charge of implementing the pullout and now a fellow at the Begin-Sadat Center for Strategic Studies; key architect of the plan Dov Weissglas, bureau chief and foreign-affairs adviser to Sharon; and Laurence Beziz from the Gush Katif community of Gadid, who was evicted from her home.\n\nHacohen described the evacuation as being borderline “criminal,” but as the commanding general of the IDF’s 36th Division said he “didn’t have any other choice but to obey orders.”\n\nHe said that while he was deeply troubled by the move, he tried to carry out his orders in way that would lessen confrontation or animosity between the state, the army and the evicted residents, while at the same time hoping that all those involved wouldn’t give up on the Zionist dream.\n\n“I wanted to create a situation which would exemplify that we are here” in Israel to stay, he said, “and that we will overcome this bad event, and continue with the vision of planting and building in our land.”\n\nThat said, Hacohen confirmed to JNS the accuracy of a recent report by Israel Hayom that the Sharon government, with then Finance Minister and future Prime Minister Ehud Olmert leading the charge, had the intention of carrying out further evacuations of Jewish communities in Judea and Samaria, more commonly known the world over as the West Bank, as the second part of the disengagement.\n\n“I was aware about that idea and made all my efforts to design my operation according to that threat,” he said. Hacohen said he was trying to inspire the leaders of the Jewish communities in Judea and Samaria by explaining that “we lost the battle in Gush Katif in order to win the main battle in the center of the Israeli homeland.”\n\nTo Hacohen, Israel’s Gaza pullout—along with the IDF pullout from the southern Lebanon security zone in 2000, which both led to military conflict—is proof that withdrawing from Judea and Samaria would place a Hezbollah-inspired terror threat just 10 kilometers from Tel Aviv.\n\n“We pulled out of Gaza and Lebanon, and lost military operational freedom. We currently have military freedom wherever and whenever necessary in Judea and Samaria. Instead of pulling back, we must build in Judea and Samaria, and the Jordan Valley, and stay there forever,” he affirmed.\n\n‘The political momentum stopped’\n\nOn the other side of the debate, Weissglas remains confident that Israel did the right thing by leaving Gaza.\n\n“The general intention was to end conflict and try to find a political solution to this 150-year-old confrontation,” he said. “It was clear to everyone that Gaza would not be part of Israel in any final-status negotiations, so why pay such a high price with people’s lives and [continue to] invest in military protection to remain there?”\n\nIn his view, the Gaza pullout was a step in the right direction towards future moves in Judea and Samaria, but after Sharon suffered a stroke and left him incapacitated, and then Ehud Olmert’s resignation as prime minister in 2008, “the political momentum stopped.”\n\nWeissglas, a clear “land for peace” proponent, is unsure of the future situation in Judea and Samaria since he noted that while Olmert was willing to give away as much as 97 percent of the land in a peace deal with the P.A., the current Trump administration Mideast peace plan “is totally unacceptable to the Palestinians since it 30 percent less.”\n\n“I don’t see any progress in the peace arena as long as Israel’s current government is in place,” he added.\n\nIn-between the comments made by Hacohen and Weissglas were remarks given by Beziz, a farmer who lived in Moshav Gadid for 19 years before the expulsion, who was forced to leave her way of life behind.\n\nBeziz now lives in the community of Be’er Ganim near Ashkelon with 30 other Gadid families who chose to stay together after the disengagement. She also currently serves as project coordinator at the Gush Katif and Northern Samaria Commemoration Center in Nitzan—a museum to educate people about life in those communities before they were destroyed.\n\nAn immigrant from France, Beziz told JNS that she had moved with her family to Gadid with a deep sense of Zionism. “Making aliyah, I wanted to do something that reminded me of the pioneers of this country, who worked the land and fought for it. So when the opportunity presented itself, we moved to Gush Katif.”\n\nShe said that she loved the “simplicity of life and the cohesion of the community. Living there gave me a sense of meaning and a connection to the land.”\n\nWhen Sharon’s plan was announced in 2003, she said that she felt “a sense of betrayal.” She added that when the demonstrations against the plan started, “it wasn’t about trying to save my little house; it wasn’t about the physical, but rather protecting the bond to the land of Israel.”\n\nBeziz said 15 years later, she doesn’t feel that the media conveyed that message. “We weren’t fighting for money; we were fighting for the land of Israel.”\n\nIn terms of the future of communities in Judea and Samaria, Beziz related that Israel has the right to secure borders like any other country. “We need to say again and again, this land belongs to us. We shouldn’t always be talking about land for peace, but rather peace for peace.”\n\nAt the same time, referring to better times when coexistence did exist with her Arab neighbors in Gaza, she said “when there is mutual understanding and mutual interests, both sides can have a good life.”\n\nBeziz said that despite the hardships caused by losing her home, business and community, she is not bitter about what happened. “Now I have the attitude that saying ‘I’m angry’ won’t lead to anything. I want to tell the story of Gush Katif and share those values, and see what we can learn from that part of history and bring it to our new communities.”\n\nWith more than 13,000 visitors annually to the museum, Beziz has had the opportunity to share the story of Jewish life in Gaza with many people.\n\nReferring to the current reality brought on by the worldwide coronavirus pandemic and ideological tensions between Israelis, she said: “Now that we are going through the hardest period, we need to ask ourselves what we can do to build this country and try to make things better? But it won’t get anywhere through anger.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "fb": {"pages": 407902639235640}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://cdn.jns.org/images/ms-icon-144x144.png", "theme-color": "#ffffff", "og": {"url": "https://www.jns.org/15-years-after-disengagement-from-gaza-area-mired-by-violence/", "type": "article", "title": "15 years after disengagement from Gaza, area still mired in violence", "locale": "en_US", "description": "Three Israelis with direct ties to the move deconstruct lessons learned from the 2005 pullout when it comes to possible “land for peace” deals in Judea and Samaria.", "site_name": "JNS.org", "image": {"identifier": "https://cdn.jns.org/uploads/2019/08/F2005FF5041.jpg", "width": 3008, "height": 1960}}, "twitter": {"card": "summary_large_image", "site": "JNS_org", "title": "15 years after disengagement from Gaza, area still mired in violence", "description": "Three Israelis with direct ties to the move deconstruct lessons learned from the 2005 pullout when it comes to possible “land for peace” deals in Judea and Samaria.", "image": "https://cdn.jns.org/uploads/2019/08/F2005FF5041-2000x1125.jpg"}, "description": "Three Israelis with direct ties to the move deconstruct lessons learned from the 2005 pullout when it comes to possible “land for peace” deals in Judea and Samaria.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"published_time": "2020-08-12T20:35:06+00:00", "modified_time": "2020-08-14T03:08:25+00:00"}}}}