{"GDELT": {"GlobalEventID": 940404939, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "BRN", "Actor1Name": "BRUNEI", "Actor1CountryCode": "BRN", "Actor2Code": "PHL", "Actor2Name": "PHILLIPPINES", "Actor2CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.44444444444444, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "TW", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Taiwan", "Actor2Geo_CountryCode": "TW", "Actor2Geo_ADM1Code": "TW", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 121.0, "Actor2Geo_FeatureID": "TW", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Taiwan", "Action2Geo_CountryCode": "TW", "Action2Geo_ADM1Code": "TW", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 121.0, "Action2Geo_FeatureID": "TW", "DATEADDED": 20200812210000, "SOURCEURL": "https://townhall.com/tipsheet/micaelaburrow/2020/08/12/chinese-military-warned-not-to-fire-first-shot-in-standoffs-with-us-in-south-china-sea-n2574242"}, "ARTICLE": {"TITLE": "Chinese Military Warned Not to Fire First Shot in Standoffs with U.S. in South China Sea", "TEXT": "The Chinese military has reportedly been ordered to resist firing the first shot in any potential confrontations with U.S. troops operating in the South China Sea (SCS).\n\nBeijing recognizes escalating maritime activity by both countries as contributing to a “tense and dangerous situation,” a source told the South China Morning Post.\n\n“It’s easy to give the order to shoot, but neither China nor the US is able to control the consequences,” the source said. “But we are very clear that we will respond with force only as the last resort, when everything else has failed.”\n\nBoth sides have ratcheted up their maritime activity in recent weeks, some corresponding to annual war games, increasing the likelihood of accidental clashes escalating into real combat. Although the Military Maritime Consultative Agreement aims to minimize violent encounters, misidentifications can happen. A U.S. reconnaissance aircraft flew over Guangdong last week but was mistaken for a passenger airline, eliciting warnings from Chinese observers.\n\nThe U.S. has conducted several Freedom of Navigation Operations through the SCS lately and deployed more than 2,000 military aircraft to the area during the first six months of 2020. A July 6 exercise involving two aircraft carriers and a B-52H Stratofortress strategic bomber constituted the largest exercise in years, according to Popular Mechanics.\n\nChina, for its part, has launched a number of survey ships into the SCS, conducted extensive naval and aerial military exercises, and sent a flyover mission to Taiwan during U.S. Secretary Alex Azar's visit. Last week, China's first Type 075 amphibious warship entered the water, with two more to follow.\n\nBoth sides blame the other for further destabilizing the already quaking geopolitical situation in the waters near China’s east coast.\n\n\"It is obvious who is stirring up trouble in the South China Sea,\" Chinese envoy to the Phillippines Huang Xijian said in an interview last Friday.\n\nU.S. Secretary of Defense Mark Esper and his Beijing-based counterpart, Wei Fenghe, spoke over the phone on August 6. Esper proposed the call in July but originally received a stern rejection from Beijing. The two parties discussed mutual priorities to promote stabilization in the SCS and avoid conflict. Esper warned China of “the importance that the PRC abide by international laws, rules, and norms, and meet its international commitments.”\n\nFenghe pushed back, pressing the U.S. to “stop erroneous words and deeds” and “improve the management and control of maritime risks.”\n\nIn a press conference on July 30, China Ministry of National Defense spokesperson Senior Col. Ren Guoqiang decried Esper’s criticism of China for violating international law and engaging in coercive behavior. \"The US has held and bragged about some highly-targeted military exercises in the Indo-Pacific region, deployed game-changing weapons and equipment to the region, and even openly pursued an alliance against China,\" he said.\n\nForbes contributor David Axe wrote a provocative article suggesting that, in the event of war between the U.S. and China, the U.S. could supplement its lack of military bases in the South and East China Seas by coopting existing Chinese bases. The Global Times, a Chinese state-backed media resource, denounced the plan:\n\n\"In the context of this consensus between Beijing and Washington, the assumption that US troops could capture China's islands and reefs in the South China Sea is no more than media speculation. It is based on the premise that there will be large-scale military conflicts between the two major powers.\"\n\nBut U.S. military leaders are overhauling their combat presence in the South China Sea, a series of moves likely related to the Trump administration's China containment policy.\n\n\"The Chinese Communist Party for decades now has taken advantage of America,\" Secretary of State Mike Pompeo said in a Newsmax interview on Monday. \"... we thought if we just engage, if we’re nice to them, if we do business with them, then somehow they’ll leave us be. Well, we know that’s not been the case.\"\n\nWhen asked where the threshold of Chinese encroachment on Taiwan and surrounding islands that would prompt active defense from the U.S. falls, Pompeo said: \"We thoroughly intend to uphold our obligations and commitments with respect to the historical understandings.\"", "METADATA": {"msapplication-square70x70logo": "https://media.townhall.com/thm/favicon/smalltile.png", "msapplication-square150x150logo": "https://media.townhall.com/thm/favicon/mediumtile.png", "msapplication-wide310x150logo": "https://media.townhall.com/thm/favicon/widetile.png", "msapplication-square310x310logo": "https://media.townhall.com/thm/favicon/largetile.png", "fb": {"app_id": 967808926746051, "pages": "41632789656,103971336305218,319569361390023,106547192707583,124538510989702,283971595408,15418366158,153162531376557,127519040661256,123834811060739,305174559545115,321502821264274,413465452078762,492802317512753,140705212665688,116757565026850,114013445328868"}, "description": "The Chinese military has reportedly been ordered to resist firing the first shot in any potential confrontations with U.S. troops operating in the South China Sea (SCS). Beijing recognizes escalating maritime", "keywords": "National Security, China, conflict, maritime", "robots": "index, follow", "author": "Micaela  Burrow", "og": {"title": "Chinese Military Warned Not to Fire First Shot in Standoffs with U.S. in South China Sea", "type": "Article", "url": "https://townhall.com/tipsheet/micaelaburrow/2020/08/12/chinese-military-warned-not-to-fire-first-shot-in-standoffs-with-us-in-south-china-sea-n2574242", "image": "https://media.townhall.com/townhall/reu/s1280x720/2019/32/658e1e67-639f-47ca-9386-4cc9ede3ab39.png", "site_name": "Townhall", "description": "The Chinese military has reportedly been ordered to resist firing the first shot in any potential confrontations with U.S. troops operating in the South China Sea (SCS). Beijing recognizes escalating maritime"}, "twitter": {"card": "summary_large_image", "title": "Chinese Military Warned Not to Fire First Shot in Standoffs with U.S. in South China Sea", "image": "https://media.townhall.com/townhall/reu/s1280x720/2019/32/658e1e67-639f-47ca-9386-4cc9ede3ab39.png?1513", "url": "https://townhall.com/tipsheet/micaelaburrow/2020/08/12/chinese-military-warned-not-to-fire-first-shot-in-standoffs-with-us-in-south-china-sea-n2574242?1513", "description": "The Chinese military has reportedly been ordered to resist firing the first shot in any potential confrontations with U.S. troops operating in the South China Sea (SCS). Beijing recognizes escalating maritime", "site": "@townhallcom"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}