{"GDELT": {"GlobalEventID": 940435385, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 33, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.0639147802929396, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200813003000, "SOURCEURL": "https://www.irishtimes.com/news/ireland/irish-news/a-year-after-n%C3%B3ra-quoirin-s-body-was-found-her-parents-still-believe-she-was-abducted-1.4328667"}, "ARTICLE": {"TITLE": "A year after Nóra Quoirin’s body was found, her parents still believe she was abducted", "TEXT": "Moments after discovering that her daughter, Nóra, had disappeared from a holiday chalet in the Malaysian jungle, Meabh Quoirin was sure that she had been abducted. A year on, she believes the same.\n\n“I felt this within two minutes of discovering that she wasn’t there,” Meabh said. “This was before I could even absorb what was really happening. I just knew.”\n\nOne year ago – on August 13th – Nóra’s body was found in the jungle about 2km from the Dusun resort where she had been staying with her parents and two younger siblings. The Franco-Irish teenager had been missing for 10 days.\n\nMeabh and Nóra’s father, Sebastien, hope now that a hard-won inquest in Malaysia, which will start later this month, will finally answer some of the family’s questions.\n\nPoignantly, Thursday is also the day the Malaysian coroner and her team are visiting the Dusun and inspecting the place where Nóra’s body was found by a group of hikers who had volunteered to join the search. The location had already been scoured many times during a massive search-and-rescue operation.\n\nSixty-seven people, including the Quoirins, will give evidence at the inquest, scheduled to start on August 24th. “What we want is that no family would ever go through what we’ve had to go through,” Meabh told The Irish Times.\n\n“What we’re looking for is an acknowledgement of the numerous possibilities, and a far greater emphasis on who Nóra was and why it is just impossible to believe certain theories about what might have happened to her.”\n\nMeabh and Sebastien remain convinced that their 15-year-old daughter, a vulnerable girl with special needs, who would not go outside her own front door alone, could not have reached the spot where she was found on her own.\n\nTime and evidence lost\n\nThey say that crucial time and evidence was lost because the Malaysian police insisted on treating her disappearance as a case of a missing person, not a crime.\n\n“The first two days were catastrophic,” Sebastien said. “It was utter chaos.” Forensic tests were only done in the chalet occupied by the Quoirins three days after their daughter had disappeared.\n\nA year on, the Quoirins are coping: “We’ve had a lot of support from family, friends, professionals and strangers who continue to write to us and visit Nóra’s grave, but, in the end, I’m still absolutely devastated,” Meabh said.\n\n“We miss her every minute of every day. It’s my little girl; you can’t get past that. It feels like it happened yesterday,” she added.\n\nThe Quoirins say they do not want foul play to be ruled out by the coroner. The lack of evidence that there was foul play does not mean that that there was not any, Meabh says. “For us it’s important that the case stays open in case someone speaks up in the future,” Sebastien said.\n\nOne question that has not yet been answered is whether Nóra died where she was found, or whether her body was moved there.\n\nThere were no marks of struggle on Nóra’s body. Nor was there evidence of violence. However, this does not prove that she was not abducted, Meabh says. “Nóra would never have struggled; that wasn’t her nature,” she said.\n\nNóra’s body was found naked. “We have asked many times if the briefs she was wearing were ever found and we have had no response,” Sebastien said.\n\nThe way in which cases like Nóra’s disappearance are handled in Malaysia needs to be changed completely, the Quoirins say.\n\n“The morning after Nóra’s body was found, our police liaison officer was taken off the case, and very quickly the case was classified as ‘no further action’,” Meabh said.\n\nThe Malaysian postmortem was completed in November, but the report was not released to the Quoirins until May. A second postmortem was carried out in Britain, but this shed no new light.\n\n“They were really only able to agree with the conclusion of the Malaysian report on the cause of death, which was upper gastrointestinal bleeding due to a duodenal ulcer complicated with perforation,” Meabh said.\n\nDate of death\n\nThe Malaysian pathologists dated Nóra’s death to two or three days, and no more than four days, before her body was found.\n\nSebastien says police from France, Britain and Ireland offered help: “We don’t know to what extent those offers of assistance were taken up,” he said.\n\n“We know that there was a very rudimentary campsite very near to where Nóra was found and the French police suggested taking samples from the area for DNA testing. We don’t know if those samples were ever obtained.”\n\nThe campsite looked like it had been occupied recently, the Quoirins say, with rubbish and evidence of a fire.\n\nNóra’s body was not sunburned, and there were no mosquito bites. “There were only a few abrasions visible on her feet,” Sebastien said. “This doesn’t fit the argument that she was out in the jungle by herself for seven days.”\n\nSebastien points out that a wide radius around the Dusun was repeatedly and very thoroughly searched and every river and stream near the resort was scoured, but Nóra’s body was found by volunteers, near to a stream.\n\n“We wonder how it is the search-and-rescue teams didn’t find her,” he said. “As we see it, it is likely that she simply wasn’t there, and at some point was brought there.”\n\nThe Quoirins say they believe someone gave Nóra water. “We don’t believe that she would have drunk from a stream; we don’t believe Nóra would have easily made it to a stream,” Meabh said.\n\n“While someone with survival instincts would know to travel downwards, and to try to find water, Nóra would never have wanted to leave a known path and suddenly go into the jungle in the hope that she would find water or food. She wouldn’t have known she needed to do that to survive.”\n\nAccording to the Malaysian postmortem report, no organisms from the water in the specific stream where Nóra was found were present in her body.\n\nThe terrain next to the Dusun is incredibly steep, Sebastien says. “If she had taken the main path, she would have been spotted and, if she had crossed the abandoned palm oil plantation, she would have been seen during the search.”\n\nEven if Nóra had, by mistake, gone outside of the Dusun chalet by herself, there is no way she would have gone far, Sebastien says. “Had she gone three metres, she would have tripped and seriously hurt herself. There was total darkness. There was not even any moon that night.\n\n“Normally, when there was an element of uncertainty, Nóra would just freeze. It is totally impossible to conceive of her going further than just a few metres.”\n\nOpen window\n\nThe lounge window in the chalet was found to be ajar when Nóra went missing. The latch on the window was broken, so somebody could have pulled it open from outside and got in.\n\n“Somebody opened that window,” Meabh said, “and it wasn’t us.”\n\nMeabh says Nóra brought a very unique contribution to family conversations. “She rarely left my side. Having her innocent chatting through every situation was always wonderful, always different.\n\n“It is wonderful how a little girl as fragile as Nóra was has touched the world. I believe her gifts to us will live on through us. We are determined that the world will know that you don’t give up just because somebody doesn’t have the strongest voice.”\n\nThe last family photograph the Quoirin family have with Nóra, at Maurice’s first Communion on June 16th, 2019. Photograph: Supplied\n\nChildren with special needs do not have an ego or an agenda, Meabh says. “They just accept people as they are. I really miss that deep love and affection, and her companionship.\n\n“I’ve been fighting to get Nóra what she needed from the day she was born and I’m not going to stop that now, but the pain is huge. It’s immeasurable really.”\n\nMeabh says Nóra’s siblings – Maurice, aged nine, and Innes, aged 13 – are very resilient. “We are making a memory log of all our best memories of Nóra. The children look back and think of all the ways in which Nóra made them smile. She was funny and quirky with them and they remember and cherish that.\n\n“She is very much alive as part of our family. We’ll always be a family of five.”", "METADATA": {"apple-itunes-app": "app-id=365544593", "description": "Nóra’s parents hope a hard-won inquest in Malaysia will answer some of their questions", "vf": {"unique_id": "wwwirishtimescom14328667"}, "news_keywords": "News, Annette Gartland, Meabh Quoirin, Nora Quoirin, French Police, Malaysian Police, Meabh, NORA, France, Ireland, Malaysia, United Kingdom", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes, target-densitydpi=medium-dpi", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "robots": "all", "og": {"title": "A year after Nóra Quoirin’s body was found, her parents still believe she was abducted", "type": "article", "url": "https://www.irishtimes.com/news/ireland/irish-news/a-year-after-n%C3%B3ra-quoirin-s-body-was-found-her-parents-still-believe-she-was-abducted-1.4328667", "site_name": "The Irish Times", "description": "Nóra’s parents hope a hard-won inquest in Malaysia will answer some of their questions", "locale": "en_US", "image": {"identifier": "https://www.irishtimes.com/image-creator/?id=1.4328641&origw=1440", "secure_url": "https://www.irishtimes.com/image-creator/?id=1.4328641&origw=1440", "type": "image/jpeg", "height": 630, "width": 1200}}, "twitter": {"card": "summary_large_image", "site": "@IrishTimes", "url": "https://www.irishtimes.com/news/ireland/irish-news/a-year-after-n%C3%B3ra-quoirin-s-body-was-found-her-parents-still-believe-she-was-abducted-1.4328667", "title": "A year after Nóra Quoirin’s body was found, her parents still believe she was abducted", "description": "Nóra’s parents hope a hard-won inquest in Malaysia will answer some of their questions", "image": "https://www.irishtimes.com/polopoly_fs/1.4328641.1597262069!/image/image.jpg", "account_id": 15084853}, "p": {"domain_verify": "407f54448f07f81a1dee976d9c243713"}, "fb": {"pages": 45441411157, "app_id": 1170474839675514}}}}