{"GDELT": {"GlobalEventID": 940426296, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 12, "NumSources": 2, "NumArticles": 12, "AvgTone": -1.20322790764999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM", "Actor2Geo_Lat": 18.25, "Actor2Geo_Long": -77.5, "Actor2Geo_FeatureID": "JM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20200812234500, "SOURCEURL": "https://www.washingtonpost.com/politics/trump-harris-campaign-donations/2020/08/12/06eb1f0e-dcdb-11ea-b205-ff838e15a9a6_story.html"}, "ARTICLE": {"TITLE": "Trump previously donated $6,000 to Kamala D. Harris’s campaigns", "TEXT": "In the past, Harris has faced questions about whether Trump’s donations were related to the legal troubles of Trump University, the future president’s ill-fated school. Former students have said that Trump’s school misled them into spending thousands of dollars, on the false promise that they would receive a life-changing lesson in real estate. Instead, they said, the classes offered little of value, and instructors spent most of their time pitching other Trump University classes to the students.\n\nAD\n\nAD\n\nAt the time that Trump made the donations to Harris, Trump University was already shut down and facing a class-action lawsuit from former students in California as well as an investigation by the New York attorney general. While Harris was attorney general in California, her office took no action against Trump University.\n\nOn Wednesday, a spokeswoman for Biden’s campaign said that Harris did not solicit the donations from Trump and that they had no effect on how Harris’s office handled allegations against Trump University.\n\nBiden spokeswoman Sabrina Singh said that at the time Trump made the donations, Harris’s office was not investigating Trump University. She said that Harris’s predecessor had looked into the school before Harris took office and had decided against pursuing a case. Then, in 2016, Singh said, Harris’s office examined the question again and likewise decided not to pursue a formal investigation of Trump University — which by then had been closed for six years.\n\nAD\n\nAD\n\nThe office of the current California attorney general, Xavier Becerra (D), did not respond to questions about Trump University on Wednesday.\n\nIn 2013, Trump also gave $25,000 to then-Florida Attorney General Pamela Bondi (R), around the time that her office was considering joining a lawsuit against Trump University. Bondi’s office did not join the lawsuit, but Bondi has said that decision was not influenced by Trump’s gift.\n\nIn late 2016, after Trump won the presidential election, Trump University agreed to pay $25 million to settle the lawsuits filed by Schneiderman and the ­class-action plaintiffs.\n\nAt one time, it was not unusual for Trump to donate to Democratic candidates. As a businessman in New York, he had donated to both of the Democrats he would later face in presidential elections: Hillary Clinton (N.Y.) and Biden. The gift to Biden’s campaign was in 2001, for $1,000.\n\nAD\n\nAD\n\nBut after about 2010, campaign finance records show, Trump began donating almost exclusively to Republicans. That coincided with Trump’s rise in GOP politics, as a leading booster of the false conspiracy theory that President Barack Obama was not born in the United States.\n\nSo why did Trump give to Harris, when he had largely stopped giving to other Democrats?\n\nIn the past, Trump has said he viewed the contribution to Harris as a favor for Schneiderman, who was then the New York attorney general. In a 2013 affidavit, Trump said that a political figure close to Schneiderman “asked my daughter Ivanka if she would arrange for me to make a contribution to a fundraising event sponsored by Schneiderman for newly elected California Attorney General Kamala D. Harris.”\n\nAD\n\nTrump said he made a $5,000 donation. He did not attend the event, but Ivanka Trump and other Trump Organization executives did, he said in the affidavit. Trump later submitted the affidavit in a court filing.\n\nAD\n\nSchneiderman resigned in 2018 after reports that he had physically abused women. He declined to comment through a spokeswoman on Wednesday.\n\nA spokeswoman for Trump’s 2020 campaign, Katrina Pierson, said in an interview with PBS that Trump’s donation to Harris — whose parents were immigrants from India and Jamaica — shows the president is not racist.", "METADATA": {"description": "The contributions were made in 2011 and 2013, when Trump had largely stopped donating to Democrats.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/politics/trump-harris-campaign-donations/2020/08/12/06eb1f0e-dcdb-11ea-b205-ff838e15a9a6_story.html", "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/EKBVB5G45QI6VMQF76BY4FNJUY.jpg&w=1440", "title": "Trump previously donated $6,000 to Kamala D. Harris’s campaigns", "description": "The contributions were made in 2011 and 2013, when Trump had largely stopped donating to Democrats."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Trump previously donated $6,000 to Kamala D. Harris’s campaigns", "description": "The contributions were made in 2011 and 2013, when Trump had largely stopped donating to Democrats."}, "last_updated_date": "2020-08-13T03:17:50.669Z", "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width", "next-head-count": 2}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}