{"GDELT": {"GlobalEventID": 940480974, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 20, "NumSources": 1, "NumArticles": 20, "AvgTone": -0.47543581616481995, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kisii, Nyanza, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE07", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -0.67394, "Actor1Geo_Long": 34.7722, "Actor1Geo_FeatureID": "-2251485", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kisii, Nyanza, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE07", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -0.67394, "Action2Geo_Long": 34.7722, "Action2Geo_FeatureID": "-2251485", "DATEADDED": 20200813063000, "SOURCEURL": "https://www.standardmedia.co.ke/the-standard-insider/article/2001382277/man-loses-pension-to-wife-in-loan-row"}, "ARTICLE": {"TITLE": "Man loses pension to wife in loan row", "TEXT": "A retired banker who sued his wife over a Sh234,000 loan advanced 18 years ago to expand her grocery business has lost the bid to recover the money. Not only did the man who retired from Kenya Commercial Bank in 2001 lose his retirement benefits to his wife, but he will also now have to pay her the cost of the case, or she decides to auction his assets to recover the same. The legal battle that started at the magistrates court moved to the High Court after the man lost the first round. He paid his wife Sh43,000 as cost of the case in 2017.\n\nSEE ALSO: Digital money lending boosts credit ratings\n\nHe has lost a second time after Justice Asenath Ongeri found that no one witnessed him giving his wife a loan. The judge observed that he \"orally\" gave away his retirement benefits during their good times, and which he forgot he ought to have evidence for in the event she defaulted. “From the inference drawn by the conduct of the appellant and the respondent, it is my opinion that the parties have in every way held themselves as couples and the appellant cannot be heard to detach himself from that setup,” ruled Justice Ongeri. She added: “I will agree with the Trial magistrate that no evidence was adduced to prove the existence of such agreement upon which the appellant’s claim is pinned and no witness came to court to attest that he was present during the making of the said oral agreement.” The man code-named FKT argued that his agreement with the woman code-named GI was that she would use the money and return it with interest. FKT said they had four children together but they were not married.\n\nSEE ALSO: Sh475m Kisumu market kicks off\n\nHe claimed that GI transferred the net balance to other personal developments making it impossible for him to access it. FKT further alleged that the wife has ganged up with her parents to frustrate his efforts to recoup the money. “I suffered huge financial loss and psychological trauma for not using my retirement money from April 2002 to date. I pray for adequate compensation since the respondent intentionally diverted my money to her personal use and the respondent’s parents have continued to conceal stealing by their daughter hence enjoying money fraudulently acquired,” he claimed. But the woman told the court they were still married under Kipsigis customs, hence, it was impossible for him to lend her the money as his wife. She asserted they never had an agreement about a loan. GI narrated that after leaving Loreto High School she moved in with FKT and in 1994 and 1997 they were blessed with a son and daughter respectively. The woman told the court she found out in 1997 that FKT had another wife but she decided not to quit the union. In 1999 and 2005 they were blessed with two children.\n\nSEE ALSO: United in grief: The harsh reality for businesses\n\nCovid 19 Time Series\n\nThe court heard that later GI returned to her parents' home in Bomet but FKT took her back. She said in 2002, Kenya Women Finance Trust loaned her Sh50,000 to expand her grocery business, which she was operating since 2001. It is the same time that FKT took early retirement from KCB in Kisii, with plans to return to school. GI told the court she took another Sh80,000 loan to pay their son’s medical bills and another Sh120,000 for land, on her husband’s request. The couple only repaid the first installment and defaulted, and that is when GI’s family helped repay the rest. GI narrated that their differences stemmed from her refusal to take up another loan in 2006 following FKT’s request.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "theme-color": "#ee2e25", "context-path": "https://www.standardmedia.co.ke/", "csrf-token": "hDCK6FUJuJb1pwi0JkYDVYCG1J264PMuRCC5OI8P", "application-name": "Standard Digital", "robots": "index,follow", "copyright": "The Standard Group", "online": "online@standardmedia.co.ke", "google-translate-customization": "9d90f29fa7bea403-55a95e98e906d1f5-gca3f4862da4da582-17", "msvalidate.01": "895B0BFD6A675ED63FA74B3DDCFB918B", "keywords": "Asenath Ongeri,Loan,Pension", "author": "Kamau Muthoni", "description": "Judge says the man gave away his retirement benefits during their good times and that there was no witness to the same.", "twitter": {"card": "summary_large_image", "site": "@StandardKenya", "creator": "@StandardKenya", "title": "Man loses pension to wife in loan row", "description": "Judge says the man gave away his retirement benefits during their good times and that there was no witness to the same.", "url": "https://www.standardmedia.co.ke/the-standard-insider/article/2001382277/man-loses-pension-to-wife-in-loan-row", "image": "https://cdn.standardmedia.co.ke/images/wednesday/man_loses_pension_to5f3409e1b74b9.jpg"}, "og": {"type": "website", "title": "Man loses pension to wife in loan row", "description": "Judge says the man gave away his retirement benefits during their good times and that there was no witness to the same.", "site_name": "The Standard", "url": "https://www.standardmedia.co.ke/the-standard-insider/article/2001382277/man-loses-pension-to-wife-in-loan-row", "image": {"identifier": "https://cdn.standardmedia.co.ke/images/wednesday/man_loses_pension_to5f3409e1b74b9.jpg", "secure_url": "https://cdn.standardmedia.co.ke/images/wednesday/man_loses_pension_to5f3409e1b74b9.jpg"}}, "fb": {"app_id": 118898458656}, "site-live": "02:00:45 05-04-2020", "developer": {"developer": "Hashim Issa", "email": "hashim4580@yahoo.com"}, "designer": {"designer": "Prestone Otieno", "email": "prestone@gmail.com"}, "msapplication-TileColor": "#da532c"}}}