{"GDELT": {"GlobalEventID": 940493460, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IND", "Actor1Name": "MUMBAI", "Actor1CountryCode": "IND", "Actor2Code": "GBR", "Actor2Name": "LONDON", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.8348623853211001, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mumbai, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200813080000, "SOURCEURL": "https://www.mid-day.com/articles/bite-into-decadence/22933246"}, "ARTICLE": {"TITLE": "Bite into decadence", "TEXT": "As Mumbai and the rest of India rolls into another month of the lockdown, we've seen how big businesses and small start-ups have all taken a hit. But, we've also witnessed remarkable stories of entrepreneurial ideas bear rich fruit. Roja star Madhoo's 17-year-old daughter Keia Shah and her childhood bestie Yashaa Dalal decided to put their enthusiasm and enterprise to good use when they started Bite Me, a cupcake business, in July.\n\nKeia, who is a passionate baker, shares, \"Every time I return to Mumbai from London, I bake cupcakes for Yashaa's family. This summer, when I did, her mom gave me the idea of starting a business. I couldn't do it alone. Knowing how good Yashaa is at organisational and people skills, I asked her if we could do it together. There was no looking back after that.\"\n\n\n\nYashaa Dalal, Madhoo Shah and Keia Shah\n\nYashaa quips, \"We are an A-team,\" adding how the big lockdown project that had begun with baking 150 cupcakes, has now reached to them baking almost 450 cupcakes every day. The hottest selling crowd-pleaser is the lotus biscoff, followed by classics — chocolate and vanilla.\n\nThe duo is well aware of the challenges that come with this business. \"When we started off, there were days when we got bombarded with requests, or had mixed up customised deliveries. The logistics in the lockdown were challenging,\" Yashaa says. Processes are streamlined and business disagreements are sorted without fighting or straining their friendship. Both emphasise the support of their parents, from publicity, strategising and supplies to setting up accounts. The proceeds from its sale will be routed to help city-based dog shelters.\n\n\n\nKeia and Yashaa spend around seven hours a day baking cupcakes\n\nMadhoo is elated with their endeavour, \"Keia and Yashaa are driven and diligent. They work hard in the kitchen, for seven hours every day, knowing that the amount they earn a day would otherwise be equivalent to a single fine-dining meal. But they save because every penny will help a good cause.\" She reiterates that parents ought to offer unconditional support to their kids and their dreams.\n\n\n\nLotus biscoff cupcakes\n\nKeia will return to London when the academic year begins. But the duo plan to continue their pop-ups, and support causes when she returns to the city on her breaks. They are not ruling out plans of opening a patisserie in the future.\n\n\n\nOreo cupcake\n\n\"If you have an idea, don't sit on it. There is no better time than the lockdown to figure your true passion, hobby or executing a business idea. We know it's hard not being able to go out. But you can still make the best of this time at home,\" the duo shares.\n\nLog on to @onebiteisallittakes\n\nNot so basic vanilla cupcake\n\nPrep and cook time: 50 minutes\n\nIngredients\n\nFor the sponge\n\n125g unsalted butter\n\n125g caster sugar\n\n125g self-raising sugar\n\n2 eggs\n\n1/4tsp baking soda\n\n1/4 tsp salt\n\n1/4 tsp vanilla extract\n\n1.5 tbsp whole milk\n\nFor the buttercream icing\n\n200g unsalted butter\n\n400g icing sugar\n\n1/4 tsp vanilla extract\n\n1-2 tbsp whole milk\n\nMethod\n\nPreheat oven to 180°C. For the sponge, cream butter and sugar together. Add eggs one at a time and beat well. Add vanilla extract and fold in flour, salt, baking soda. Add a splash of milk and mix gently until they combine. Spoon the mixture into a lined cupcake tray, until 3/4 full. Bake in the oven for 20 minutes. Check with a skewer when done. Allow the cupcakes to cool. For the icing, beat butter until light and fluffy. Add sifted icing sugar, milk and a splash of vanilla extract. Ice cupcakes with buttercream icing, sprinkle edible pearls and tuck into these goodies.\n\nKeep scrolling to read more news\n\nCatch up on all the latest Mumbai news, crime news, current affairs, and a complete guide from food to things to do and events across Mumbai. Also download the new mid-day Android and iOS apps to get latest updates.\n\nMid-Day is now on Telegram. Click here to join our channel (@middayinfomedialtd) and stay updated with the latest news", "METADATA": {"keywords": "Yashaa Dalal, Madhoo Shah, Keia Shah, Lotus biscoff cupcakes, Oreo cupcake, Mumbai food, Mumbai guide,Mumbai Food, Food of Mumbai, Street Food in Mumbai, Mumbai Street Food, Food News, Food Recipes, Local Food in Mumbai,News,Maharashtra News,Mumbai News", "description": "Run by actor Madhoo's daughter and her bestie, an all-new home cakery will use its proceeds to help dog shelters", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=5.0", "og": {"type": "article", "title": "Bite into decadence", "url": "https://www.mid-day.com/articles/bite-into-decadence/22933246", "description": "Run by actor Madhoo's daughter and her bestie, an all-new home cakery will use its proceeds to help dog shelters", "image": {"identifier": "https://images.mid-day.com/images/2020/aug/Bite-into-decadence-a_d.jpg", "height": 670, "width": 440}, "site_name": "mid-day"}, "article": {"published_time": "2020-08-13T09:54:14+5:30", "modified_time": "2020-08-13T10:52:52+5:30", "section": "Food News"}, "twitter": {"site": "@mid_day", "card": "summary_large_image"}, "fb": {"app_id": 1631305027169486}, "robots": "index,follow"}}}