{"GDELT": {"GlobalEventID": 940431372, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "FRAMED", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.594405594405591, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200813001500, "SOURCEURL": "http://www.msn.com/en-nz/news/world/a-30-year-old-corpse-was-discovered-in-the-basement-of-an-abandoned-41-2-million-mansion/ar-BB17SLrw"}, "ARTICLE": {"TITLE": "A 30-year-old corpse was discovered in the basement of an abandoned $41.2 million mansion", "TEXT": "© Google Streetview; Google Earth Images from Google Streetview and Google Earth show the Parisian mansion where a 30-year-old corpse was found earlier this year. Google Streetview; Google Earth\n\nFrench authorities have opened a murder investigation after workers discovered a 30-year-old corpse in the basement of an abandoned Paris mansion that recently sold for $41.2 million USD.\n\nFrench media reported that the man has since been identified, and fractures and stab wounds were found on the body.\n\nThe mansion was sold in January, and workers discovered the body in the basement in late February.\n\nVisit Insider's homepage for more stories.\n\nFrench workers who were renovating a derelict Paris mansion earlier this year discovered a decades-old corpse in the basement, and authorities have launched a murder investigation, French and international media outlets reported.\n\nThe mansion at 12 rue Oudinot, which sold for roughly $41.2 million USD in January, has been abandoned since the 1980s, according to The Guardian.\n\nWorkers found the corpse in late February, but French media didn't report on the news until July.\n\n\"Everyone was devastated to learn it had been there so long, without any of us knowing,\" Sabine Lebreton, an official from a local organization dedicated to preserving the property, said, according to The Guardian.\n\nPolice found documents on the corpse that helped identify the body as belonging to Jean-Pierre Renault, according to the French newspaper Le Monde.\n\nInvestigators found fractures and stab wounds on the body and determined Renault had died some 30 years ago, the newspaper reported. A police source told the newspaper Renault had been homeless and that the exact circumstances around his death were unclear.\n\n\"We could imagine a fight with someone else living on the margin … But it's unclear whether he died in the mansion or was brought there, and we may never find out who was responsible. It's quite possible the murderer is himself now dead,\" the source told Le Monde.\n\nA lawyer who orchestrated the mansion's auction earlier this year told CNN that the workers found the corpse in a spot that no one had previously checked.\n\n\"They found him in a place that had not been visited either by the bailiff who had made the report or by anyone else. No one had visited the cellar,\" Bruno Picard told CNN.", "METADATA": {"application-name": "A 30-year-old corpse was discovered in the basement of an abandoned $41.2 million mansion", "cq": "passed", "Search.Interest": "World News", "robots": "noindex, nofollow", "description": "French media reported that the corpse from the basement has since been identified, and fractures and stab wounds were found on the man's body.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}