{"GDELT": {"GlobalEventID": 940469825, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IND", "Actor1Name": "BOMBAY", "Actor1CountryCode": "IND", "IsRootEvent": 0, "EventCode": 194, "EventBaseCode": 194, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.39761431411531, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mazgaon, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.9681, "Actor1Geo_Long": 72.845, "Actor1Geo_FeatureID": "-2104335", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bombay, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200813044500, "SOURCEURL": "https://www.indiatvnews.com/news/india/who-was-bhikaji-rustom-cama-story-flag-of-indian-independence-foreign-soil-freedom-struggle-641704"}, "ARTICLE": {"TITLE": "Bhikaji Rustom Cama and the story of Flag of Indian Independence", "TEXT": "Image Source : WIKIPEDIA Bhikaji Rustom Cama and the story of Flag of Indian Independence\n\n“Behold, the flag of independent India is born! It has been made sacred by the blood of young Indians who sacrificed their lives in its honour. In the name of this flag, I appeal to lovers of freedom all over the world to support this struggle.”\n\nThese words were spoken not by a political stalwart to appease the local audience, but by a fiery — Bhikaji Cama — at the International Socialist Conference in Stuttgart. This was the first time the Indian tricolour was hurled on foreign soil. “This is the flag of independent India. I appeal to all gentlemen to stand and salute the flag,” she further added.\n\nToday, India remembers Madam Cama on the 84th anniversary of her demise, knowing fully well that her role in shaping the India as we know it has been imprinted on the country’s DNA and will live long in history.\n\nEarly Life\n\nBorn in Mumbai (then Bombay), in 1861, Bhikaji Rustam Cama was brought up in a well-off Parsi family. Her parents, Sorabji Framji Patel and Jaijibai Sorabji Patel, were well known in the city, where her father Sorabji—a lawyer by training and a merchant by profession—was an influential member of the Parsi community.\n\nOn 3 August 1885, she married Rustom Cama, who was the son of K. R. Cama. Her husband was a wealthy, pro-British lawyer who aspired to enter politics. It was not a happy marriage, and Bhikhaiji spent most of her time and energy in philanthropic activities and social work.\n\n‘India must be free, India must be a republic, India must be united’\n\nIn 1896, when Bombay was hit by a series of health calamities like the famine and then the joined one of the many teams working out of Grant Medical College (which would subsequently become Haffkine's plague vaccine research centre), in an effort to provide care for the afflicted, and later to inoculate the healthy. Cama subsequently contracted the plague herself but survived. As she was severely weakened, she was sent to Britain for medical care in 1902.\n\nTime in London\n\nIn London, she was told that her return to India would be prevented unless she would sign a statement promising not to participate in nationalist activities. She refused.\n\nTogether with other notable members of the movement for Indian sovereignty living in exile, Cama wrote, published (in the Netherlands and Switzerland) and distributed revolutionary literature for the movement, including Bande Mataram (founded in response to the Crown ban on the poem Vande Mataram) and later Madan's Talwar (in response to the execution of Madan Lal Dhingra).These weeklies were smuggled into India through the French colony of Pondichéry.\n\nInfluenced by Christabel Pankhurst and the Suffragette movement, Bhikhaiji Cama was vehement in her support for gender equality. Speaking in Cairo, Egypt in 1910, she asked, \"I see here the representatives of only half the population of Egypt. May I ask where is the other half? Sons of Egypt, where are the daughters of Egypt? Where are your mothers and sisters? Your wives and daughters?\"\n\nCama's stance with respect to the vote for women was, however, secondary to her position on Indian independence; in 1920, upon meeting Herabai and Mithan Tata, two Parsi women outspoken on the issue of the right to vote, Cama is said to have sadly shaken her head and observed,\n\nWork for Indian's freedom and independence. When India is independent women will not only have the right to vote, but all other rights.\n\nExile and Death\n\nWith the outbreak of World War I in 1914, France and Britain became allies, and all the members of Paris India Society except Cama and Singh Rewabhai Rana left the country (Cama had been advised by fellow-socialist Jean Longuet to go to Spain with M.P. Tirumal Acharya and Rana were briefly arrested in October 1914 when they tried to agitate among Punjab Regiment troops that had just arrived in Marseilles on their way to the front. They were required to leave Marseilles, and Cama then moved to Rana's wife's house in Arcachon, near Bordeaux. In January 1915, the French government deported Rana and his whole family to the Caribbean island of Martinique, and Cama was sent to Vichy, where she was interned. In bad health, she was released in November 1917 and permitted to return to Bordeaux provided that she report weekly to the local police. Following the war, Cama returned to her home at 25, Rue de Ponthieu in Paris.\n\nCama remained in exile in Europe until 1935, when, gravely ill and paralysed by a stroke that she had suffered earlier that year, she petitioned the British government through Sir Cowasji Jehangir to be allowed to return home. Writing from Paris on 24 June 1935, she acceded to the requirement that she renounce seditionist activities. Accompanied by Jehangir, she arrived in Bombay in November 1935 and died nine months later, aged 74, at Parsi General Hospital on 13 August 1936.\n\nThe Legacy\n\nBikhaiji Cama bequeathed most of her personal assets to the Avabai Petit Orphanage for girls, now the Bai Avabai Framji Petit Girls' High School, which established a trust in her name. Rs. 54,000 (1936: £39,300; $157,200) to her family's fire temple, the Framji Nusserwanjee Patel Agiary at Mazgaon, in South Bombay.\n\nSeveral Indian cities have streets and places named after Bhikhaiji Cama, or Madame Cama as she is also known. On 26 January 1962, India's 11th Republic Day, the Indian Posts and Telegraphs Department issued a commemorative stamp in her honour.\n\nIn 1997, the Indian Coast Guard commissioned a Priyadarshini-class fast patrol vessel ICGS Bikhaiji Cama after Bikhaiji Cama.\n\nLatest India News\n\nFight against Coronavirus: Full coverage", "METADATA": {"description": "Born in Mumbai (then Bombay), in 1861, Bhikaji Rustam Cama was brought up in a well-off Parsi family. Her parents, Sorabji Framji Patel and Jaijibai Sorabji Patel, were well known in the city, where her father Sorabji—a lawyer by training and a merchant by profession—was an influential member of the", "news_keywords": "Bhikaji rustam cama, Bhikaji rustam cama death anniversary, Bhikaji rustam cama story, Bhikaji cama death anniversary, Bhikaji cama story, Bhikaji cama life story, Bhikaji cama early life, Bhikaji cama death, Bhikaji cama photos, Bhikaji cama videos, Bhikaji cama speech, Bhikaji cama quotes, Bhikaji cama news", "og": {"url": "https://www.indiatvnews.com/news/india/who-was-bhikaji-rustom-cama-story-flag-of-indian-independence-foreign-soil-freedom-struggle-641704", "type": "article", "title": "Bhikaji Rustom Cama and the story of Flag of Indian Independence", "description": "Born in Mumbai (then Bombay), in 1861, Bhikaji Rustam Cama was brought up in a well-off Parsi family. Her parents, Sorabji Framji Patel and Jaijibai Sorabji Patel, were well known in the city, where her father Sorabji&mdash;a lawyer by training and a merchant by profession&mdash;was an influential member of the Parsi community.", "image": "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2020/08/pjimage-1-1597292011.jpg", "locale": "en_US"}, "fb": {"app_id": 1530374180564359, "pages": 138762029513432}, "article": {"author": "https://www.facebook.com/indiatvnews", "publisher": "https://www.facebook.com/indiatvnews", "published_time": "2020-08-13T09:44:13+05:30", "modified_time": "2020-08-13T09:44:13+05:30", "section": "india"}, "twitter": {"card": "summary_large_image", "creator": "@indiatvnews", "site": "India TV", "url": "https://www.indiatvnews.com/news/india/who-was-bhikaji-rustom-cama-story-flag-of-indian-independence-foreign-soil-freedom-struggle-641704", "title": "Bhikaji Rustom Cama and the story of Flag of Indian Independence", "description": "Born in Mumbai (then Bombay), in 1861, Bhikaji Rustam Cama was brought up in a well-off Parsi family. Her parents, Sorabji Framji Patel and Jaijibai Sorabji Patel, were well known in the city, where her father Sorabji&mdash;a lawyer by training and a merchant by profession&mdash;was an influential member of the Parsi community.", "image": "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2020/08/pjimage-1-1597292011.jpg"}, "keywords": "Bhikaji rustam cama, Bhikaji rustam cama death anniversary, Bhikaji rustam cama story, Bhikaji cama death anniversary, Bhikaji cama story, Bhikaji cama life story, Bhikaji cama early life, Bhikaji cama death, Bhikaji cama photos, Bhikaji cama videos, Bhikaji cama speech, Bhikaji cama quotes, Bhikaji cama news", "author": "Sidhant Mamtany", "viewport": "width=1240", "robots": "NOYDIR, NOODP", "Last-Modified": "Thursday, 13 August, 2020 09:44:13AM", "Last-Modified-Date": "Thu, Aug 13, 2020", "Last-Modified-Time": "09:44AM IST"}}}