{"GDELT": {"GlobalEventID": 940405899, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.63157894736842, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200812210000, "SOURCEURL": "https://mondoweiss.net/2020/07/john-lewis-civil-rights-icon-is-also-mourned-by-pro-israel-groups/"}, "ARTICLE": {"TITLE": "John Lewis, civil rights icon, is also mourned by pro-Israel groups – Mondoweiss", "TEXT": "John Lewis, the civil rights icon and Georgia congressman who died five days ago, was also a celebrated figure in the organized Jewish community, with many Israel lobby groups mourning the death of a steadfast supporter. Lewis described Israel as a refuge for Jews whose history was shaped as black people’s history is, by slavery and genocide, and being “uprooted involuntarily from their homeland.”\n\nLewis was “one of Israel’s strongest advocates in Congress,” David Harris of the American Jewish Committe said in a eulogy to America’s “moral conscience.” Lewis traveled to Israel “on numerous occasions,” the AJC’s Atlanta director noted. While AIPAC remembered Lewis’s support for Israeli occupation:\n\nCongressman Lewis was a steadfast ally of the Jewish state who was instrumental in gaining passage of The Jerusalem Embassy Act.\n\nArab America’s obit says that Lewis was historically deferential to the Israel lobby but revised his views somewhat in recent years.\n\nLewis came to the Palestinian human rights later in his life, especially after a lifelong allegiance to Israel.\n\nNotably, Lewis a year ago was an early co-sponsor of Rep. Ilhan Omar’s bill in Congress to affirm that boycott is a free speech right in the pursuit of human rights abroad. The bill was aimed at countering legislation to punish BDS supporters. Lewis justified the sponsorship by speaking of the importance of boycotts in the civil rights movement in the South; though at the same time he opposed BDS and supported legislation that characterized the BDS campaign as antisemitic.\n\nFL Rep. Debbie Wasserman Schultz gushed over John Lewis’s backing of Israel on an AJC webinar yesterday dedicated to Lewis’s progressive achievements.\n\nHe was a stalwart supporter of Israel and understood that two states for two peoples was absolutely critical, that everyone, every group that has an identity, deserves to be able to have a state, to have a touchstone, a place that they can call home, that is a refuge. And that’s certainly what Israel has been for Jews, and the essential need to preserve that safe haven after thousands of years of persecution, John really understood that. And understood it also in terms of his support for a two state solution where the Palestinian people need and deserve a state as well, and continuing to advance and press the two communities to return to the negotiating table, and engage in direct bilateral negotiations.\n\nArab America‘s obit by John Mason quotes a Palestinian-American, Wally Yazbak, saying that Lewis’s record wasn’t as pro-Israel as these groups make it out to be.\n\nYazbak noted during the interview the occasions on which Lewis voted favorably towards Arabs, one being the Congressman’s vote against the Iraq war. He was one of few elected officials in the House or the Senate to cast a negative vote against a war whose negative repercussions are still present. On another issue, the status of Jerusalem, Lewis told Yazbak that all peoples should share this holy city. When asked why he thought Lewis was slow to come to the support of Palestinians, contrasted with his steadfast backing of Israel, Yazbak responded, “Lewis was misled” by the numerous American pro-Israel lobbies and other political forces that proclaim Israel can do no wrong and that Palestinians are simply a drag on Israel’s efforts to expand the Israeli state. Lewis also showed signs of increasing support for Palestinians in his vote to release hundreds of West Bank, Gaza, and East Jerusalem minors arbitrarily arrested, confined and abused in Israeli prisons.\n\nYazbak told a story of having met Lewis at the Jimmy Carter Center in Atlanta in 2018, when Lewis said, “Jerusalem belongs to all religions and no one can just give it away to one religion.”\n\nLewis’s support of Ilhan Omar’s pro-boycott bill was a welcome surprise, Ariel Gold wrote in the Forward last summer. She reviewed Lewis’s long record as a “staunch supporter” of Israel– even signing a letter supportive of Israel at a time of expanding settlements.\n\nIn 2015, less than a year since the Israeli assault on Gaza that killed over 2,000 people, Lewis said, “In this Congress, I take a backseat to no one in my commitment and support of Israel and the American Jewish community.”… [H]e has been eerily silent about Israel’s attacks on Palestinians. In March 2018, when Senator Bernie Sanders and Reps. Betty McCollum, Barbara Lee, Keith Ellison, and others condemned Israel’s murder of unarmed Palestinian protestors in Gaza — murders that the UN said likely amounted to war crimes — Lewis said nothing.\n\nIn a 2002 op-ed Lewis said that he was “shocked” by the UN resolution equating Zionism with racism and averred that Martin Luther King Jr. was a vigorous supporter of Israel.\n\n[King] consistently reiterated his stand on the Israel- Arab conflict, stating “Israel’s right to exist as a state in security is uncontestable.” It was no accident that King emphasized “security” in his statements on the Middle East.\n\nLewis made an identification of Jews and blacks in that article, as particularly victimized groups.\n\n[King] knew that both peoples were uprooted involuntarily from their homelands. He knew that both peoples were shaped by the tragic experience of slavery. He knew that both peoples were forced to live in ghettoes, victims of segregation….He knew that both peoples have been subjected to oppression and genocide on a level unprecedented in history.\n\nThe AJC expressed concern yesterday about how it could carry John Lewis’s regard for Israel over to the next generation of black politicians. Apparently, this concern does not extend to Nikema Williams, chair of Georgia’s Democratic Party and a state senator, who has been selected to run for Lewis’s seat. Melissa Weiss of Jewish Insider tweeted a photo of Williams in Israel “on a 2018 trip to Israel with the American Israel Education Foundation,” which is an arm of the Israel lobby group AIPAC.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "The late John Lewis was a steadfast supporter of Israel, calling it a refuge for people shaped by slavery who has been “uprooted …from their homeland.”", "og": {"image": {"identifier": "https://mondoweiss.net/wp-content/uploads/2015/02/0820_john-lewis1.jpg", "width": 2000, "height": 881}, "locale": "en_US", "type": "article", "title": "John Lewis, civil rights icon, is also mourned by pro-Israel groups – Mondoweiss", "description": "The late John Lewis was a steadfast supporter of Israel, calling it a refuge for people shaped by slavery who has been “uprooted …from their homeland.”", "url": "https://mondoweiss.net/2020/07/john-lewis-civil-rights-icon-is-also-mourned-by-pro-israel-groups/", "site_name": "Mondoweiss", "updated_time": "2020-07-23T19:03+00:00"}, "article": {"publisher": "https://www.facebook.com/mondoweiss", "author": "https://www.facebook.com/philip.weiss.180", "published_time": "2020-07-23T19:03+00:00", "modified_time": "2020-07-23T19:03+00:00"}, "twitter": {"card": "summary_large_image", "site": "@mondoweiss", "creator": "@PhilWeiss", "title": "John Lewis, civil rights icon, is also mourned by pro-Israel groups – Mondoweiss", "description": "The late John Lewis was a steadfast supporter of Israel, calling it a refuge for people shaped by slavery who has been “uprooted …from their homeland.”", "image": {"identifier": "https://mondoweiss.net/wp-content/uploads/2015/02/0820_john-lewis1.jpg", "width": 2000, "height": 881}}, "msapplication-TileImage": "https://mondoweiss.net/wp-content/uploads/2020/04/cropped-mw-m-square-xlg-270x270.png"}}}