{"GDELT": {"GlobalEventID": 940406236, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.98511166253101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Keban, Elazig, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU23", "Actor1Geo_ADM2Code": "27765", "Actor1Geo_Lat": 38.7978, "Actor1Geo_Long": 38.7336, "Actor1Geo_FeatureID": "-759217", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200812210000, "SOURCEURL": "https://www.al-monitor.com/pulse/originals/2020/08/iraq-water-turkey-tigris-euphrates.html"}, "ARTICLE": {"TITLE": "What trump cards is Iraq pulling against Turkey to secure water quota?", "TEXT": "Turkey started building Ilisu dam in 2006 and made it operational in 2018. The dam limited the flow of water to Iraq, which exacerbated fear in Mesopotamia of an acute water shortage and an incapacity to meet the population’s daily and agricultural needs.\n\nIraq secures its water need from the Tigris and Euphrates rivers, stemming from Turkey, which has been trying to use the rivers' water to generate electric power for years, and thus has built a number of dams.\n\nHowever, external causes also stand behind the drought, on top of which are the construction of dams and canals in neighboring countries that affect Iraq's water quota.\n\nThe significant drop in water levels of the two rivers is due to several reasons, including a lack of monsoon rains, failure to develop agricultural irrigation systems that consume large quantities of water and failure of the residents to rationalize water consumption in their daily habits.\n\nWhile temperatures have risen to 50 degrees Celsius (122 degrees Fahrenheit) in a number of regions of Iraq, the water level in the Tigris and Euphrates rivers have declined recently, which instills a fear of depletion of these two rivers.\n\nFor years, Iraq has been registering a decline in water levels in the Tigris and Euphrates rivers. Yet over the past years, successive Iraqi governments have failed to conclude any agreement with Turkey to regulate water quotas between the two countries.\n\nThe government of Prime Minister Mustafa al-Kadhimi is addressing the water issue with great attention, but it faces skepticism in its ability to conclude a water sharing agreement with Turkey.\n\nIraqi Minister of Water Resources Mahdi Rashid is betting on what he called “strong trump cards” that Iraq could use to pressure Turkey to sign an agreement with it to guarantee it a water quota in the Tigris and Euphrates rivers.\n\nIn a statement to semi-governmental media, Rashid spoke about a meeting that will bring the two sides — Turkey and Iraq — together to discuss the water issue. He expressed his full confidence in achieving positive results, after the matter fell into the hands of Kadhimi and not just the ministry.\n\nIn neighboring Turkey and Syria, the water issue is handled by the presidents. In Iran, Supreme Leader Ayatollah Ali Khamenei is on top of this vital issue. “This makes the interest in this matter exceptional,” Rashid noted.\n\nHe refused to openly talk about Iraq’s trump cards against Turkey, but he seemed confident in achieving positive results through negotiations with Turkey.\n\nIraq does not have a water agreement with Turkey, but for decades Baghdad has signed a number of protocols on the flow of water to its territories.\n\nThe first protocol on water between Iraq, Turkey and Syria was signed in 1920, and stipulated as a condition for building dams or reservoirs or diverting the course of rivers, guaranteeing that no harm is caused to any of the signatories. In 1946, Iraq and Turkey included the water issue in the Treaty of Friendship and Good Neighborly Relations they signed.\n\nIn 1978, they signed the Economic and Technical Cooperation Protocol after Turkey's completion of the Keban Dam that affected Iraq's water share. However, Ankara kept building dams undermining Iraq’s water share, including the Ataturk Dam that caused a water shortage in Iraq in the 1990s.\n\nTurkey refuses to abide by the protocols signed with Iraq, and also refuses to abide by international treaties classifying the Tigris and Euphrates rivers as international cross-border rivers. Ankara rather acts as if these rivers were Turkish local rivers.\n\nMeanwhile, a group of Iraqi parliamentary committees coordinate with the government and the Ministry of Water Resources to reach an agreement with Turkey regarding Iraq's water quota.\n\nAbdul Amir Taiban, member of Iraq’s federal parliament and rapporteur of the parliamentary Agriculture and Water Committee, said that the parliament supports the government's moves to conclude an agreement with Turkey. He told Al-Monitor, \"The situation is no longer tolerable. Turkey is unfairly violating Iraq's water quotas.”\n\nTaiban, who keeps abreast of the impact of the water issue on agriculture, affirmed that this issue is a sovereign matter. “Everyone supports any endeavors to find a solution to ensure Iraq's water share,” he noted.\n\nAbboud al-Issawi, head of the parliamentary Agriculture and Water Committee, also seemed optimistic about reaching a new agreement or protocol that would guarantee Iraq a stable share of water. But he told Al-Monitor that this issue cannot be resolved by a minister, noting, “This is a major sovereign issue. The highest authorities in the state must be involved in the negotiations.”\n\nHe added, \"There is hope for a new agreement or protocol, because Prime Minister Mustafa al-Kadhimi is handling this matter.”\n\nIraq has a number of trump cards it may use against Turkey, including the trade exchange between the two countries, which amounts to about $16 billion per annum. This is in addition to the fact that the Turkish outlawed Kurdistan Workers Party (PKK) has fighters deployed on Iraqi soil.\n\nIraq, however, is not in control of these two issues. The country relies heavily on imported goods, mainly from Turkey, and it is not easy for it to import these goods from other countries.\n\nMeanwhile, the issue of the PKK is a matter handled by the Kurdistan Regional Government, which has good relations with Turkey, to the extent that it allows the Turkish army to enter its territories to fight the PKK.\n\nA source at the Ministry of Water Resources told Al-Monitor on condition of anonymity that \"reaching an agreement with Turkey requires an agreement among the president of the republic, the prime minister and parliament speaker. The crises hitting Iraq today are great, and the water issue is not a top priority for the three presidencies.”\n\n“Turkey refuses even to hold meetings to discuss securing a share of water for Iraq,” the source added.", "METADATA": {"keywords": "pkk, trade, turkey-iraq relations, mustafa al-kadhimi, tigris, water supply, water security, euphrates river", "article": {"author": "Omar al-Jaffal", "publisher": "https://www.facebook.com/Al-Monitor", "section": "Editorial", "published_time": "2020-08-12T08:32:40+00:00", "modified_time": "2020-08-12T08:32:40+00:00"}, "lang": "en", "pulse": "lobbying", "twitter": {"card": "summary_large_image", "site": "@almonitor", "creator": "@almonitor", "url": "https://www.al-monitor.com/pulse/originals/2020/08/iraq-water-turkey-tigris-euphrates.html", "title": "What trump cards is Iraq pulling against Turkey to secure water quota?", "description": "Turkey refuses to abide by the protocols and treaties signed with Iraq on the Tigris and Euphrates rivers acting as if they are local rivers.", "image": {"identifier": "https://9c998969b63acdb676d1-37595348221e1b716e1a6cfee3ed7891.ssl.cf1.rackcdn.com/almpics/2020/08/GettyImages-1227993472.jpg/GettyImages-1227993472-870.jpg", "width": 870}}, "description": "Turkey refuses to abide by the protocols and treaties signed with Iraq on the Tigris and Euphrates rivers acting as if they are local rivers.", "fb": {"admins": "aaoudi", "app_id": 115006175316219}, "og": {"url": "https://www.al-monitor.com/pulse/originals/2020/08/iraq-water-turkey-tigris-euphrates.html", "locale": "en_us", "type": "article", "title": "What trump cards is Iraq pulling against Turkey to secure water quota?", "image": {"identifier": "https://9c998969b63acdb676d1-37595348221e1b716e1a6cfee3ed7891.ssl.cf1.rackcdn.com/almpics/2020/08/GettyImages-1227993472.jpg/GettyImages-1227993472-870.jpg", "height": 472, "width": 870}, "description": "Turkey refuses to abide by the protocols and treaties signed with Iraq on the Tigris and Euphrates rivers acting as if they are local rivers.", "site_name": "Al-Monitor", "updated_time": "2020-08-12T08:32:40+00:00"}, "sailthru.tags": "pkk, trade, turkey-iraq relations, mustafa al-kadhimi, tigris, water supply, water security, euphrates river", "viewport": "width=device-width,initial-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}