{"GDELT": {"GlobalEventID": 940510304, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.82485875706214, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jiaxing, Zhejiang, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH02", "Actor1Geo_ADM2Code": "13322", "Actor1Geo_Lat": 30.7522, "Actor1Geo_Long": 120.75, "Actor1Geo_FeatureID": "-1912033", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jiaxing, Zhejiang, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH02", "Actor2Geo_ADM2Code": "13322", "Actor2Geo_Lat": 30.7522, "Actor2Geo_Long": 120.75, "Actor2Geo_FeatureID": "-1912033", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jiaxing, Zhejiang, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH02", "Action2Geo_ADM2Code": "13322", "Action2Geo_Lat": 30.7522, "Action2Geo_Long": 120.75, "Action2Geo_FeatureID": "-1912033", "DATEADDED": 20200813100000, "SOURCEURL": "http://www.womenofchina.cn/womenofchina/html1/people/newsmakers/20081/4153-1.htm"}, "ARTICLE": {"TITLE": "Fatherly Love from 35 Veterans Moves Netizens", "TEXT": "Zheng Songfang (7th, L) talks with her late father's army peers at home in a village of Jiaxing City, East China's Zhejiang Province. [CNR-1]\n\nZheng Songfang, newly graduated from senior high school, recently welcomed 35 veterans at her home in a village of Jiaxing City, East China's Zhejiang Province. They were her late father, Zheng Junjie's army peers, who regularly visited and taken care of Zheng's family in the past 10 years.\n\nZheng and his 35 peers joined the army in 1997, and they had a solid friendship during their military life. However, Zheng passed away in an accident a dozen years ago and his daughter was only 4 years old at that time.\n\nZheng's peers decided to try their best to help Zheng's family. They not only donate money to his family annually, but also visit his daughter regularly.\n\nThis year, they came to congratulate Zheng's daughter after hearing that she passed the national college entrance examination, and gave her suggestions on college selection. They also bought two suitcases for her and told her to take good care of herself after starting college.\n\n\"They are really like my father for they visit me every year, which makes me feel paternal love...the friendship among them is really precious and touching,\" Zheng Songfang said. She hopes she can gain more experiences during her college life and contribute to the society so as to repay to their love and care.\n\nThe 35 \"fathers\" said they will continue to help her during her campus life until she finds a job after graduation.\n\nThe story touched the hearts of many netizens.\n\n\"It's a moving story. They are not related by blood, but are closer than real relatives,\" wrote one netizen.\n\nFile photos of Zheng Songfang and her 35 \"fathers\" [CNR-1]\n\n(Source: CNR-1/Translated and edited by Women of China)", "METADATA": {"keywords": "fatherly love, Zheng Songfang, Jiaxing City, Zhejiang Province.", "twitter": {"card": "summary_large_image", "site": "@womenofchina"}, "description": "Zheng Songfang, newly graduated from senior high school, recently welcomed 35 veterans at her home in a village of Jiaxing City, East China's Zhejiang Province."}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}