{"GDELT": {"GlobalEventID": 940537504, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.3742071881606799, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO", "Actor1Geo_Lat": 6.0, "Actor1Geo_Long": 48.0, "Actor1Geo_FeatureID": "SO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO", "Actor2Geo_Lat": 6.0, "Actor2Geo_Long": 48.0, "Actor2Geo_FeatureID": "SO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO", "Action2Geo_Lat": 6.0, "Action2Geo_Long": 48.0, "Action2Geo_FeatureID": "SO", "DATEADDED": 20200813124500, "SOURCEURL": "http://www.latinamericanpost.com/33999-girls-would-be-forced-to-marry-against-their-will-in-somalia"}, "ARTICLE": {"TITLE": "Girls would be forced to marry against their will in Somalia", "TEXT": "Somalia promotes child marriage in a new law that must be approved by the parliament .\n\nParliament in Somalia promotes a law that seeks to legalize child marriage. / Photo: Pexels\n\nThe Woman Post | Maria Lourdes Zimmermann\n\nEscucha este artículo\n\n\n\nYour browser does not support the audio tag.\n\nThe world controversy is ignited by a new decision of the Parliament of Somalia that intends through a new bill, to allow forced child marriage, contravening national and international advances to avoid the phenomenon that affects girls in this country.\n\nThe East African nation has high rates of child marriage and violence against women, according to the United Nations (UN), 45% of women marry before the age of 18 considering the fact, a violation of the girls rights who are forced to drop out of schools and trade books for child-rearing by becoming mothers at a young age.\n\nIn 2018, Somalia's cabinet passed the landmark sex crimes bill aimed at criminalizing a wide range of forms of gender-based violence, including rape, child marriage, and sex trafficking.\n\nThe document established clear obligations for the police, investigators and prosecutors and contained protection guidelines for vulnerable groups such as children, people with disabilities and internally displaced persons.\n\nBut this week, after two years of waiting for final approval in the hands of the lower house of parliament, a new bill was presented before legislators allowing sexual relations with girls who reach puberty and accepting child marriage with minors. old.\n\nDeputy Speaker of the lower house of the parliament, Abdiwali Sheikh Ibrahim, told the Reuters Foundation that the bill will be discussed and they await approval after a previous discussion.\n\n“This bill is about the discussion. Every MP has his/her own saying on it. We want it passed after discussion,” Abdiwali Sheikh Ibrahim, deputy speaker of the lower house of parliament, told the Thomson Reuters Foundation.https://t.co/2kbxfJbZzb — Above Whispers (@Above_Whispers) August 12, 2020\n\nIbrahim did not explain to the foundation why the new bill was drafted, but said it was a move taken by the justice, women's and human development ministries in consultation with Islamic scholars.\n\nThe measure dismays international organizations that have been pushing the prohibition of child marriage and other violations of children's rights by leaps and bounds; but \"this new project would be a step backwards,\" said Ari Gaitanis, spokesman for the UN mission in Somalia (UNSOM) who expressed his concern to the president of Somalia.\n\n\"This new proposed bill, the Law on crimes related to sexual relations, has many flaws and constitutes a serious violation of international standards,\" Gaitanis said in a statement.\n\n\"The original bill on sexual crimes, which the UN and many others are calling for reintroduction, is a comprehensive bill that is more in line with internationally accepted standards.\"\n\nInternational donors to Somalia also expressed concern. Ben Fender, Britain's ambassador to Somalia, tweeted that this was \"a great moment for parliamentarians to decide the future values of Somalia.\"\n\nBig moment for MPs to decide Somalia’s future values. Govt submitted a modern Sexual Offences Bill after consulting imams, scholars. Never debated. New draft allows marriage at puberty + says a forced marriage is one where the family (not individual) doesn’t consent. https://t.co/gg5xrxCoh0 — Ben Fender (@benfenderfco) August 8, 2020\n\nConcern is growing among organizations such as the UN and UNICEF who claim according to their studies that there are currently 125 million girls in Africa who have been forced to marry before reaching the age of 18. A very worrying reality if one also takes into account that according to the latest report on child marriage, in 2050 the figure will reach 310 million girls.\n\nIn all other regions of the world, current rates of decline and demographic trends mean that fewer girls will be married each year. However, in 2050, Africa will overtake South Asia as the region with the highest number of women aged 20-24 who married as children.\n\nAlso read: Tradition of female genital mutilation must end according to UN\n\n\"Child marriage occurs because adults believe they have the right to impose marriage on children. This denies them, especially girls, their dignity and the opportunity to make decisions that are essential in their lives, such as who they want to marry. or when they want to have children. The ability to choose defines us and allows us to develop our potential. Child marriage robs girls of this possibility. \" As explained by Desmond Tutú, a South African clergyman and pacifist who gained international fame during the 1980s because of his struggle against Apartheid and by Graça Machel, an African politician and social activist, who illustrate what this reality means, suffered by millions of girls in Africa and in the world.\n\nFor UNICEF, married girls are less likely to finish school and more likely to be victims of violence and to contract HIV. In addition, children of adolescent mothers have a higher risk of being stillborn, dying shortly after birth, and being underweight. Married girls often lack the necessary skills to obtain employment explains the organization that fights for children's rights around the world.\n\nThe African Union launched a continent-wide campaign to end child marriage. A plan of action was provided to governments to reduce child marriage rates by increasing girls' access to birth registration, quality education and reproductive health services.\n\nAnother part of the plan consisted of strengthening and enforcing the laws and policies that protect the rights of girls and prohibit marriage before the age of 18, but the passage of Somalia contravenes the processes of change that have been taking place in the continent and is They become a new concern when, in the midst of the global pandemic, the rights of girls and women are being violated according to analysis by international organizations.\n\nMore than 16,000 people have signed an online petition calling on the Somali Parliament to scrap the Sexual Relations Bill and pass the Sex Crimes Bill that was in the process two years ago.", "METADATA": {"keywords": "Child Marriage, Child marriage in Somalia, violation of girls' rights, Africa allows marriage with girls, UN Unicef, Somalia Africa", "twitter": {"card": "summary_large_image", "site": "@latinamericanpost", "title": "Girls would be forced to marry against their will in Somalia", "description": "Somalia promotes child marriage in a new law that must be approved by parliament", "image": "https://integralatampost.s3.amazonaws.com/uploads/article/picture/23567/2020-08-12_17_492020-08-12_17_3020200813_Ninas-serian-obligadas-a-casarse-en-contra-de-su-voluntad-en-Somalia.jpg"}, "author": "Maria Zimmermann", "viewport": "width=device-width, initial-scale=1.0", "fb": {"app_id": 1779353928775416}, "og": {"url": "https://www.latinamericanpost.com/33999-girls-would-be-forced-to-marry-against-their-will-in-somalia"}, "description": "Somalia promotes child marriage in a new law that must be approved by parliament", "generator": "Google Web Designer 4.1.0.0711", "HandheldFriendly": "true", "format-detection": "telephone=no", "apple-mobile-web-app-capable": "YES", "template": "Banner 3.0.0", "environment": "gwd-genericad"}}}