{"GDELT": {"GlobalEventID": 940555040, "Day": 20190814, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6137, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "LBY", "Actor2Name": "LIBYA", "Actor2CountryCode": "LBY", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.86480186480186, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mediterranean Sea, Oceans (general), Oceans", "Action2Geo_CountryCode": "OS", "Action2Geo_ADM1Code": "OS00", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "-121459", "DATEADDED": 20200813143000, "SOURCEURL": "http://english.ahram.org.eg/NewsContent/1/64/376621/Egypt/Politics-/UPDATED-EgyptGreece-maritime-deal-will-bring-stabi.aspx"}, "ARTICLE": {"TITLE": "Egypt-Greece maritime deal will bring stability to Eastern Mediterranean: Sisi, Greek PM", "TEXT": "Egypt's President Abdel-Fattah El-Sisi and Greek Prime Minister Kyriakos Mitsotakis said a maritime demarcation deal signed recently between both countries will contribute to achieving security and stability in the Eastern Mediterranean region.\n\nEgypt and Greece signed an agreement last week establishing an exclusive economic zone (EEZ) between the two countries for oil and gas drilling rights.\n\nThe deal came amid rising tensions in the East Mediterranean region after a similar agreement between Turkey and Libya’s Tripoli-based government maritime boundaries in the Mediterranean Sea was signed last year. The accord was decried by Egypt, Greece and Cyprus as illegal, a violation of international law and an infringement on their economic rights\n\nDuring the telephone conversation, El-Sisi and Mitsotakis said the deal would \"consolidate the correct foundations and rules for the demarcation process and contribute to achieving security and stability in the Eastern Mediterranean region,\" Egyptian presidency spokesman Bassam Rady said in a statement late on Wednesday.\n\nThe two leaders added that the deal \"enables Egypt and Greece to utilise their natural resources in the interests of the peoples\" of the two countries,\" the spokesman added.\n\nThey hailed the deal as a \"historic landmark for bilateral relations.\"\n\nThe pair also discussed regional issues of common interests including developments in the oil-rich region and agreed to intensify coordination in this regard.\n\nGreek Foreign Minister Nikos Dendias said last week the deal is the absolute opposite of the \"illegitimate and legally unfounded\" maritime agreement signed between Turkey and the Government of National Accord (GNA) in Tripoli in late 2019.\n\nEarlier this month, Egypt, a close ally Greece and Cyprus, said a seismic survey carried out by Turkey from 21 July to 2 August in the eastern Mediterranean represented a “violation and an attack on sovereign rights\" and overlaps with Egypt’s exclusive economic zone.\n\nEarlier this week, Turkey said it will issue gas exploration and drilling licenses in the eastern Mediterranean this month, further heightening tensions with Greece, which said it would seek an emergency EU meeting to address the issue.\n\nOn Monday, Turkey sent an exploration vessel into a disputed area of the eastern Mediterranean south of the Greek island of Kastellorizo.\n\nFrance announced on Wednesday it will increase its military presence in the east Mediterranean, calling on Turkey to halt oil and gas exploration in disputed waters that has heightened tensions with Greece.\n\nLast Month, French President Emmanuel Macron called for EU sanctions against Turkey for “violations” of Greek and Cypriot waters.\n\n\n\nShort link:\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-task": "name=Ahram Online;action-uri=http://english.ahram.org.eg/;icon-uri=favicon32.ico", "application-name": "Ahram Online", "msapplication-tooltip": "Ahram Online", "Keywords": "Ahram Online, Egypt, Greece, Eastern Mediterranean region,", "Description": "Egypt and Greece signed an agreement last week setting up an exclusive economic zone (EEZ) between the two countries for oil and gas drilling rights", "og": {"image": "http://english.ahram.org.eg/Media/News/2020/8/13/2020-637329177046104738-610.jpg", "title": "Egypt-Greece maritime deal will bring stability to Eastern Mediterranean: Sisi, Greek PM - Politics  - Egypt", "description": "Egypt and Greece signed an agreement last week setting up an exclusive economic zone (EEZ) between the two countries for oil and gas drilling rights", "site_name": "Ahram Online"}, "twitter": {"card": "summary", "site": "Ahram Online", "title": "Egypt-Greece maritime deal will bring stability to Eastern Mediterranean: Sisi, Greek PM - Politics  - Egypt", "description": "Egypt and Greece signed an agreement last week setting up an exclusive economic zone (EEZ) between the two countries for oil and gas drilling rights", "image": "http://english.ahram.org.eg/Media/News/2020/8/13/2020-637329177046104738-610.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}