{"GDELT": {"GlobalEventID": 940527406, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "EUR", "Actor2Name": "EUROPE", "Actor2CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 35, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.1563342318059298, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200813114500, "SOURCEURL": "https://www.iata.org/en/pressroom/pr/2020-08-13-01/"}, "ARTICLE": {"TITLE": "European COVID-19 Impacts Continue to Worsen as Border Restrictions Remain", "TEXT": "Geneva – The International Air Transport Association (IATA) released an update to the impacts of the COVID-19 pandemic on air passenger numbers, employment and economies across Europe, and urged governments to coordinate to lift border restrictions and find alternatives to quarantine measures to avoid further economic damage.\n\nAlthough the European market has seen an increase in the number of flights in recent months, supported by the reopening of borders between countries of the Schengen area and the non-Schengen EU states, flights are still more than 50% below the same period in 2019. Passenger numbers are currently forecast to fall by around 60% in 2020, which represents about 705 million passenger journeys. The near-term outlook for recovery in Europe remains highly uncertain with respect to the second wave of the pandemic and the broader global economic impact it could have. Passenger demand in Europe is expected to recover gradually and will not reach 2019 levels until 2024.\n\nWith air travel not recovering as originally hoped, the negative impact on employment has increased. More than 7 million jobs supported by aviation (including tourism) in Europe are now at risk (up from around 6 million estimated in June).\n\n“It is desperately worrying to see a further decline in prospects for air travel this year, and the knock-on impact for employment and prosperity. It shows once again the terrible effect that is being felt by families across Europe as border restrictions and quarantine continue. It is vital that governments and industry work together to create a harmonized plan for reopening borders,” said Rafael Schvartzman, IATA’s Regional Vice President for Europe.\n\nAnalysis of the largest European markets shows a decline across all metrics since the previous IATA estimates in mid-June. (These are impact estimates for the full-year 2020.)\n\nCountry June Pax estimates August pax estimates june jobs at risk august jobs at risk june GDP August GDP UK -154 million -165 million -732,500 -780,000 -$55.7bn -$59.3bn Spain -124.5 m -132.7 m -983,100 -1,049,500 -$64.7bn -$69.1bn Germany -113.4 m -117.6 m -534,000 -550,800 -$37.6bn -$38.8bn Italy -92 m -98.2 m -345,300 -369.100 -$23.5bn -$25.2bn France -88.7 m -94.6 m -434,700 -466.100 -$38.9bn -$41.5bn\n\nSee the full table of European countries (pdf)\n\nTraveling safely and finding alternatives to quarantine\n\nThe air transport industry has worked closely with regulators, including the International Civil Aviation Organization (ICAO) and the European Aviation Safety Agency (EASA) to put protocols in place to keep travellers and crew safe. Proof that airlines and airports are already successfully implementing these measures is that the risk of transmission on board remains low. Out of 20 million cases of COVID-19 worldwide, there are less than 50 known cases of transmission on board.\n\nGovernments must look at a coordinated way to lift travel restrictions and find alternatives to quarantine requirements. International cooperation to isolate and precisely manage risks is critical to rebuilding confidence in travel. Of crucial importance is the layering of measures as an alternative to quarantine, including the universal implementation of the ICAO biosafety measures, comprehensive contract tracing, and the potential for testing regimes that are fast, accurate, scalable and affordable. As we learn to live with COVID-19, a stop-go-stop approach to lifting restrictions cannot be the answer.\n\nContinued support for the industry needed\n\nWhile aviation faces a long-haul recovery, continued aid and assistance for the sector is desperately needed.\n\n“With a recovery to 2019 levels now slipping to 2024, financial support, in forms which do not further load crippling debts onto the industry, will be necessary if an even sharper contraction in airline capacity and jobs is to be avoided. And regulatory assistance is vital. It is absolutely crucial that the European Commission issue an unambiguous statement on their intention to provide a full Winter-season slot use waiver immediately. It is baffling that the Commission continues to sit on its hands over the Summer, while each day of delay becomes more critical for the future viability of a robust and competitive aviation industry,” said Schvartzman.\n\nFor more information, please contact:\n\nCorporate Communications\n\nTel: +41 22 770 2967\n\nEmail: corpcomms@iata.org\n\nNotes for editors:\n\nIATA (International Air Transport Association) represents some 290 airlines comprising 82% of global air traffic.\n\nYou can follow us at https://twitter.com/iata for announcements, policy positions, and other useful industry information.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "description": "IATA urged governments to coordinate to lift border restrictions in Europe", "og": {"title": "European COVID-19 Impacts Continue to Worsen as Border Restrictions Remain", "type": "website", "url": "https://www.iata.org/en/pressroom/pr/2020-08-13-01/", "description": "IATA urged governments to coordinate to lift border restrictions in Europe", "image": "https://www.iata.org/globalassets/iata/pressroom/generic-images/passengers-mask3.jpg"}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Travel"]}}