{"GDELT": {"GlobalEventID": 940530896, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CVL", "Actor1Name": "SETTLEMENT", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.4547803617571096, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pilbara, Western Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS08", "Actor1Geo_ADM2Code": "5536", "Actor1Geo_Lat": -21.25, "Actor1Geo_Long": 118.3, "Actor1Geo_FeatureID": "-1594999", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pilbara, Western Australia, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS08", "Action2Geo_ADM2Code": "5536", "Action2Geo_Lat": -21.25, "Action2Geo_Long": 118.3, "Action2Geo_FeatureID": "-1594999", "DATEADDED": 20200813120000, "SOURCEURL": "https://www.theguardian.com/australia-news/2020/aug/13/bhp-shareholders-demand-immediate-stop-to-mining-that-disturbs-aboriginal-heritage"}, "ARTICLE": {"TITLE": "BHP shareholders demand immediate stop to mining that disturbs Aboriginal heritage", "TEXT": "The move follows the blasting of Juukan Gorge by Rio Tinto and revelations BHP has approval to destroy at least 40 significant sites\n\nBHP shareholders have demanded the company immediately put a stop to mining that could “disturb, destroy or desecrate” Aboriginal cultural heritage sites in Australia until laws are changed, in the wake of revelations that it, like Rio Tinto, had plans to destroy ancient sites in the Pilbara.\n\nThe motion, made by the Australasian Centre for Corporate Responsibility (ACCR) and supported by 100 shareholders, follows revelations BHP has approval to destroy at least 40 – and possibly as many as 86 – significant Aboriginal sites in the central Pilbara to expand its A$4.5bn South Flank iron ore mining operation, even though its own reports show the traditional owners are opposed to the move.\n\n“Investors simply can’t stand by and allow another Juukan Gorge disaster to take place,” ACCR’s Brynn O’Brien said. “Investors should be concerned that BHP does not as a matter of process make public disclosures about cultural heritage sites it plans to disturb.”\n\nIn June, Guardian Australia revealed that BHP was poised to destroy the sites, which its own surveys said included rock shelters that were occupied between 10,000 and 15,000 years ago. It said evidence in the broader area showed “occupation of the surrounding landscape has been ongoing for approximately 40,000 years”.\n\nBHP to destroy at least 40 Aboriginal sites, up to 15,000 years old, to expand Pilbara mine Read more\n\nLess than a day after the revelations surfaced, BHP issued a clarification that it would not damage the sites without “further extensive consultation” with traditional owners.\n\n“While BHP committed to not undertake activities which would disturb 40 cultural heritage sites in the Pilbara … decisions about cultural heritage should be based on principles, not on a PR response to a crisis,” O’Brien said.\n\nA BHP spokesman said the company’s engagement with traditional owners was “based on deep respect and a commitment to understanding the cultural significance of their country and heritage”.\n\n“In relation to the resolutions, we have a regular dialogue with our investors and consult with them regularly on a full range of matters relating to our business, including our approach to cultural heritage,” he said.\n\nThe Banjima native title holders told the Western Australian government in April they did not want any of the sites to be damaged, saying the “impending harm” to the area “is a further significant cumulative loss to the cultural values of the Banjima people”.\n\nBut under section 18 of the WA Aboriginal Heritage Act, traditional owners are unable to lodge objections or to prevent their sacred sites from being damaged.\n\nThe Banjima are also unable to raise concerns publicly about the expansion, having signed comprehensive agreements with BHP as part of a native title settlement.\n\nThe Banjima wrote to the WA government in April to say they “in no way support the continued destruction of this significant cultural landscape” but “are equally aware” they cannot formally object to the section 18 application.\n\nThe ACCR resolution called on BHP to remove the “gag orders” on traditional owners “so they can speak publicly about cultural heritage concerns on their land”.\n\nBHP agrees not to damage 40 Aboriginal heritage sites without consulting traditional owners Read more\n\nBHP said it had a 20-year relationship with the Banjima people and that the agreement signed in 2015 over the South Flank mine was consistent with principles of self-determination.\n\nProf Marcia Langton, who supported the resolution, said it reminded companies such as Rio Tinto and BHP there are modern standards of human rights obligations for businesses that Australian companies have signed up to.\n\n“They have obligations to respect the cultural rights of Indigenous people, and obligations to protect their cultural heritage in their operations,” Langton said.\n\n“It is clear that Juukan Gorge has revealed the many ways in which Rio has fallen below the bar on those standards, and it and other companies have a lot of work to do to demonstrate to shareholders that they are delivering on their commitments.\n\nThe public response around the world has come as “a bit of a shock” to mining companies, Langton said.\n\n“There are people in the mining industry to whom these commitments are somehow optional, and their contempt for Aboriginal cultural heritage is widely shared, so that public reaction of horror has snapped them back into a state of reality,” she said.\n\n“I’m pleased to see that BHP has made a public statement to consult with traditional owners and that’s what is required at a very minimum,” she said.\n\nThe WA minister for Aboriginal affairs, Ben Wyatt, confirmed he approved the South Flank expansion on 29 May, three days after the destruction of Juukan Gorge made global headlines, but said he has since urged BHP to cooperate with the Banjima under what are now “changed circumstances”.\n\nWyatt told a Senate inquiry last week that reforms to WA heritage laws will end the section 18 process.", "METADATA": {"description": "The move follows the blasting of Juukan Gorge by Rio Tinto and revelations BHP has approval to destroy at least 40 significant sites", "format-detection": "telephone=no", "HandheldFriendly": "True", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "apple-mobile-web-app-title": "Guardian", "application-name": "The Guardian", "msapplication-TileColor": "#052962", "theme-color": "#052962", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/023dafadbf5ef53e0865e4baaaa32b3b/windows_tile_144_b.png", "author": "Calla Wahlquist", "thumbnail": "https://i.guim.co.uk/img/media/6af49c670e32573a239b6de1436ab24edb2521dd/0_213_4993_2996/master/4993.jpg?width=620&quality=85&auto=format&fit=max&s=8a881571e7bed0b685f9242777eda427", "keywords": "Indigenous Australians,BHP,Western Australia,Business,Rio Tinto,Mining,Australia news", "news_keywords": "Indigenous Australians,BHP,Western Australia,Business,Rio Tinto,Mining,Australia news", "og": {"url": "http://www.theguardian.com/australia-news/2020/aug/13/bhp-shareholders-demand-immediate-stop-to-mining-that-disturbs-aboriginal-heritage", "image": "https://i.guim.co.uk/img/media/6af49c670e32573a239b6de1436ab24edb2521dd/0_213_4993_2996/master/4993.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=e0ec2f39b22a5ae779ff62e717658b1d", "description": "The move follows the blasting of Juukan Gorge by Rio Tinto and revelations BHP has approval to destroy at least 40 significant sites", "type": "article", "title": "BHP shareholders demand immediate stop to mining that disturbs Aboriginal heritage", "site_name": "the Guardian"}, "article": {"author": "https://www.theguardian.com/profile/lorena-allam,https://www.theguardian.com/profile/calla-wahlquist", "publisher": "https://www.facebook.com/theguardian", "section": "Australia news", "published_time": "2020-08-13T09:50:41.000Z", "tag": "Indigenous Australians,BHP,Western Australia,Business,Rio Tinto,Mining,Australia news", "modified_time": "2020-08-13T10:36:12.000Z"}, "al": {"ios": {"url": "gnmguardian://australia-news/2020/aug/13/bhp-shareholders-demand-immediate-stop-to-mining-that-disturbs-aboriginal-heritage?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "fb": {"app_id": 180444840287, "pages": 516977308337360}, "twitter": {"app": {"id": {"iphone": 409128287, "ipad": 409128287, "googleplay": "com.guardian"}, "name": {"googleplay": "The Guardian", "ipad": "The Guardian", "iphone": "The Guardian"}, "url": {"ipad": "gnmguardian://australia-news/2020/aug/13/bhp-shareholders-demand-immediate-stop-to-mining-that-disturbs-aboriginal-heritage?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/australia-news/2020/aug/13/bhp-shareholders-demand-immediate-stop-to-mining-that-disturbs-aboriginal-heritage", "iphone": "gnmguardian://australia-news/2020/aug/13/bhp-shareholders-demand-immediate-stop-to-mining-that-disturbs-aboriginal-heritage?contenttype=Article&source=twitter"}}, "image": "https://i.guim.co.uk/img/media/6af49c670e32573a239b6de1436ab24edb2521dd/0_213_4993_2996/master/4993.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=ce341126f116a98f99b54db20eda3ff2", "site": "@guardian", "card": "summary_large_image", "dnt": "on"}, "robots": "max-image-preview:large"}}}