{"GDELT": {"GlobalEventID": 940546444, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "CYPGOV", "Actor2Name": "CYPRUS", "Actor2CountryCode": "CYP", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.3107569721115495, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG", "Actor2Geo_Lat": 27.0, "Actor2Geo_Long": 30.0, "Actor2Geo_FeatureID": "EG", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Anadolu, Turkey (general), Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU00", "Action2Geo_ADM2Code": "28356", "Action2Geo_Lat": 39.0, "Action2Geo_Long": 35.0, "Action2Geo_FeatureID": "-735281", "DATEADDED": 20200813133000, "SOURCEURL": "https://www.dailysabah.com/politics/diplomacy/win-win-solution-to-eastern-med-tensions-possible-through-turkish-greek-dialogue-erdogan-says"}, "ARTICLE": {"TITLE": "Win-win solution to Eastern Med tensions possible through Turkish-Greek dialogue, Erdoğan says", "TEXT": "President Recep Tayyip Erdoğan said a win-win solution for the ongoing crisis with Greece over the Eastern Mediterranean is possible through dialogue as overlapping maritime claims have caused tensions to increase.\n\nSpeaking at the Extended Provincial Heads Meeting of the ruling Justice and Development Party (AK Party) in Ankara, the president touched upon the tension with Greece and France over the Eastern Mediterranean. Erdoğan said the Greek Cypriot administration and Greece are increasing tensions in the region by ignoring Turkey and Turkish Cypriots.\n\nHe also called on the EU to pull its weight in the face of Greece’s actions. “Greece’s stance in the Aegean and the Mediterranean is malevolent,” he said, criticizing Greece's claims of maritime jurisdiction via its island of Kastellorizo (Megisti-Meis), one of the smallest Greek islands in the Aegean Sea and only 2 kilometers (1.25 miles) from the Turkish coast, saying that the case for a zone of 40,000 square kilometers (11,662 square nautical miles) via the roughly 10-square-kilometer island was \"ridiculous and unfounded.\"\n\nHe noted that Turkey's actions in the Eastern Mediterranean are fully in line with international law.\n\n\"Turkey has done nothing but legitimate actions in coordination with the memorandum signed with Libya in the Eastern Mediterranean,\" he said, adding that while Turkey does not intend to violate any country's rights in the region, it will also not allow others to infringe on its own rights.\n\nLater in the day, Erdoğan also spoke at the ruling Justice and Development Party's (AK Party) anniversary ceremony in Ankara and said: \"We warned them that they would pay a heavy price if they attack Oruç Reis (Turkish seismic ship) and they got their first answer today,\" referring to Greece's aggression in the region.\n\nErdoğan also discussed developments in the Eastern Mediterranean as well as regional issues with German Chancellor Angela Merkel in a phone call on Thursday, underlining that Turkey expects the problems in the region to be solved within the principles of dialogue, justice and international law. He also mentioned that he would discuss the issue with European Union Council President Charles Michel in a separate phone call.\n\nAs part of the country's hydrocarbon surveying activities, Turkey issued a navigational telex (Navtex) on Aug. 10, 2020, announcing that its vessel Oruç Reis would begin conducting fresh seismic research in the Eastern Mediterranean.\n\nTurkey's decision came following a controversial delimitation deal signed between Greece and Egypt, only a day after Turkey said it would postpone its activities in the region as a sign of goodwill after mediation efforts from Germany.\n\nBut, after declaring the treaty \"null and void\" and pointing out that the deal usurped and ignored the rights and continental shelves of both Ankara and Tripoli, Turkey authorized the Oruç Reis to continue its activities in an area within Turkey's continental shelf.\n\nThe ship will continue seismic activities in the Eastern Mediterranean along with the vessels Cengiz Han and Ataman until Aug. 23.\n\nTurkey's decision to announce new exploration in the Eastern Mediterranean raised alarms in Greece on Monday as Athens responded with its own notice, placing its navy on alert. Greece continues to turn a deaf ear to Turkey’s calls for constructive dialogue to reach a peaceful solution as Greek Foreign Minister Nikos Dendias on Tuesday after a press conference with the president called on Turkey “to leave the Greek continental shelf immediately.” He said Athens had requested an emergency meeting of the EU Foreign Affairs Council to discuss the issue.\n\nNorthern Cyprus in line with Turkey\n\nThe Turkish Republic of Northern Cyprus (TRNC) acts in accordance with Turkey in defending its rights in the Eastern Mediterranean, the country's prime minister said on Thursday.\n\n\"The philosophy of the TRNC is to act in line with Turkey 100% in defending our rights in the Eastern Mediterranean,\" Ersin Tatar told Anadolu Agency (AA), adding that the TRNC and Turkey are seeking their rights in the Eastern Mediterranean but will not tolerate unfairness in the region.\n\n\"As the TRNC, we have a voice in the Blue Homeland, and we are in cooperation with Turkey to defend our rights and interests,\" Tatar said.\n\nHe added that Turkey resolutely continues its activities with its armed forces and the navy in the region. On the deal signed between Greece and Egypt, he said it violated the rights and interests of the TRNC and Turkey.\n\nTurkey has consistently contested the Greek Cypriot administration's unilateral drilling in the Eastern Mediterranean, asserting that the TRNC also has rights to the resources in the area.\n\nFrance reinforces military in East Med\n\nErdoğan continued to criticize French President Emmanuel Macron for his stance against Turkey.\n\n\"Macron and others like him only want to bring the colonial period back through their actions in the region. This is far from what Turkey’s aims are,\" he said.\n\nFrance said Thursday it was \"temporarily reinforcing\" its military presence in the Eastern Mediterranean amid tensions between neighbors Greece and Turkey over recently discovered gas reserves.\n\n“The situation in the Eastern Mediterranean is worrying. Turkey's unilateral decisions on oil exploration are causing tensions,” Macron tweeted late Wednesday while the French military said two Rafale jets would arrive Thursday on the island of Crete for a stay of \"several days,\" after having taken part in a military exercise in Cyprus earlier in the week.\n\nThe assault helicopter carrier Tonnerre (Thunder), en route to deliver aid to Beirut after last week's deadly port explosion there, was joined overnight by the La Fayette frigate, previously deployed to Cyprus, and they took part in an exercise with the Greek navy.\n\n\"The purpose of this military presence is to strengthen the autonomous assessment of the situation and to affirm France's commitment to free movement, to the security of maritime navigation in the Mediterranean and respect for international law,\" said a ministry statement.\n\nFollowing France’s statements, Greek Prime Minister, Kyriakos Mitsotakis, thanked France on Thursday in a tweet saying that Paris is “a true friend of Greece and also a fervent protector of European values and international law.”\n\nTies between NATO allies France and Turkey have soured in recent months, notably when the French leader said the lack of NATO response to a unilateral Turkish operation in northern Syria to protect its national borders showed the alliance was undergoing \"brain death.\" The Libyan civil war as well as drilling in the Eastern Mediterranean added to the animosity aggravated in June after an incident between Turkish and French warships over an attempt to inspect a vessel suspected of smuggling weapons to Libya.\n\nSince the discovery of significant gas reserves in the region a decade ago, countries have been engaged in renewed disputes over maritime borders, while international law also presents few remedies. The deepening rift between the two countries surfaced with Turkey’s decision to enhance energy exploration activities in the Eastern Mediterranean and the deal Ankara made with Libya’s official government. Turkey and Libya on Nov. 27, 2019, signed two separate pacts – one on military cooperation and the other on maritime boundaries of countries in the Eastern Mediterranean.\n\nThe maritime pact asserted Turkey’s rights in the Eastern Mediterranean in the face of unilateral drilling by the Greek Cypriot administration, clarifying that the TRNC also had rights to the resources in the area. The pact took effect on Dec. 8.\n\nWithin this scope, Ankara has sent drilling vessels to the Eastern Mediterranean since last year, a move opposed by Athens and the Greek Cypriot administration, which have threatened to arrest the ships’ crews and enlist EU leaders to join their criticism.\n\nAnkara has on every occasion vowed it wants to see energy as an incentive for a political resolution on the island and peace in the wider Mediterranean basin, not a catalyst for further tensions.", "METADATA": {"ROBOTS": "index,follow", "language": "en", "copyright": "Daily Sabah Newspaper", "format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Win-win solution to Eastern Med tensions possible through Turkish-Greek dialogue, Erdoğan says", "keywords": "Win-win,solution,to,Eastern,Med,tensions,possible,through,Turkish-Greek,dialogue,,Erdoğan,says", "Idkeywords": 36640, "pageType": "article", "datePublished": "2020-08-13 11:25:00", "dateModified": "2020-08-13 19:17:05", "author": "DAILY SABAH", "inLanguage": "en", "fb": {"app_id": 2555093038069229, "pages": 248453298645103}, "og": {"description": "President Recep Tayyip Erdoğan said a win-win solution for the ongoing crisis with Greece over the Eastern Mediterranean is possible through dialogue as overlapping maritime...", "type": "article", "locale": "en", "site_name": "Daily Sabah", "image": {"identifier": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/13/thumbs/1200x600/51708.jpg", "width": 600, "height": 315}, "title": "Win-win solution to Eastern Med tensions possible through Turkish-Greek dialogue, Erdoğan says", "url": "https://www.dailysabah.com/politics/diplomacy/win-win-solution-to-eastern-med-tensions-possible-through-turkish-greek-dialogue-erdogan-says"}, "article": {"published_time": "2020-08-13 11:25:00", "author": "DAILY SABAH", "section": "Politics"}, "twitter": {"description": "President Recep Tayyip Erdoğan said a win-win solution for the ongoing crisis with Greece over the Eastern Mediterranean is possible through dialogue as overlapping maritime...", "card": "summary_large_image", "image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/13/thumbs/1200x600/51708.jpg", "title": "Win-win solution to Eastern Med tensions possible through Turkish-Greek dialogue, Erdoğan says"}, "thumbnailUrl": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/13/thumbs/1200x600/51708.jpg", "url": "https://www.dailysabah.com/politics/diplomacy/win-win-solution-to-eastern-med-tensions-possible-through-turkish-greek-dialogue-erdogan-says"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}