{"GDELT": {"GlobalEventID": 940501989, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MYS", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "Actor2Code": "SAUGOV", "Actor2Name": "ABDULLAH", "Actor2CountryCode": "SAU", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.08609996351697, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY14", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.16667, "Actor1Geo_Long": 101.7, "Actor1Geo_FeatureID": "-2403010", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA10", "Actor2Geo_ADM2Code": "25316", "Actor2Geo_Lat": 24.6408, "Actor2Geo_Long": 46.7728, "Actor2Geo_FeatureID": "-3093009", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20200813090000, "SOURCEURL": "https://www.theedgemarkets.com/article/special-report-najibs-src-trial-nazlans-findings-guilt"}, "ARTICLE": {"TITLE": "Special Report: Najib's SRC Trial: Nazlan’s findings of guilt", "TEXT": "Charges on which he was found guilty\n\nThe case of SRC funds totalling RM42 mil\n\n1 count of abuse of power\n\nUnder Section 23 (1) of the MACC Act 2009, Najib was found guilty of using his position as prime minister to commit bribery involving RM42 million, through his participation or involvement in the decision to provide government guarantees for the RM4 billion loan granted by KWAP to SRC. This was committed at the Prime Minister's Office, Precinct 1, Putrajaya, Federal Territory of Putrajaya, between Aug 17, 2011 and Feb 8, 2012.\n\nSentenced to 12 years’ jail and fined RM210 million.\n\n3 counts of criminal breach of trust\n\nUnder Section 409 of the Penal Code Najib, as a public servant — PM, finance minister and SRC adviser emeritus — misappropriated RM27 million, RM5 million and RM10 million between Dec 24, 2014 and Feb 10, 2015.\n\nSentenced to 10 years’ jail on each charge.\n\n3 counts of money laundering\n\nWith regard to the RM27 million and RM5 million Najib received on Dec 26, 2014 and RM10 million on Feb 10, 2015, he was found guilty under Section 4 of the Anti-Money Laundering, Anti-Terrorism Financing and Proceeds from Unlawful Activities Act 2001.\n\nSentenced to 10 years’ jail on each count.\n\nFIVE days after turning 67, Datuk Seri Najib Razak walked into the Kuala Lumpur High Court as an accused, but exited hours later a criminal, having been found guilty on all seven charges against him in relation to RM42 million belonging to SRC International Sdn Bhd.\n\nThe former prime minister and finance minister (FM) is now the highest ranking government executive to be convicted after former deputy prime minister Datuk Seri Anwar Ibrahim.\n\nIn total, Najib was handed a prison sentence of 72 years and a fine of RM210 million — one of the biggest fines imposed by Malaysian courts. However, as the court had ordered the jail sentence to run concurrently, the Pekan member of parliament will serve only 12 years in prison.\n\nJudge Mohd Nazlan Mohd Ghazali, who took 2½ hours to deliver his verdict, found that Najib, once the most powerful man in the country, had failed to rebut the prosecution’s case on all seven charges in connection with RM42 million of SRC funds.\n\nThe RM42 million was part of a RM4 billion loan given by Retirement Fund Inc (KWAP) and guaranteed by the government. SRC was a former subsidiary of state-owned 1Malaysia Development Bhd (1MDB).\n\nProceedings last Tuesday began at 10.20am and only ended at 7.30pm, after the court agreed to the defence’s request for a stay of execution on the sentence and ordered that Najib’s bail be increased to RM2 million.\n\nTo secure a conviction in criminal cases, the prosecution has to prove guilt beyond a reasonable doubt, compared with civil cases, where the burden of proof is on a balance of probabilities.\n\nBesides the seven charges (see box) on which he has been found guilty, Najib also faces trial on 35 other counts, all in relation to 1MDB.\n\nJudge’s findings on abuse of power\n\nJudge Nazlan in his two-hour judgment dealt meticulously with the three separate charges, namely abuse of power, criminal breach of trust and money-laundering.\n\nOn the abuse of power issue, he found that even though Najib did not hold any position in KWAP, his position as FM had been telling and influenced the outcome. This was because he had asked the pension fund to consider giving the RM4 billion loan, sat in on Cabinet meetings to decide on the government guarantee (GG) and played a role in directing the disbursement of RM2 billion in one lump sum instead of staggered payments.\n\nThe judge also ruled that despite the evidence given by former attorney-general Tan Sri Mohamed Apandi Ali and former Malaysian Anti-Corruption Commission chief commissioner Tan Sri Dzulkifli Ahmad as defence witnesses, both of whom had earlier testified that there was no case for Najib to answer in 2016, the court found the investigations and present guilty charges were based on additional probes conducted in 2018.\n\nAlthough Najib may not have been involved directly in the setting-up of SRC, Nazlan found he had a personal and private interest in the company — a finding that remained unrebutted by the defence.\n\n“Even if the accused was not singularly responsible for the setting-up of SRC, the more pertinent point is that the approval for the establishment of SRC by the accused provided the true starting point for the involvement of the accused in the company,” he said.\n\nThis came in the form of a recommendation on the first RM2 billion KWAP loan, where an SRC letter dated June 3, 2011, from its former managing director Nik Faisal Ariff Kamil, addressed to Najib, was minuted to then KWAP CEO Datuk Azian Mohd Noh for consideration.\n\nWhile Najib testified it was not his intention to direct Azian to blindly issue the loan, as the power was with KWAP’s investment panel, he did not dispute that he was her “ultimate boss” — and also the boss of then Treasury secretary-general Tan Sri Wan Abdul Aziz Wan Abdullah, who was also chairman of the pension fund.\n\n“The issue regarding Najib’s minute on the SRC letter to Azian and his conversation with Wan Aziz is not whether there was an instruction that must be followed. The true test would be whether the act done would have been done or could have been effectively done if the person in question was not holding the kind of position or status or authority that he in fact was holding,” said Nazlan.\n\n“In the instant situation, both Azian and Wan Aziz were appointed to their positions in KWAP by virtue of the exercise of the authority of the FM. And Wan Aziz, as the Ministry of Finance (MOF) secretary-general, directly reports to the FM.\n\n“Thus, at all material times, Najib held a position of superiority over those to whom he had made his requests and therefore had a considerable degree of influence (as acknowledged by Azian) over the decisions made by the witnesses in question, who were, to all intents and purposes, subordinates of the accused. In addition, the requests were written to Azian and enunciated Wan Abdul Aziz in unmistakably clear terms,” Nazlan added.\n\nDisbursement of additional RM2 billion in one go\n\nAnother factor, Nazlan said, was Najib’s overbearing influence in recommending that KWAP provide a second loan of RM2 billion to SRC in 2012. KWAP’s disbursement of the loan in a single lump sum instead of its investment panel’s recommendation for staggered payments was also another factor.\n\nAs to the disbursement, the court found evidence that the decision made at the Prime Minister’s Office by Najib, Wan Aziz, Azian and a deputy head of Treasury bypassed the earlier decision made by KWAP’s Investment Panel.\n\n“Yet again, the involvement of the accused is made plain even over the terms of the disbursement of the additional RM2 billion. Consistent with the overall approach of rushing all related approvals, at KWAP as well as MOF, here the concern seemed to be for the entire additional RM2 billion to be quickly disbursed to SRC,” the court said.\n\nNazlan also noted Najib’s presence at two Cabinet meetings at which a GG was approved following the KWAP loan to SRC. Nazlan found the ex-PM had a vested interest in using SRC as a vehicle for his personal benefit and to ensure overarching control over the company.\n\n“His participation in the Cabinet meetings that approved the GG and thus the RM4 billion financing to SRC directly caused the accused to be in a position of access to much greater funds of the company, at any time and as and when he deemed necessary, including to the RM42 million that flowed into his accounts in late 2014 and early 2015.\n\n“The RM42 million received on Dec 26, 2014 and Feb 10, 2015 was as such a direct cause of Najib’s participation in the Cabinet meetings. Such sum is the ‘gratification’ as per the Section 23 of the Malaysian Anti-Corruption Commission Act charge against him,” the judge said.\n\nMoreover, Nazlan pointed to Najib’s seeming disinterest to recover the bulk of SRC’s RM4 billion in funds that were subsequently frozen in Swiss banks.\n\n“The cross-examination of the accused revealed in clear fashion a number of conclusions that do little to bolster his defence.\n\n“First, there is no evidence that shows that the accused was even concerned with the use of the funds loaned to SRC by KWAP, both in terms of the fact that the monies were sourced from the country’s retirement fund, hence part of public funds, as well as whether the pursuit of promoting the national energy strategic initiatives was anywhere closer to be met.\n\n“The accused’s lack of action to recover the funds stated to be frozen by the Swiss authorities for alleged money laundering is therefore very puzzling and is instead much more consistent with the conduct of one who did not want the problem resolved given his own complicity in the unlawful transfer of the funds in the first place, as evidenced in the shareholder minutes of MOF Inc notwithstanding his claim that these minutes were not genuine,” he said.\n\nCBT charges\n\nAs for the CBT charges, Nazlan noted that Najib did not make any attempt to return the RM42 million despite subsequently finding out that it was from SRC. He also did not provide any conceivable reason why those managing his AmBank accounts did not inform him of the transfers.\n\n“The totality of the evidence is more consistent with the version that the accused knew about these transactions but (the transferor of the funds) deliberately wanted him insulated from the efforts taken to prevent any risk of public disclosure. I reiterate that the accused was the owner of these accounts. He tasked the three (the late Datuk Azlin Alias, Low Taek Jho and Nik Faisal) to manage his accounts.\n\n“He spent monies from these accounts. Any alleged reactive course of conduct or subterfuge was at all times undertaken to ensure there were sufficient funds for use. There is no basis to the (defence) submission that these acts were done to prevent Najib from knowing the true details of the transactions in his or other accounts.\n\n“Nor could the accused, when cross-examined, offer a reason why they would want to conceal the RM42 million remittance from him in his long testimony. The fact remains that, as confirmed again by Najib’s testimony, Jho Low and Azlin, apart from Nik Faisal the official mandate holder, did have contact with the accused on his accounts.\n\n“The inference is therefore inescapable as it is overwhelming — that they or any one of them must have informed the accused about the balances in the accounts, including the remittance of RM42 million into two of the accounts, so that the accused would be well informed regarding the issuance of personal cheques out of those accounts,” the court ruled.\n\nNazlan noted that Najib himself admitted to not returning the money, even though he was subsequently informed of the source by Ihsan Perdana Sdn Bhd managing director Datuk Dr Shamsul Anwar Sulaiman and Yayasan Rakyat 1Malaysia (YR1M) CEO Ung Su Ling.\n\n“This is unconvincing since given the doubts, he should have at least offered to set the RM42 million aside for a possible return to SRC or as the authorities determined. That did not happen.\n\n“I must stress that by then, the accused was told that the funds were SRC’s. At that stage, even if one were to believe his story that he thought the funds in his accounts came from Arab donations, after being told that they originated from SRC, the accused could no longer maintain that they came from the Arab donations.\n\n“He ought therefore to have stated his intention to return the RM42 million to SRC. It is worthy of emphasis that as the FM, he was MOF Inc, the legal owner of SRC. His failure to articulate an intention to repay the same, let alone actually returning RM42 million, is difficult to countenance.”\n\nArab donation issue\n\nThe judge dealt extensively with Najib’s argument that he thought the RM42 million was purportedly part of a US$681 million Arab donation he claimed to have received.\n\n“All roads lead to Rome and in this case, it leads to Riyadh,” Nazlan observed, noting Najib’s belief that the funds were a donation from the late Saudi King Abdullah, based on what he had been told by Jho Low rather than confirming it directly with the monarch.\n\nNazlan said even if King Abdullah had wished to make a personal donation to Najib, paying it into his personal account was unusual in international relations, even at the personal level between leaders of different countries.\n\n“There has been a total absence of any official governmental confirmation, both by the Saudi Arabian kingdom and Malaysia, that the accused, as the PM, had in fact been receiving in his personal account a personal donation from King Abdullah during the relevant period.\n\n“The many arguments of the accused relate to the crux of his defence, which is that his belief and state of knowledge of his accounts and their operations was premised on the Arab donation monies.\n\n“I have earlier mentioned that the argument that the accused had no knowledge of the RM42 million remittance was not only reliant on his alleged non-involvement in the management of his own accounts and the absence of knowledge about the balances, but was also crucially heavily predicated on his belief about the Arab donation monies. This then raises the question whether his alleged belief and knowledge that the foreign remittances came from King Abdullah is genuine or contrived,” he added.\n\nNazlan also dismissed purported donation letters from Arab princes to back Najib’s claim that the funds he spent were from King Abdullah.\n\n“It could not have been that the late Saudi monarch had information on, let alone was monitoring, the balances in the accounts of the accused. That is preposterous and ridiculous. In truth, this is yet another series of orchestrated remittances of funds into the accused’s accounts to ensure he has the funds to enable the accused to write cheques out of his accounts.\n\n“It could also not have been from Saudi royalty because despite the letter specifying a promise of a gift of £50 million, only £10 million (or RM49 million) found its way into the account of the accused, sans any explanation. And to think that the defence wants this court to accept that this was the arrangement between the Saudi ruler and Malaysia’s PM,” Nazlan said, adding that “the entire narrative of the defence of the ‘Arab donation’ is a poorly orchestrated self-serving evidence”.\n\nGuilty of money-laundering\n\nThe judge said given the facts and evidence of CBT, he found a case on the three money-laundering charges to have been made as Najib had not been vigilant to ensure the RM42 million received were not the proceeds from any unlawful activity and he knew the source of those monies.\n\nHe said as the circumstances so patently aroused suspicions in an overwhelming fashion, the irresistible conclusion was that Najib deliberately chose not to pose substantive questions that plainly required verification, so that he could deny knowledge. This was “wilful blindness”, the judge observed.\n\n“In the instant case, circumstances then prevailing had given rise to such a considerable degree of suspicion in that it must have been patently obvious to him that the funds could not have originated from King Abdullah.\n\n“However, the accused took not a single step to investigate in order to find out the truth of the matter. The accused’s defence that he honestly believed that the funds remitted into his accounts were donations from King Abdullah was nothing but an implausible concoction.\n\n“For the avoidance of doubt, I must emphasise that notwithstanding the finding of the accused being wilfully blind to the receipt of the proceeds from unlawful activities in the two accounts as charged in the money laundering offences, the facts and evidence of this case as relevant to dishonest intention and knowledge for the CBT charges also warrant the inference he knew the funds were from SRC.\n\n“This fulfilled the conditions under Section 4(2) (a) of the Anti-Money Laundering, Anti-Terrorism Financing and Proceeds of Unlawful Activities Act (AMLATFPUAA).”\n\nAs such, Nazlan found the prosecution had successfully proven its case beyond a reasonable doubt.\n\n“I therefore find the accused guilty and convict the accused on all seven charges,” the judge said.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "og": {"title": "Special Report: Najib's SRC Trial: Nazlan’s findings of guilt", "description": "Charges on which he was found guilty The case of SRC funds totalling RM42 mil", "image": "https://assets.theedgemarkets.com/SRC_najib_TEM1330_20200807170420_theedgemarkets.jpg?null", "site_name": "The Edge Markets", "type": "article", "url": "http://www.theedgemarkets.com/article/special-report-najibs-src-trial-nazlans-findings-guilt", "updated_time": "2020-08-13T16:00:01+08:00"}, "description": "Charges on which he was found guilty The case of SRC funds totalling RM42 mil", "generator": "Drupal 7 (http://drupal.org)", "article": {"published_time": "2020-08-13T16:00:00+08:00", "modified_time": "2020-08-13T16:00:01+08:00"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/sites/default/files/icon/ms-icon-144x144.png", "theme-color": "#ffffff"}}}