{"GDELT": {"GlobalEventID": 940595131, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUSGOV", "Actor1Name": "SERGEY LAVROV", "Actor1CountryCode": "RUS", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -4.882154882154881, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200813180000, "SOURCEURL": "https://www.msn.com/en-xl/northamerica/top-stories/explainer-the-us-push-to-extend-un-arms-embargo-on-iran/ar-BB17TNEj"}, "ARTICLE": {"TITLE": "EXPLAINER-The U.S. push to extend U.N. arms embargo on Iran", "TEXT": "NEW YORK, Aug 12 (Reuters) - The U.N. Security Council is preparing to vote this week on a U.S. proposal to extend an arms embargo on Iran, a move that some diplomats say is bound to fail and put an already fragile nuclear deal between Tehran and world powers further at risk.\n\n© ASSOCIATED PRESS COMBO - This combination of two pictures shows U.S. President Donald Trump, left, on July 22, 2018, and Iranian President Hassan Rouhani on Feb. 6, 2018. (AP Photo)\n\nWHY IS THE ARMS EMBARGO ON IRAN EXPIRING?\n\nThe United Nations Security Council imposed an arms embargo on Iran in 2007.\n\nThe embargo is due to expire in mid-October, as agreed under the 2015 nuclear deal among Iran, Russia, China, Germany, Britain, France and the United States that prevents Tehran from developing nuclear weapons in return for sanctions relief. That accord is enshrined in a 2015 Security Council resolution.\n\nIn 2018, U.S. President Donald Trump quit the accord reached by the Obama administration, dubbing it \"the worst deal ever.\"\n\nWHY DOES THE UNITED STATES WANT TO EXTEND THE ARMS EMBARGO?\n\nThe Trump administration has been particularly hawkish toward Iran and accuses the Islamic Republic of being a state sponsor of terrorism and meddling in conflicts throughout the Middle East, including Yemen and Syria, and beyond.\n\nU.S. Secretary of State Mike Pompeo said in June that if the embargo is lifted, \"Iran will be free to become a rogue weapons dealer, supplying arms to fuel conflicts from Venezuela, to Syria, to the far reaches of Afghanistan.\"\n\nIran has denied the U.S. accusations.\n\nWHY ARE RUSSIA AND CHINA OPPOSED TO EXTENDING THE ARMS EMBARGO?\n\nIran allies Russia and China argue that Washington has no legal basis for pushing the Security Council to extend the embargo. They say that the 2015 council resolution enshrining the nuclear deal - and the arms embargo and its expiration - should be implemented.\n\nRussian Foreign Minister Sergey Lavrov said in May: \"The United States must recognize that there are neither legal nor other grounds for its policy of using Security Council mandates to pursue its own selfish interests.\"\n\nWashington says Russia and China want to sell weapons to Iran when the embargo expires.\n\nRelated slideshow: News in pictures (Provided by Photo Services)\n\nGallery\n\nWHAT DOES THIS MEAN FOR THE 2015 NUCLEAR DEAL?\n\nEven though the United States has withdrawn from the nuclear deal, Washington has threatened to use a provision in the agreement to trigger a return of all U.N. sanctions on Iran if the Security Council does not extend the arms embargo.\n\nWhile diplomats predict the so-called sanctions snapback process at the U.N. Security Council would be messy - with the remaining parties to the nuclear deal opposed to such a move - it could ultimately kill the nuclear deal because Iran would lose a major incentive for limiting its nuclear activities.\n\nSince Washington quit the deal it has imposed strong unilateral sanctions and in response Iran has breached parts of the nuclear deal.\n\nIran's Foreign Minister Mohammad Javad Zarif on Tuesday described the next few weeks and months as \"critical.\"\n\n\"I am confident that ... members of the Security Council will refute the campaign struggle of a beleaguered U.S. administration to turn what was the diplomatic achievement of the 21st century into an exercise in futility,\" he said, referring to the November U.S. presidential election.\n\nWHAT SANCTIONS WOULD SNAP BACK?\n\nA snapback of U.N. sanctions would require Iran to suspend all nuclear enrichment-related and reprocessing activities, including research and development, and ban imports of anything that could contribute to those activities or to the development of nuclear weapon delivery systems.\n\nIt would reimpose the arms embargo, ban Iran from developing ballistic missiles capable of delivering nuclear weapons and reimpose targeted sanctions on dozens of individuals and entities. States would also be urged to inspect shipments to and from Iran and authorized to seize any banned cargo.", "METADATA": {"application-name": "EXPLAINER-The U.S. push to extend U.N. arms embargo on Iran", "cq": "passed", "Search.Interest": "Top Stories", "robots": "index, follow", "description": "EXPLAINER-The U.S. push to extend U.N. arms embargo on Iran", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}