{"GDELT": {"GlobalEventID": 940530634, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AZE", "Actor1Name": "AZERBAIJAN", "Actor1CountryCode": "AZE", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.0711743772242, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Baku, Baki*, Azerbaijan", "Actor1Geo_CountryCode": "AJ", "Actor1Geo_ADM1Code": "AJ09", "Actor1Geo_ADM2Code": "534", "Actor1Geo_Lat": 40.3953, "Actor1Geo_Long": 49.8822, "Actor1Geo_FeatureID": "-2705195", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baku, Baki*, Azerbaijan", "Action2Geo_CountryCode": "AJ", "Action2Geo_ADM1Code": "AJ09", "Action2Geo_ADM2Code": "534", "Action2Geo_Lat": 40.3953, "Action2Geo_Long": 49.8822, "Action2Geo_FeatureID": "-2705195", "DATEADDED": 20200813120000, "SOURCEURL": "https://www.yenisafak.com/en/world/turkey-azerbaijan-drills-sign-of-courage-defense-power-3536574"}, "ARTICLE": {"TITLE": "'Turkey-Azerbaijan drills sign of courage, defense power'", "TEXT": "Recent large-scale military drills between Turkey and Azerbaijan demonstrated the power, courage, and defense capabilities of their armed forces, according to an Azerbaijani lawmaker.\n\n\"Military partnership constitutes an important vector of the Azerbaijan-Turkey strategic cooperation,\" Sevil Mikayilova, an Azerbaijani parliamentarian, told Anadolu Agency in an exclusive interview in the wake of recent Armenian attacks on Azerbaijani border points.\n\nCalling the 13-day joint military exercises – which ended on Monday – a \"source of pride\" for both nations, Mikayilova said the drills, which included the air and ground forces, were not the first of their kind, as the two countries have been holding such exercises on a regular basis since 2015, sometimes along with neighboring Georgia.\n\n00:00 dk 11 Ağustos 2020 Yeni Şafak Simulated enemy attack repulsed in Turkey-Azerbaijan joint military drills Turkey and Azerbaijan continued on Tuesday their joint military drills with the participation of their ground forces. Soldiers carried out different tasks in difficult terrain conditions and repulsed the simulated enemy attack by using modern weapons, as reported by Azerbaijan Defense Ministry.\n\nThe cooperation between Azerbaijan and Turkey is not directed against any other country or group, she stressed, calling them cooperation \"for the sake of peace and partnership\" springing from the two states’ historical and cultural roots and ethnic identity.\n\n- 'Fraternal' ally\n\n\"For Azerbaijan, Turkey is the closest ally and fraternal country,\" Mikayilova said.\n\nShe underlined that Ankara has always supported Baku’s \"fair position\" on resolving the Upper Karabakh issue between Armenia and Azerbaijan.\n\n\"We are grateful to fraternal Turkey for the immediate support demonstrated during the last attacks,\" she said.\n\nUpper Karabakh, or Nagorno-Karabakh, an internationally recognized territory of Azerbaijan, has been under illegal Armenian occupation since 1991.\n\n\"Turkey has many times stated that they regard the Nagorno-Karabakh conflict as a national matter, and Ankara would never change its position on this problem.\"\n\nRelations between the two brotherly countries are seen as \"exemplary worldwide\" and are developing at a high level in almost every sphere, she said.\n\nUnity between Azerbaijan and Turkey lays the groundwork for all regional cooperation formats, Mikayilova said, adding that this unity promotes regional peace and cooperation.\n\n- Border tension\n\nFollowing the recent skirmishes on the frontier, there is currently \"a relative calm\" on the border between Azerbaijan and Armenia, but overall, the situation remains \"highly tense,\" she said.\n\nThe lawmaker highlighted that frequent armistice breaches on the line of contact are another \"source of tension\" showing how \"fragile\" the cease-fire agreement is.\n\n\"So we feel a colossal threat to our western borders from the side of Armenia, and a war could flare up any moment due to Armenia’s unpredictable behavior and provocations.\"\n\nLast month, Armenia attacked Azerbaijani troops in the northwestern Tovuz border region. At least 12 Azerbaijani soldiers – including two senior officers – were martyred, and another four soldiers were wounded. A 76-year-old Azerbaijani civilian also lost his life.\n\nAzerbaijan accused Armenia of taking “provocative” actions, and Turkey warned that it would not hesitate to stand against any kind of attack on Azerbaijan.\n\n- Aims behind attack\n\nThe recent attacks on Azerbaijani positions in Tovuz were not random but had \"precise aims,\" said Mikayilova.\n\nFirst of all, the attacks greatly jeopardized major energy and transport routes as well as strategic pipelines leading to Europe via Turkey which run through the Tovuz region, she said.\n\nSecondly, she said, through the provocation, Armenia’s political leadership sought to distract the Armenian pubic from its ongoing social and political crisis.\n\n\"Armenia is still unable to localize largely spreading coronavirus pandemics; bad government administration ultimately resulted in a deep state power crisis.\"\n\nAlso, the provocation served as a tool for Armenia to test the \"outward response\" to its illegal actions and gauge international support, she said.\n\n\"For instance, Armenian attacks were committed on the eve of a meeting of the Collective Security Treaty Organization [CSTO] timed to be held the next day, July 13,” she said, referring to a military alliance of six post-Soviet states, including Russia.\n\n“So Armenia’s political leadership tried to check how firm its basis in the organization is and whether it can rely on the CSTO,\" she said.\n\nBut, she explained, the group’s neutral statement frustrated Yerevan, as did many other organizations and countries urging Armenia to stop its aggression.\n\n- Upper Karabakh conflict\n\nMikayilova stressed that the unresolved Upper Karabakh conflict is a threat to regional security and that frequent cease-fire breaches on the line of contact and official border between Armenia and Azerbaijan should raise alarms.\n\nShe said over the last quarter-century the Organization for Security and Cooperation in Europe (OSCE) Minsk Group has been \"quite an ineffective platform\" for resolving the conflict.\n\nCo-chaired by France, Russia, and the US, the OSCE Minsk Group was formed in 1992 to find a peaceful solution to the conflict, but has never shown any results.\n\n\"The OSCE Minsk Group failed to create an available mechanism or initiate any proposal to push the peace diplomacy from the deadlock. Organizing talks between the conflicting sides just for the sake of talks and making a declarative statement just for the sake of a statement could not change the status quo in the negotiation process,\" she said.\n\nMikayilova urged the group to impose \"strict sanctions\" on the aggressor country – Armenia – to fulfill its international obligations.\n\n\"The OSCE Minsk Group needs to distinguish an aggressor country from a country subjected to aggression.\"\n\nFour UN Security Council and two UN General Assembly resolutions as well as decisions by many international organizations demand the withdrawal of the occupying Armenian forces from Upper Karabakh and seven other occupied regions of Azerbaijan.\n\n- Armenian diaspora aggression\n\nArmenians also recently attacked diplomatic representatives of Azerbaijan and Azerbaijanis holding peaceful demonstrations in the US and European countries.\n\nThese assaults on people protesting Armenia’s attacks on Azerbaijan were a \"brutal manifestation of national hatred and intolerance,\" Mikayilova said.\n\nSuch \"provocations blended with terror elements\" seen recently in several countries should be a wake-up call to law enforcement bodies of these states, as these posed \"real threats to security systems\" on both the global and national level, she said.\n\nThe first such large-scale attack happened on July 21 in Los Angeles – with half a million Armenians, a hub for the diaspora – where a large group of Armenians attacked and injured a much smaller group of Azerbaijanis peacefully protesting Armenian aggression.\n\nThis incident was followed by a number of provocations staged against representatives of the Azerbaijani diaspora and diplomatic missions in Poland, the Netherlands, Belgium, Georgia, Ukraine, and Russia.\n\n\"This shows that Armenian Nazism has been stretching all over the world and knocks on the door of other nations,” said Mikayilova.\n\n“Armenia should give up their Turkophobic aspirations and stop aggression against Azerbaijanis.”", "METADATA": {"viewport": "width=device-width", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "msapplication-tap-highlight": "no", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/11/12/49/resized_1222e-1144_eng_picture_20200809_22187879_22187878.jpg", "description": "Colossal threat from Armenia towards Azerbaijan's western borders could trigger war at any moment, says Azerbaijani lawmaker", "og": {"description": "Colossal threat from Armenia towards Azerbaijan's western borders could trigger war at any moment, says Azerbaijani lawmaker", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/11/12/49/resized_1222e-1144_eng_picture_20200809_22187879_22187878.jpg", "title": "'Turkey-Azerbaijan drills sign of courage, defense power'", "site_name": "Yeni Şafak"}, "fb": {"pages": 154012084797126}, "twitter": {"card": "summary", "title": "'Turkey-Azerbaijan drills sign of courage, defense power'", "description": "Colossal threat from Armenia towards Azerbaijan's western borders could trigger war at any moment, says Azerbaijani lawmaker", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/11/12/49/resized_1222e-1144_eng_picture_20200809_22187879_22187878.jpg"}, "msvalidate.01": "95F11EB833D9D049C2CDC855116F4442", "robots": "ALL", "Rating": "General", "Distribution": "Global", "Copyright": "Yeni Şafak", "Classification": "Consumer", "DC.Title": "'Turkey-Azerbaijan drills sign of courage, defense power'", "DC.Creator": "Yeni Şafak", "DC.Subject": "'Turkey-Azerbaijan drills sign of courage, defense power'", "DC.Description": "Colossal threat from Armenia towards Azerbaijan's western borders could trigger war at any moment, says Azerbaijani lawmaker", "DC.Publisher": "Yeni Şafak", "DC.Contributor": "Yeni Şafak", "DC.Type": "Text", "DC.Source": "Yeni Şafak", "DC.Language": "tr-TR", "cXenseParse": {"pir-main_class": "Detay", "articleid": 3536574, "pageclass": "article", "pir-main_type": "Sıcak Haber", "Url": "https://www.yenisafak.com/en/news/turkey-azerbaijan-drills-sign-of-courage-defense-power-3536574", "pir-pageclass": "Haber", "recs": {"publishtime": "2020-08-11T12:48:14Z"}, "title": "'Turkey-Azerbaijan drills sign of courage, defense power'", "author": "Mohamad Birakdar", "pir-main_category": "World", "pir-sub_category": "Politics,Asia", "cx_channel": "Site"}, "article": {"modified_time": "2020-08-11T12:51:14Z"}, "google-play-app": "app-id=yenisafak.com", "apple-itunes-app": "app-id=579620956", "yandex-verification": "3dc8392bdb3d93fb", "maincategory": "World", "subcategory": "Asia"}}}