{"GDELT": {"GlobalEventID": 940524855, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.83314543404735, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200813113000, "SOURCEURL": "https://www.northamptonchron.co.uk/read-this/some-pupils-and-teachers-have-called-years-level-results-unfair-heres-why-2941202"}, "ARTICLE": {"TITLE": "Some pupils and teachers have called this year's A level results unfair - here's why", "TEXT": "A-Level students received their results on Thursday morning (Getty Images)\n\nNearly 40% of pupils have had their A level results downgraded after examinations were cancelled because of Covid-19.\n\nExam boards downgraded nearly two in five (39.1%) pupils’ grades in England, according to data from Ofqual – which amounts to around 280,000 entries being adjusted down after moderation.\n\nThe moderation of grades takes into account the previous performance of the child’s school and the child’s previous exam results.\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nSome have deemed the system unfair with school leaders “dismayed” at the “devastating impact” moderation could have on children’s futures.\n\nHow were exam results decided?\n\nExams were cancelled earlier this year due to the coronavirus pandemic, with Ofqual opting to use a statistical model to decide results.\n\nSchool teachers provided predicted grades for each pupil and each subject.\n\nTeachers were also asked to rank pupils in order of how well they were expected to perform in their examinations.\n\nExam regulator Ofqual moderated these grades.The moderation of grades took into account the previous performance of the child’s school and the child’s previous exam results.\n\nWhy are some calling the grading process unfair?\n\nA survey of sixth form college heads in England received several responses claiming that the results awarded to pupils were the worst in their history.\n\nSome have argued that private schools have benefited from the system, while state schools in deprived areas suffered disproportionately. A grades at private schools were up by 4.7% compared to 2019, compared to just 0.3% at Sixth form colleges.\n\nAn A* pupil at a Liverpool comprehensive school with an offer from a top university told the Guardian that she feared the process was benefiting the rich.\n\nShe said: “I feel like this is a system that’s benefiting the rich, and no matter how hard you work you’ll be brought down.”\n\nSpeaking about the A level results, Geoff Barton, general secretary of the Association of School and College Leaders (ASCL), said: “While there has been an overall increase in top grades, we are very concerned that this disguises a great deal of volatility among the results at school and student level.\n\n“We have received heartbreaking feedback from school leaders about grades being pulled down in a way that they feel to be utterly unfair and unfathomable. They are extremely concerned about the detrimental impact on their students.”\n\nHe added that school leaders are “dismayed” that the statistical model used to standardise grades has had a “devastating impact.\n\nMr Barton said: “We are now calling on the government and the exam regulator Ofqual to review the situation as a matter of urgency, and we would warn them against simply digging in their heels, and insisting all is well.”\n\nWhat has the government said?\n\nEducation Secretary Gavin Williamson, defended the grading.\n\nWriting in the Telegraph, he argued that the absence of moderation in England would see students lose out and “devalue the results for the class of 2020”.\n\nAsked if he was prepared to change the system again amid threats of legal action from parents, Mr Williamson told Times Radio: “We’re not going to be changing this system again.\n\n“We believe that we’ve put in place – in terms of the triple lock, in terms of the actions we’ve taken – a system that is able to put its arm round those youngsters where there has been a grade that has been unfair on them and is able to put that right.”\n\nHe also claimed that pupils from the most disadvantaged backgrounds would have been at “high risk” of losing out compared with their more middle-class counterparts if exams had been delayed rather than cancelled.\n\nMr Williamson was asked if he regretted not pushing for exams to be delayed until June.\n\nHe replied: “If we’d been in a situation where we tried to delay the exams – and this is what happened in Ireland – what became apparent is that children from the most disadvantaged backgrounds, who maybe hadn’t had the same level of support and help, would have been at a maybe high risk of not either turning up to those exams or not having had the same level of support in the run-up to those exams as children from more middle-class backgrounds.”\n\nCan students now appeal?\n\nPupils can challenge the result of a GCSE, AS Level or A level qualification if:\n\n- their school or college made a mistake when sending the grading information\n\n- their school or college thinks the result is wrong\n\n- they have evidence of wrongdoing, including discrimination\n\nWhen a review is requested the mark may be changed if the reviewer thinks it’s wrong, although it may be higher or lower than the original grade. You or your school may have to pay if the mark is not changed.\n\nIf you are unhappy with the decision of the review, an appeal can then be made to Ofqual. This must be made within 15 days of getting the result of a review. The deadline to submit a review for GCSE and A and AS levels is 17 September 2020.", "METADATA": {"theme-color": "#d22027", "category": "Read This", "sitename": "Northampton Chronicle and Echo", "page path": "/read-this", "page type": "Article", "adPageType": "Article Page", "og": {"locale": "en_GB", "title": "Some pupils and teachers have called this year's A level results unfair - here's why", "url": "https://www.northamptonchron.co.uk/read-this/some-pupils-and-teachers-have-called-years-level-results-unfair-heres-why-2941202", "type": "article", "image": {"identifier": "https://www.northamptonchron.co.uk/images-i.jpimedia.uk/imagefetch/https://jpgreatcontent.co.uk/wp-content/uploads/2020/08/GettyImages-1228024722.jpg", "secure_url": "https://www.northamptonchron.co.uk/images-i.jpimedia.uk/imagefetch/https://jpgreatcontent.co.uk/wp-content/uploads/2020/08/GettyImages-1228024722.jpg", "width": 1024, "height": 683}}, "twitter": {"card": "summary_large_image", "site": "@ChronandEcho"}, "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "amp-google-client-id-api": "googleanalytics", "ia": {"markup_url": "https://www.northamptonchron.co.uk/fbia/read-this/some-pupils-and-teachers-have-called-years-level-results-unfair-heres-why-2941202"}, "parsely-post-id": "d50132b7bd5439808e0ef6b555090cf3", "fb": {"app_id": 837657906358780, "pages": 160851263979887}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}