{"GDELT": {"GlobalEventID": 940560457, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SOM", "Actor1Name": "SOMALIA", "Actor1CountryCode": "SOM", "Actor2Code": "CHNGOV", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.71258907363421, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Somaliland, Somalia (general), Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO00", "Actor1Geo_ADM2Code": "25720", "Actor1Geo_Lat": 9.0, "Actor1Geo_Long": 46.0, "Actor1Geo_FeatureID": "11432102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Somaliland, Somalia (general), Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO00", "Action2Geo_ADM2Code": "25720", "Action2Geo_Lat": 9.0, "Action2Geo_Long": 46.0, "Action2Geo_FeatureID": "11432102", "DATEADDED": 20200813150000, "SOURCEURL": "https://www.theafricareport.com/37463/somaliland-plays-up-its-geopolitical-role-courting-china-and-taiwan/"}, "ARTICLE": {"TITLE": "Somaliland plays up its geopolitical role, courting China and Taiwan", "TEXT": "Horn of plenty\n\nAs the Horn of Africa nears its elections seasons, Somaliland’s quest for statehood takes regional and international angles.\n\nIn the span of a few short months in mid-2020, Somaliland’s capital, Hargeisa, played host to multiple diplomats from the region and beyond, as President Muse Bihi Abdi’s administration plays on diplomatic squabbles to leverage its position. Among them have been representatives from Kenya, Egypt, Ethiopia, China and Taiwan.\n\nEach country sent representatives to try and win Hargeisa’s cause to its side of tiffs, in moves which point to an increasingly more adept administration in the breakaway region.\n\nEthiopia’s Prime Minister Abiy Ahmed sent representatives to try and undo a growing relationship between Hargeisa and Cairo, which could see the two open representative offices in each other’s capitals and could give Cairo a military foothold in the Horn. Ethiopia and Egypt are at daggers drawn over the management of water from the Nile River.\n\nKenya’s former prime minister and opposition leader, Raila Odinga, also sent representatives to Hargeisa, in what analysts view as another growing dispute between Nairobi and Mogadishu. Kenyan troops are in Somalia to fight against the threat of the Islamist militants of Al-Shabaab.\n\nNairobi is particularly important to Somaliland’s cause after Kenya won a United Nations Security Council seat in a competition that revealed the broad lines of geopolitics in East Africa. Djibouti, the home of foreign military bases vital, received support from Somalia and other countries.\n\nAttracting Asian attention\n\nGlobally, Somaliland’s growing relationship with Taiwan immediately attracted Beijing’s attention, as it would give Taipei a foothold in the Horn, as well as on the continent. eSwatini is the only state on the continent that currently recognises Taiwan.\n\nREAD MORE Somalia: Ahead of polls, parliament votes Prime Minister Khaire out\n\nIn late June, China and Somalia agreed to conduct joint naval patrols in the Red Sea. Regional analysts says as a front in both their interests in curbing Somaliland’s growing geopolitical importance. A few weeks later, China sent its ambassador to Somalia, Qin Jian, to Hargeisa. According to local media reports, he failed to meet President Bihi, whose discussions with Taiwan are at an advanced stage and could see Somaliland hosting a Taiwanese military base and a representative office.\n\nAt a follow up meeting on 6 August, where ambassador Jian showed up with other high-level diplomats from Beijing, China agreed to finance multiple development projects and open a liaison office in Hargeisa on condition that Bihi severs talks with Taiwan.\n\nChinese ambassador to Somalia went to Somaliland to meet Prez Bihi. As soon as he started putting on the \"warrior diplomacy\" act & threatening Somaliland, Bihi stood up and gave him marching orders. A few hours later Bihi instructed his MFA to begin process to recognise Taiwan. pic.twitter.com/XVdWG8KBmF — Rashid Abdi (@RAbdiCG) August 4, 2020\n\nThese moves in July and August follow a resumption of talks between Hargeisa and Mogadishu in neighbouring Djibouti in mid-June, which followed a meeting brokered by Ethiopia’s Prime Minister Abiy in February.\n\nDaily newsletter: join our 100 000 subscribers! Each day, get the essential: 5 things you need to know Sign up Also receive offers from The Africa Report Also receive offers from The Africa Report's partners SUCCESS ERROR\n\nElection season\n\nNow analysts fear that the discussions may be derailed by the elections season, with Somalia, Somaliland, and Ethiopia headed for the polls. Both Somalia’s President Mohammed Farmaajo and Ethiopia’s Abiy are currently engaged in political manoeuvres at home, and the Somalia-Somaliland talks may no longer be on their main to-do lists.\n\nREAD MORE Somalia: The dawning of a new era of oil exploration\n\n“Somalia can’t engage significantly over the next few months,” Omar Mahmood, International Crisis Group’s senior analyst for Somalia, tells The Africa Report, “so Somaliland’s is embedding its engagement in external competitive frameworks such as Ethiopia/Egypt, Taiwan/China.”\n\nThe effectiveness of exploiting ‘external competitive frameworks’ is, however, in question unless it can bring the two sides back to the table or at least keep them there for the smaller, technical issues.\n\nAccording to commentary by International Crisis Group, the Djibouti meeting in June, the first such direct talks in six years, was due to Abiy’s pressure as well as “a sustained push from the US, which together with the EU was also trying to facilitate a return to the table.”\n\nThe article continues below Free download Get your free PDF: Top 500 african companies 2019 Your guide to Africa's leading corporates Complete the form for your free download of The Africa Report’s 2019 Exclusive Ranking of Africa’s top 500 companies from last year. Get your free PDF by completing the following form. Email Address * Full Name * Country * Industry * Position * Get information from Jeune Afrique Media Group: subscription deals, special offers… By downloading this PDF you agree to subscribe to The Africa Report Daily newsletter SUCCESS ERROR\n\nOther than the sticky issue of Somaliland’s sovereignty, the other things on the table for Hargeisa include airspace management and international aid. In 2018, Farmaajo’s government in Mogadishu rejected a previous arrangement that allowed aid to flow directly to Somaliland; in 2019, it assumed airspace control from the International Civil Aviation Organisation. “This move reversed a previously negotiated plan that would have established a joint regulatory body in Somaliland’s capital, with Hargeisa and Mogadishu sharing the revenues accruing from overflights,” International Crisis Group analysts noted in August commentary.\n\nWhere to now?\n\nIt is unlikely that the Somalia-Somaliland talks will resume until 2021 and there’s a real possibility that there could be new leaders and governments on both sides. While analysts view the political question of Somaliland’s sovereignty as difficult to solve now even if talks were to resume, they point out that there are key technical issues that could still be resolved to avoid the attendant crises in airspace management, international aid flow, and security management.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "As the Horn of Africa nears its elections seasons, Somaliland’s quest for statehood takes regional and international angles.", "og": {"image": {"identifier": "https://www.theafricareport.com/media/2020/08/RTX6ETIJ.jpg", "width": 732, "height": 422}, "locale": "en_US", "type": "article", "title": "Somaliland plays up its geopolitical role, courting China and Taiwan", "description": "As the Horn of Africa nears its elections seasons, Somaliland’s quest for statehood takes regional and international angles.", "url": "https://www.theafricareport.com/37463/somaliland-plays-up-its-geopolitical-role-courting-china-and-taiwan/", "site_name": "The Africa Report.com", "updated_time": "2020-08-13T14:42+00:00"}, "article": {"published_time": "2020-08-13T14:42+00:00", "modified_time": "2020-08-13T14:42+00:00"}, "twitter": {"card": "summary_large_image", "title": "Somaliland plays up its geopolitical role, courting China and Taiwan", "description": "As the Horn of Africa nears its elections seasons, Somaliland’s quest for statehood takes regional and international angles.", "image": {"identifier": "https://www.theafricareport.com/media/2020/08/RTX6ETIJ.jpg", "width": 732, "height": 422}}, "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "msapplication-TileImage": "/media/2019/03/cropped-theafricareport-icon-square-270x270.png", "theme-color": "#0078e1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}