{"GDELT": {"GlobalEventID": 940571296, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MIL", "Actor1Name": "AIR FORCE", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.2680412371133998, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200813160000, "SOURCEURL": "https://www.koimoi.com/bollywood-news/gunjan-saxena-in-my-journey-the-supportive-environment-was-my-family-then-indian-air-force/"}, "ARTICLE": {"TITLE": "Gunjan Saxena: “In My Journey, The Supportive Environment Was My Family & Then Indian Air Force”", "TEXT": "Just a day after the Indian Air Force (IAF) raised objection over the presentation of gender bias in ‘Gunjan Saxena: The Kargil Girl’, former IAF pilot Gunjan Saxena has opened up about her experience at the Air Force as compared to what has been portrayed in the commercial film. She said she had the support of fellow officers, supervisors, and commanding officers.\n\nOn Wednesday, it was revealed that IAF has written a letter to Dharma Productions, Netflix and the Central Board of Film Certification (CBFC), raising objections over the inaccurate presentation of gender bias in ‘Gunjan Saxena: The Kargil Girl.’ The film documents the life of Gunjan Saxena and her journey towards becoming the first Indian Air Force woman pilot, who was part of the 1999 Kargil conflict. The Air Force said that certain scenes and dialogues in the movie portray it in a “negative light”.\n\nWhen IANS asked Saxena how she perceives all such sequences, she said: “Indian Air Force is at the core and the heart of this film. It is the very training of the Indian Air Force and the strong ethos of the Indian Air Force, which really gave me the courage to do all those extraordinary things that I could. And not only me, I think it is the strong values and rich culture of the air force that is really the driving force behind all the women officers from all the different branches of the Indian Air Force who have served or are still serving in this organisation.”\n\n“Yes, as a commercial movie or as a work of fiction, this film has creatively tried to capture my story or my journey. But what cannot be denied is that even in this film the doors did open and opportunities were given,” added Saxena. Gunjan graduated from Hansraj College in Delhi and cleared the entrance exam and joined the Indian Air Force in 1994.\n\nThe real-life hero continued: “Equal opportunities were there for me to perform, and I think they are still there for all the women officers who are in this organisation. We don’t need any other or bigger proof than the fact that over the last 20 years the number of women officers in the Indian Air Force has gone up at such a high rate. So, this shows that the Indian Air Force, which is such a deeply respected institution, has been so progressive and positive about bringing about this change in itself. So I think that’s how I would like to address this question.”\n\nReflecting upon her dream, she said: “As a young girl, my only dream was to fly, be there in the blue skies and this personal dream of mine was realised through the Indian Air Force, and that’s why I feel that for any dream to become a reality, I think it is also very important for the environment around that individual to be supportive. In my journey that supportive environment was first my family and then it was the Indian Air Force, and I think that is a reason I was able to realise my individual dream of flying.”\n\nIn ‘Gunjan Saxena: The Kargil Girl‘, which released on Netflix, Janhvi Kapoor plays the titular role.\n\nApart from the emotion, patriotic spirit and drama, the one thing that was highlighted in the narrative of the movie was how casual sexism can play a big role in chipping one’s dream, and fuel the whole gender divide.\n\nAsked about how hard it was for her to find a way through despite the gender bias, Saxena said: “I think I was always lucky to have people around me who supported me and who rooted for me. Be it my family or the Indian Air Force at both places, I got support to pursue my dream and it’s a privilege. If you are the first one to be doing something, along with the privilege comes a whole lot of responsibility.\n\n“Whenever there is a major change happening in any organisation or any field for that matter, it is never easy. There are teething troubles. During my initial days in the Indian Air Force, I had the support of my fellow officers, my supervisors and commanding officers who helped me during the difficult times or when I was caught in a difficult situation,” she added.\n\nSaxena continued: “When there is major change happening, some of the individuals are able to accept change more readily as compared to the others, and some individuals take more time to adjust to a major change. So I think that’s how I would like to put it and what is really of consequence and importance here and what really needs to be focused is that even though it did take time for some individuals to change, that change did occur, it did happen and in a very positive and right direction.”\n\nAt present, Saxena spends her time looking after her daughter. She might be away from the sky, but her love for flying high is very much alive.\n\n“Looking after my family and daily chores keeps me occupied. For the last three years, I’ve been involved in this process of this film being made. I’m very fortunate that my husband is still in active flying. We still have discussions around aviation, which I find very interesting and enjoyable,” she said.\n\n“At times when I sleep, I have dreams of being in the cockpit or flying a sortie,” said Saxena. She feels the film is not just about her but also about “so many other extraordinary women”.\n\nAndroid & IOS users, download our mobile app for faster than ever Bollywood & Box Office updates!", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msvalidate.01": "C73B5F107EC533B7F8E60D6FBF73840B", "fb": {"app_id": 379203805755441, "pages": 338783517671}, "atdlayout": "articlepage", "twitter": {"card": "summary_large_image", "title": "Gunjan Saxena: “In My Journey, The Supportive Environment Was My Family & Then Indian Air Force”", "description": "Just a day after the Indian Air Force (IAF) raised objection over the presentation of gender bias in 'Gunjan Saxena: The Kargil Girl', former IAF pilot Gunjan Saxena has opened up about her experien", "image": "https://static-koimoi.akamaized.net/wp-content/new-galleries/2020/06/confirmed-janhvi-kapoor-starrer-gunjan-saxena-the-kargil-girl-to-release-directly-on-this-ott-platform-001.jpg", "creator": "@Koimoi", "site": "@Koimoi"}, "og": {"image": {"identifier": "https://static-koimoi.akamaized.net/wp-content/new-galleries/2020/06/confirmed-janhvi-kapoor-starrer-gunjan-saxena-the-kargil-girl-to-release-directly-on-this-ott-platform-001.jpg", "width": 706, "height": 437}, "locale": "en_US", "type": "article", "title": "Gunjan Saxena: \"In My Journey, The Supportive Environment Was My Family & Then Indian Air Force\"", "description": "Just a day after the Indian Air Force (IAF) raised objection over the presentation of gender bias in 'Gunjan Saxena: The Kargil Girl', former IAF pilot...", "url": "https://www.koimoi.com/bollywood-news/gunjan-saxena-in-my-journey-the-supportive-environment-was-my-family-then-indian-air-force/", "site_name": "Koimoi"}, "description": "Just a day after the Indian Air Force (IAF) raised objection over the presentation of gender bias in 'Gunjan Saxena: The Kargil Girl', former IAF pilot...", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/koimoidotcom/", "published_time": "2020-08-13T14:15:30+00:00"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress."}}}