{"GDELT": {"GlobalEventID": 940536449, "Day": 20190814, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6137, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "Actor2Code": "ROU", "Actor2Name": "ROMANIA", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.37741046831956, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL", "Actor1Geo_Lat": 52.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "PL", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Romania", "Actor2Geo_CountryCode": "RO", "Actor2Geo_ADM1Code": "RO", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 25.0, "Actor2Geo_FeatureID": "RO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Estonia", "Action2Geo_CountryCode": "EN", "Action2Geo_ADM1Code": "EN", "Action2Geo_Lat": 59.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "EN", "DATEADDED": 20200813124500, "SOURCEURL": "https://www.msn.com/en-us/news/world/slovenia-joins-eu-states-in-us-push-to-limit-huawei-from-5g/ar-BB17UJKc"}, "ARTICLE": {"TITLE": "Slovenia Joins EU States in U.S. Push to Limit Huawei from 5G", "TEXT": "© Bloomberg The Huawei Technologies Co. logo sits on display on an Apple Inc. iPhone in this arranged photograph in London, U.K., on Thursday, July 16, 2020. U.K. Prime Minister Boris Johnson faces a diplomatic minefield after banning China’s Huawei from the U.K.’s next-generation wireless networks, as Beijing accused him of breaking promises and Donald Trump claimed credit for the prime minister’s decision.\n\n(Bloomberg) -- Slovenia signed a declaration on 5G security, joining a group of countries agreeing with the U.S. to guard their networks in a way that could block China’s Huawei Technologies Co. from taking part.\n\nSlovenian Foreign Minister Anze Logar signed the pact Thursday with U.S. Secretary of State Michael Pompeo. He’s making a tour of central Europe urging allies to limit Russian and Chinese companies’ participation in building technological projects including data networks and nuclear plants.\n\n“It is imperative for Europe and the U.S. to work together, because we have information that goes back and forth,” Pompeo said. He added: “We believe it is incredibly important for American national security that Europe have a diversified energy base. That they have multiple sources, that it doesn’t have to depend on Russia for all of its energy. We don’t think that’s wise for any country.”\n\n© Bloomberg The Huawei Technologies Co. logo sits on display on an Apple Inc. iPhone in this arranged photograph in London, U.K., on Thursday, July 16, 2020. U.K. Prime Minister Boris Johnson faces a diplomatic minefield after banning China’s Huawei from the U.K.’s next-generation wireless networks, as Beijing accused him of breaking promises and Donald Trump claimed credit for the prime minister’s decision.\n\nPresident Donald Trump’s administration has had some success in central and eastern Europe pushing its hard line against Huawei, even though some countries continue to entertain interest from Russian companies as potential investors in energy projects.\n\nAt a security conference in Prague last year, the Czech Republic, Poland, Romania, Latvia and Estonia signed joint statements with the U.S. similar to the one Slovenia inked Thursday. In it, they pledged to block access to companies that might be subject to foreign state interference.\n\nIntelligence services in the Czech Republic, which is taking bids to create its 5G network until September, warned that Huawei and technology firm ZTE pose potential security risks.\n\nIn Slovenia, which is slated to call a tender to build its network by year-end, Huawei has called on the government to discuss safety, and offered to sign a no-spy agreement.\n\nNot all countries have agreed with the U.S. In Hungary, Trump-ally Viktor Orban has both commercial and political ties with Russia and China. His government doesn’t see Huawei as a threat and will allow its equipment to be used in the 5G rollout.\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Slovenia Joins EU States in U.S. Push to Limit Huawei from 5G", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Slovenia signed a declaration on 5G security, joining a group of countries agreeing with the U.S. to guard their networks in a way that could block China’s Huawei Technologies Co. from taking part.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}