{"GDELT": {"GlobalEventID": 940531997, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.5100671140939599, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200813121500, "SOURCEURL": "https://www.ntnews.com.au/news/virgin-atlantic-files-for-bankruptcy-amid-coronavirus-pandemic/news-story/fe06f29d63b004b8b3902d6aee79b0f3?nk=14913b522e8c5a4523357ac0a73cbc6b-1597320264"}, "ARTICLE": {"TITLE": "Virgin Atlantic files for bankruptcy amid coronavirus pandemic", "TEXT": "Virgin Atlantic has filed for bankruptcy in the United States as it claims it will run out of cash next month without a rescue deal.\n\nThe cash-strapped airline filed for Chapter 15 bankruptcy protection in New York, a move that allows a foreign company with US assets to protect itself from creditors as it works to secure a private rescue plan.\n\nThe move coincides with its stablemate Virgin Australia’s unrelated announcement it will axe 3000 staff – about a third of its workforce – and ditch Tigerair Australia under its plan to emerge from voluntary administration.\n\nLondon-based Virgin Atlantic, which is co-owned by Richard Branson’s Virgin Group and US airline Delta, has been particularly hard-hit by the COVID-19 pandemic as it flies only long-haul routes.\n\nIt suspended all its passenger operations in April, closing its London Gatwick base and cutting 3500 jobs, and only resumed some flights last month.\n\nRELATED: Follow our live Victoria coronavirus updates\n\nRELATED: Tigerair Australia to be killed off\n\nmedia_camera Virgin Atlantic has filed for bankruptcy in the US.\n\nThe pandemic has seen Virgin Atlantic’s reservations drop about 89 per cent on last year, with demand for the second half of 2020 only a quarter of what it was in 2019.\n\nThis week Virgin Atlantic told a London court it risked running out of cash by September if it didn’t secure approval for a £1.2 billion ($A2.2 billion) rescue package announced last month, Bloomberg reported.\n\nThe airline said without the rescue funds, its available cash would drop below the amount specified in bondholder contracts, which could force it to sell its Heathrow Airport slots and trigger its collapse.\n\nVirgin Atlantic obtained approval to convene meetings of affected creditors to vote on a restricting plan on August 25.\n\nThe airline said it needed to recapitalise “to not only survive the exigent threats posed by the COVID-19 global pandemic but to thrive once the immediate global health crisis passes,” Reuters reported.\n\nmedia_camera Virgin Group founder Sir Richard Branson. Picture: Don Emmert/AFP\n\nRichard Branson had drawn criticism for calling on governments – both in the UK and Australia – to help his airlines survive the pandemic.\n\nIn April, the billionaire wrote a lengthy open letter warning Australia faced a Qantas monopoly if Virgin Australia, which was 10 per cent owned by the Virgin Group, disappeared.\n\nIn a development unrelated to Virgin Atlantic’s woes, Virgin Australia announced today it would shed 3000 jobs and axe its low-cost subsidiary Tigerair Australia as it planned to re-emerge “stronger, more profitable and competitive” from voluntary administration.\n\nThe jobs will be cut across cabin crew, ground crew, engineers, baggage handlers and some international head office staff.\n\nmedia_camera Virgin Australia will let go of 3000 workers as it emerges from voluntary administration. Picture: Tertius Pickard/NCA NewsWire\n\nVirgin Australia chief executive Paul Scurrah said the airline would focus on domestic and short-haul international flights, although those overseas destinations have not been confirmed.\n\n“Demand for domestic and short-haul international travel is likely to take at least three years to return to pre-COVID-19 levels, with the real chance it could be longer, which means as a business we must make changes to ensure the Virgin Australia Group is successful in this new world,” Mr Scurrah said.\n\n“Our initial focus will be on investing in the core Virgin Australia domestic and short-haul international operation alongside our 10-million-member strong Velocity Frequent Flyer program, continuing to offer an extensive network of destinations, a domestic lounge network and value for money for customers.”\n\nOriginally published as Virgin Atlantic files for bankruptcy", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "referrer": "origin", "msapplication-square70x70logo": "https://www.ntnews.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/ntnews/ms-icon-70x70.png", "msapplication-square144x144logo": "https://www.ntnews.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/ntnews/ms-icon-144x144.png", "msapplication-square150x150logo": "https://www.ntnews.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/ntnews/ms-icon-150x150.png", "msapplication-square310x310logo": "https://www.ntnews.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/ntnews/ms-icon-310x310.png", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://www.ntnews.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/ntnews/ms-icon-144x144.png", "robots": "noarchive", "description": "As Virgin Australia announces massive job cuts, Richard Bransons cash-strapped Virgin Atlantic has filed for bankruptcy in the US.", "keywords": "voluntary administration, coronavirus pandemic, chief executive, international head office, global health crisis, health crisis passes, private rescue plan, coronavirus updates, domestic lounge network, bondholder contracts, bankruptcy protection, head office staff, massive job cuts, rescue package, rescue funds, cabin crew, baggage handlers, passenger operations, long-haul routes, low-cost subsidiary, global pandemic, short-haul international travel, New York, United States of America, Northern America, North America, America, Australia, Australia and New Zealand, Oceania, London, United Kingdom, Northern Europe, Europe, Heathrow Airport Ltd., Virgin Group Inc., Virgin Atlantic Airways Inc., Bloomberg LP, Agence France Presse, Reuters AG, Sir Richard Branson", "generator": "tcog", "articleid": "fe06f29d63b004b8b3902d6aee79b0f3", "article": {"published_time": "2020-08-05T09:21:00.000Z", "modified_time": "2020-08-05T09:21:07.000Z"}, "twitter": {"card": "summary_large_image", "site": "@TheNTNews", "title": "Virgin Atlantic files for bankruptcy", "description": "Virgin Atlantic has filed for bankruptcy in the United States as it claims it will run out of cash next month without a rescue deal.", "image": "https://cdn.newsapi.com.au/image/v1/a1a28b4995526de7485623e9fd7236bb"}, "og": {"type": "article", "title": "Virgin Atlantic files for bankruptcy", "description": "Virgin Atlantic has filed for bankruptcy in the United States as it claims it will run out of cash next month without a rescue deal.", "url": "https://www.ntnews.com.au/news/virgin-atlantic-files-for-bankruptcy-amid-coronavirus-pandemic/news-story/fe06f29d63b004b8b3902d6aee79b0f3", "image": {"identifier": "https://cdn.newsapi.com.au/image/v1/a1a28b4995526de7485623e9fd7236bb", "width": 1280, "height": 720}}, "vr": {"canonical": "https://www.ntnews.com.au/news/virgin-atlantic-files-for-bankruptcy-amid-coronavirus-pandemic/news-story/fe06f29d63b004b8b3902d6aee79b0f3"}}}}