{"GDELT": {"GlobalEventID": 940524653, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "MERCHANT", "Actor1Type1Code": "BUS", "Actor2Code": "CVL", "Actor2Name": "NEIGHBORHOOD", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 4.35986159169551, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200813113000, "SOURCEURL": "https://www.newtimesslo.com/sanluisobispo/amid-the-pandemic-paso-market-walk-opens-on-spring-street-with-a-sashay-and-a-wink/Content?oid=10003425"}, "ARTICLE": {"TITLE": "Amid the pandemic, Paso Market Walk opens on Spring Street with a little sashay and a wink", "TEXT": "Oh yes they did.\n\nThey opened. Paso Market Walk really did it.\n\nOn the first day in August, Paso Robles' newest marketplace for shopping, dining, and gathering, came to fruition. My husband and I didn't need an opening party, which was canceled due to COVID-19. We had a sitter, and we were hell-bent on arriving on opening day. We were going.\n\nPaso Market Walk was bustling and marvelous with style and character. This is my new happy place.\n\nclick to enlarge Photos By Beth Giuffre\n\nCOMFORT RAMEN The idea behind this ramen from Momotaro Ramen is \"Japanese soul food.\" Choose between four different meat or vegetarian ramen styles, add-ons, and appetizers.\n\nOutside, babies sat in little safety chairs on top of tables as their parents savored plates of gourmet burgers and rotisserie chicken dishes from Third Degree Grill. Couples carried buckets of sparkling wine and cool glasses of beer to spacious wooden two-tops. Others sat enjoying Joebella Coffee Roasters coffee drinks, little dishes of Leo Leo Gelato, perfect little Just Baked Cake Studio & Bakery cupcakes, and tantalizing bread dippers from Montello Tasting Room. And for the dairy-free, there was The Vreamery artisan vegan cheese company.\n\n\"Just pinch me,\" I told my husband as I unwrapped my chopsticks on the warm summer evening and dug into a bowl of steaming Momotaro Ramen. I heard children giggling and locals giddy. \"This is the best day ever.\"\n\nI used to say that all the time, but this time, I really meant it.\n\nBoth chef Matthew \"Mateo\" Rogers and chef Brittney Yracheta, the powerhouse culinary couple known and loved locally for Heirloom Catering and Heirloom Bistro, were cooking and serving with their team at the Momotaro Ramen on Paso Market Walk's opening day. Using our phones, we checked out the menu at eatmomotaroramen.com and ordered at the counter. Our food was ready to take outside in 15 minutes.\n\nWe spent our wait time talking to Lorraine Montello's charming husband about Italy, while tasting a plate of bread dipped in the Montello gourmet California olive oil and Italian balsamic. We came home with pomegranate balsamic vinegar and white truffle olive oil, and I had fun browsing the other items for sale, including EVOO, olives, tapenades and spreads, jams, mustards, sea salts, herbs, and spices.\n\nRogers was cheerfully stacking to-go orders for customers. We arrived in the early evening, and Rogers said they had already sold 400 bowls of ramen. He said he might need to close the next day to prep and gather more ingredients. How's that for high demand?\n\nclick to enlarge Photo By Beth Giuffre\n\nSWEET DISPOSITION Just Baked Cake Studio & Bakery, the merged creation of Just Baked SLO and cake artist Libby Ryan, provides fresh baked goods using fresh fruits; responsibly sourced chocolate; house-made custards; jams, and curds; pure cane sugar; real butter; and pure extracts.\n\nEvery stop along the Paso Market Walk had a nice gathering of fans. I saw a lively bunch patronizing the Paso Wine Merchant, a neighborhood wine shop, bar, and kitchen inspired by locally sourced food and wine, family, and community. The Wine Merchant will be offering a curated selection of Central Coast cheeses as well as a menu featuring farm-fresh, seasonal ingredients, including grilled cheese, fresh oysters, and locally made organic pasta. Wines by the glass or bottle are offered from each of the 11 Paso Robles viticultural areas, with an emphasis on sustainably farmed and estate wines.\n\nHog Canyon Brewing serves small-batch brewed beer using barley from their fourth and fifth generation family farms in Hog Canyon along the Cholame Hills. The brewing company was created by longtime friends Larry Chavez and Ben Work.\n\nWe ordered some Japanese sodas and sparkling water, but Momotaro highlights Japanese microbrew beers, select sake, and wines specifically chosen to pair with the menu's assortment of ramen, appetizers, and add-ons. Rogers' grandmother used to read him the story of Momotaro (translation: Peach Boy) when he was a child, and it gave him a feeling of comfort—the same feeling he wants his guests to feel, with \"kokoro\" or heart and soul behind every business decision.\n\nclick to enlarge Photos By Beth Giuffre\n\nCALI OLIVE OIL, ITALIAN BALSAMIC You will not believe the variety of flavor in the California olive oils and Italian balsamic vinegars at Montello tasting room in the Paso Market Walk.\n\nWe tried the Momotaro Ramen and Shoyu Ramen, which were rich and layered with sweet and savory flavors. My chashu pork melted like butter in my mouth. The noodles were fresh and al dente. The tonkotsu (pork-bone) broth was perfectly salty and packed with a well-balanced mixture of moyashi goma (mung bean sprouts with sweet sesame soy), green cabbage, green onion, marinated egg, and black garlic oil. Any time you order food from this chef pair, you know the ingredients will be locally sourced and of the highest quality.\n\nThe Market Walk is open seven days a week from 7 a.m. to 10 p.m., with individual merchants offering varying hours. Finca Mexican restaurant will be opening soon in a restored Victorian residence still under construction. The cuisine will focus on regionally inspired cuisine, from the owners of La Taquiza, a Napa-based Mexican restaurant that has been on the Michelin Guide since 2009. Co-owner Patrick Aguire has worked with Thomas Keller of the French Laundry and Suzanne Goin of a.o.c. in Los Angeles. Finca and in bloom—a traditional California cuisine restaurant with an emphasis on supporting local farms, and farmers, as well as wines, local beers, and CBD craft cocktails—will be open until midnight when the time is right.\n\nclick to enlarge Photos By Beth Giuffre\n\nMAKE IT A THING Leo Leo Gelato now has a brick-and-mortar shop. A cup of gianduia gelato tastes like Nutella ... only better.\n\n\"We're so excited to open the doors to the public and share what we've been working on,\" Market Walk developer Debby Mann announced in a press release. \"Our goal has been to bring a space to the Paso Robles region that reflects the agriculture and hospitality of our community that can be both a destination for travelers and a community gathering spot for locals.\"\n\nMann added, \"It was also important to me to provide artisan food purveyors with an opportunity to show their products in an affordable space that would allow them to grow their business dreams and not be tied to high rents.\"\n\nFor dessert, we circled back to Leo Leo Gelato, as I was especially glad the wholesale gelato company, whose wares we find in stores and restaurants around the county, now has a retail location. Owner and master gelato maker Niccolo Lekai, who has been crafting gelato for nearly 10 years in Paso, uses classic Italian technique to create seasonal flavors based on what is fresh.\n\nOf all Lekai's gelato flavors, I am partial to the gianduia, a chocolate hazelnut flavor that tastes like Nutella ... only better. I love it so much, I want to make Leo Leo part of my schedule—a weekly gelato and walk.\n\nNext time, I think we'll try Third Degree Grill. Owner Jody Storsteen is also the owner of Berry Hill Bistro in downtown Paso. Her new place is all about \"comfort food with flair,\" with signature hot and cold sandwiches, house-made soups, fresh salads, grilled dishes, gourmet burgers, and rotisserie chicken dishes.\n\nI'm sure you'll agree, it's all pretty amazing, such a variety pack in a time of boring monotony. Be it rotisserie, gelato, or anything really, I think we're all ready for something fresh. Δ\n\nFlavor writer Beth Giuffre is already planning her next gelato walk. Send foodie fun to bgiuffre@newtimesslo.com.", "METADATA": {"viewport": "width=1000", "layout": "Content Default", "oid": 10003425, "google-signin-client_id": "399049789653-n5qlp83lgl5pviavi8coj14i9ud7tfem.apps.googleusercontent.com", "verify-v1": "3T99IPTTQPK82R2y45SMuDOpS9rjmtlyD1+oJOTssQ8=", "google-site-verification": "RuL2DuwbLinKMgeVYw-ore2tm9fcF2lPpcmzCCEZ9x8", "title": "Amid the pandemic, Paso Market Walk opens on Spring Street with a little sashay and a wink | Flavor | San Luis Obispo | New Times San Luis Obispo", "description": "Oh yes they did. They opened. Paso Market Walk really did it. On the first day in August, Paso Robles' newest marketplace for shopping, dining,...", "keywords": "New Times, NT SLO, San Luis Obispo news, SLO news, sanluis news, san luis news, SLO local news, Santa Maria Sun, SM Sun, San Luis County news, CA", "date": "2020-08-13 04:00:00", "author": "Beth Giuffre", "news_keywords": "new times, nt slo, san luis obispo news, slo news, sanluis news, san luis news, slo local news, santa maria sun, sm sun, san luis county news", "thumbnail": "https://media1.fdncms.com/ntslo/imager/u/slideshow/10003420/foodanddrink_flavor1-1-1c01f961912a1665.jpg", "og": {"url": "https://www.newtimesslo.com/sanluisobispo/amid-the-pandemic-paso-market-walk-opens-on-spring-street-with-a-sashay-and-a-wink/Content?oid=10003425", "site_name": "New Times San Luis Obispo", "title": "Amid the pandemic, Paso Market Walk opens on Spring Street with a little sashay and a wink", "image": {"identifier": "https://media1.fdncms.com/ntslo/imager/u/slideshow/10003420/foodanddrink_flavor1-1-1c01f961912a1665.jpg", "width": 660, "height": 495}, "description": "Oh yes they did. They opened. Paso Market Walk really did it. On the first day in August, Paso Robles' newest marketplace for shopping, dining,...", "type": "article"}, "fb": {"app_id": 1934419816844089}, "twitter": {"card": "summary_large_image", "image": "https://media1.fdncms.com/ntslo/imager/u/slideshow/10003420/foodanddrink_flavor1-1-1c01f961912a1665.jpg", "site": "@newtimesslo", "title": "Amid the pandemic, Paso Market Walk opens on Spring Street with a little sashay and a wink", "description": "Oh yes they did. They opened. Paso Market Walk really did it. On the first day in August, Paso Robles' newest marketplace for shopping, dining,..."}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}