{"GDELT": {"GlobalEventID": 940567972, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "CHICAGO", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.3333333333333304, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Chicago, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_ADM2Code": "IL031", "Actor2Geo_Lat": 41.85, "Actor2Geo_Long": -87.6501, "Actor2Geo_FeatureID": "423587", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200813154500, "SOURCEURL": "https://hotair.com/archives/jazz-shaw/2020/08/13/chicago-know-someone-hold-looters-accountable/"}, "ARTICLE": {"TITLE": "Chicago: You know, someone should hold these looters accountable…", "TEXT": "We finally know what it takes for Chicago Mayor Lori Lightfoot to give up the ghost and declare the rioting and looting to be, well… rioting and looting. It was the ransacking of the Magnificent Mile which is, as Allahpundit noted, Chicago’s answer to 5th Avenue in New York or Rodeo Drive in Beverly Hills. There was no pretense of anyone calling for justice for George Floyd or racial tolerance or whatever the latest watchword of the day might be. People were literally showing up with U-Haul trucks and emptying out all of the high-end, luxury goods stores.\n\nSo how did the Mayor respond? She described it as “straight-up, felony criminal conduct” and “an assault on our city.” Okay then. Now that we’ve established that you have a crime wave going on and not some sort of First Amendment issue, what do you plan to do about it? It looks like the Mayor huddled with the Chicago PD and they’ve decided to launch an investigation. What a brilliant plan. I wonder why nobody thought of that before? (CBS Chicago)\n\nOne day after another round of violent looting tore through downtown Chicago and the Magnificent Mile, Chicago Police announced the creation of a new task force to help hold looters responsible. The Bureau of Detectives is seeking help from businesses and community leaders in gathering that information. As CBS 2 Investigator Megan Hickey reported, the task force is hoping to use the pictures and videos to track the looters down.\n\nCollecting all of the surveillance videos and attempting to identify the looters seems like something that the police should have been doing back in, I don’t know… April? Instead, this new strategy is looking like a marked departure from the previous Lightfoot and Chicago PD philosophy of mimicking the street poet’s in Springsteen’s Jungleland and just standing back to let it all be.\n\nCBS Chicago spoke to one shop owner from the less glamorous end of the Magnificent Mile who was both shocked and frustrated to find that the Mayor had suddenly been spurred to action after it was far too late for her more modest business. Maleeha Zahid had just opened up her consignment shop “The Find” in November. Zahid and her twin brother had previously marched with Black Lives Matter activists and worked to promote racial justice as minority store owners. That didn’t slow the mob down. The shop’s windows were smashed and $35,000 worth of inventory was taken. She’s not sure if she will be able to afford to reopen. And even if she does, she’s worried that it will just happen again on Black Friday or on Christmas.\n\nMeanwhile, in a sign that the “peaceful protesters” really know no boundaries, here’s an even more depressing side note. On Monday, they took time out to smash in the windows and doors at the Ronald McDonald house near one of the city’s hospitals. For those not familiar with this service, they provide free housing for families who have severely ill children in the hospital for extended periods, frequently including those children undergoing cancer treatment. (Free Beacon)\n\nLooters targeted a Ronald McDonald House—a charity that provides free housing to families with sick children—in downtown Chicago Monday morning. Thousands drove into Chicago early Monday to loot high-end retailers, department stores, and other businesses around the city’s Magnificent Mile. Residents and staff in the nearby Ronald McDonald House were forced into lockdown as looters targeted the building, breaking the charity’s doors and windows.\n\nJust lovely. But now the Mayor is finally going to unleash the awesome investigatory powers of the Chicago PD to examine some videos and see if any of the thieves can be identified and arrested. Normally we might say “better late than never,” but in this case, it might already be too late. Control of the city has been surrendered to the mob and they no longer fear retribution from the police. The thin veneer of civilization has been torn and you’re getting a peek at what dwells on the other side.", "METADATA": {"keywords": "accountability, Chicago, Illinois, looting, Mayor Lori Lightfoot, riots", "msapplication-square70x70logo": "https://hotair.com/wp/wp-content/themes/hotair-desktop/images/ha_favicon/smalltile.png", "msapplication-square150x150logo": "https://hotair.com/wp/wp-content/themes/hotair-desktop/images/ha_favicon/mediumtile.png", "msapplication-wide310x150logo": "https://hotair.com/wp/wp-content/themes/hotair-desktop/images/ha_favicon/widetile.png", "msapplication-square310x310logo": "https://hotair.com/wp/wp-content/themes/hotair-desktop/images/ha_favicon/largetile.png", "thm": {"title": "Chicago: You know, someone should hold these looters accountable…"}, "description": "Ya think?", "robots": "noodp", "og": {"locale": "en_US", "type": "article", "title": "Chicago: You know, someone should hold these looters accountable...", "description": "Ya think?", "url": "https://hotair.com/archives/jazz-shaw/2020/08/13/chicago-know-someone-hold-looters-accountable/", "site_name": "HotAir", "updated_time": "2020-08-13T06:22:54-04:00", "image": {"identifier": "https://hotair.com/wp/wp-content/uploads/2020/07/Chicago-violence-2.jpg", "width": 715, "height": 378}, "referenced": "https://hotair.com/archives/jazz-shaw/2020/08/13/chicago-know-someone-hold-looters-accountable/"}, "article": {"publisher": "https://www.facebook.com/hotaircom", "tag": "riots", "section": "The Blog", "published_time": "2020-08-13T08:01:25-04:00", "modified_time": "2020-08-13T06:22:54-04:00"}, "fb": {"app_id": 312482775445602, "pages": "41632789656,103971336305218,319569361390023,106547192707583,124538510989702,283971595408,15418366158,153162531376557,127519040661256,123834811060739,305174559545115,321502821264274,413465452078762,492802317512753,140705212665688,116757565026850,114013445328868"}, "twitter": {"card": "summary_large_image", "description": "Ya think?", "title": "Chicago: You know, someone should hold these looters accountable...", "site": "@hotairblog", "image": "https://hotair.com/wp/wp-content/uploads/2020/07/Chicago-violence-2.jpg", "creator": "@hotairblog"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}