{"GDELT": {"GlobalEventID": 940555405, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHE", "Actor1Name": "SWITZERLAND", "Actor1CountryCode": "CHE", "Actor2Code": "MNCUSA", "Actor2Name": "MICROSOFT", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 7.60456273764258, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ", "Actor2Geo_Lat": 47.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "SZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20200813143000, "SOURCEURL": "http://www.equitybulls.com/admin/news2006/news_det.asp?id=272325"}, "ARTICLE": {"TITLE": "Wipro Limited recognized as the winner of Data Estate Modernization 2020 Microsoft Partner of the Year", "TEXT": "Wipro Limited (NYSE: WIT, BSE: 507685, NSE: WIPRO), a leading global information technology, consulting and business process services company, today announced it has won the Data Estate Modernization 2020 Microsoft Partner of the Year Award. The company was honoured among a global field of top Microsoft partners for demonstrating excellence in innovation and implementation of customer solutions based on Microsoft technology.\n\n\n\nJayant Prabhu, Vice President and Global Head, Data, Analytics and AI, Wipro Limited said, \"It is a great honour to be recognized as Microsoft's Partner of the Year for Data Estate Modernization. Transforming data estates to be nimble and agile is a critical step for an organization to be an Intelligent Enterprise. Powering superior AI-driven experiences requires enterprises to leverage open source technologies in their cloud transformation journey to provide cutting edge solutions to their customers. Wipro's experience in transforming the data landscape coupled with Microsoft's leadership in providing cloud platform is helping organizations in various industries accelerate their Cloud journey. Our automated database migration solution from On Premise to Open Source on Cloud will accelerate customer's transformation into an Intelligent Enterprise.\"\n\n\n\nThe Microsoft Partner of the Year Awards recognize Microsoft partners that have developed and delivered exceptional Microsoft-based solutions during the past year. Awards were classified in to several categories, and honorees chosen from a set of more than 3,300 submitted nominations from more than 100 countries worldwide. Wipro was recognized for providing outstanding solutions and services in Data Estate Modernization.\n\n\n\nThe Data Estate Modernization award was presented to Wipro for the successful migration of legacy on-premise databases to Open Source databases on Azure using Wipro proprietary tools such as wOraPG and Data Reconcillator for a Swiss customer.\n\n\n\n\"It is an honour to recognize the winners and finalists of the 2020 Microsoft Partner of the Year Awards,\" said Gavriella Schuster, corporate vice president, One Commercial Partner, Microsoft. \"These partners go above and beyond, delivering timely solutions that solve the complex challenges that businesses around the world face - from communicating and collaborating virtually to helping customers realize their full potential with Azure cloud services, and beyond. I am proud to honour and congratulate each winner and finalist.\"\n\n\n\nWipro and Microsoft have been working together for more than two decades to help enterprises of the future to drive business acceleration, enhance customer experience and provide connected insights. Wipro is aligned with Microsoft's cornerstone philosophy of digital transformation across business applications, modern workplace and intelligent cloud. Wipro launched its Microsoft Business Unit in March 2020, which focuses on the development and evangelization of solutions leveraging Microsoft's enterprise cloud services. Wipro has also adopted Azure Cloud for its own digital transformation journey.\n\n\n\nShares of WIPRO LTD. was last trading in BSE at Rs.277 as compared to the previous close of Rs. 276.2. The total number of shares traded during the day was 1024648 in over 4870 trades.\n\n\n\nThe stock hit an intraday high of Rs. 281.75 and intraday low of 274.75. The net turnover during the day was Rs. 285238072.", "METADATA": {"application-name": "Equity Bulls", "Author": "Equity Bulls", "original-source": "https://www.equitybulls.com/admin/news2006/news_det.asp?id=272325", "Keywords": "Equity, Shares, Stocks, Bulls, Bears, Mutual Funds, IPOs, NFOs, Bonus, Rights, Investor, Education, Sensex, Nifty, IPO, New Issue, Public Issue, Rights Issue, India, Markets, Stock Markets, Stocks, Dividend, SEBI, ELSS, Post Office, Savings, Gold, Silver, Dollar,Euro, Pound, Rupee, Paise, Paisa, Research, Report, Whisper, NSC, NSS, National Savings Scheme, Kisan Vikas Patra, Public Provident Fund, GOI Senior Citizens Savings Scheme, 8% bonds, Tax Plan, Forums, Investor Forum", "description": "Wipro Limited recognized as the winner of Data Estate Modernization 2020 Microsoft Partner of the Year", "DC.date.issued": "2020-08-13", "twitter": {"url": "https://equitybulls.com/admin/news2006/news_det.asp?id=272325", "title": "Wipro Limited recognized as the winner of Data Estate Modernization 2020 Microsoft Partner of the Year", "image": "https://equitybulls.com/images/News-By-EquityBulls.jpg", "description": "Wipro Limited (NYSE: WIT, BSE: 507685, NSE: WIPRO), a leading global information technology, consulting and business process services company, today announced it has won the Data Estate Modernization 2020 Microsoft Partner of the Year Award", "card": "summary_large_image", "site": "@EquityBulls", "creator": "@EquityBulls"}, "og": {"title": "Wipro Limited recognized as the winner of Data Estate Modernization 2020 Microsoft Partner of the Year", "url": "https://equitybulls.com/admin/news2006/news_det.asp?id=272325", "image": "https://equitybulls.com/images/News-By-EquityBulls.jpg", "description": "Wipro Limited (NYSE: WIT, BSE: 507685, NSE: WIPRO), a leading global information technology, consulting and business process services company, today announced it has won the Data Estate Modernization 2020 Microsoft Partner of the Year Award", "site_name": "EquityBulls"}}}}