{"GDELT": {"GlobalEventID": 940515720, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRLGOV", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor1Type1Code": "GOV", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.68857356235997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Donegal, Donegal, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI06", "Actor1Geo_ADM2Code": "18287", "Actor1Geo_Lat": 54.65, "Actor1Geo_Long": -8.11667, "Actor1Geo_FeatureID": "-1502376", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Donegal, Donegal, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI06", "Actor2Geo_ADM2Code": "18287", "Actor2Geo_Lat": 54.65, "Actor2Geo_Long": -8.11667, "Actor2Geo_FeatureID": "-1502376", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Donegal, Donegal, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI06", "Action2Geo_ADM2Code": "18287", "Action2Geo_Lat": 54.65, "Action2Geo_Long": -8.11667, "Action2Geo_FeatureID": "-1502376", "DATEADDED": 20200813103000, "SOURCEURL": "https://www.derrynow.com/news/news/565621/calls-for-better-charging-facilities-in-county-derry-for-electric-cars.html"}, "ARTICLE": {"TITLE": "Calls for better charging facilities in County Derry for electric cars", "TEXT": "Drivers of electric cars (EVs) in County Derry have urged the Stormont Executive to take steps to improve the charging network in the area.\n\nAlong with drivers of internal combustion engine (ICE) cars using EV charge points as makeshift parking bays, EV drivers listed poor maintenance of the existing network as a major problem.\n\nPhil Gordon, a Donegal resident who works at Altnagelvin Hospital in Derry, said the majority of the city’s charge points are not functioning.\n\n“It’s been slowly falling apart for years and nobody is doing anything about it. It was developed around 2010-11,” he told the County Derry Post.\n\n“I got my EV in 2015 and at that point, in Derry alone there were seven standard chargers and one rapid. At the minute there are only two of the slow chargers left working.\n\n“There one on Carlisle Road has been broken for as long as I can remember. There is one in the Diamond that has been out of order for about 6 or 8 months.\n\n“We’ve been told by eCars that it’s beyond repair, they can’t fix it and there is no plan to replace it. The north west in general has been very badly served by eCars for a long time.\n\n“You look at how many there are in Belfast. It’s the biggest city and it has four or five rapid chargers. Derry is the second biggest city in the country and it’s only ever had one.”\n\nA map showing EV charge points across County Derry.\n\nResponsibility for the network across the island of Ireland lies with eCars, a specific section of Electricity Supply Board (ESB).\n\nThe company began charging last year for the use of its rapid chargers in the Republic of Ireland and further pricing for standard network charging points came into effect yesterday.\n\nESB have said they hope to be able to replace broken chargers, but that ‘planning issues’ are causing a delay.\n\n“In County Derry, there are 28 chargers in total each with two charge points. Of these 23 are working correctly and our systems indicate recent usage,” a spokesperson said.\n\n“There are, however, a number of chargers in Derry City which have faults which cannot be resolved, and new chargers are required.\n\n“This is due to the age of the equipment and that they are no longer supported by the original charger manufacturer.\n\n“In addition, one charger was removed at the train station due to building works and which is due to be reinstated in coming months by the building contractor.\n\n“ESB ecars has plans to replace a section of the existing Standard AC network in Northern Ireland including in Derry.\n\n“There are a number of planning issues which need to be resolved first and work is on-going with relevant stakeholders in relation to it at present.\n\n“It is hoped that these issues can be overcome with a view to beginning to replace chargers in the coming months.”\n\nAt present, it is free to charge an electric car using the Northern Ireland network, something EV driver Ronan McElholm feels leaves the system open to abuse.\n\n“They’re free, and this is half the problem. When you get something that is free, it’s subject to abuse,” he said.\n\n“There is a lot of funding from the government in the Republic, but added to that is the fact you’re now having to pay for it and it makes things easier.\n\n“It’s not a fortune to charge your car. It’s only slightly more than the day-time rate. It keeps the freeloaders away because it’s now cheaper to charge at home than on the network.”\n\nWhile the lack of maintenance on the network has caused problems, EV drivers are also having to contend with ICE drivers using the charge points as parking bays.\n\n“A lot of places, they’ll put a charger in but don’t enforce the parking, so people park an ordinary car in it because it’s a handy space and they leave it there,” said Phil Gordon\n\n“There is no punishment for that. In Derry City, you will get a ticket if you’re parked in an EV charging bay, but a in lot of places, that’s not enforced.\n\n“It’s ridiculous. They call it ‘ICE-ing’. Internal Combustion Engine. If they’ve parked an ordinary car in your place, you’ve been ‘iced’. It’s such a common problem there’s a term for it.\n\n“You wouldn’t park a car at a petrol pump and walk off and leave it. That’s the equivalent.”\n\nRonan McElholm regularly travels from Derry to Belfast and Dublin for work, and has encountered the problem on numerous occasions.\n\n“It causes a problem. I was going to Belfast, finding an abandoned car on a charger with no way of knowing when this person is coming back,” he said.\n\n“I’ve never had any issues with the rapid charger on the Glenshane, for example, apart from non-electric cars parking in it. One day there was a van parked and left there for three hours.\n\n“Once you hit five o’clock, non-electric cars just park in it, which is an incredibly selfish thing for anyone to do.\n\n“They can get a ticket for it, but once the traffic wardens go home, there is no one to ticket you, because the police say it’s not their responsibility.\n\n“In the Republic, they are upgrading all the street chargers to rapid chargers, which is a good thing, but unless there is proper policing on it, people just pull in and park.\n\n“It needs a change to legislation and the police need powers to ticket cars parked on them.”\n\nDfI Minister Nichola Mallon arriving for work in her EV.\n\nThe political lag caused by Stormont’s two-year period of stalemate has resulted in a backlog across all departments which has delayed any upgrade to the EV charging network.\n\nDepartment for Infrastructure (DfI) Minister Nichola Mallon raised eyebrows when she arrived in an EV on the day Stormont returned in January.\n\n“That was a show. People like myself have tried to contact her to get something done about it and they just don’t reply. All talk and no substance,” said Phil Gordon.\n\n“When I got my first Leaf in 2015, there were only about 4,000-odd cars in the whole of the Republic of Ireland. Now there are about 10,000 in the south and 4-5,000 in the north.\n\n“The users are there, but bureaucracy and red tape has left it way down the list of priorities to get the network to a functional level.”\n\n“They really would need to get their finger out,” added Ronan McElholm.\n\n“They certainly do need to get things moving with regards to legislation. The complete charge network needs and overhaul and massive funding.\n\n“As an electric car user, I’m prepare to pay for it like it is in the Republic. They’ve really started to upgrade the network there in the last few years, but you can see a big difference.”\n\nThe UK government has committed to banning the sale of petrol, diesel and hybrid vehicles from 2035.\n\nThe DfI have said they are engaging with the UK Office of Low Emission Vehicles (OLEV) to ‘determine how to meet this challenge’.\n\nA DfI spokesperson said: “The Department provides advice and guidance in relation to electric vehicles, working closely with OLEV.\n\n“The Department is working to identify actions to support the decarbonisation of transport including how best to support the uptake of ultra-low emission vehicles to the Northern Ireland market.\n\n“The Minister has engaged with the DAERA Minister to begin working collaboratively to promote the use of electric vehicles and specifically to improve the charge point network in Northern Ireland.\n\n“She is committed to exploring all options and new solutions to enhance the charge point infrastructure, improve lives and tackle the climate emergency.\n\n“The DfI continues to closely monitor funding opportunities for the installation of additional charge point infrastructure.\n\n“We will work with commercial providers to ensure that the installation of any additional charge point infrastructure remains fit for purpose commensurate with growth.”", "METADATA": {"description": "Drivers say the network is 'falling apart'.", "Keywords": "Electric Cars,Ecars", "news_keywords": "Electric Cars,Ecars", "sections": "News,County Derry Post,Derry News", "viewport": "width=1024,target-densitydpi=medium-dpi", "og": {"type": "article", "title": "Calls for better charging facilities in County Derry for electric cars", "description": "Drivers say the network is 'falling apart'.", "image": {"identifier": "https://www.derrynow.com/resizer/600/315/true/1597220184816.jpg--calls_for_better_charging_facilities_in_county_derry_for_electric_cars.jpg?1597220184000", "width": 600, "height": 315}, "url": "https://www.derrynow.com/news/news/565621/calls-for-better-charging-facilities-in-county-derry-for-electric-cars.html"}, "fb": {"app_id": 655796867898596}, "twitter": {"card": "summary_large_image", "site": "@https://twitter.com/DerryNow", "creator": "@https://twitter.com/DerryNow", "title": "Calls for better charging facilities in County Derry for electric cars", "description": "Drivers say the network is 'falling apart'.", "url": "https://www.derrynow.com/news/news/565621/calls-for-better-charging-facilities-in-county-derry-for-electric-cars.html", "image": {"identifier": "https://www.derrynow.com/resizer/600/315/true/1597220184816.jpg--calls_for_better_charging_facilities_in_county_derry_for_electric_cars.jpg?1597220184000", "width": 600, "height": 315}}, "articleID": 565621, "datePublished": "2020-08-13T06:30:0Z", "google-signin-clientid": "118646819467-olhbdu81v7qnlbpaaepmj344dv4oonb1.apps.googleusercontent.com", "google-signin-scope": "https://www.googleapis.com/auth/plus.login https://www.googleapis.com/auth/plus.profile.emails.read", "google-signin-requestvisibleactions": "https://schema.org/AddAction", "google-signin-cookiepolicy": "single_host_origin"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}