{"GDELT": {"GlobalEventID": 940597774, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SLV", "Actor1Name": "EL SALVADOR", "Actor1CountryCode": "SLV", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.47058823529412, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "San Salvador, San Salvador, El Salvador", "Actor1Geo_CountryCode": "ES", "Actor1Geo_ADM1Code": "ES10", "Actor1Geo_ADM2Code": "15758", "Actor1Geo_Lat": 13.7086, "Actor1Geo_Long": -89.2031, "Actor1Geo_FeatureID": "-1148082", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "El Faro, Departamento de La Libertad, El Salvador", "Actor2Geo_CountryCode": "ES", "Actor2Geo_ADM1Code": "ES05", "Actor2Geo_ADM2Code": "15645", "Actor2Geo_Lat": 13.5917, "Actor2Geo_Long": -89.3569, "Actor2Geo_FeatureID": "-1144977", "Action2Geo_Type": 4, "Action2Geo_Fullname": "El Faro, Departamento de La Libertad, El Salvador", "Action2Geo_CountryCode": "ES", "Action2Geo_ADM1Code": "ES05", "Action2Geo_ADM2Code": "15645", "Action2Geo_Lat": 13.5917, "Action2Geo_Long": -89.3569, "Action2Geo_FeatureID": "-1144977", "DATEADDED": 20200813181500, "SOURCEURL": "https://www.wvik.org/post/court-case-spain-raises-hope-justice-priests-killed-el-salvador"}, "ARTICLE": {"TITLE": "Priest Killing Case In Spain Raises Hope For Justice", "TEXT": "It is remembered as one of the great atrocities of El Salvador's 12-year civil war. In 1989, a Salvadoran military battalion raided a private Jesuit university before dawn and executed six priests, their cook and her teenage daughter.\n\nOne of those killed, university rector Ignacio Ellacuría, had promoted dialogue between the U.S.-backed right-wing government and leftist guerrillas in the country's civil war. He and four of the other slain priests were Spanish citizens.\n\nMore than 30 years later, a court in Spain next month is expected to rule on murder and terrorism charges against a former Salvadoran military officer for his alleged involvement as a key decision-maker in the killings.\n\nProsecutors have asked for 150 years of prison for the main defendant, Inocente Orlando Montano, El Salvador's former public security vice minister, for his alleged role in \"the decision, design or execution\" of killing the five Spanish priests at the Central American University in San Salvador.\n\nMontano, 77, sat in the National Court in Madrid in a wheelchair during the proceedings that began in June. He denied the charges and, on the final day of the trial, July 16, he dismissed the testimonies as a \"stream of lies.\"\n\nIt is a landmark case for the human rights activists, lawyers, families of Spanish and Salvadoran victims as well as U.S. lawmakers, who have worked for years to hold those who ordered the killings accountable.\n\n\"I think we need to look at the cause of justice as a relay race,\" said Martha Doggett, who was in San Salvador on the day of the murders. She documented the case in her 1993 book Death Foretold: The Jesuit Murders in El Salvador. \"This is a wound in El Salvador that has never properly healed and it won't until the full truth is known.\"\n\nNews of the trial was closely followed in Spain and El Salvador, but Doggett maintains it is also important for a U.S. audience.\n\n\"We, as U.S. citizens, funded the army part of it. We own this story together. It's important to put the full truth on the record,\" she said.\n\nThe U.S. provided more than $1 billion in military aid to El Salvador during the war, which Washington considered an important front in the fight against the spread of communism.\n\nMore than 75,000 people were killed, 8,000 disappeared and more than a million displaced. The conflict ended in 1992 with a United Nations-brokered peace agreement.\n\nExperts say the 1989 Jesuit killings marked a turning point in El Salvador's civil war.\n\n\"U.S. policy changes with the murder of the Jesuits,\" said academic Terry Lynn Karl, who has researched the case for decades. Washington began demanding accountability or it would cut the aid, she explained. International outrage and a congressional investigation led the U.S. government to pull its support for El Salvador's military regime.\n\nKarl testified for six hours as an expert witness, via video, in the Madrid trial. She told the Spanish judges a hit list appeared in newspapers and army radio broadcast threats, specifically targeting these Jesuits. \"The murderous military threatened people,\" she later told NPR.\n\n\"I handed the Spanish court 34 pages of attacks against the Catholic Church and the Jesuits,\" she said. \"It is not easy in Latin America to kill a priest so you have to build a climate to allow you to do that.\"\n\nIn the aftermath of the killings, El Salvador's high command initially tried to pin blame on rebels who had launched an offensive on the capital days before the priests were killed.\n\n\"I knew the military had done it,\" said Luis Parada, who was a Salvadoran military intelligence officer at the time. \"I did not know that the military was going to cover it up. It did not cross my mind.\"\n\nParada said he was in a meeting with top military and intelligence commanders when the executions were reported back to headquarters on an internal army radio. He was one of the first officials to arrive at Central American University. \"I went to see with my own eyes. When I saw the bodies, I was shocked,\" he said.\n\nParada said he testified in the Madrid trial that there was an \"institutional cover-up at the highest level.\"\n\nNow living in Washington, D.C., Parada's role in the trial was significant as a critical witness and as one former military officer testifying against another. \"It is my duty,\" he said. \"Some people live by a code of silence. I live by a code of honor.\"\n\nThe past has its claws in the future. You can't have truth, you can't have historical memory, if you don't know what happened in the past. - Terry Lynn Karl, researcher\n\nMontano had also been residing in the United States, in Everett, Mass., until the U.S. government extradited him to Spain in 2017. El Salvador refused to hand over officers charged in Spain.\n\n\"What the Spaniards have done is open a conversation about peace, about justice,\" said Karl as she awaits the verdict. \"The past has its claws in the future. You can't have truth, you can't have historical memory, if you don't know what happened in the past.\"\n\nSpain's legal principle of universal jurisdiction means it can try alleged war crimes committed in any country.\n\nBut Karl said, \"This trial should be in El Salvador. Justice is closest, always, to where the crime was committed.\"\n\nShe hopes the trial in Spain spurs accountability in El Salvador. \"It's shaming their judiciary, it's shaming their political system. High people are involved,\" she said.\n\nThe Spanish court provided a video livestream of the proceedings for people to follow it in El Salvador and the feed was broadcast on social media and by various news outlets. The Salvadoran news site, El Faro, recorded 69,000 views on the final day of the trial.\n\n\"It was in the middle of the night for me and very early morning in El Salvador,\" said Almudena Bernabéu, a Spanish human rights lawyer. She is a member of the prosecution team and co-founder of the Guernica Group that promotes accountability in human rights and international criminal cases. She appeared in court via video from her home in San Francisco.\n\nBernabéu spent more than a decade building the case, relying on a trove of declassified U.S. documents, including from the State Department, the CIA and the FBI.\n\n\"The lapse of time only has one positive aspect,\" she said, referring to the files that convinced Spanish judges to proceed.\n\n\"It is state terrorism, killing five Spanish priests using the apparatus of the state,\" Bernabéu told NPR after the trial.\n\nAmong the court records, a cable from the U.S. Embassy in San Salvador dated Feb., 19, 1991, makes clear that embassy officials were aware that El Salvador's military had played a role in the killings and the cover-up.\n\n\"In the 12 months since the ESAF responsibility for the murders was revealed,\" the cable said, referring to the armed forces. \"The military's leadership has resisted all appeal for an honest accounting of what [it] must have possessed from the beginning — the truth.\"\n\n", "METADATA": {"og": {"description": "It is remembered as one of the great atrocities of El Salvador&#039;s 12-year civil war. In 1989, a Salvadoran military battalion raided a private Jesuit", "image": {"identifier": "https://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/202008/901076916.jpg", "height": 3708, "width": 5568}, "url": "https://www.wvik.org/post/court-case-spain-raises-hope-justice-priests-killed-el-salvador", "type": "article", "title": "Priest Killing Case In Spain Raises Hope For Justice"}, "dc": {"title": "Priest Killing Case In Spain Raises Hope For Justice"}, "twitter": {"creator": "@wvikfm", "site": "@wvikfm", "card": "summary"}, "datePublished": "2020-08-13", "has_audio": 0, "programs": "none", "Generator": "Drupal 7 (http://drupal.org)", "category": "none", "nid": 105765, "wordCount": 1568, "story_id": 900855625, "org_id": 1, "author": "Deborah Amos", "description": "It is remembered as one of the great atrocities of El Salvador&#039;s 12-year civil war. In 1989, a Salvadoran military battalion raided a private Jesuit", "viewport": "width=device-width"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}