{"GDELT": {"GlobalEventID": 940510568, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 25, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.1142061281337101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bregancon, Provence-Alpes-Côd'Azur, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRB8", "Actor1Geo_ADM2Code": "16324", "Actor1Geo_Lat": 43.1167, "Actor1Geo_Long": 6.316669999999999, "Actor1Geo_FeatureID": "-1414921", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU34", "Actor2Geo_ADM2Code": "27897", "Actor2Geo_Lat": 41.0186, "Actor2Geo_Long": 28.9647, "Actor2Geo_FeatureID": "-755070", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bregancon, Provence-Alpes-Côd'Azur, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRB8", "Action2Geo_ADM2Code": "16324", "Action2Geo_Lat": 43.1167, "Action2Geo_Long": 6.316669999999999, "Action2Geo_FeatureID": "-1414921", "DATEADDED": 20200813100000, "SOURCEURL": "https://www.msn.com/en-us/news/world/amid-tensions-with-turkey-greece-in-joint-manoeuvres-with-france/ar-BB17UsuK"}, "ARTICLE": {"TITLE": "Amid tensions with Turkey, Greece in joint manoeuvres with France", "TEXT": "© Reuters/Murad Sezer FILE PHOTO: Turkish seismic research vessel Oruc Reis is seen in Istanbul\n\nATHENS (Reuters) - The French military conducted training exercises with Greek forces off the southern island of Crete on Thursday, defence sources said, as tension persisted with Turkey over disputed waters in the eastern Mediterranean.\n\n© Reuters/POOL French President Emmanuel Macron speaks during a Defense Council video conference on Niger at the Fort de Bregancon\n\nThursday's exercise was the first manifestation of French President Emmanuel Macron's commitment to temporarily reinforce his country's presence in the eastern Mediterranean. France has called on Turkey to halt oil and gas exploration in disputed waters.\n\n© Reuters/PRESIDENTIAL PRESS OFFICE Turkish President Erdogan speaks during a meeting of his ruling AKP in Ankara\n\nGreek Prime Minister Kyriakos Mitsotakis discussed the situation in the region with Macron by telephone on Wednesday.\n\nOn Thursday, the French armed forces ministry said it was sending two Rafale fighter jets and the naval frigate ‘Lafayette’ to the eastern Mediterranean.\n\nThe frigate and the jets had arrived in Crete earlier on Thursday and carried out joint manoeuvres with Greek forces, the Greek defence sources said.\n\n\"Emmanuel Macron is a true friend of Greece and a fervent defender of European values and international law,\" Mitsotakis tweeted, in French, after the call with Macron.\n\nTensions have simmered between NATO allies Greece and Turkey in recent days over overlapping claims to hydrocarbon resources in Mediterranean waters.\n\nA Turkish seismic vessel, the Oruc Reis, has been sailing between Crete and Cyprus since Monday, despatched by Ankara days after Greece signed a maritime deal with Egypt designating an exclusive economic zone between the two nations.\n\nTurkey says it plans to open up some of the area for potential hydrocarbon exploration, and a precursor to that is collecting seismic data it can process and sell to potential bidders. Both countries lay claim to the area.\n\n© Reuters/PRESIDENTIAL PRESS OFFICE Turkish President Erdogan attends a meeting of his ruling AKP in Ankara\n\n(Reporting By Michele Kambas; Editing by Alex Richardson)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Amid tensions with Turkey, Greece in joint manoeuvres with France", "cq": "passed", "Search.Interest": "Greece", "robots": "index, follow", "description": "Amid tensions with Turkey, Greece in joint manoeuvres with France", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}