{"GDELT": {"GlobalEventID": 940531462, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "KHM", "Actor1Name": "CAMBODIAN", "Actor1CountryCode": "KHM", "Actor2Code": "AGR", "Actor2Name": "FARMER", "Actor2Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.48318804483188, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB11", "Actor1Geo_ADM2Code": "12390", "Actor1Geo_Lat": 11.55, "Actor1Geo_Long": 104.917, "Actor1Geo_FeatureID": "-1033783", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Actor2Geo_CountryCode": "CB", "Actor2Geo_ADM1Code": "CB11", "Actor2Geo_ADM2Code": "12390", "Actor2Geo_Lat": 11.55, "Actor2Geo_Long": 104.917, "Actor2Geo_FeatureID": "-1033783", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Phnom Penh, (CB11), Cambodia", "Action2Geo_CountryCode": "CB", "Action2Geo_ADM1Code": "CB11", "Action2Geo_ADM2Code": "12390", "Action2Geo_Lat": 11.55, "Action2Geo_Long": 104.917, "Action2Geo_FeatureID": "-1033783", "DATEADDED": 20200813120000, "SOURCEURL": "https://www.dw.com/en/cambodia-coronavirus-poverty/a-54552715"}, "ARTICLE": {"TITLE": "Coronavirus pushing Cambodia back into poverty", "TEXT": "Garment worker Ny Thea never expected she would be in such big trouble. Just recently she still earned about $300 (€253) per month in a clothing factory, and on top of that, she took in extra cash renting out a luxury car.\n\nBut the coronavirus pandemic has changed everything. The factory fired Thea and 619 of her colleagues, and no one is interested in renting her vehicle anymore. \"I can't find a new job. I have no idea how I am going to pay off my debts,\" she said.\n\nAlthough the number of coronavirus infections in Cambodia continues to be relatively low, the Southeast Asian country is taking a heavy hit from the economic crisis caused by COVID-19.\n\nRead more: Coronavirus brings trouble to Cambodia's garment industry\n\nWhile the nation's economy grew by 7% in 2019, it's projected to shrink by as much as 5.5% this year.\n\nWatch video 05:13 Share Cambodia: Chinese investors in Sihanoukville Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3ZNmJ Cambodia: Chinese investors in Sihanoukville\n\nCambodia's fight against poverty\n\nThe World Bank as well as the Asian Development Bank (ADB) warn that poverty may significantly increase. According to the ADB, the current crisis could push an additional 1.3 million Cambodians into poverty. That's about 8% of the population.\n\nThis is likely to put an end — at least temporarily — to Cambodia's successful fight against poverty over the past two decades.\n\nIn 2007, 47.8% of the country's population lived under the national poverty line. In 2014, this number decreased to 13.5%. But the coronavirus crisis is now expected to push the figure back up to about 20%. The national poverty line defines the poor as people who earn $0.93 or less per day.\n\nOn top of that are millions of Cambodians who live just above the poverty line. They are also heading toward harsh times.\n\nNy Thea and her family won't fall into poverty immediately. Thea's husband still has a job, with which he earns just below $200 per month.\n\n\"With that money, we can buy food, pay the rent and pay our regular expenses, but we can't pay off a loan. To be relieved from my debts, I try to sell my car and my land, but so far there's no one who's offering me a fair price,\" Thea said.\n\nCambodians working in the tourism industry and the garment sector are particularly hit by the crisis.\n\nIn the garment industry, many Western clothing brands have canceled orders or are ordering far less garment products than before. And in tourism, international visitors are now avoiding Cambodia and its neighbors as COVID-19 infections continue to spread and countries implement far-reaching travel restrictions.\n\nSunniya Durrani-Jamal, the Cambodia director of ADB, warns that Cambodia needs to prepare for the worst. \"It's all hands on deck while we brace for impact. 2020 is going to be a very difficult year, a year of survival,\" Duranni-Jamal told DW.\n\n\"We need to keep things afloat, and Cambodia is doing good so far. What's now important is to keep the number of infections low. If you do that, the chances of restarting the economy are very good,\" she said.\n\n'Let's hope it's temporary'\n\nAlthough poverty will certainly increase, the ADB director expects that the Cambodian government will succeed in preventing extreme situations.\n\nThe government has unveiled a $1 billion package to respond to the economic crisis. $300 million from that package will be used for cash transfers to the poor.\n\n\"Looking at a country like Cambodia, I find that impressive. It's not going to get these people out of poverty, but it can ensure that they have access to the very basic things, like food and shelter,\" Duranni-Jamal said.\n\nIn the garment industry, many Western brands have canceled orders or are ordering far less garment products than before\n\nWhile visiting farmers, the Cambodian Prime Minister Hun Sen recently said that in July about $28 million was handed out to 610,000 Cambodian households.\n\n\"Cambodia will not allow anyone to die,\" Sen said, adding that provincial officials must ensure that the money really reaches those who are \"truly poor,\" the Phnom Penh Post reported.\n\nBut an end to the harsh times is not in sight. In July, the United Nations warned that the crisis threatens to destroy the livelihoods of 218 million informal workers in Southeast Asia.\n\n\"Without alternative income, formal social protection systems or savings to buffer these shocks, workers and their families will be pushed into poverty, reversing decades of poverty reduction,\" the UN said in a recent policy brief.\n\nADB director Durrani-Jamal confirms that the coronavirus crisis is partly undoing Cambodia's successful fight against poverty. \"But it's important to note that I don't think it will totally unravel. Let's hope it's temporary. We need to go back to growth, and it may take a couple of years before GDP growth resumes to its pre-COVID level.\"", "METADATA": {"robots": "index, follow, max-snippet:-1, max-video-preview:-1, max-image-preview:large", "revisit-after": "1 days", "publisher": "Deutsche Welle (www.dw.com)", "copyright": "© 2020 Deutsche Welle (www.dw.com)", "author": "Deutsche Welle (www.dw.com)", "apple-itunes-app": "app-id=498833085", "google-play-app": "app-id=com.idmedia.android.newsportal", "language": "en_GB", "fb": {"pages": 210354862357400, "admins": 100004135624835}, "keywords": "Asia,Cambodia,coronavirus,COVID-19,health,economy", "news_keywords": "Asia,Cambodia,coronavirus,COVID-19,health,economy", "description": "Cambodia has taken a heavy hit from the economic crisis caused by the COVID-19 pandemic. With firms staring at canceled orders and people losing jobs, fears are growing that it could undo progress fighting poverty.", "og": {"description": "Cambodia has taken a heavy hit from the economic crisis caused by the COVID-19 pandemic. With firms staring at canceled orders and people losing jobs, fears are growing that it could undo progress fighting poverty.", "url": "https://www.dw.com/en/cambodia-coronavirus-poverty/a-54552715", "site_name": "DW.COM", "title": "Coronavirus pushing Cambodia back into poverty | DW | 13.08.2020", "image": {"identifier": "https://www.dw.com/image/52353961_304.jpg", "width": 940, "height": 529}}, "twitter": {"card": "summary_large_image", "site": "@dwnews", "title": "COVID-19 pushing Cambodia back into poverty", "image": "https://www.dw.com/image/45908015_401.jpg"}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Economic Impact"]}}