{"GDELT": {"GlobalEventID": 940547535, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GRC", "Actor1Name": "GREECE", "Actor1CountryCode": "GRC", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 150, "EventBaseCode": 150, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 6, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0899280575539601, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Souda, Perifereia Kritis, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR60", "Actor1Geo_ADM2Code": "16704", "Actor1Geo_Lat": 35.4844, "Actor1Geo_Long": 24.0744, "Actor1Geo_FeatureID": "-828609", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Souda, Perifereia Kritis, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR60", "Actor2Geo_ADM2Code": "16704", "Actor2Geo_Lat": 35.4844, "Actor2Geo_Long": 24.0744, "Actor2Geo_FeatureID": "-828609", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Souda, Perifereia Kritis, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR60", "Action2Geo_ADM2Code": "16704", "Action2Geo_Lat": 35.4844, "Action2Geo_Long": 24.0744, "Action2Geo_FeatureID": "-828609", "DATEADDED": 20200813134500, "SOURCEURL": "https://greekcitytimes.com/2020/08/13/maps-and-images-from-greeces-impressive-joint-military-exercise/"}, "ARTICLE": {"TITLE": "See maps and images from Greece’s impressive joint military exercise with France today", "TEXT": "A map of the Greek-French joint military exercises held today in the sea area the Eastern Mediterranean, including the area where Turkey has committed illegal naval maneuvers, has been published by Proto Thema.\n\nThe map shows how the Greek and French warships moved but also how the Greek helicopters and the two French Raphales war jets that participated in the exercise flew.\n\nThe exercise is a direct and resounding response from France to Turkey’s provocation against Greece. The exercises followed Greek Prime Minister Kyriakos Mitsotakis’s communication with French President Emanuel Macron.\n\nThe exercise involved the frigates (F / C) “SPETSAI,” “AEGEAN,” “LIMNOS,” “KOUNTOURIOTIS” and French ships group (Task Force) consisting of the French helicopter “TONNERRE” and the frigate “LA FAYETTE.”\n\n“With the development of our air force and naval exercises together with the Greeks, we reaffirm our commitment to free navigation and respect for international law,” French Defense Minister Florence Pares wrote on Thursday afternoon.\n\nComme l’a annoncé @EmmanuelMacron, nous renforçons notre présence en Méditerranée orientale. Par des déploiements aériens dans la région et des exercices maritimes avec les Grecs, nous réaffirmons notre attachement à la liberté de navigation et au respect du droit international. — Florence Parly (@florence_parly) August 13, 2020\n\nThe exercise included progressive maneuvers, tactical image exchange, communications as well as aircraft cooperation and helped to raise the level of operational readiness, combat capability and cooperation of the participants in an allied context.\n\nAlso, as part of the military cooperation between the two countries, two French RAFALE aircraft landed and used the facilities of the 115th Combat Wing in Souda for re-service.\n\nFrance puts a “red line” on the Turkish instigation against Greece.\n\n“Turkey’s unilateral decisions on oil exploration are causing tensions. These must stop in order for a calm dialogue to take place,” French President Emanuel Macron said in a message posted on Twitter in Greek yesterday. “I have decided to temporarily strengthen the French military presence in the Eastern Mediterranean in the coming days, in cooperation with European partners, including Greece.”\n\nΑποφάσισα να ενισχύσω προσωρινά τη γαλλική στρατιωτική παρουσία στην Ανατολική Μεσόγειο τις επόμενες ημέρες, σε συνεργασία με τους Ευρωπαίους εταίρους, μεταξύ των οποίων και η Ελλάδα. — Emmanuel Macron (@EmmanuelMacron) August 12, 2020\n\nThe initiative of the President of France was welcomed by Mitsotakis, who described the French President as a true friend of Greece but also an ardent defender of European values ​​and international law.\n\nThe situation in the Eastern Mediterranean, after the delinquent behavior of Turkey, was at the center of the one-hour telephone communication that the Minister of National Defense, Nikos Panagiotopoulos, had yesterday.with his French counterpart, Florence Parly.\n\nAs announced by the Ministry of Foreign Affairs, during the conversation “the importance of Greek-French cooperation for security and stability in the wider region and the need to respect the principles of international law and the rules of good neighborliness” were underlined .\n\nAccording to information, among other things, there was a detailed update of the situation on the occasion of the departure of the Turkish research vessel Oruç Reis in the Eastern Mediterranean.\n\nOne day before the extraordinary convening of the EU Foreign Affairs Council Athens has been trying to persuade even the most reluctant European “players” about the need to address the Turkish provocation, which made it possible to hold an extraordinary meeting at the request of Greece to discuss the tension caused by Turkey.\n\n“Continuing the policy of aggressive provocations, Turkey is only opening the path to that of strong sanctions against it,” warned Mitsotakis .\n\nGreek Foreign Minister Nikos Dendias went today to Israel for talks with Prime Minister Benjamin Netanyahu and Foreign Minister Gabi Ashkenazi. Discussions are expected to focus on “escalating Turkish delinquency.”\n\nThe Greek Foreign Minister spoke with his counterparts from Austria, Saudi Arabia, the United Arab Emirates and Cyprus. Tomorrow, after Israel, Nikos Dendias will travel to Vienna where he is scheduled to meet with U.S. Secretary of State Mike Pompeo. Athens will ask Washington to exert its influence not only to stop the Oruç Reis voyage into the Greek continental shelf but to wrap up Ankara from the offensive strategy it has been pursuing in recent months, which could drag the entire Eastern Mediterranean region into destabilization.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, viewport-fit=cover", "description": "A map of the Greek-French joint military exercises held today in the sea area the Eastern Mediterranean, including the area where Turkey has committed illegal", "robots": "follow, index, max-snippet:-1, max-video-preview:-1, max-image-preview:large", "og": {"locale": "en_US", "type": "article", "title": "See Maps And Images From Greece's Impressive Joint Military Exercise With France Today - Greek City Times", "description": "A map of the Greek-French joint military exercises held today in the sea area the Eastern Mediterranean, including the area where Turkey has committed illegal", "url": "https://greekcitytimes.com/2020/08/13/maps-and-images-from-greeces-impressive-joint-military-exercise/", "site_name": "Greek City Times", "image": {"identifier": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-32.webp", "secure_url": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-32.webp", "width": 963, "height": 541, "alt": "joint military", "type": "image/jpeg"}}, "article": {"publisher": "https://www.facebook.com/greekcitytimes/", "tag": "Turkey", "section": "Greek NEWS"}, "twitter": {"card": "summary_large_image", "title": "See Maps And Images From Greece's Impressive Joint Military Exercise With France Today - Greek City Times", "description": "A map of the Greek-French joint military exercises held today in the sea area the Eastern Mediterranean, including the area where Turkey has committed illegal", "site": "@greekcitytimes", "creator": "@greekcitytimes", "image": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-32.webp"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://greekcitytimes.com/wp-content/uploads/2018/04/favicon-96x96.webp"}}}