{"GDELT": {"GlobalEventID": 940531639, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "GOV", "Actor2Name": "PRINCE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 7.428571428571429, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22391", "Actor1Geo_Lat": -41.3, "Actor1Geo_Long": 174.783, "Actor1Geo_FeatureID": "-1521348", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22391", "Actor2Geo_Lat": -41.3, "Actor2Geo_Long": 174.783, "Actor2Geo_FeatureID": "-1521348", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22391", "Action2Geo_Lat": -41.3, "Action2Geo_Long": 174.783, "Action2Geo_FeatureID": "-1521348", "DATEADDED": 20200813120000, "SOURCEURL": "http://www.msn.com/en-nz/lifestyle/familyandrelationships/when-will-prince-george-undertake-his-first-solo-engagement/ar-BB17Uwiw"}, "ARTICLE": {"TITLE": "When will Prince George undertake his first solo engagement?", "TEXT": "© @Copyright HELLO! Hello! Magazine\n\nAt the tender age of seven, Prince George has an extraordinary future mapped out for him. The Duke and Duchess of Cambridge's eldest child will one day be crowned King and, as such, his parents have the difficult job of balancing the weight of his royal responsibilities with providing a normal and happy childhood for their son.\n\nMORE: Princess Charlotte: when will the royal wear her first tiara?\n\nLoading the player...\n\nWATCH: Prince George's Sweetest Moments 2020\n\nOf course, as George grows older, he will increasingly step into the spotlight. His father, Prince William, is perfectly placed to help him navigate this transition – he has grown up under the same spotlight, and has managed to strike a happy medium between his personal and public life.\n\nMORE: Prince William and Kate Middleton's parenting style for George, Charlotte and Louis\n\nOne of the standout moments on George's path to becoming a more prominent royal will be his very first solo engagement. While there are no set rules on the age a young Prince or Princess will undertake this task, he is likely to take a leaf out of his father's book.\n\n© Provided by Hello! prince-george-birthday\n\nPrince George will one day by King\n\nPrince William's first solo engagement took place in June 2005, when he was 23 years old. Prince Charles's son was invited to join the British and Irish Lions rugby team on their tour to New Zealand, and during his 11-day stay he also represented the Queen at events to commemorate the end of the Second World War.\n\nMORE: 8 times Prince George proved he's a mummy's boy\n\n© Provided by Hello! prince-william-first-solo-engagement\n\nPrince William was 23 when he undertook his first solo engagement\n\nBritish and New Zealand reporters in Wellington formed a 50-strong media contingent at the city's airport when Prince William touched down on a commercial flight from Auckland at about 8.15am. There were also huge crowds of excited wellwishers at the airport, including three students from Christchurch's St Andrew's College, who managed to get the Prince's attention as he walked past - William had graduated from Scotland's St Andrew's University with an arts degree just one week prior. According to one onlooker, the royal said \"awesome\" as the students shouted out the name of their college.\n\nMORE: Gorgeous George! 23 of the cutest photos of the Prince through the years\n\nIt was the Prince's second visit to New Zealand. He had previously travelled there in 1983 as a nine-month-old with his mother, the late Princess Diana, and father Prince Charles.\n\n© Provided by Hello! prince-harry-first-solo-engagement\n\nHis younger brother, Prince Harry, was the same age\n\nInterestingly, Prince Harry was also 23 when he undertook his first solo engagement. He received a very warm welcome from locals as he visited Cardiff's University Hospital – and even had his first major public encounter when a local mother pressed her sleeping baby girl into his arms.\n\nMORE: Rare insight into Prince William and Kate Middleton's 'equal partnership' revealed\n\nLoading the player...\n\nWATCH: Key moments from the royal family's 2010s\n\nPrince George carried out his first official engagement in the UK when he was just two years old, attending the Royal International Air Tattoo. William, meanwhile, was eight years old when he joined his parents Prince Charles and Princess Diana on a visit to Cardiff.", "METADATA": {"application-name": "When will Prince George undertake his first solo engagement?", "cq": "passed", "Search.Interest": "Lifestyle", "robots": "noindex, nofollow", "description": "Prince George: when will Kate Middleton and Prince William's eldest son carry out his first official solo engagement?", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}