{"GDELT": {"GlobalEventID": 940504085, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MWI", "Actor1Name": "MALAWI", "Actor1CountryCode": "MWI", "Actor2Code": "MWIMED", "Actor2Name": "MALAWI", "Actor2CountryCode": "MWI", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.17983651226158, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Livingstonia, Malawi (general), Malawi", "Actor1Geo_CountryCode": "MI", "Actor1Geo_ADM1Code": "MI00", "Actor1Geo_ADM2Code": "65269", "Actor1Geo_Lat": -10.606, "Actor1Geo_Long": 34.1063, "Actor1Geo_FeatureID": "-1482912", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Livingstonia, Malawi (general), Malawi", "Actor2Geo_CountryCode": "MI", "Actor2Geo_ADM1Code": "MI00", "Actor2Geo_ADM2Code": "65269", "Actor2Geo_Lat": -10.606, "Actor2Geo_Long": 34.1063, "Actor2Geo_FeatureID": "-1482912", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Livingstonia, Malawi (general), Malawi", "Action2Geo_CountryCode": "MI", "Action2Geo_ADM1Code": "MI00", "Action2Geo_ADM2Code": "65269", "Action2Geo_Lat": -10.606, "Action2Geo_Long": 34.1063, "Action2Geo_FeatureID": "-1482912", "DATEADDED": 20200813091500, "SOURCEURL": "http://www.malawivoice.com/2020/08/13/livingstonia-synod-hails-chakwera-for-suspending-worship-services/"}, "ARTICLE": {"TITLE": "Livingstonia Synod Hails Chakwera for Suspending Worship Services", "TEXT": "By Wisdom Ngwira\n\nMzuzu, August 12, Mana: Church of Central Africa Presbytery (CCAP) of Livingstonia Synod’s Health Department says it is impressed with government’s new gazzetted measures that aim to contain the spread of the novel disease.\n\nCCAP’s Livingstonia Synod General Secretary Levi Nyondo and Moderator Douglas Chipofya\n\nSome of the new measures Malawi Government, through the Ministry of Health and Presidential Task force on COVID-19 gazzetted, include limiting gatherings to less than 10 people, including in prayer houses.\n\nOthers are mandatory use of face masks in public or face a K10 000 fine and limited operations of sale of alcohol in bars.\n\nLivingstonia Synod’s Health Director, Mphatso Ngulube told Malawi News Agency (Mana) Wednesday that for the nation to fully combat the disease there is need for strict measures.\n\nShe said if the public adheres to the set measures, it would be easy to keep under control the disease which has, so far, claimed 152 deaths in the country as of 11 August, 2020.\n\n“We are hopeful that if we all work together in trying to comply with the government gazzetted new measures as recently announced by the Health Ministry, we will surely be taking right steps.\n\n“We need to follow the set measures as a nation together so that together, we can avoid further spread of the disease,” said Ngulube.\n\nThe Health Director, however, warned members of the public and government not to be carried away with recent trends in COVID-19 where there has been seemingly a decline in the number of people testing positive and recorded deaths.\n\n“We have, for example, seen that in the past few days, there have been few positive cases and few deaths compared to the past.\n\n“However, this should not excite us as we might end up finding ourselves in a more difficult situation.\n\n“We just need to continue following the set measures, including the recently gazzetted ones so that in the end, we overcome the pandemic,” she said.\n\nIn contrast, the Episcopal Conference of Malawi (ECM) expressed disappointment over the new restrictions, arguing it was not consulted.\n\nHowever, in a statement issued Sunday, the Catholic Bishops urged its members to adhere to the set guidelines.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "google-site-verification": "5xxfQ8gB_x6pfOUPZ7NVFgfOddWsEg4tIrC2E_GFU2U", "msvalidate.01": "BFC5B56D43E9F5DCBAA8C4461086D2F3", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Livingstonia Synod Hails Chakwera for Suspending Worship Services - Malawi Voice", "description": "By Wisdom Ngwira Mzuzu, August 12, Mana: Church of Central Africa Presbytery (CCAP) of Livingstonia Synod’s Health Department says it is impressed with government’s new gazzetted measures that aim to contain the spread of the novel disease. Some of the new measures Malawi Government, through the Ministry of Health and Presidential Task force on COVID-19 […]", "url": "http://www.malawivoice.com/2020/08/13/livingstonia-synod-hails-chakwera-for-suspending-worship-services/", "site_name": "Malawi Voice", "image": {"identifier": "http://www.malawivoice.com/wp-content/uploads/2020/04/90056073_2820131341408367_3422818394922024960_n.jpg", "width": 720, "height": 960}}, "article": {"published_time": "2020-08-13T07:39:17+00:00", "modified_time": "2020-08-13T07:39:19+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2"}}}