{"GDELT": {"GlobalEventID": 940568941, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.1734028683181201, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200813154500, "SOURCEURL": "https://www.sacurrent.com/the-daily/archives/2020/08/13/texas-democrats-see-a-winning-formula-in-kamala-harris-will-she-bring-suburban-women-and-black-voters-to-the-polls"}, "ARTICLE": {"TITLE": "Texas Democrats See a Winning Formula in Kamala Harris. Will She Bring Suburban Women and Black Voters to the Polls?", "TEXT": "click to enlarge Wikimedia Commons / U.S. Senate\n\nSen. Kamala Harris attends a health care rally in Washington.\n\nA week ago, Kamala Harris dipped a toe into the effort to flip Texas.\n\nThe California senator penned an open letter posted on the state Democratic Party’s website, urging Texans to donate to the party and stressing that “if we work together, we can turn this great state blue.”\n\nNow she’s a central part of that endeavor.\n\nOn Tuesday afternoon, former Vice President Joe Biden announced Harris would be his running mate in November. While the choice didn’t come as a dramatic surprise, it was groundbreaking nonetheless: If Democrats take the White House, Harris would be the first woman and first person of color to become vice president and would be well-positioned for a possible future White House run.\n\n“I think Kamala Harris is the perfect choice for the moment,” Abhi Rahman, a spokesman for the Texas Democratic Party, told the Texas Tribune on Wednesday. “She’s the perfect pick for Texas and for this entire country. … A lot of us knew her potential and what she could bring.”\n\nIn Harris, Texas Democrats see a winning formula — someone who can excite key members of their electorate but who holds positions that won’t alienate the more moderate voters the party is trying to win over with President Donald Trump on the ballot. The party faithful, still energized by former U.S. Senate candidate Beto O’Rourke’s closer-than-expected margin of defeat in 2018, think that the mainstream Democratic politics shared by both Biden and Harris will give the state the much-needed boost to flip the state blue. Texas hasn’t nominated a Democrat for president since Jimmy Carter in 1976.\n\nOf course, Republicans see a much different picture.\n\n“I’m a bit surprised [by the pick] because I don’t think she’s particularly strong and she didn’t do well in the primaries,” said Jerry Patterson, a former Republican state land commissioner who is open about his distaste toward Trump.\n\nThis year the once-reliable Republican stronghold of Texas is approaching swing state status. A June 3 poll by Quinnipiac University gave Trump a 1-percentage-point lead in the state. A July poll by the same university gave Biden a 1 point lead over Trump.\n\nThough Harris’ selection may have eroded any hope for progressives that Biden would choose someone from the Bernie Sanders and Elizabeth Warren-led wing, others in the party are hoping Harris can get more suburban women to the polls and can help hone Biden’s pitch to Black voters, a bloc that needs to turn out in strong numbers if Democrats are going to have a chance in the state.\n\nHarris is the daughter of immigrants; her father is from Jamaica and her mother is from India. By picking her, Democrats argue, Biden may have given the party’s most loyal voters a reason — beyond animosity toward Trump — to work for and elect the ticket.\n\n“The Black, Hispanic and South Asian communities have been engaged in the political process for quite a number of years,” said state Sen. Carol Alvarado, D-Houston. “These communities were largely already there for Biden, but this is going to solidify that support. These communities aren’t just casting votes, but they’re going to get out there and work.”\n\nCongressional candidates, too, are hopeful that Harris’ name on the ticket will drive turnout in diverse districts. Soon after Harris was announced as the running mate, the campaign of Sri Preston Kulkarni, a Democrat who is seeking to flip a Republican-held congressional district centered around Fort Bend County, released a statement saying the move was a “boost” to his prospects.\n\n“With Senator Harris and Sri Kulkarni on the ticket, TX-22 will see a historic number of South Asian voters heading to the polls,” said Allen Chen, Kulkarni’s campaign manager. “They are making their voices heard in our political process and reshaping the political landscape here in Texas.”\n\nBut nationally, Republicans have scoffed at the notion that Harris will be more an asset than a liability. On Tuesday, Trump laced into Harris over issues ranging from health care to the environment. In 2019, Harris proposed transitioning the country to a public Medicare-for-All plan that would still allow private insurers to offer highly regulated plans of their own. She has also said she’d ban hydraulic fracking.\n\n“She was my No. 1 pick,” Trump said at a press conference at the White House on Tuesday, suggesting that he had hoped to run against a ticket that included Harris. “She was my No. 1 draft pick. We’ll see how she works out.”\n\nMeanwhile, Democrats see Harris’ history as a district attorney and state attorney general as an asset as Trump tries to make “law and order” an issue in the 2020 election.\n\n“In the U.S. Senate, she’s been very progressive on criminal justice reform and I think she will reach out to groups like Black Lives Matter and take comments and suggestions from groups like that which are pushing for reform,” Alvarado said. “As someone who’s worked on the inside, she’ll be able to strategize on how to make change once she’s our vice president.”\n\nIn some respects, the Biden-Harris ticket didn’t come as a surprise. Harris had been on the shortlist of contenders after her own presidential bid disintegrated, even though her high water mark during her own presidential campaign may have been criticizing him during a debate over his opposition to school busing decades earlier.\n\nIndeed, when news of Biden’s selection was first announced on Tuesday afternoon, the overwhelming response from Texas Democrats was largely excitement and relief. In tweets and statements issued on Tuesday, many were energized by Harris’ selection. At a minimum, they felt she was a safe choice for the party; at best, Biden could well be anointing her as a de facto future leader of the Democratic Party.\n\nFor Black women in Texas, her selection was especially overwhelming. Throughout the length of Biden’s selection process, Black activists and lawmakers lobbied the former vice president — who had already pledged to pick a woman as his running mate — to select someone who is Black.\n\n“I have tears in my eyes but joy in my soul. I am so overwhelmed,” tweeted U.S. Rep. Sheila Jackson Lee, D-Houston. “I know that women around the nation, women of color, and yes Black women can see their equal status in this nation finally.”\n\n“I cried. I’m getting teary just thinking about it,” Deborah Peoples, the Tarrant County Democratic chair, who is Black, said in an interview. “For so long in America, Black women have been the backbone of so many social justice movements and marches for equality, but have always had to be in the background. To see a woman of color who went to a historically Black institution, who had to navigate America as a Black woman and navigate it so beautifully, get nominated to the second highest position in the land is history-making.”\n\nOne state lawmaker on Tuesday even went as far as to use the announcement to suggest Harris’ selection was a sign that the Texas House could elect the first Black woman to serve as speaker next year if Republicans lose the majority.\n\nAfter state Rep. Senfronia Thompson, a Houston Democrat and second-longest serving member of the House, said she was “elated” with Biden picking Harris, state Rep. Donna Howard, D-Austin, used that statement to say it was coming from a colleague “whom I’m hoping will be the first Black woman Speaker of the Texas House!”\n\n“Madam Speaker sounds pretty good,” Howard tweeted.\n\nBut if Harris is going to move the needle in Texas this fall, she’ll have to have a bigger impact than she did on the presidential primary here earlier this year. The former presidential contender only made a small play for the state when she mounted her own presidential bid. In March of last year, she made back-to-back visits to Tarrant and Harris counties.\n\nThose trips never translated to success in the polls. According to a November poll from the University of Texas/Texas Tribune, only 5% of Democratic voters said they would cast their ballots for Harris if the primary were held then. Harris dropped out of the race in December, months before Texans voted on Super Tuesday.\n\nStill, Democrats argue that her selection will inject excitement into Biden’s candidacy. Her advocates hope she can bring a fresh perspective to the campaign and take direct aim at any racist or divisive language from Trump in the final stretch of the campaign.\n\nBut even some Republicans concede that Trump’s own comments may hurt him more politically than Biden’s running mate choice will help him.\n\n“What Republicans have to worry about doesn’t come from the Democrats, they have to worry about our president and his compulsion to say, tweet and do stupid stuff,” Patterson said. “Biden can’t beat Trump but Trump can beat Trump.”\n\nCassi Pollock contributed to this report.\n\nDisclosure: The University of Texas at Austin has been a financial supporter of The Texas Tribune, a nonprofit, nonpartisan news organization that is funded in part by donations from members, foundations and corporate sponsors. Financial supporters play no role in the Tribune's journalism. Find a complete list of them here.", "METADATA": {"viewport": "width=1000", "layout": "Blog Post", "oid": 24247622, "google-signin-client_id": "92167255029-gvbkq9hp48gee9gi2r3icduqmph6ikr3.apps.googleusercontent.com", "google-site-verification": "06A5Yh5mu5xlqSkqBOzGlxA6P_yfmltTp1l0ssgpOBk", "p": {"domain_verify": "f35a95b23d40bb6e52604d4d2b9d5a65"}, "title": "Texas Democrats See a Winning Formula in Kamala Harris. Will She Bring Suburban Women and Black Voters to the Polls? | The Daily", "description": "A week ago, Kamala Harris dipped a toe into the effort to flip Texas. The California senator penned an open letter&nbsp;posted on the state Democratic...", "keywords": "Kamala Harris, texas, democrats, Joe Biden, Texas Democratic Party, Senfronia Thompson, Sheila Jackson Lee, Deborah Peoples, Beto O’Rourke, polls, Black Lives Matter, fracking, Carol Alvarado, Black, Hispanic, Medicare-for-All, South Asians, Sri Preston Kulkarni", "date": "2020-08-13 10:23:00", "author": "Alex Samuels, The Texas Tribune", "news_keywords": "kamala harris, texas, democrats, joe biden, texas democratic party, senfronia thompson, sheila jackson lee, deborah peoples, beto orourke, polls", "thumbnail": "https://media2.fdncms.com/sacurrent/imager/u/slideshow/24247633/1280px-kamala_harris_at_protest.jpg", "og": {"url": "https://www.sacurrent.com/the-daily/archives/2020/08/13/texas-democrats-see-a-winning-formula-in-kamala-harris-will-she-bring-suburban-women-and-black-voters-to-the-polls", "site_name": "San Antonio Current", "title": "Texas Democrats See a Winning Formula in Kamala Harris. Will She Bring Suburban Women and Black Voters to the Polls?", "image": {"identifier": "https://media2.fdncms.com/sacurrent/imager/u/slideshow/24247633/1280px-kamala_harris_at_protest.jpg", "width": 600, "height": 338}, "description": "A week ago, Kamala Harris dipped a toe into the effort to flip Texas. The California senator penned an open letter&nbsp;posted on the state Democratic...", "type": "article"}, "fb": {"app_id": 571229849674888}, "twitter": {"card": "summary_large_image", "image": "https://media2.fdncms.com/sacurrent/imager/u/slideshow/24247633/1280px-kamala_harris_at_protest.jpg", "site": "@SAcurrent", "title": "Texas Democrats See a Winning Formula in Kamala Harris. Will She Bring Suburban Women and Black Voters to the Polls?", "description": "A week ago, Kamala Harris dipped a toe into the effort to flip Texas. The California senator penned an open letter&nbsp;posted on the state Democratic..."}}}}