{"GDELT": {"GlobalEventID": 940500761, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SOM", "Actor1Name": "SOMALIA", "Actor1CountryCode": "SOM", "IsRootEvent": 1, "EventCode": 194, "EventBaseCode": 194, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.861060329067639, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Puntland, Somalia (general), Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO00", "Actor1Geo_ADM2Code": "25718", "Actor1Geo_Lat": 9.0, "Actor1Geo_Long": 49.0, "Actor1Geo_FeatureID": "11432105", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Puntland, Somalia (general), Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO00", "Action2Geo_ADM2Code": "25718", "Action2Geo_Lat": 9.0, "Action2Geo_Long": 49.0, "Action2Geo_FeatureID": "11432105", "DATEADDED": 20200813084500, "SOURCEURL": "https://www.garoweonline.com/en/news/somalia/isis-affiliate-in-somalia-takes-responsibility-for-bomb-attack-in-mogadishu"}, "ARTICLE": {"TITLE": "ISIS affiliate in Somalia takes responsibility for bomb attack in Mogadishu", "TEXT": "MOGADISHU, Somalia - The Somalia-based ISIS-linked militants have taken responsibility for the attack on August 7, 2020, which left a Somali National Army [SNA] dead at s check-point in Mogadishu, the first-ever attack within the Somali capital in as many years.\n\nIS-Somalia said one of their members waged a \"successful\" attack at the checkpoint early this month, which also left two other soldiers seriously wounded. They are currently fighting for their lives at a Mogadishu hospital, but authorities said they are in a stable condition.\n\nIn a statement published by affiliate media outlets, the militants said the attack accomplished the mission and vowed to make their presence felt in the capital. However, the militants did not reveal their immediate plans to take Mogadishu hostage after years of relative stability.\n\nThe IS-Somalia militants are limited to northern parts of Puntland state where they have previously launched small scale attacks against civilians and security forces. Their attempts to expand territory to southern parts of the country were thwarted after rival Al-Shabaab militants ambushed them.\n\nAnd this has limited their operations to Puntland, where they have consistently waged attacks. In response, the Somali National Army [SNA], Puntland security forces, and the US Africa Command have been swiftly responding throughout sophisticated operations in recent months.\n\nA fortnight ago, a joint operation conducted by Puntland security forces and the US Africa Command left a senior foreign fighter dead in Golis mountains. The IS-Somalia militants revealed the tragedy through their affiliate media outlets last week.\n\nKhalid Jama alias Abu Osama Al-Muhajir was killed in Golis mountains following an operation by the US army and Puntland security forces, which lasted for several hours and left at least seven other militants dead, IS-Somalia's media outlets reported, confirming the reports, a month after speculations about his death.\n\nThe outlets described Osama as a \"committed\" fighter who used his military skills to help the team \"fight the enemy\" when it mattered most, adding that \"he will be remembered for his courage and determination. The group did not give further details in regard to the death of the Pakistani.\n\nAfter the operation on July 22, 2020, Puntland Security Forces confirmed the death of a \"senior foreign fighter\" but did not reveal details about the victim. In addition, the Puntland forces confirmed that over 20 militants were killed following an airstrike and subsequent ground combat.\n\nHowever, in a separate statement, the US Africa Command said that it targeted the remote area of Timirshe, located at least 140 kilometers southeast of Bosaso, killing seven militants in the process. It was the first airstrike in Puntland, despite the military carrying similar operations in the southern part of the country.\n\nDuring the operation, Puntland said, two trucks and several explosives were seized by ground forces, with several other militants also surrendering to the security teams. IS-Somalia militants are predominantly in Puntland after their attempts to expand the territory were thwarted by rival Al-Shabaab militants.\n\nThe IS-Somalia has had a long rivalry with Al-Shabaab militants, who swore allegiance to Al-Qaeda in 2008. The ongoing nationwide campaign against the militants' targets to reclaim large swathes of rural southern and central Somalia regions where the militants have been dominant.\n\nGAROWE ONLINE", "METADATA": {"HandheldFriendly": "True", "viewport": "width=device-width,initial-scale=1", "msvalidate.01": "F9B74EE23AAB680DB7415FAA6A20C5F8", "csrf-token": "naDbQdAKM5Atxl6u0y847ypbLa5XXhHKsOcvZaDt", "fb": {"app_id": 1666366753643568, "page_id": 703220306368387}, "og": {"type": "article", "site_name": "Garowe Online", "locale": "en_US", "title": "ISIS affiliate in Somalia takes responsibility for bomb attack in Mogadishu", "image": {"identifier": "https://www.garoweonline.com/upload/images/Article/1597306231.20218/main/thumbnail.jpeg", "width": 990, "height": 460}, "url": "https://www.garoweonline.com/en/news/somalia/isis-affiliate-in-somalia-takes-responsibility-for-bomb-attack-in-mogadishu"}, "msapplication-TileColor": "#da532c", "msapplication-TileImage": "/mstile-144x144.png", "theme-color": "#ffffff"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}