{"GDELT": {"GlobalEventID": 940577209, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "CHR", "Actor2Name": "CHRISTIAN", "Actor2Religion1Code": "CHR", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.48698884758364, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Qaraqosh, NinawáZ, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ15", "Actor1Geo_ADM2Code": "36823", "Actor1Geo_Lat": 36.2709, "Actor1Geo_Long": 43.3776, "Actor1Geo_FeatureID": "-3109549", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ07", "Actor2Geo_ADM2Code": "36785", "Actor2Geo_Lat": 33.3386, "Actor2Geo_Long": 44.3939, "Actor2Geo_FeatureID": "-3103581", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Baghdad, Baghdad, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ07", "Action2Geo_ADM2Code": "36785", "Action2Geo_Lat": 33.3386, "Action2Geo_Long": 44.3939, "Action2Geo_FeatureID": "-3103581", "DATEADDED": 20200813163000, "SOURCEURL": "https://thetablet.org/christians-called-to-return-home-to-iraq-restore-and-rebuild-community/"}, "ARTICLE": {"TITLE": "Christians Called to Return Home to Iraq, Restore and Rebuild Community", "TEXT": "WINDSOR TERRACE — With the defeat of the so-called Islamic State in Iraq, the Iraqi prime minister has called on Christians to return home to Iraq.\n\nMustafa Al-Kazemi said, in a statement issued by the government, that Iraq was “serious about providing assistance to our Christian families and solving their problems.”\n\n“We are glad that Christians will return to Iraq and contribute to its reconstruction. Iraqis of all sects are yearning for a new Iraq that believes in peace and rejects violence,” Al-Kazemi said.\n\nOn Aug. 9, the prime minister welcomed Cardinal Louis Sako, the Chaldean patriarch, and a number of bishops in Baghdad.\n\n“Iraq is the country for everyone,” he said. “Christians are the original children of the country, and there is no difference between the people of the same country, as everyone is a partner in building the future of Iraq.”\n\nCardinal Sako has decried the violence and divisions that have threatened to pull Iraq apart but expressed hope that Al-Kazemi’s approach would continue to meet the aspirations of the people and enable it to address many of the challenges facing the country.\n\nThe cardinal added that the Church “supports Al-Kazemi’s steps towards achieving security and stability throughout Iraq.”\n\nThe road to restore and rebuild the Christian community in Iraq comes with roadblocks on many fronts, including local levels. In 2019, Archbishop Bashar Matti Warda of Iraq warned that Christianity in his country is close to disappearing.\n\nA June 2020 report by the pontifical charity Aid to the Church in Need (ACN), stated that the Christian population could plummet to 23,000 within four years, an 80 percent reduction from the months before the 2014 Islamic State invasion.\n\nComing back to Iraq raises certain concerns for the Iraqi Christian community, including those who have already returned, according to the director of communications at ACN.\n\n“Now the concerns are two main things. Safety, because there’s a hostile militia around that is aggressive and eager to take over property … the other issue is employment. It would take a concerted effort from the international community to establish safety and economic development,” Joop Koopman told The Tablet.\n\n“Many people are nervous and are thinking about leaving because of those two factors,” he said, “in addition to corruption of local government and religious discrimination from the Muslim side who might be hostile to them socially.”\n\nOut of the reported 120,000 Iraqi Christians who have fled since ISIS arrived in 2014, around one-third to half of that population have returned, according to Koopman.\n\n“They do want to come back,” he said.\n\nACN established the Nineveh Restructure Committee that includes local church representatives that oversee the work being done on the ground, including rebuilding the infrastructure of church-run facilities. To date, the organization rebuilt more than 2,500 destroyed Christian homes and more than 350 churches.\n\n“There’s certainly hope and longing to stay in their land, but we have to be realistic that the opposition would want them to leave,” Koopman said.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=2", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Christians Called to Return Home to Iraq, Restore and Rebuild Community - The Tablet", "description": "With the defeat of the so-called Islamic State in Iraq, the Iraqi prime minister has called on Christians to return home to Iraq. Mustafa Al-Kazemi said, in a statement issued by the government, that Iraq was “serious about providing assistance to our Christian families and solving their problems.”", "url": "https://thetablet.org/christians-called-to-return-home-to-iraq-restore-and-rebuild-community/", "site_name": "The Tablet", "updated_time": "2020-08-13T16:07:21+00:00", "image": {"identifier": "https://thetablet.org/wp-content/uploads/2020/08/featured-ACN-REPORT-CHRISTIANS-IRAQ-the-procession-of-the-C-795736.jpg", "secure_url": "https://thetablet.org/wp-content/uploads/2020/08/featured-ACN-REPORT-CHRISTIANS-IRAQ-the-procession-of-the-C-795736.jpg", "width": 500, "height": 332}}, "article": {"author": "www.facebook.com/missyenajejournalist", "tag": "Iraqi Christians", "section": "International News", "published_time": "2020-08-13T16:03:32+00:00", "modified_time": "2020-08-13T16:07:21+00:00"}, "twitter": {"card": "summary_large_image", "description": "With the defeat of the so-called Islamic State in Iraq, the Iraqi prime minister has called on Christians to return home to Iraq. Mustafa Al-Kazemi said, in a statement issued by the government, that Iraq was “serious about providing assistance to our Christian families and solving their problems.”", "title": "Christians Called to Return Home to Iraq, Restore and Rebuild Community - The Tablet", "image": "https://thetablet.org/wp-content/uploads/2020/08/featured-ACN-REPORT-CHRISTIANS-IRAQ-the-procession-of-the-C-795736.jpg", "creator": "@melissamissye"}, "generator": "WordPress 5.4.2"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}