{"GDELT": {"GlobalEventID": 940570146, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AGR", "Actor1Name": "FARMER", "Actor1Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 311, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.22222222222222, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Patna, Bihar, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN34", "Actor1Geo_ADM2Code": "17632", "Actor1Geo_Lat": 25.6, "Actor1Geo_Long": 85.1167, "Actor1Geo_FeatureID": "-2107500", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Patna, Bihar, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN34", "Action2Geo_ADM2Code": "17632", "Action2Geo_Lat": 25.6, "Action2Geo_Long": 85.1167, "Action2Geo_FeatureID": "-2107500", "DATEADDED": 20200813160000, "SOURCEURL": "https://gulfnews.com/world/asia/india/returning-india-migrants-boost-tractor-sales-in-bihar-1.73170066"}, "ARTICLE": {"TITLE": "Returning India migrants boost tractor sales in Bihar", "TEXT": "Migrants arrive on a Shramik special train at Danapur Station amid COVID-19 pandemic, in Patna during the lockdown. Image Credit: ANI\n\nPatna: The return of a large number of migrant workers to Bihar has resulted in a massive jump in the sale of tractors in the state this year. Agriculture experts link the growth in tractor sales to the increase in agricultural activities after the return of migrants following the coronavirus-induced lockdown.\n\nDealers said the demand for tractors has grown so much that they are unable to deliver them on time. Bihar has left behind even agriculturally-advanced states like Punjab and Haryana in the sales of tractors over the past few months. The average price of a tractor is Rs500,000 (Dh25,000).\n\nAccording to a report of the Federation of Automobile Dealers Association (FADA), the tractor manufacturing companies registered a growth of a 122.54 per cent in Bihar this year. The report said a total of 4,304 tractors were sold in June this year against only 1,934 in June 2019 in Bihar.\n\nThe data becomes significant given the sale of 1,043 and 2,442 tractors in agriculturally developed states like Punjab and Haryana respectively.\n\nExperts describe two reasons behind the sale of farming machines in Bihar. First, farmers may have shown increased interest in agricultural activities due to the availability of workers who returned home after the closure of industries and businesses, leaving them jobless. Secondly, migrant workers may be turning towards farming as an alternative employment opportunity to compensate for the loss of jobs due to the lockdown.\n\n“The growth in tractor sales is indeed very surprising given the fact that the government is not offering subsidy on their purchase,” Joint Director, Agriculture, Umesh Prasad Mandal said. “Apart from the slow mechanisation of agriculture, the other reason could be that the returning migrant workers may have turned towards agriculture as a means to support their families after losing their jobs as a result of the lockdown,” Mandal said.\n\n“What is special with tractors is that apart from their use for agricultural purposes, they can also be used for commercial purposes such as carrying construction materials and other goods. So, that may have pushed their sale,” he added.\n\nR.K. Sohane, director of Bihar agriculture university, said the sale of tractors is a very strong indicator of agricultural growth across the state. “The increase in sales indicates that small farmers are showing renewed interest in agriculture activities which is sure to boost their income,” Sohane explained.\n\nBumper crops\n\nJivan Kumar, General Manager of Ananya Tractor, Patna, cites two reasons behind increase in tractor sale. “Farmers had bumper Rabi crops this year and hence they want to invest much in the agriculture sector. Secondly, a large number of migrant workers have returned to the state and hence they are buying tractors to get employment,” said Kumar. He sells Massey Ferguson tractors.\n\n“Around 60 per cent of people who reached our office were first-time buyers who returned to the state after lockdown and don’t want to return to their old places of work in future,” Kumar said. “One can get a tractor just by making a down payment of only Rs 150,000. The companies financing loans are already giving a three-month moratorium on payment of EMI after purchase. These factors have obviously boosted their sale,” he explained.\n\nShrawan Kumar, proprietor of an agency selling Escort tractors, said each tractor company had shown magnificent growth in sale of its products this year. “Returning migrants are one factor. In fact, the agriculture sector is showing robust growth this time since all sectors are suffering from slowdown as a result of Corona-induced lockdown,” Kumar said.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "fb": {"app_id": 1718868628348238, "pages": 143017562431177}, "twitter": {"site": "@gulf_news", "card": "summary_large_image", "title": "Returning India migrants boost tractor sales in Bihar", "description": "Boost to agricultural activities in state as labourers turn to farm work", "image": {"src": "https://imagevars.gulfnews.com/2020/05/12/India-Bihar-migrants-Patna-Danapur_172084e9c48_medium.jpg"}}, "description": "Boost to agricultural activities in state as labourers turn to farm work", "og": {"type": "article", "url": "https://gulfnews.com/world/asia/india/returning-india-migrants-boost-tractor-sales-in-bihar-1.73170066", "title": "Returning India migrants boost tractor sales in Bihar", "description": "Boost to agricultural activities in state as labourers turn to farm work", "image": {"identifier": "https://imagevars.gulfnews.com/2020/05/12/India-Bihar-migrants-Patna-Danapur_172084e9c48_medium.jpg", "width": 540, "height": 405}}}}}