{"GDELT": {"GlobalEventID": 940556810, "Day": 20190814, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6137, "Actor1Code": "PSE", "Actor1Name": "PALESTINE", "Actor1CountryCode": "PSE", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.67686424474187, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Karpathos, Perifereia Notiou Aigaiou, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR61", "Actor1Geo_ADM2Code": "16708", "Actor1Geo_Lat": 35.5, "Actor1Geo_Long": 27.2333, "Actor1Geo_FeatureID": "-819195", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG11", "Actor2Geo_ADM2Code": "65350", "Actor2Geo_Lat": 30.05, "Actor2Geo_Long": 31.25, "Actor2Geo_FeatureID": "-290692", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cairo, Al Qahirah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG11", "Action2Geo_ADM2Code": "65350", "Action2Geo_Lat": 30.05, "Action2Geo_Long": 31.25, "Action2Geo_FeatureID": "-290692", "DATEADDED": 20200813144500, "SOURCEURL": "https://www.aljazeera.com/indepth/features/project-force-battle-resources-eastern-mediterranean-200813065238935.html"}, "ARTICLE": {"TITLE": "Project Force: Battle for resources in the eastern Mediterranean", "TEXT": "Tensions are mounting in the eastern Mediterranean between countries vying for the vast deposits of natural gas that have been discovered there.\n\nThe potential for military action is rising as neighbours forge new alliances and, in some cases, make old wounds worse in the regional scramble to secure energy rights for this century and beyond.\n\nHow much natural gas is at stake? Some estimates put the size of the reserves at 3.5 trillion cubic metres, which would put the region on a par with Venezuela and Nigeria. The United States could run for nearly a decade on that find alone. Additionally, there is a further 5.13 trillion cubic metres of gas estimated to be in the Nile Basin. It is no surprise then that Egypt, Cyprus, Greece, Turkey, Israel, Lebanon, Jordan and the Palestinian authorities all want as large a piece of the pie that they can secure for themselves.\n\nAnd for the most part, they have. Egypt has started to exploit its reserves of gas and oil and is now a regional exporter. Lebanon, with the help of France and Russia, is also about to start commercial drilling. Europe has long been wanting to cut its reliance on Russian gas, and the energy-hungry trading bloc would be an ideal market for eastern Mediterranean natural gas.\n\nSo what is the sticking point? The main causes of friction are the overlapping and competing claims made by Greece and the Republic of Cyprus on the one hand and Turkey and Northern Cyprus on the other. Relations have got so bad between the fractious neighbours that both sides have threatened military action to defend what they say are their territorial rights.\n\nThere are up to 3.5 trillion cubic metres of natural gas reserves in the eastern Mediterranean [Al Jazeera]\n\nCyprus divided\n\nAt the epicentre of these claims lies the island of Cyprus.\n\nHaving gained its independence in 1960 in a power-sharing deal between the Greek Cypriot majority and the Turkish Cypriot minority, a Treaty of Guarantee was signed between Greece, Turkey, Cyprus and the United Kingdom, the island's former colonial ruler.\n\nThe treaty banned Cyprus from participating in any political or economic union with any other country.\n\nBut in 1974, Greek Cypriot nationalists backed by Greece's military dictatorship staged a short-lived coup seeking to unite Cyprus with Greece. Turkey, invoking its treaty obligations, responded by invading the northern end of the island.\n\nIn a short, bloody war, Cyprus was effectively partitioned into two states divided by a United Nations-controlled buffer zone.\n\nTo this day, the internationally recognised government of the Republic of Cyprus, a European Union member, controls the southern, Greek Cypriot part of the island while Turkish Cypriots maintain a self-declared independent state in the north that is unrecognised by the international community but guaranteed by Turkey.\n\nLegal issues\n\nTurkey does not recognise the Republic of Cyprus and therefore rejects any claims it makes regarding offshore drilling. Turkey is also one of the few countries that are not signatory to the UN Convention on the Law of the Sea (UNCLOS), an international treaty governing the use of the oceans and their resources.\n\nAccording to the UNCLOS, a nation's territorial waters extend up to 12 nautical miles (22.2km) from the shore, and up to 200 nautical miles (370km) from the shore is its Exclusive Economic Zone (EEZ). As the name suggests, anything found in or under the water out to this distance belongs exclusively to that country.\n\nTurkey, however, has a unique way of looking at EEZs, refusing to accept that islands can have such zones, and insisting that any island's control extends only 12 nautical miles from its shore.\n\nTurkey cites what is called the continental shelf theory, and says that (islands excluded) a country's landmass, and therefore its EEZ, extends underwater to the very edge of the continental shelf. And everything on that continental shelf is part of its own territory until the bottom drops off.\n\nThe UN does not recognise this method of calculation, which has triggered a cascade of claims and counter-claims between the countries, as Turkey refuses to acknowledge those made between Cyprus and Greece. And because Turkey does not recognise the Republic of Cyprus, it does not recognise the bilateral deals Cyprus has with Lebanon and Israel.\n\nTurkey does not agree with international standards for determining an EEZ [Al Jazeera]\n\nTurkey and its neighbours\n\nThe key player here is Turkey.\n\nWith a rapidly growing population, it is eager to revive its stagnant economy as US-imposed sanctions and the sharp drop in the value of its currency, the Lira, have shrunk its budget. It imports more than 90 percent of its natural gas, and securing energy supplies is key to its growth.\n\nDespite these challenges, Turkey is massively boosting its military-industrial-complex.\n\nA large shipbuilding programme is under way, new air defence destroyers, advanced corvettes, frigates and a large mini-aircraft carrier, the amphibious assault ship Anadolu, have all been built for its growing navy. Combat drones, missiles and attack helicopters are also now being designed and made in Turkey.\n\nIts neighbours have watched with increasing unease as Turkey, with its large combat-hardened armed forces, is now involved not just in northern Syria but also in the rapidly expanding war in Libya.\n\nTurkish seismic research vessel Oruc Reis sails through the Mediterranean after leaving port in Antalya on August 10 [Reuters]\n\nThe Libyan angle\n\nIn the last few months, Ankara has managed to reverse the fortunes of Libya's embattled UN-recognised Government of National Accord (GNA) besieged in the capital Tripoli, by sending extensive military aid and troops.\n\nBreaking the siege, forces aligned to the rival self-styled Libyan National Army (LNA) were driven back. Supporting the LNA are Egypt, the United Arab Emirates, Russia and France.\n\nHow is this linked to gas in the eastern Mediterranean? In November 2019, Turkey and the GNA signed a bilateral maritime deal that carved up a large portion of the eastern Mediterranean between them. Using the continental shelf method, they allocated themselves blocks for drilling and gas exploration.\n\nSeveral of these blocks were just off the Greek islands of Crete and Karpathos. This immediately invoked heavy condemnation from Greece and also from Egypt and the international community, as a move that was not only illegal but also significantly destabilising.\n\nEscalating tensions\n\nTurkey feels it is being increasingly isolated diplomatically, especially when it comes to regional energy deals. Early last year, the energy ministers of Egypt, Cyprus, Greece, Jordan, Israel, and Palestine all met in Cairo to discuss cooperation, the setting up of the East Med Gas Forum, and to look into the building of a large undersea pipeline that would funnel gas to Europe. Turkey was pointedly not invited.\n\nIts increasingly go-it-alone attitude is unsettling its neighbours after Turkey deployed armed drones in December to Northern Cyprus to protect its survey ships. In May, the French aircraft carrier Charles De Gaulle conducted military drills off the coast of the island as a tacit warning to Turkish survey vessels attempting to prospect there, encroaching on European interests. In a clear signal to Ankara, the US announced in July that it would start military training for the Cypriot army.\n\nIf these events were not concerning enough, Turkey has now sent an exploration ship, the Oruc Reis, protected by a flotilla of warships, into the contested blocks near Crete. The ship was supposed to be deployed in July, but Turkey had held back due to the sharp and widespread international condemnation that followed. Ankara reversed this decision when Greece and Egypt signed a bilateral maritime deal in early August, announcing it would continue active exploration in the disputed region.\n\nThe deployment of the Oruc Reis has sharply escalated regional tensions. Greece and the EU have condemned the move, saying its territory has been violated. France has now said it will increase its military presence there in an effort to stave off conflict. The Greek armed forces have gone on full alert, Hellenic naval vessels are shadowing the Turkish flotilla, and minor clashes between Greek and Turkish aircraft and naval units have increased.\n\nIn this heated climate, the possibility of a miscalculation leading to military action between the two NATO members is growing by the day.\n\nA conflict in the eastern Mediterranean, however, would unravel all the peace and relative stability that the region has enjoyed for years.\n\nRegardless of the outcome, war would be disastrous, damaging the region's economy and hardening European and regional attitudes against an increasingly isolated Turkey. With so much at stake and so much wealth and security to be had, the eastern Mediterranean stands to greatly benefit if everyone's claims are satisfied. The Republic of Cyprus has already requested a ruling from the International Court of Justice in the Hague on its and Turkey's overlapping claims.\n\nDespite this arbitration, and with so many bilateral and trilateral ties and alliances binding the countries vying for these rich finds of natural gas, the potential for a small incident to trigger a cascade of events that will draw everyone into war is increasingly likely.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0 maximum-scale=1.0, minimal-ui", "guid": 200813065238935, "title": "Project Force: Battle for resources in the eastern Mediterranean", "author": "Alex Gatopoulos", "description": "Greece-Turkey tensions on the rise as neighbours struggle over oil and gas reserves and disputed maritime territory.", "source": "Al Jazeera News", "og": {"title": "Project Force: Battle for resources in the eastern Mediterranean", "description": "Greece-Turkey tensions on the rise as neighbours struggle over oil and gas reserves and disputed maritime territory.", "url": "https://www.aljazeera.com/indepth/features/project-force-battle-resources-eastern-mediterranean-200813065238935.html", "internalurl": "https://www.aljazeera.com/indepth/features/project-force-battle-resources-eastern-mediterranean-200813065238935.html", "image": {"identifier": "https://www.aljazeera.com/mritems/Images/2020/8/13/7e13074d25f14d96bf0d5b6e4bfc1d6a_18.jpg", "width": 1000, "height": 562}}, "url": "https://www.aljazeera.com/indepth/features/project-force-battle-resources-eastern-mediterranean-200813065238935.html", "ShortURL": "https://aje.io/b9w58", "image": "https://www.aljazeera.com/mritems/Images/2020/8/13/7e13074d25f14d96bf0d5b6e4bfc1d6a_18.jpg", "twitter": {"title": "Project Force: Battle for resources in the eastern Mediterranean", "image": "https://www.aljazeera.com/mritems/Images/2020/8/13/7e13074d25f14d96bf0d5b6e4bfc1d6a_18.jpg", "description": "Greece-Turkey tensions on the rise as neighbours struggle over oil and gas reserves and disputed maritime territory.", "account_id": 4970411, "card": "summary_large_image", "site": "@AJEnglish"}, "ContentType": "Feature", "keywords": "Cyprus, Fossil Fuels, Turkey, Greece, Oceans, Conflict", "ContentIndexURL": "/indepth/features/", "google-play-app": "app-id=net.aljazeera.english", "apple-itunes-app": "app-id=504847776"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}