{"GDELT": {"GlobalEventID": 940583747, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LEG", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "NEW JERSEY", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.32653061224490004, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM", "Actor2Geo_Lat": 18.25, "Actor2Geo_Long": -77.5, "Actor2Geo_FeatureID": "JM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20200813170000, "SOURCEURL": "https://www.foxnews.com/media/kamala-harris-moderate-media-coverage"}, "ARTICLE": {"TITLE": "Critics slam mainstream media's rush to cast Kamala Harris as moderate: 'Absolutely, it's coordinated'", "TEXT": "The mainstream media has rushed to portray Sen. Kamala Harris, D-Calif., as a moderate from the moment presumptive 2020 Democratic presidential nominee Joe Biden selected her as his running mate -- but she campaigned over the past year as an unabashed progressive.\n\nThe New York Times was roasted for immediately calling Harris a “pragmatic moderate” when alerting Biden’s decision, but that was only the beginning of what critics feel appears to be a coordinated message.\n\nCONSERVATIVES REACT TO HARRIS AS BIDEN RUNNING MATE, BLAST NY TIMES FOR ‘PRAGMATIC MODERATE’ DESCRIPTOR\n\nConservative strategist Chris Barron told Fox News he finds the “media’s coordinated gaslighting of Kamala Harris’ record absolutely hilarious” because she was treated much differently during her presidential bid.\n\n“I don’t remember Harris ever describing herself as a moderate. Indeed, Harris chose to run as an ultra-progressive,” Barron said. “To quote Maya Angelou, when someone shows you who they are, believe them the first time.”\n\n\"Breaking News: Sen. Kamala Harris of California is Joe Biden’s pick for vice president. A pragmatic moderate, she is the first Black woman on a major party ticket,\" the Times tweeted in alerting Biden's choice in a message that would set the tone for coverage of the news.\n\nABC News anchor George Stephanopoulos declared on Wednesday that Harris “comes from the middle of the road, moderate wing of the Democratic Party.”\n\nStephanopoulos added, “Not the first choice of progressives but Joe Biden banking that this historic move as the first woman of color on a national ticket will overcome that.\"\n\nABC’S GEORGE STEPHANOPOULOS SAYS KAMALA HARRIS IS FROM ‘MODERATE WING’ OF DEMOCRATIC PARTY\n\nMedia Research Center vice president Dan Gainor said it’s a “laughable narrative” to label Harris a moderate.\n\n“Compared to Karl Marx or your average journalist, maybe,” Gainor told Fox News. “It's no surprise that former Clinton staffer-turned-ABC News anchor George Stephanopoulos and The New York Times both called Harris ‘moderate.’ This is just part of the way the press tries to craft a narrative to make leftists more marketable to voters.”\n\nDuring her own presidential run, Harris expressed her support for the Green New Deal, Medicare-for-all, decriminalizing illegal border crossings, and gun buybacks -- but she has been billed as a moderate several times on CNN since she was added to the Democratic ticket.\n\n“Senator Harris is viewed as much more of a moderate within the Democratic Party. So much so, that she was even attacked by progressives as not progressive enough during the Democratic primary in 2020,” CNN White House correspondent Jeremy Diamond said on Wednesday.\n\nCNN’s S.E. Cupp echoed the comments by saying, “What I've said about Kamala is that for moderates and rights, independents even conservative Never Trumpers, she's not a bridge too far.”\n\nPolitical pundit Sophia Nelson appeared on CNN to claim that “White women, moderate and independent women” won’t consider Harris “scary,” while Dr. Cornell West admitted he’s “radical” but dismissed the notion Harris is, too.\n\n“My dear Sister Harris is not a radical. She is a -- she's a centrist and a moderate,” West said on “Anderson Cooper 360.”\n\nFormer Obama senior adviser Valerie Jarrett and Planned Parenthood CEO Alexis McGill Johnson were among a group of influential women who sent a letter to media industry leaders last week urging them to avoid stereotypes when covering Biden’s female running mate. Gainor feels the letter is proof that nothing should be considered off-limits when it comes to manipulating media coverage of the Democratic ticket.\n\nGROUP CALLED ‘WE HAVE HER BACK’ WARNS AGAINST ‘SEXIST’ OR ‘RACIST’ COVERAGE OF BIDEN VP PICK\n\n“We know several prominent leftist women posted an open letter trying to work the refs about how to cover Biden's VP pick -- even before the name was announced,” Gainor said. “It wouldn't surprise anyone to know that the DNC or other top Democrats were working the phones and email pushing friendly journalists to give Harris sufficient support.”\n\nGainor said the situation reminds him of the infamous “JournoList scandal where left-wing activists and reporters were working behind the scenes to manipulate the news” back in 2010.\n\n“That kind of backroom cooperation still happens, but it might be less formal,” Gainor said.\n\nFox News media analyst Howard Kurtz isn’t sure if the media is doing it on purpose, but he’s positive it clearly wants to portray Harris as a moderate.\n\n“Kamala Harris is getting walk-on-water coverage, it’s absolutely stunning, I mean, she’s a ground-breaking pick, she’s the first Black woman, as you know, on a major party’s ticket, the daughter of Jamaican and Indian immigrants and probably a net plus for Biden,” Kurtz said. “But there is this effort by the media, conscious or unconscious, to say, ‘Oh, she’s a moderate just like Joe Biden.’”\n\nNEW YORK TIMES PANNED AFTER OP-ED CLAIMS IT'S BEEN '36 YEARS' SINCE A MAN AND A WOMAN RAN TOGETHER ON DEM TICKET\n\nKurtz said the narrative that Harris is a moderate is “only true if you mean ‘more moderate than AOC,’” obviously referring to the far-left Rep. Alexandria Ocasio-Cortez, D-N.Y.\n\n“This is the most liberal ticket in ticket in Democratic Party history,” Kurtz said. “Journalists need to take a fair, tough look at her record.”\n\nU.S. Senate hopeful Rik Mehta, who recently won the Republican primary for a U.S. Senate seat in New Jersey, feels the narrative was strategically planned.\n\n“Absolutely, it’s coordinated. Listen, if I read Kamala’s policies to the mainstream media outlet but kept her name anonymous, they’d assume I was talking about left-wing Bernie Sanders,” Mehta told Fox News. “But, when I reveal the name to be Kamala Harris, they programmatically write down ‘moderate.’”\n\nMehta said Sen. Harris supports defunding the police while funding late-term abortions and pondered how she could possibly be considered moderate by a nonpartisan journalist.\n\n“The mainstream media hacks and Democrats are working together to cover up her radical record from voters and paint her to be someone she’s not. So, yes, it is a coordinated effort to conveniently rewrite facts to fit their narrative. It’s too coincidental to be just a coincidence,” Mehta said.\n\nThe New York Times has also been criticized for fawning over Harris with a massive frontpage spread when Mike Pence only received a tiny blurb when he was selected back in 2016 to be then-candidate Donald Trump’s running mate.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nMeanwhile, according to a GovTrack analysis, Harris ranked as the \"most liberal\" senator in 2019, outranking both Bernie Sanders and Elizabeth Warren.\n\nHowever, members of the mainstream media continue to downplay her progressive record and describe her as a moderate. Washington Post columnist David Byler even declared in the headline of an op-ed that Harris is a \"small-c conservative, party-friendly pick\" for Biden.\n\n“They paint her as a moderate because the mainstream media has been actively embracing should-be-disgraced Bush-era ‘Never-Trumpers’ from the Lincoln Project and elsewhere in order to elevate Biden's courting of ‘moderate Republicans,’” progressive journalist and Status Coup founder Jordan Chariton told Fox News.\n\nFox News’ Joseph A. Wulfsohn contributed to this report.", "METADATA": {"viewport": "width=device-width, minimum-scale=1.0, initial-scale=1.0", "description": "The mainstream media has rushed to portray Sen. Kamala Harris, D-Calif., as a moderate since the moment presumptive 2020 Democratic presidential nominee Joe Biden selected her as his running mate -- but she campaigned as an unabashed progressive.", "prism.channel": "fnc", "prism.section": "media", "prism.aggregationType": "subsection", "pagetype": "article", "content-creator": "tiger", "dc.creator": "Brian Flood", "dc.title": "Critics slam mainstream media's rush to cast Kamala Harris as moderate: 'Absolutely, it's coordinated'", "dcterms.abstract": "The mainstream media has rushed to portray Sen. Kamala Harris, D-Calif., as a moderate since the moment presumptive 2020 Democratic presidential nominee Joe Biden selected her as his running mate -- but she campaigned as an unabashed progressive.", "dc.type": "Text.Article", "dc.description": "The mainstream media has rushed to portray Sen. Kamala Harris, D-Calif., as a moderate since the moment presumptive 2020 Democratic presidential nominee Joe Biden selected her as his running mate -- but she campaigned as an unabashed progressive.", "dc.language": "en-US", "dc.publisher": "Fox News", "dc.format": "text/html", "dc.identifier": "urn:uri:base64:3fc5ead6-97fe-5063-a161-85510a26e791", "dc.source": "Fox News", "dc.date": "2020-08-13", "dcterms.created": "2020-08-13T10:19:04-04:00", "dcterms.modified": "2020-08-13T12:47:52-04:00", "og": {"title": "Critics slam mainstream media's rush to cast Kamala Harris as moderate: 'Absolutely, it's coordinated'", "description": "The mainstream media has rushed to portray Sen. Kamala Harris, D-Calif., as a moderate since the moment presumptive 2020 Democratic presidential nominee Joe Biden selected her as his running mate -- but she campaigned as an unabashed progressive.", "type": "article", "image": "https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/ab6beae2-4c3a-4000-a494-9463b0e3bbfc/650aeb0c-79b7-4bb7-a5fa-350b5fe1bba6/1280x720/match/image.jpg", "url": "https://www.foxnews.com/media/kamala-harris-moderate-media-coverage", "site_name": "Fox News"}, "robots": "noarchive, noodp", "twitter": {"card": "summary_large_image", "site": "@foxnews", "title": "Critics slam mainstream media's rush to cast Kamala Harris as moderate: 'Absolutely, it's coordinated'", "description": "The mainstream media has rushed to portray Sen. Kamala Harris, D-Calif., as a moderate since the moment presumptive 2020 Democratic presidential nominee Joe Biden selected her as his running mate -- but she campaigned as an unabashed progressive.", "image": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/ab6beae2-4c3a-4000-a494-9463b0e3bbfc/650aeb0c-79b7-4bb7-a5fa-350b5fe1bba6/1280x720/match/1024/512/image.jpg?ve=1&tl=1", "url": "https://www.foxnews.com/media/kamala-harris-moderate-media-coverage"}, "fb": {"app_id": 116027085089150}, "article": {"opinion": "false"}, "classification": "/FOX NEWS/POLITICS/2020 Presidential Election,/FOX NEWS/MEDIA,/FOX NEWS/PERSON/Kamala Harris", "classification-isa": "fox-news-media,media,2020-presidential-election,kamala-harris", "classification-tags": "fox-news-media,2020-presidential-election,kamala-harris"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}