{"GDELT": {"GlobalEventID": 940586972, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PRT", "Actor1Name": "PORTUGAL", "Actor1CountryCode": "PRT", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.10325047801147, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Portugal", "Actor1Geo_CountryCode": "PO", "Actor1Geo_ADM1Code": "PO", "Actor1Geo_Lat": 39.5, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "PO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO", "Action2Geo_Lat": 39.5, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "PO", "DATEADDED": 20200813171500, "SOURCEURL": "https://www.stereogum.com/2094666/three-women-accuse-mark-kozelek-of-sexual-misconduct/news/"}, "ARTICLE": {"TITLE": "Mark Kozelek Accused Of Sexual Misconduct By Three Women", "TEXT": "Three women have come forward to accuse Mark Kozelek, the musician behind Sun Kil Moon and Red House Painters, of sexual misconduct. In a new investigative Pitchfork piece, these woman accuse Kozelek of different kinds of sexual assault and manipulation.\n\nOne of Kozelek’s accusers is Sarah Catherine Golden, a mental health specialist who met Kozelek on a flight to Portugal. She went to see him perform that night, and then met him after the show. At the hotel after the show, the woman claims that Kozelek asked her to stay the night after telling her that he’d help her get a cab back to her Airbnb. She further claims that, after she turned him down, Kozelek masturbated in front of her, groped her, tried to kiss her, and forced her to touch his penis: “He started kissing me and simultaneously was somehow naked and hard and jerking off.”\n\nGolden didn’t report the incident to Portuguese police, but she did text with two friends about it that night, and they confirmed her account to Pitchfork. Golden also claims that Kozelek appeared to sing about her on “Soap For Joyful Hands,” a song from the 2018 Sun Kil Moon album This Is My Dinner. On that song, Kozelek sings about a conversation with a women he’d met. But Kozelek sings that they’d spoken and then gone their separate ways. He doesn’t mention anything sexual.\n\nPitchfork also quotes a female musician who declined to be named and who claims that Kozelek invited her and another female musician to his hotel room after a festival in 2014. The woman says that Kozelek made inappropriate remarks to both of them — remarks similar to ones that Golden describes in her account.\n\nA third woman, who also asked not to be identified, claims that Kozelek exposed himself to her in a Raleigh, North Carolina hotel room in 2014. She says that he also initiated sex with her. In a Facebook message to a friend the next day, the woman wrote that the sex “wasn’t really consensual.” Talking about the incident now, the woman says that Kozelek “pretty much just pounced on me” and that she “was really just afraid to say no.” She was 19 at the time, and Kozelek was 47. She says that Kozelek called himself “daddy” while asking about her age.\n\nThe woman says that she and Kozelek had sex a few more times after that and that they had a long-distance relationship for a few months. She also says that he refused to wear condoms. She says that some of those sexual encounters were consensual but that others involved pressure: “I feel like our sexual relationship, every encounter was him trying to find another thing he could do, and not in a way where he asks for consent or permission.”\n\nKozelek has shown troubling behavior in the past, as in the 2015 incident where he disparaged a “bitch” journalist who “totally wants to fuck me” while onstage in London. You can read the entire Pitchfork piece, which goes into much greater detail, here.\n\nWe’ve reached out to Kozelek’s PR rep for comment.\n\nIf you or someone you know is suffering from sexual violence, please contact RAINN or call the National Sexual Abuse Telephone Hotline at 1-800-656-4673.", "METADATA": {"viewport": "width=device-width", "description": "Three women have come forward to accuse Mark Kozelek, the musician behind Sun Kil Moon and Red House Painters, of sexual misconduct. In a new investigative", "og": {"title": "Mark Kozelek Accused Of Sexual Misconduct By Three Women", "type": "article", "url": "https://www.stereogum.com/2094666/three-women-accuse-mark-kozelek-of-sexual-misconduct/news/", "image": {"identifier": "https://static.stereogum.com/uploads/2020/08/Mark-Kozelek-1597334735-608x422.jpg", "width": 608, "height": 422}, "site_name": "Stereogum", "description": "Three women have come forward to accuse Mark Kozelek, the musician behind Sun Kil Moon and Red House Painters, of sexual misconduct. In a new investigative Pitchfork piece, these woman accuse Kozelek of different kinds of sexual assault and manipulation. One of Kozelek's accusers is Sarah Catherine Golden, a mental health specialist who met Kozelek on a flight to Portugal. She went to see him perform that night, and then met him after the show. At the hotel after the show, the woman claims that Kozelek asked her to stay the night after telling her that he'd help her get a cab back to her Airbnb. She further claims that, after she turned him down, Kozelek masturbated in front of her, groped her, tried to kiss her, and forced her to touch his penis: \"He started kissing me and simultaneously was somehow naked and hard and jerking off.\" Golden didn't report the incident to Portuguese police, but she did text with two friends about it that night, and they confirmed her account to Pitchfork."}, "article": {"published_time": "2020-08-13T12:45:27Z", "modified_time": "2020-08-13T13:21:35Z"}, "twitter": {"card": "summary_large_image", "title": "Mark Kozelek Accused Of Sexual Misconduct By Three Women", "description": "Three women have come forward to accuse Mark Kozelek, the musician behind Sun Kil Moon and Red House Painters, of sexual misconduct. In a new investigative Pitchfork piece, these woman accuse Kozelek of different kinds of sexual assault and manipulation. One of Kozelek's accusers is Sarah Catherine Golden, a mental health specialist who met Kozelek on a flight to Portugal. She went to see him perform that night, and then met him after the show. At the hotel after the show, the woman claims that Kozelek asked her to stay the night after telling her that he'd help her get a cab back to her Airbnb. She further claims that, after she turned him down, Kozelek masturbated in front of her, groped her, tried to kiss her, and forced her to touch his penis: \"He started kissing me and simultaneously was somehow naked and hard and jerking off.\" Golden didn't report the incident to Portuguese police, but she did text with two friends about it that night, and they confirmed her account to Pitchfork.", "image": "https://static.stereogum.com/uploads/2020/08/Mark-Kozelek-1597334735-608x422.jpg"}, "generator": "WordPress 4.7.4", "fb": {"pages": 13472576978}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}