{"GDELT": {"GlobalEventID": 940534115, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.0204081632653001, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lanseria, Mpumalanga, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF07", "Actor1Geo_ADM2Code": "77339", "Actor1Geo_Lat": -26.5497, "Actor1Geo_Long": 28.7306, "Actor1Geo_FeatureID": "-1251590", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lanseria, Mpumalanga, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF07", "Action2Geo_ADM2Code": "77339", "Action2Geo_Lat": -26.5497, "Action2Geo_Long": 28.7306, "Action2Geo_FeatureID": "-1251590", "DATEADDED": 20200813123000, "SOURCEURL": "https://www.bizcommunity.com/Article/196/595/207220.html"}, "ARTICLE": {"TITLE": "#WomensMonth: Challenges of the hospitality and travel sector sparks critical conversations", "TEXT": "According to the World Travel and Tourism Council, the sector contributed $168bn to African economies last year and given that globally, it is estimated that 50-million travel and tourism jobs are at risk due to Covid-19, the future of the industry is unclear.\n\nLiberating female leaders\n\nTaking on the challenges\n\nDifficult decisions\n\n“It’s difficult to predict how quickly the sector will recover or even whether it will ever look the same again. However, it is crucial to drive economic growth and is a large-scale employer,” said Melanie Humphries, regional head, Pretoria, Investec Bank, as part of Investec’s Women Behind the Mask series.The Covid-19 pandemic has had a major impact on women in hospitality and travel. For women, this presents specific challenges of their own – both in terms of balancing private/family life with work, as well as in terms of being female leaders in times of upheaval.Mpolaheng Mohlopi, chief financial officer, Lanseria International Airport, said she has found the current time to be liberating for female leaders. “It's allowed for these conversations that you would not necessarily have had in the past regarding our work conditions.”“It's an awesome time for us to learn and to collaborate, to ask each other what is it that we really need as women leaders. This pause has been necessary in that we can redefine the new normal and make sure that we lead that process of the new normal.”Lereece Rose, senior director finance (Africa and Asia) at Boeing Capital Corporation said representation matters in the context of women. “When women see other women in phenomenal roles, they're able to mimic that behaviour more easily and they find the strength and the courage to carve out their own distinct path.”Rose looks up to women like Rosa Parks, Marie Curie, Viola Davis, Jane Goodall and Jacinda Ardern. “All these women dared to do things, they ran with the ball. For me, it's really important that we know that in leading, these women ensure exponential empowerment of other women and I feel that we should use our platforms to dare a little in our own spaces so that we can encourage other women.”Velma Corcoran, country manager for sub-Saharan Africa, Airbnb, said women have been disproportionately impacted from this crisis, which comes from lots of women tending to have to shoulder most of the parenting responsibility. “Now is the opportunity for women to come together, to rewrite the rules and to rethink our roles.“One of the exciting things that's emerged from this is that female leaders in various parts of the world have managed the crisis far better than their male counterparts,” she said, citing Germany’s Angela Merkel and her data-driven approach and New Zealand’s Jacinda Ardern's empathetic rationality. “I really believe that there are a small number of female leaders that have emerged as a benchmark for what competent leadership looks like in these turbulent times.“There is a video of Ardern addressing her nation in her hoodie after putting her children to bed and she's on there and she's on social media. When I see that I feel completely liberated because I think as working mums we've often felt that we need to hide the messiness of balancing work kids and life. And now I feel like you know, we should own it. We should celebrate it.\"Corcoran highlighted the importance of businesses like Airbnb in growing the hospitality sector in SA. “In an independent study in 2018, we found that hosts and guests on Airbnb contributed R8.9bn to the SA economy, supporting the equivalent of 22,000 jobs. Prior to Covid-19, one in seven visitors coming to SA was staying in an Airbnb and one in four rand spent on tourism accommodation in SA is spent on Airbnb.“Airbnb is also an economic lifeline for many local families, and I think that's going to be really important as we emerge from this crisis,” she said.Corcoran said the pandemic has been tough on Airbnb as well as its thousands of hosts in SA. “Our priority through this pandemic has been to support our hosts and then to try and introduce measures so that they can safely reopen their homes to guests as and when the time is right.”Mohlopi noted that the pandemic has been one of the most challenging times in her career, as a key decision maker in the air transport sector, which employs over half a million people in SA. “At Lanseria we give opportunities to about 4,500 people and we are really just looking forward to a moment where we can have all these people returning back to what they do best. We can only imagine what this has been as an impact to their families.\"She hopes that the economy will open up again in due course. “We have seen that there is been a rise in terms of [Covid-19] recoveries cases and this gives us hope that, even with the intra-provincial travel that has been allowed, the aviation sector will soon return to what we know it.“Pre-Covid we used to have more than 1,500 movements a day. With business aviation only recently opening up, we are sitting at about 250, which is less than a quarter of what we used to do. [However] this is a good start and we are hopeful that we will soon return to the skies.”On this score, Lanseria Airport is working closely with the South African Civil Aviation Association implement processes and procedures to ensure the safety of all air travellers through the airport. “These days when people are traveling, they want to know that the places that they are engaging with have been adequately cleaned and that we are following to all the safety protocols that are required by government,” she said.One of the big changes is that access to the terminal is only limited to passengers and in some cases accompanied minors as well as people with disabilities. Within the airport, the challenge has been to introduce touchless processing procedures through the airport.According to Rose, the pandemic really has created a tremendous challenge not just for Boeing but for the entire aviation manufacturing sector.“One of the biggest things is that we've seen is that airlines have cut back on operations dramatically. They are making very difficult decisions that result in the grounding of their fleets, deferring aircraft orders and slowing down or, in some cases, even stopping payments. We've also seen that airlines are really accelerating aircraft retirements, they are also deferring elective maintenance and requiring fewer services.”She added that Boeing is doing everything it can to support its global suppliers: “Their stability remains a key item to watch for us right now in the aerospace industry.”However, she remains positive for the longer term. “Our view is that air travel has been resilient and that long-term demand fundamentals are still intact.\"Health and safety will be paramount in the future. “As travel resumes and we see that restriction ease around the globe, we think it's important that aircraft and passenger health and safety is a priority for us. We are working with industry stakeholders to support multiple layers of protection aimed at minimising health risks for both passengers and for crew throughout the travel journey,” Rose said.And technology and innovation can help drive inclusive growth. “It’s really about how do we use technology to solve problems, as an enabler or as a means to provide access. Airbnb was born out of a crisis in 2008, solving a real problem within a financial crisis when people needed access to additional income streams and different ways of monetising their assets and I have no doubt that after this pandemic, we are going to see similar scenarios that need to be solved where technology has a critical role to play,” said Corcoran.", "METADATA": {"description": "According to the World Travel and Tourism Council, the sector contributed $168bn to African economies last year and given that globally, it is estimated that 50-million travel and tourism jobs are at risk due to Covid-19, the future of the industry is unclear...", "og": {"image": "https://biz-file.com/c/2008/570856.jpg?2", "title": "#WomensMonth: Challenges of the hospitality and travel sector sparks critical conversations", "type": "Article", "description": "According to the World Travel and Tourism Council, the sector contributed $168bn to African economies last year and given that globally, it is estimated that 50-million travel and tourism jobs are at risk due to Covid-19, the future of the industry is unclear..."}, "twitter": {"card": "summary_large_image", "title": "#WomensMonth: Challenges of the hospitality and travel sector sparks critical conversations", "description": "According to the World Travel and Tourism Council, the sector contributed $168bn to African economies last year and given that globally, it is estimated that 50-million travel and tourism jobs are at risk due to Covid-19, the future of the industry is unclear...", "image": "https://biz-file.com/c/2008/570856.jpg?2"}, "viewport": "width=device-width, initial-scale=1"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Economic Impact"]}}