{"GDELT": {"GlobalEventID": 940586876, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NGAGOV", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "CIVIL SERVANT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.63458110516934, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Effurun, Delta, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI36", "Actor1Geo_ADM2Code": "191350", "Actor1Geo_Lat": 5.55463, "Actor1Geo_Long": 5.78624, "Actor1Geo_FeatureID": "-2005827", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Effurun, Delta, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI36", "Actor2Geo_ADM2Code": "191350", "Actor2Geo_Lat": 5.55463, "Actor2Geo_Long": 5.78624, "Actor2Geo_FeatureID": "-2005827", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Effurun, Delta, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI36", "Action2Geo_ADM2Code": "191350", "Action2Geo_Lat": 5.55463, "Action2Geo_Long": 5.78624, "Action2Geo_FeatureID": "-2005827", "DATEADDED": 20200813171500, "SOURCEURL": "https://thenationonlineng.net/pengassan-nupeng-threaten-to-disrupt-oil-gas-operations/"}, "ARTICLE": {"TITLE": "PENGASSAN, NUPENG threaten to disrupt oil, gas operations", "TEXT": "By Elo Edremoda, Warri\n\nThe Petroleum and Natural Gas Senior Staff Association (PENGASSAN), alongside the Nigeria Union of Petroleum and Natural Gas Workers (NUPENG) have threatened to disrupt oil and gas operations across the country by Sunday, August 16, should the Federal Government fail to pay their salaries, Friday.\n\nThe protesting senior oil workers commenced the peaceful protests on Wednesday and gathered at the Petroleum Training Institute (PTI), Effurun, Delta state, Thursday, in continuation of their three-day warning strike.\n\nThe protesters, clad in red attires, bore placards with inscriptions such as “No To Forceful Enrollment into IPPIS”; Release Our Salaries Now or No Dialogue” and “We Are Not Against IPPIS but Create Another Platform That Addresses Our Peculiarities” amongst others.\n\nAddressing the members, Vice Chairman, Warri Zonal Council of PENGASSAN and Secretary of Regulators Forum, Prince Audu Oshiokhamele warned that if their salaries are not released by Friday then all oil operations will be shut down by midnight of Sunday.\n\nADVERTISEMENT\n\n“I want to assure you, our Union members, that if our salaries are not released before Friday (today), by 12 midnight, on Sunday we will shut down the whole nation. What we are just doing now is a warning protest, but by Sunday, the music will change,” he warned.\n\nRead Also: NUPENG suspends strike\n\nPrince Oshiokhamele, who was in company of Mr. James Esiomor, PTI branch Chairman of PENGASSAN and Mr. Ejokirhie Jahpurpose, Chairman of PTI branch of NUPENG, expressed surprise that the Federal Ministry of Finance claimed ignorance of non-payment of their salaries in the last three months, but are now making efforts to placate the Union.\n\n“We are surprised that the Ministry of Finance, on Wednesday, denied that they are not aware that our salaries have been stopped, while they are making every effort to see how they can placate the Union. They can’t placate us until our salaries are paid,” he said.\n\nThe Warri Zonal Council Vice Chairman of PENGASSAN noted that the only solution to their threat is for the Federal Government to pay the salaries of the protesting workers by today before they can return for negotiations on the IPPIS issue.\n\nWhile not against the implementation of the IPPIS policy, Prince Oshiokhamele explained that they are clamouring for the creation of another platform that will take care of peculiarities in their operations which is different from that of core civil servants.\n\nRecalling that the issue concerning their work peculiarities was first raised in 2016, he said a tripartite committee was set up under the then Minister of Trade without success because the Director of IPPIS failed to attend meetings to find a solution.\n\n“Again, in November last year, another committee was set up in order for us to ensure that the peculiarities under the Federal Ministry of Petroleum are captured and still nothing has come out of that. We can’t operate under IPPIS as put in place now because no two workers earn the same salaries. All our salaries are performance driven.\n\n“All efforts to meet IPPIS Director to simulate how he is going to capture our peculiarities have failed. Enough is enough; we can’t be slaves in our own country. If by tomorrow, we don’t get our salaries be rest assured that we will shut down all oil operations. That’s the only language they understand,” he emphasized.", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=yes", "description": "The Petroleum and Natural Gas Senior Staff Association (PENGASSAN), alongside the Nigeria Union of Petroleum and Natural Gas Workers...", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "PENGASSAN, NUPENG threaten to disrupt oil, gas operations", "description": "The Petroleum and Natural Gas Senior Staff Association (PENGASSAN), alongside the Nigeria Union of Petroleum and Natural Gas Workers...", "url": "https://thenationonlineng.net/pengassan-nupeng-threaten-to-disrupt-oil-gas-operations/", "site_name": "Latest Nigeria News, Nigerian Newspapers, Politics", "image": {"identifier": "https://thenationonlineng.net/wp-content/uploads/2020/08/PENGASSAN-NUPENG.jpg", "width": 512, "height": 283}}, "article": {"publisher": "https://www.facebook.com/thenationng", "published_time": "2020-08-13T16:36:13+00:00"}, "fb": {"app_id": 124339121242023}, "twitter": {"card": "summary", "creator": "@thenationnews", "site": "@thenationnews"}, "onesignal": "wordpress-plugin", "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://thenationonlineng.net/wp-content/uploads/2017/05/cropped-Logo.jpg"}}}