{"GDELT": {"GlobalEventID": 940519250, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "KEN", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor2Code": "HLH", "Actor2Name": "DOCTOR", "Actor2Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.62597809076682, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pate Island, Coast, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE02", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -2.11725, "Actor1Geo_Long": 41.0538, "Actor1Geo_FeatureID": "-2261195", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO", "Actor2Geo_Lat": 6.0, "Actor2Geo_Long": 48.0, "Actor2Geo_FeatureID": "SO", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pate Island, Coast, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE02", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -2.11725, "Action2Geo_Long": 41.0538, "Action2Geo_FeatureID": "-2261195", "DATEADDED": 20200813104500, "SOURCEURL": "https://saudigazette.com.sa/article/596568/World/Africa/On-a-journey-towards-quality-healthcare"}, "ARTICLE": {"TITLE": "On a journey towards quality healthcare", "TEXT": "NAIROBI — In the remote Lamu region, on the northeast coast of Kenya, quality healthcare is hard to come by. Every month, medical staff from Safari Doctors, an NGO founded by Umra Omar, set sail on a boat filled with medicines, to provide free basic medicines to hundreds of marginalized inhabitants in several coastal villages.\n\n\n\nDespite insecurity near the border with Somalia, and the threats associated with the COVID-19 pandemic, Safari Doctors, which has won several commendations, including a UN award, for its work, continues its monthly visits to the marginalized communities of Lamu.\n\n\n\nOmar shares her story as part of the #RealLifeHeroes campaign, by the UN Office for the Coordination of Humanitarian Affairs (OCHA), ahead of this year’s World Humanitarian Day, on Aug. 19.\n\n\n\n“I am from Pate Island, in the Lamu archipelago. I went to graduate school in the United States and worked in Washington DC, but I decided to return home and, in 2015, founded Safari Doctors.\n\n\n\nIn Kenya, some 70 percent of the population live in remote areas, where it’s hard to get quality healthcare, and difficult for sick people to reach hospitals. That’s why we decided to bring healthcare to the community.\n\n\n\nFinding medicine was the easy part, as it is readily available. The challenge was to get it to those in need. I had to figure out how to raise around $500 a month, to pay for a nurse and fuel for a motorbike.\n\n\n\nI did that for a whole year. The following year, we added more villages and gained more visibility, especially once we won an award from the international broadcaster, CNN.\n\n\n\nA population vulnerable to the pandemic\n\n\n\nLamu is one of Kenya's worst performing counties in terms of health. It has an understaffed and understocked health system, which leaves the population particularly vulnerable during the current COVID-19 pandemic. This makes our work even more critical.\n\n\n\nBetween March and June, our outreach team, traveling by boat, treated over 4,000 patients across 17 remote villages, who otherwise lack access to consistent, quality healthcare.\n\n\n\nWe also have a Safari Vets program, which treated over 400 animals during this period, explaining how to prevent the spread of animal to human viruses: the origins of the COVID-19 pandemic reminds us that human health is connected to the health of animals and the environment.\n\n\n\nInvesting in youth\n\n\n\nI will always accompany our team if we’re going into a new village, or an area where there is insecurity. We are a very young team: I’m the oldest, at 37.\n\n\n\nWhen other organizations repatriate their staff due to crises, such as the current pandemic, we stay. We have also created a Youth Health Ambassador program: these are young humanitarians, based in their own villages.\n\n\n\nFor me, Safari Doctors is about working at a community level, on the ground, seeing issues and taking action immediately, rather than being held up by bureaucracy. And, because of our contacts, we are able to connect all the way up to a global level.\n\n\n\nFor example, one time, when we had guests visiting us from the US, we met a woman complaining of headaches. We noticed that she had a lump in her neck, and it turned out that it was a bullet: she had been shot two years previously, during an attack on her village.\n\n\n\nBecause of our network and our contacts, we were able to get her on a plane to a hospital that could treat her. This was just a one-off case, but it was very satisfying to be able to make decisions with very little bureaucracy.\n\n\n\nI think we should stop seeing humanitarian work as something that needs to be celebrated: it should be seen as normal. This is part of our aim with Safari Doctors. That’s why we’re putting more investment into civic engagement and youth leadership.” — UN News", "METADATA": {"ROBOTS": "index,follow", "language": "English", "copyright": "Saudi Gazette", "viewport": "width=device-width, initial-scale=1", "description": "Between March and June, our outreach team, traveling by boat, treated over 4,000 patients across 17 remote villages, who otherwise lack access to consistent, quality healthcare.", "keywords": "saudigazette Newspaper, saudi sazette, saudigazette, Saudi Arabia, kingdom of saudi arabia, latest news, world, opinion, sports, business, technology, life, cartoon, king salman , UN, OCHA, Kenya, Safari Doctors, Omar, Lamu, Healthcare", "Idkeywords": 867388, "pageType": "article", "url": "http://saudigazette.com.sa/article/596568/World/Africa/On-a-journey-towards-quality-healthcare", "datePublished": "2020-08-13 12:21:00", "dateModified": "2020-08-13 12:21:00", "inLanguage": "en", "twitter": {"card": "summary_large_image", "title": "On a journey towards quality healthcare", "description": "Between March and June, our outreach team, traveling by boat, treated over 4,000 patients across 17 remote villages, who otherwise lack access to consistent, quality healthcare.", "image": "https://saudigazette.com.sa/uploads/images/2020/08/13/1616477.jpg"}, "og": {"url": "http://saudigazette.com.sa/article/596568/World/Africa/On-a-journey-towards-quality-healthcare", "title": "On a journey towards quality healthcare", "description": "Between March and June, our outreach team, traveling by boat, treated over 4,000 patients across 17 remote villages, who otherwise lack access to consistent, quality healthcare.", "type": "article", "locale": "en_GB", "site_name": "Saudigazette", "image": "https://saudigazette.com.sa/uploads/images/2020/08/13/1616477.jpg"}, "article": {"published_time": "2020-08-13 12:21:00", "section": "World"}, "thumbnailUrl": "https://saudigazette.com.sa/uploads/images/2020/08/13/1616477.jpg"}}}