{"GDELT": {"GlobalEventID": 940599942, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USAMED", "Actor1Name": "REUTERS", "Actor1CountryCode": "USA", "Actor1Type1Code": "MED", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.03448275862069, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE03", "Actor1Geo_ADM2Code": "28575", "Actor1Geo_Lat": 25.2522, "Actor1Geo_Long": 55.28, "Actor1Geo_FeatureID": "-782831", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200813183000, "SOURCEURL": "https://www.msn.com/en-us/news/world/israel-uae-to-normalize-relations-in-shift-in-mideast-politics-west-bank-annexation-on-hold/ar-BB17V9uX"}, "ARTICLE": {"TITLE": "Israel, UAE to normalize relations in shift in Mideast politics; West Bank annexations on hold", "TEXT": "© Reuters/KEVIN LAMARQUE Trump announces UAE and Israel agreement at the White House in Washington\n\nBy Maha El Dahan, Jeffrey Heller and Steve Holland\n\nDUBAI/JERUSALEM/WASHINGTON (Reuters) - Israel and the United Arab Emirates announced on Thursday that they will normalise diplomatic ties and forge a broad new relationship, a move that reshapes the order of Middle East politics from the Palestinian issue to the fight against Iran.\n\n© Reuters/POOL Israeli Prime Minister Benjamin Netanyahu announces a peace agreement to establish diplomatic ties, between Israel and the United Arab Emirates\n\nUnder the accord, which U.S. President Donald Trump helped broker, Israel agreed to suspend its planned annexation of areas of the occupied West Bank. It also firms up opposition to regional power Iran, which the UAE, Israel and the United States view as the main threat in the conflict-riven Middle East.\n\n© Reuters/KEVIN LAMARQUE Kushner at a press briefing on the Israel-UAE agreement at the White House in Washington\n\nIsrael had signed peace agreements with Egypt in 1979 and Jordan in 1994. But the UAE, along with most other Arab nations, did not recognise Israel and had no formal diplomatic or economic relations with it until now. It becomes the first Gulf Arab country to reach such a deal with the Jewish state.\n\nOfficials from the three countries called the accord \"historic\" and a breakthrough toward peace. But Palestinian leaders, apparently taken by surprise, denounced it as a \"stab in the back\" to their cause.\n\nA joint statement said Trump, Israeli Prime Minister Benjamin Netanyahu and Abu Dhabi's Crown Prince Sheikh Mohammed bin Zayed had \"agreed to the full normalisation of relations between Israel and the United Arab Emirates\".\n\nThe accord will allow the two countries \"to chart a new path that will unlock the great potential in the region,\" it said.\n\nIsrael and the UAE are expected soon to exchange ambassadors and embassies. A signing ceremony is due to be held at the White House.\n\n\"As a result of this diplomatic breakthrough and at the request of President Trump with the support of the United Arab Emirates, Israel will suspend declaring sovereignty\" over areas of the West Bank as envisioned in a U.S. plan announced by Trump in January, it said.\n\nThe agreement, to be known as the Abraham Accord, also gives Trump a foreign policy accomplishment as he seeks re-election on Nov. 3. Speaking in the White House Oval Office, Trump said similar deals are being discussed with other countries in the region.\n\nTrump said the agreement unites \"two of America's closest and most capable partners in the region\" and represents \"a significant step towards building a more peaceful, secure and prosperous Middle East.\"\n\nThe UAE said it would remain a strong supporter of the Palestinian people, who hope to create an independent state in the occupied West Bank, Gaza and East Jerusalem, and that the agreement maintained the viability of a two-state solution to the longstanding Israel-Palestinian conflict.\n\n© Reuters/AMMAR AWAD Tel Aviv's municipality building is lit in the Israeli and United Arab Emirates national flags following the announcement of a deal to normalise relations between the countries\n\nThe accord could also be a personal boost to Netanyahu, who is on trial for alleged corruption and whose domestic popularity has dropped over his handling of the coronavirus pandemic.\n\nIn a televised address, Netanyahu said the deal would lead to \"full and formal peace\" with the UAE and voiced hope that other countries in the region would follow its example. It also entailed acceding to a request from Trump to \"temporarily wait\" on implementing his annexation pledge, Netanyahu said.\n\n© Reuters/IBRAHEEM ABU MUSTAFA FILE PHOTO: Mural against Israel's plan to annex parts of the Israeli-occupied West Bank\n\n\"It's an incomparably exciting moment, a historic moment for peace in the Middle East,\" Netanyahu added.\n\nPalestinian President Mahmoud Abbas, however, rejected the accord. Spokesman Abu Rudeineh, reading from a statement outside Abbas's headquarters in Ramallah in the West Bank, said it was a \"betrayal of Jerusalem, Al-Aqsa (mosque, Islam's third-holiest shrine) and the Palestinian cause\".\n\nAsked if the Palestinian leadership had been aware the deal was coming, veteran negotiator Hanan Ashrawi told Reuters: \"No. We were blindsided. ... It is a complete sell-out.\"\n\n© Reuters/RANEEN SAWAFTA Protests against UAE's deal with Israel to normalise relations\n\nIn Gaza, Fawzi Barhoum, a spokesman for the armed Islamist group Hamas, said: \"Normalisation is a stab in the back of the Palestinian cause and it serves only the Israeli occupation.\"\n\n© Reuters/MOHAMAD TOROKMAN Protests against UAE's deal with Israel to normalise relations\n\nThe UAE's Sheikh Mohammed bin Zayed said the agreement would stop further Israeli annexation of Palestinian territories, for which Israel had been awaiting a green light from Washington.\n\n© Reuters/AMMAR AWAD Protests against the United Arab Emirates, in Jerusalem's Old City\n\nSenior UAE official Anwar Gargash said the deal had helped defuse what he called a ticking time-bomb. Gargash urged the Israelis and Palestinians to return to the negotiating table.\n\n© Reuters/POOL Israeli Prime Minister Benjamin Netanyahu announces a peace agreement to establish diplomatic ties, between Israel and the United Arab Emirates\n\n'NIGHTMARE' FOR IRAN\n\nTrump's special envoy Brian Hook called the agreement a \"nightmare\" for Iran. An Iranian official said the agreement would not secure peace in the region.\n\nRailing against \"criminal Israel\", Hossein Amir-Abdollahian, a special adviser to Iran's parliamentary speaker, said in a tweet: \"Abu Dhabi's behaviour has no justification, turning back on the Palestine cause. W/ that strategic mistake, #UAE will be engulfed in Zionism fire.\"\n\nIran and Israel are arch foes. Israel is particularly concerned about suspected Iranian efforts to develop nuclear weapons, which Tehran denies. Iran is also involved in proxy wars from Syria to Yemen, where the UAE has been a leading member of the Saudi-led coalition opposing Iran-aligned forces there.\n\n© Reuters/KEVIN LAMARQUE Trump announces UAE and Israel agreement at the White House in Washington\n\nWith a population of less than 10 million but the Arab world's second-largest economy thanks to oil, the UAE has exerted growing commercial and military clout in the Gulf and the wider region over the past two decades, much of it aimed at confronting Islamist militants and the influence of Iran.\n\nDelegations from Israel and the United Arab Emirates will meet in the coming weeks to sign agreements regarding investment, tourism, direct flights, security, telecommunications and other issues, the joint statement said.\n\n\"Everybody said this would be impossible,\" Trump said.\n\n\"Now that the ice has been broken, I expect more Arab and Muslim countries will follow the United Arab Emirates' lead,\" Trump added.\n\nThis was already being discussed with other states, he said.\n\n(Reporting By Maha El Dahan, Lisa Barrington and Parisa Hafezi, Steve Holland in Washington; Jeff Heller in Jerusalem, Writing by Angus MacSwan; Editing by Will Dunham)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Israel, UAE to normalize relations in shift in Mideast politics; West Bank annexations on hold", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Israel, UAE to normalize relations in shift in Mideast politics; West Bank annexations on hold", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}