{"GDELT": {"GlobalEventID": 940586982, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "YEM", "Actor2Name": "YEMENI", "Actor2CountryCode": "YEM", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.17953321364452002, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Yemen", "Actor1Geo_CountryCode": "YM", "Actor1Geo_ADM1Code": "YM", "Actor1Geo_Lat": 15.5, "Actor1Geo_Long": 47.5, "Actor1Geo_FeatureID": "YM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Yemen", "Actor2Geo_CountryCode": "YM", "Actor2Geo_ADM1Code": "YM", "Actor2Geo_Lat": 15.5, "Actor2Geo_Long": 47.5, "Actor2Geo_FeatureID": "YM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM", "Action2Geo_Lat": 15.5, "Action2Geo_Long": 47.5, "Action2Geo_FeatureID": "YM", "DATEADDED": 20200813171500, "SOURCEURL": "https://mondoweiss.net/2020/08/trump-announces-israeli-uae-deal-that-sidelines-palestinians-and-suspends-annexation-for-now/"}, "ARTICLE": {"TITLE": "‘There is no change in our plan’ to annex West Bank, Netanyahu says, in applauding Israeli-UAE deal that sidelines Palestinians – Mondoweiss", "TEXT": "Today the White House along with Israel and the United Arab Emirates announced a historic deal, the UAE will normalize relations with Israel; and annexation is off the table– for now. From the announcement:\n\nIsrael will suspend declaring sovereignty over areas outlined in the President’s Vision for Peace and focus its efforts now on expanding ties with other countries in the Arab and Muslim World.\n\nThe deal for a “Strategic Agenda for the Middle East” is a coup for Jared Kushner, who has been pushing for political wins for his father-in-law, and open economic relations between the Gulf States and Saudi Arabia and Israel– and thereby to shove the Israeli-Palestinian conflict into the margins.\n\nBenjamin Netanyahu held a press conference today and said, “I will not remove sovereignty [over the West Bank” from the table. There is no change in our plan to extend sovereignty to Judea and Samaria… It is not off the table as far as I am concerned.”\n\nHe said that he was just waiting for American approval of such annexation, because doing so without the U.S. would “damage” Israel.\n\nHaaretz reports that annexation is not off the table permanently, just for now.\n\n“A senior political source told Haaretz that annexation is still on the agenda, and that Israel is committed to it. “The Trump administration asked that we temporarily postpone declaring [sovereignty over parts of the West Bank] in order to achieve the beginning of this historic peace agreement with the Emirates.””\n\nHanan Ashrawi of the PLO says that Israeli expansion will merely continue, with a fig leaf:\n\nIsrael got rewarded for not declaring openly what it’s been doing to Palestine illegally & persistently since the beginning of the occupation. The UAE has come out in the open on its secret dealings/normalization with Israel. Please don’t do us a favor. We are nobody’s fig leaf!\n\nRep. Rashida Tlaib rejects the deal as an effort to rationalize apartheid.\n\nWe won’t be fooled by another Trump/Netanyahu deal. We won’t celebrate Netanyahu for not stealing land he already controls in exchange for a sweetheart business deal. The heart of the issue has never been planned, formal annexation, but ongoing, devastating apartheid.\n\nThe focus needs to be on promoting solidarity between Palestinians & Israelis who are joining together in struggle to end an apartheid system. We must stand with the people. This Trump/Netanyahu deal will not alleviate Palestinian suffering—it will further normalize it.\n\nYousef Munayyer focused on how the deal will put further pressure on Palestinians:\n\nthe plan now is to use Arab normalization to squeeze the Palestinians into accepting an Apartheid agreement and when they don’t, then annexation.\n\nPalestinians are being “neglected” and “marginalized,” by this deal, proclaims Uzi Rabi of Tel Aviv University on i24 News.\n\nThat network is reporting Palestinian outrage. “Palestinians see it as a way to perpetuate the occupation.” And the United Arab Emirates has been spinning the deal as in the Palestinian interest, because it aims at fostering negotiations between Israel and Palestine.\n\nNo, Palestinians simply don’t count in this calculus. Medea Benjamin of Code Pink:\n\nTrump’s press conference on “historic deal” between Israel and UAE has NO PALESTINIAN VOICE (and a room full of ALL MEN) and is all about increasing the pressure on Iran. This is peace?\n\nThe Republican Jewish Coalition is exultant, describing the announcement as a political coup. Matt Brooks writes, “For all the naysayers, critics and mockers who ridiculed [Trump] for his strategy to bring peace to the Middle East – I will be serving heaping portions of Crow throughout the week.”\n\nMichael Koplow of Israel Policy Forum says the deal affirms the Israeli status quo and will infuriate the annexationists.\n\nWill make most Israelis very happy, will infuriate the Israeli right, and enrage the Palestinians. It is ultimately a great example of threatening to do something over the top and then benefitting by keeping things exactly as they are.\n\nAriel Gold at Code Pink cites the Yemeni war crime angle.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Israel remains committed to annexing West Bank, Israeli press is reporting, notwithstanding the historic deal between the UAE and Israel to normalize relations.", "og": {"image": {"identifier": "https://mondoweiss.net/wp-content/uploads/2018/12/kushner_trump_Bibi.jpg", "width": 1200, "height": 758, "alt": "President Donald Trump talks with Israel Prime Minister Benjamin Netanyahu and Jared Kushner in Jerusalem, May 22, 2017."}, "locale": "en_US", "type": "article", "title": "‘There is no change in our plan’ to annex West Bank, Netanyahu says, in applauding Israeli-UAE deal that sidelines Palestinians – Mondoweiss", "description": "Israel remains committed to annexing West Bank, Israeli press is reporting, notwithstanding the historic deal between the UAE and Israel to normalize relations.", "url": "https://mondoweiss.net/2020/08/trump-announces-israeli-uae-deal-that-sidelines-palestinians-and-suspends-annexation-for-now/", "site_name": "Mondoweiss", "updated_time": "2020-08-14T13:40+00:00"}, "article": {"publisher": "https://www.facebook.com/mondoweiss", "author": "https://www.facebook.com/mondoweiss", "published_time": "2020-08-13T15:00+00:00", "modified_time": "2020-08-14T13:40+00:00"}, "twitter": {"card": "summary_large_image", "site": "@mondoweiss", "creator": "@mondoweiss", "title": "‘There is no change in our plan’ to annex West Bank, Netanyahu says, in applauding Israeli-UAE deal that sidelines Palestinians – Mondoweiss", "description": "Israel remains committed to annexing West Bank, Israeli press is reporting, notwithstanding the historic deal between the UAE and Israel to normalize relations.", "image": {"identifier": "https://mondoweiss.net/wp-content/uploads/2018/12/kushner_trump_Bibi.jpg", "width": 1200, "height": 758, "alt": "President Donald Trump talks with Israel Prime Minister Benjamin Netanyahu and Jared Kushner in Jerusalem, May 22, 2017."}}, "msapplication-TileImage": "https://mondoweiss.net/wp-content/uploads/2020/04/cropped-mw-m-square-xlg-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}