{"GDELT": {"GlobalEventID": 940581330, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USAGOV", "Actor2Name": "THE WHITE HOUSE", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 44, "EventBaseCode": 44, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.01351351351351, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE03", "Actor2Geo_ADM2Code": "28575", "Actor2Geo_Lat": 25.2522, "Actor2Geo_Long": 55.28, "Actor2Geo_FeatureID": "-782831", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200813164500, "SOURCEURL": "https://www.wfaa.com/article/news/nation-world/president-trump-says-uae-to-open-diplomatic-ties-with-israel/507-159c5912-e22f-4a77-9cf9-d8d164aa38bb"}, "ARTICLE": {"TITLE": "Trump: United Arab Emirates to open diplomatic ties with Israel", "TEXT": "The recognition grants a rare diplomatic win to President Trump ahead of the November election.\n\nDUBAI, United Arab Emirates — President Donald Trump said on Thursday that the United Arab Emirates and Israel have agreed to establish full diplomatic ties as part of a deal to halt the annexation of occupied land sought by the Palestinians for their future state.\n\nThe announcement makes the UAE the first Gulf Arab state to do so and only the third Arab nation to have active diplomatic ties to Israel.\n\nTrump tweeted a statement from the countries, acknowledging the deal. He then told reporters in the Oval Office that it was “a truly historic moment.”\n\n“Now that the ice has been broken I expect more Arab and Muslim countries will follow the United Arab Emirates,” he said.\n\nThe recognition grants a rare diplomatic win to Trump ahead of the November election as his efforts to see an end to the war in Afghanistan have yet to come to fruition while efforts to bring peace between Israel and the Palestinians have made no headway. Israel and the UAE also have been among Trump's closest foreign allies.\n\nFor Israel, the announcement comes after years of boasting by Israeli Prime Minister Benjamin Netanyahu that his government enjoys closer ties to Arab nations than publicly acknowledged. Netanyahu has sought to build settlements on lands sought by the Palestinians and embraced a Trump proposal that would allow him to annex large parts of the occupied West Bank while granting Palestinians limited autonomy in other areas.\n\nFor the UAE, home to skyscraper-studded Dubai and the rolling, oil-rich sand dunes of Abu Dhabi, it further burnishes its international campaign to be seen as a beacon of tolerance in the Middle East despite being governed by autocratic rulers. It also puts the UAE out first in a regional recognition race among neighboring Gulf Arab states.\n\nAnd for the Palestinians, who long have relied on Arab backing in their struggle for independence, the announcement marked both a win and setback. While Thursday's deal halts Israeli annexation plans, the Palestinians have repeatedly urged Arab governments not to normalize relations with Israel until a peace agreement establishing an independent Palestinian state is reached.\n\n“Israel got rewarded for not declaring openly what it’s been doing to Palestine illegally & persistently since the beginning of the occupation,” senior Palestinian official Hanan Ashrawi wrote on Twitter. She also said the UAE has come forward with its “secret dealings/normalization with Israel.”\n\n“Please don’t do us a favor. We are nobody’s fig leaf!” she wrote.\n\nThe militant group Hamas, which controls the Gaza Strip, called the deal by the Emiratis \"a stabbing in the back of our people.”\n\nThe joint statement from the U.S., the UAE and Israel said delegations would meet in the coming weeks to sign deals on direct flights, security, telecommunications, energy, tourism and health care. The two countries also will partner on fighting the coronavirus pandemic.\n\nJoint Statement of the United States, the State of Israel, and the United Arab Emirates pic.twitter.com/oVyjLxf0jd — Donald J. Trump (@realDonaldTrump) August 13, 2020\n\n“Opening direct ties between two of the Middle East's most dynamic societies and advanced economics will transform the region by spurring economic growth, enhancing technological innovation and forging closer people-to-people relations,” said the statement by Trump, Netanyahu and Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan, the day-to-day ruler of the UAE. It said the leaders had a three-way call discussing the deal.\n\nU.S. Secretary of State Mike Pompeo praised the deal.\n\n“This is a remarkable achievement for two of the world’s most forward leaning, technologically advanced states, and reflects their shared regional vision of an economically integrated region,” he said in a statement. “It also illustrates their commitment to confronting common threats, as small — but strong — nations.”\n\nHe added: \"Blessed are the peacemakers. Mabruk and Mazal Tov.”\n\nNetanyahu tweeted an Israeli flag with a short message in Hebrew: “Historic Day.”\n\nAmong Arab nations, only Egypt and Jordan have active diplomatic ties with Israel. Egypt made a peace deal with Israel in 1979, followed by Jordan in 1994. Mauritania recognized Israel in 1999, but later ended relations in 2009 over the Israel’s war in Gaza at the time.\n\nIn addition to Trump, the main U.S. mediators for agreement were the president’s senior advisor and son-in-law Jared Kushner, special Mideast envoy Avi Berkowitz and David Friedman, the U.S. ambassador to Israel.\n\nThe UAE is a U.S.-allied federation of seven sheikhdoms on the Arabian Peninsula. Formed in 1971, the country like other Arab nations at the time did not recognize Israel over its occupation of land home to the Palestinians.\n\n“Arab oil is not dearer than Arab blood,” the UAE’s founding ruler, Sheikh Zayed bin Sultan Al Nahyan, once pronounced when agreeing to an oil boycott over U.S. military support to Israel in the 1973 Mideast war.\n\nThe UAE relied on white-collar Palestinians in creating its nation. Over time, it maintained its stance that Israel allow the creation of a Palestinian state on land it seized in the 1967 war.\n\nBut in recent years, ties between Gulf Arab nations and Israel have quietly grown, in part over their shared enmity of Iran and the Lebanese militant group Hezbollah. Prince Mohammed also shares Israel’s distrust of Islamist groups like the Muslim Brotherhood and the militant group Hamas that holds the Gaza Strip.\n\nThe UAE's state-run WAM news agency acknowledged the deal, framing it as not just a move that helps the UAE and Israel, but one that also carries benefits for the Palestinians. Top Emirati official Anwar Gargash said the move dealt a “death blow” to moves by Israel to annex Palestinian lands.\n\nIt remains unclear what prompted Israel and the UAE to make the announcement now. In June, the United Arab Emirates’ ambassador to the U.S. warned in an Israeli newspaper op-ed that Israel’s planned annexing the Jordan Valley and other parts of the occupied West Bank would “upend” Israel’s efforts to improve ties with Arab nations.\n\nThe agreement gives Netanyahu a domestic boost at a time when Israel’s shaky coalition government is plagued by infighting and facing the possibility of early elections in the coming months. Netanyahu has seen his popularity plummet as the country grapples with a renewed coronavirus outbreak and skyrocketing unemployment as the result of earlier lockdown measures.\n\nNetanyahu also delivered a valuable diplomatic achievement to his good friend, Trump, ahead of U.S. elections.\n\nStill, by dropping the annexation plan Netanyahu may be hedging his bets ahead of a possible change in the White House. Joe Biden, the presumptive Democratic nominee, has made clear that he would oppose any moves by Israel to unilaterally redraw the Mideast map and annex lands sought by the Palestinians.\n\nNetanyahu also risked criticism inside his own hard-line Likud Party, whose members strongly supported annexation. Netanyahu appears to be betting that Likud members — and the small, but influential settler movement — will agree the peace agreement delivers more benefits than unilateral annexation. Opinion polls have shown that annexation is not a high priority for the vast majority of the Israeli public.\n\nAbandoning its annexation plan changes little on the ground. Israel already holds overall control of the West Bank and continues to expand its settlements there, while granting the Palestinians autonomy in a series of disconnected enclaves. Some 500,000 Israelis now live in the rapidly expanding West Bank settlements.\n\nNext year, Israel will take part in the UAE’s delayed Expo 2020, the world’s fair being hosted by Dubai. A secret synagogue also draws practicing Jews in Dubai. The UAE also has announced plans to build the Abrahamic Family House in Abu Dhabi, which will house a mosque, a church and a synagogue.\n\nIsraelis traveling with Western passports routinely enter the UAE without a problem, though one still can’t make a phone call between the two countries. Israelis also work in Dubai’s gold and diamond trade as well.\n\nEmirati officials also have allowed Israeli officials to visit and the Israeli national anthem was played after an athlete won gold in an Abu Dhabi judo tournament. Israel also has a small mission representing its interests at the International Renewable Energy Agency in Abu Dhabi.\n\n___", "METADATA": {"category": "news", "og": {"url": "https://www.wfaa.com/article/news/nation-world/president-trump-says-uae-to-open-diplomatic-ties-with-israel/507-159c5912-e22f-4a77-9cf9-d8d164aa38bb", "title": "President Trump says UAE to open diplomatic ties with Israel", "description": "The recognition grants a rare diplomatic win to President Trump ahead of the November election.", "type": "article", "image": {"identifier": "https://media.wfaa.com/assets/CCT/images/cb314225-d2b6-42f6-8fcb-201403a2532c/cb314225-d2b6-42f6-8fcb-201403a2532c_1140x641.jpg", "width": 1140, "height": 641}, "article": {"published_time": "8/13/2020 3:07:35 PM"}, "site_name": "wfaa.com", "locale": "en_US"}, "article": {"opinion": "false", "content_tier": "free"}, "twitter": {"title": "President Trump says UAE to open diplomatic ties with Israel", "image": {"src": "https://media.wfaa.com/assets/CCT/images/cb314225-d2b6-42f6-8fcb-201403a2532c/cb314225-d2b6-42f6-8fcb-201403a2532c_360x203.jpg"}, "card": "summary", "site": "wfaa", "description": "The recognition grants a rare diplomatic win to President Trump ahead of the November election.", "domain": "www.wfaa.com"}, "viewport": "width=1170", "site": "wfaa.com", "description": "The announcement means the United Arab Emirates, which is home to the cities of Dubai and Abu Dhabi, would become the first Gulf Arab state to have ties to Israel.", "fb": {"app_id": 1886819031630970}}}}