{"GDELT": {"GlobalEventID": 940559965, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.67532467532467, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG06", "Actor1Geo_ADM2Code": "61590", "Actor1Geo_Lat": 31.1981, "Actor1Geo_Long": 29.9192, "Actor1Geo_FeatureID": "-290263", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG06", "Action2Geo_ADM2Code": "61590", "Action2Geo_Lat": 31.1981, "Action2Geo_Long": 29.9192, "Action2Geo_FeatureID": "-290263", "DATEADDED": 20200813150000, "SOURCEURL": "https://www.msn.com/en-us/news/politics/trump-hurls-insults-at-harris-ocasio-cortez-and-other-women/ar-BB17VfQi"}, "ARTICLE": {"TITLE": "Trump hurls insults at Harris, Ocasio-Cortez and other women", "TEXT": "© Getty Trump hurls insults at Harris, Ocasio-Cortez and other women\n\nPresident Trump on Thursday levied a series of personal attacks at prominent female politicians and an MSNBC host, insulting the tone and intelligence of Sen. Kamala Harris (D-Calif.), Rep. Alexandria Ocasio-Cortez (D-N.Y.) and others in the span of just a couple hours.\n\nThe president, in tweets and in an interview with Fox Business Network, singled out Harris, Ocasio-Cortez, Speaker Nancy Pelosi (D-Calif.) and \"Morning Joe\" co-host Mika Brzezinski. Trump chastised each of them in personal terms, continuing days of attacks on Harris after she was named presumptive Democratic presidential nominee Joe Biden's running mate.\n\n\"Now you have a, sort of a mad woman I call her, because she was so angry and such hatred with Justice [Brett] Kavanaugh,\" Trump told Maria Bartiromo of Fox Business Network, complaining for a third consecutive day about the senator's questioning of his Supreme Court nominee in 2018. \"She was the angriest of the group and they were all angry.\"\n\nTrump tweeted prior to the interview that Harris was getting a \"free pass\" from the media before criticizing her tone during the Democratic primaries toward presumptive Democratic presidential nominee Joe Biden.\n\n\"There was nobody meaner or more condescending to Slow Joe, not even me, and yet she quickly evaporated down to almost zero in the polls. Bad!\" Trump tweeted.\n\nThe president also swiped at two of the most prominent Democratic lawmakers in the country during his interview with Fox Business. He targeted Ocasio-Cortez, the first-term lawmaker, after a lengthy riff about his opposition to the Green New Deal that she has championed.\n\n\"AOC was a poor student. I won't say where she went to school, it doesn't matter,\" Trump said. \"This is not even a smart person, other than she's got a good line of stuff. I mean, she goes out and she yaps. These guys, they're all afraid of her.\"\n\nThe president also described Pelosi as \"stone cold crazy.\" The two have not spoken in months after trading barbs in public numerous times.\n\nTrump in a tweet also went after Brzezinski in personal terms after championing the ratings of his preferred cable news morning show, \"Fox & Friends.\"\n\n\"Very poor morning TV ratings for MSDNC's Morning Joe, headed by a complete Psycho named Joe Scarborough and his ditzy airhead wife, Mika, and also @CNN, headed by complete unknowns. Congratulations to @foxandfriends on dominating the mornings (thank you President Trump!),\" Trump tweeted.\n\nBrzezinski responded on MSNBC, calling out Trump over his repeated clashes with women who are critical of him.\n\n\"What's your thing with women?\" Brzezinski said. \"You really have a lot of problems with women, like you're scared of them or something. I think this Kamala thing has you completely strung out.\"\n\nThe president's broadsides against women on Thursday follow days of attacks from him and his allies on Harris in particular, but they also reflect a broader pattern he has shown dating back to his campaign for office.\n\nAudio leaked during the 2016 campaign of Trump bragging on \"Access Hollywood\" about groping women without consent, he called then-Democratic nominee Hillary Clinton a \"nasty woman,\" he has referred to former aide Omarosa Manigault Newman as a \"dog,\" and he has most recently attempted to appeal to suburban women by calling them \"housewives.\"\n\nThe personal attacks on women come less than three months before an election where female voters will play a significant role in determining the outcome. Fifty-three percent of white female voters backed Trump in 2016, according to a CNN exit poll.\n\nBut a Monmouth University poll released earlier this week showed that Biden leads Trump among women, 61 percent to 32 percent.\n\nThe president's advisers have dismissed the idea that attacks on Harris should be off limits because of her gender.\n\n\"Somebody that wants to be vice president of the United States or president of the United States regardless of their gender, whether they are male or female, they ought to be able to answer the tough questions without saying, 'Oh no you can't speak about women a certain way,'\" White House counselor Kellyanne Conway told reporters on Wednesday, noting the president's female advisers are often subject to personal attacks.\n\nRonna McDaniel, chairwoman of the Republican National Committee (RNC), similarly rejected the idea that Trump was being racist or sexist with his attacks on Harris, arguing that his policies on criminal justice reform and the economy \"speak for themselves.\"\n\nVideo: Biden backtracks remarks on Black, Latino voters (FOX News)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Trump hurls insults at Harris, Ocasio-Cortez and other women", "cq": "passed", "Search.Interest": "US Politics", "robots": "index, follow", "description": "President Trump on Thursday levied a series of personal attacks at prominent female politicians and an MSNBC host, insulting the tone and intelligence of Sen. Kamala Harris (D-Calif.), Rep. Alexandria Ocasio-Cortez (D-N.Y.) and others in the span of just a couple hours.The president, in tweets and in an interview with Fox Business Network, singled out Harris, Ocasio-Cortez, Speaker Nancy Pelosi (D-Calif.) and \"Morning Joe\" co-host Mika...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}