{"GDELT": {"GlobalEventID": 940527833, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "REGIME", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.55035773252614, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ52", "Actor1Geo_ADM2Code": "14865", "Actor1Geo_Lat": 50.0833, "Actor1Geo_Long": 14.4667, "Actor1Geo_FeatureID": "-553173", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ52", "Action2Geo_ADM2Code": "14865", "Action2Geo_Lat": 50.0833, "Action2Geo_Long": 14.4667, "Action2Geo_FeatureID": "-553173", "DATEADDED": 20200813114500, "SOURCEURL": "https://english.radio.cz/landmark-prague-stories-8685642/6"}, "ARTICLE": {"TITLE": "Nový Svět: Quaint district associated with artists and once known as the Naples of Prague", "TEXT": "Prague’s extremely picturesque Nový Svět (New World) district can be found near the Czech Ministry of Foreign Affairs, beneath the hill on which the Loreto complex stands. Over the years, this part of Prague has been inhabited by servants, the city’s poor and artists – and its charms have inspired writers and filmmakers.\n\nNový Svět in 1913, source: publishing house of Václav Krátkoruký\n\nNový Svět came into existence in the 16th century, at the beginning of the reign of the Habsburgs, as the home of servants at Prague Castle. After that, the city’s poorest citizens moved in. During the First Czechoslovak Republic, up to six families were squeezed into one small house, says guide Petr Ryska, founder of the Praha neznámá (Unknown Prague) Project.\n\nNový Svět with the house \"At the Golden Sun\" (white number 27 on its roof) in 1918, photo: Tomáš Vojta\n\n“A family lived in a small chamber of about six to eight square meters, like here at U Zlatého slunce (At the Golden Sun). And there were about ten or 12 people in these small chambers, which often did not even have windows. If there was a bed, it was typically reserved for the parents. Children slept on the floor, which was infested with cockroaches, with only ripped shreds of material for blankets. So, if we visited the houses back then, we would see the curious heads of children peaking from underneath the jute covering the floor. In addition, the eldest daughter of the family would probably also be sleeping there along with her boyfriend, plus the odd guest who would contribute 20 crowns a week to the family budget. These flats were damp, dark, mouldy, and very musty. Police officers had to use handkerchiefs over their mouths and noses just to make it through an inspection of the local houses. In those days during the First Republic, the street was full of small tables and chairs, with socializing neighbours sitting upon them. Or there would be clotheslines with large bedsheets strung across the way, reminiscent of the streets of Napoli. In fact, in those days, Nový Svět was nicknamed the Naples of Prague.”\n\nHouse number 6 (Černínská Street) does not have a door, photo: Czech Radio - Radio Prague International\n\nAfter the Second World War, artists, mostly from the alternative scene, moved into the local flats. They spruced up the ruins and were conveniently hidden from the Communist regime here. After 1989, the situation changed rapidly, as the formerly poor area became highly sought after and prices skyrocketed. Rather curious is house number 6, which stands on the corner here. It does not have a door. Petr Ryska explains.\n\nJiří Anderle, photo: Tomáš Černý, Czech Radio\n\n“At first I thought that the building is simply an addition to a neighbouring building. But then I learned that it is connected to the slightly higher yellow house standing adjacent. The yellow building does not have a door or even a number, but it is in turn connected to another slightly higher building which has a door and a number: 27. The painter Jiří Anderle used to live here before moving to another part of Prague, the Hanspaulka quarter, where he created paintings for the local Church of St. Mathew. Anderle left the house to his friend Vladimír Suchánek, who is also a graphic artist. I once stopped Mr. Suchánek on the street and asked him: ‘Sir, I once saw a postcard from the First Republic on which the small house had a door. Was there a newspaper store or something inside?’ And he replied: ‘No, a poor lady lived there.’ With how thick the walls are, there must have been about a metre and a quarter of space inside, and the old lady must have curled up like a snail to lie down. Nonetheless, Jiří Anderle connected the three houses to create at least some space.”\n\nHouse \"At the Crayfish\", photo: Czech Radio - Radio Prague International\n\nOn a side street nearby stands a traditional “roubenka” log cabin. This is the romantic hotel in “dům U Raka” or “House At the Crayfish”. It got its name when a local stream called Brusnice, which was filled with crayfish, flowed through here.\n\n“At the end of the 19th century, a young woman named Josefína Rabochová lived in one of the local houses. Rabochová was dating the author Jakub Arbes, who used to visit her here. And it must be said that Arbes did not take his relationship with her very seriously. He was even ashamed of going out with the impoverished girl. That changed when Josefína became pregnant. Arbes acted gallantly, and the couple was married one week after the birth of their daughter Marie. Unfortunately, the child died soon after, but the pair went on to have a joyous marriage and many more children. Strangely though, the plot of one of the author’s rather tragic romanettos takes place right here in U Raka. The story is called Zázračná madona (Miraculous Madonna). In it, a woman wants to appeal to a man who is obsessed with the Madonna in Bartolome Esteban Murillo’s paintings. She buys some arsenic and consumes it in small doses, eventually achieving the beauty of Madonna. The man then notices her, but it is too late. The woman succumbs to the poison.”\n\nHouse \"At the Crayfish\", photo: Czech Radio - Radio Prague International\n\nThe cabin has had more interesting residents. In the 1960s, the authors Arnošt Lustig and Ota Pavel lived here. In 1987, the house was bought by its current owner, the artist and photographer Alexandr Paul. However, he soon found out the wood was infected by fungus and in 1990 he was forced to demolish the building and replace it with a replica.\n\nNový Svět Street, photo: Czech Radio - Radio Prague International\n\nHouse \"At the Golden Roc\", photo: Czech Radio - Radio Prague International\n\nMany houses here have the word “Zlatý” or “Golden” in their name, such as the “Golden Sun”, “Star”, “Lamb”, “Pear”, or the “At the Golden Roc” (U Zlatého noha). It was at this last address that Tycho Brahe lived at one time during his stay in Prague. Petr Ryska continues.\n\n“Tycho Brahe was a Danish astronomer, astrologist, and alchemist. When word of him got to Rudolf II, the Holy Roman Emperor did not hesitate and invited Brahe to Prague. The Dane found accommodations at the Golden Roc. But the house is very small, and Brahe could not fit with all his scientific equipment. So, the emperor purchased the so-called Kurz House for the scientist. It stood in the old Pohořelec section of Hradčany and was much bigger. And as for the houses here all having Golden in their names, that can be explained by the history of poverty in the area – the people here wanted to lend their homes at least a little prestige. And giving them those names was their way of doing it.”\n\nMiloš Kurovský, photo: Archive of Lenka Kurovská\n\nArtist Miloš Kurovský had a studio here in the 1980s. As Petr Ryska mentions, Kurovský was a very honest man and not on good terms with the communist regime, which banned him from exhibiting his work. He got around the ban by moving to Nový Svět and exhibiting for passers-by on the street.\n\nHouse \"At the Golden Lamb\", photo: Czech Radio - Radio Prague International\n\n“From 1978 to 1990, Kurovský’s name was on the doorbell here. His flat was on the first floor of U Zlatého beránka or At the Golden Lamb. The window was constantly wide open, and behind it, the artist was working. He even had a thick notebook hung up on a thin wire leading out of the window in which passers-by could commission future paintings from Kurovský. During pleasant weather, he would work right in the middle of the street, hanging his finished works on the wall of the opposite house. He stayed here until the property restitutions in 1990. After that, he likely failed to come to an agreement with the building’s new owner. Kurovský died in 2017, when he was past 90. The atmosphere here in the ‘80s was beautiful. Until 1985, the street was lit by the last remaining gas lamps in the city. On a winter’s day, falling snowflakes would be accompanied by the hissing of the gas lamps, and on top of it all, one could catch a glimpse of Kurovský’s new paintings through the windows. All that made quite a romantic impression. His works were all very diverse, depicting different monsters, etheric female beings, or the landscapes of alien planets. But whatever you think of his paintings, know that his work added a huge amount of colour to the grey, socialist Prague of those days.”\n\nPetr Ryska, photo: Vojtěch Ruschka\n\nOther well-known figures reside in Nový Svět to this day. For example, the director of Theatre Ungelt, Milan Hein, lives here. It was home to the animation legend Jan Švankmajer for many years, while film directors Ivo Novák and Karel Kachyňa were other notable residents.", "METADATA": {"MobileOptimized": "width", "HandheldFriendly": "true", "description": "In a hidden corner of Prague’s Hradčany, the extremely picturesque Nový Svět (New World) district has over the years been home to servants, paupers and artists.", "abstract": "In a hidden corner of Prague’s Hradčany, the extremely picturesque Nový Svět (New World) district has over the years been home to servants, paupers and artists.", "robots": "follow, index", "viewport": "width=device-width", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Radio Prague International", "type": "website", "title": "Nový Svět: Quaint district associated with artists and once known as the Naples of Prague", "url": "https://english.radio.cz/landmark-prague-stories-8685642/6", "description": "In a hidden corner of Prague’s Hradčany, the extremely picturesque Nový Svět (New World) district has over the years been home to servants, paupers and artists.", "updated_time": "2020-08-13T10:05:00", "image": {"identifier": "https://english.radio.cz/sites/default/files/styles/facebook/public/images/92310ed064b77e5ffb95a6a17a2698c3.jpg?itok=7YXnbeQF", "url": "https://english.radio.cz/sites/default/files/styles/facebook/public/images/92310ed064b77e5ffb95a6a17a2698c3.jpg?itok=7YXnbeQF"}}, "twitter": {"card": "summary_large_image", "url": "https://english.radio.cz/landmark-prague-stories-8685642/6", "title": "Nový Svět: Quaint district associated with artists and once known as", "description": "In a hidden corner of Prague’s Hradčany, the extremely picturesque Nový Svět (New World) district has over the years been home to servants, paupers and artists.", "image": "https://english.radio.cz/sites/default/files/styles/twitter/public/images/92310ed064b77e5ffb95a6a17a2698c3.jpg?itok=3kco7pS1"}, "article": {"published_time": "2020-08-13T10:07:45+02:00", "modified_time": "2020-08-13T13:11:51+02:00"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}