{"GDELT": {"GlobalEventID": 940535133, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "NGODEV", "Actor2Name": "DEVELOPMENT AGENC", "Actor2Type1Code": "NGO", "Actor2Type2Code": "DEV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.44977511244377, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkmenistan", "Actor1Geo_CountryCode": "TX", "Actor1Geo_ADM1Code": "TX", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": 60.0, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkmenistan", "Actor2Geo_CountryCode": "TX", "Actor2Geo_ADM1Code": "TX", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": 60.0, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tatarstan, Tatarstan, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS73", "Action2Geo_ADM2Code": "25109", "Action2Geo_Lat": 56.1292, "Action2Geo_Long": 53.3703, "Action2Geo_FeatureID": "10062488", "DATEADDED": 20200813123000, "SOURCEURL": "http://www.newscentralasia.net/2020/08/13/tatarstan-and-astrakhan-are-keen-on-wider-entering-turkmen-products-to-the-russian-market/"}, "ARTICLE": {"TITLE": "Tatarstan and Astrakhan are keen on wider entering Turkmen products to the Russian market – News Central Asia (nCa)", "TEXT": "Elvira Kadyrova\n\nRussia has been one of the five leading trade and economic partners of Turkmenistan for many years. And even during the period of widespread economic impact caused by the pandemic, when regional supply chains are interrupted and schemes of interaction are redrawn, Russia and Turkmenistan consistently build up projects designed to strengthen bilateral economic cooperation in practice.\n\nYesterday, on 12 August, the Consul of Turkmenistan in Astrakhan Guych Garayev met with the governor of the Astrakhan region Igor Babushkin.\n\nThe head of the Astrakhan region informed Turkmen diplomat on the current state of cooperation.\n\nIn particular, he told that one of the last sessions of the Russian-Turkmen joint commission on economic cooperation discussed the issues related to the construction of ships and the supply of Astrakhan agricultural products to the Turkmen market. In addition, there are plans to open a logistics center in the Astrakhan region to promote Turkmen goods to the Russian market.\n\nIn turn, Turkmen Consul said that the pandemic has no impact on the Consulate’s activities. Guych Garayev also expressed hope that as soon as the sanitary and epidemiological situation in the world stabilizes, the Governor of the Astrakhan region will again visit Turkmenistan.\n\n“All the agreements we have reached with the Astrakhan region remain in place,” he assured.\n\nGarayev also confirmed the interest of the Turkmen side in creating the mentioned logistics center and the intention to contribute to the implementation of this project.\n\nAmong other subjects of the Russian Federation that have established direct economic and humanitarian ties with Turkmenistan is the Republic of Tatarstan.\n\nIn early August, the Tatarstan Investment Development Agency held an online conference with the participation of heads and representatives of the Chamber of Commerce and Industry and the Union of Industrialists and Entrepreneurs of Turkmenistan.\n\nThe agenda included such topics as the development of export-import relations and investment opportunities of Tatarstan and Turkmenistan, setting up of Turkmenistan’s trade mission in Tatarstan. One of the main tasks of the trading house in Kazan will be the sale of petrochemical products, textiles and other Turkmen export products.\n\nTurkmen side has proposed to use the Caspian logistics infrastructure of the Astrakhan region, as well as river and air transport to deliver goods from Turkmenistan to Tatarstan.\n\nIn addition, the Consul General of Turkmenistan in Kazan Atadurdy Bayramov expressed readiness to provide visa support, assist in organizing meetings, legal and other types of consultations for Tatarstan business community.\n\nThe participants of the conference noted that Halal food supplies can become a promising area for the exports of Tatarstan products to Turkmenistan.\n\nThe Tatarstan side also presented offers for the supply of equipment for in Turkmenistan – for example, meters of the volume flow rate and volume of liquids in the reservoir pressure maintenance system, devices measuring the water share in non-aqueous liquids, oil and petroleum products moving through the pipelines of producing wells. The use of these devices will reduce the costs associated with measurement, and automate the entire process.\n\nIn turn, Chairman of the Chamber of Commerce and industry of Turkmenistan Dovletgeldi Rejepov stressed that Turkmen business would like to establish contacts with small and medium-sized companies of Tatarstan and is interested in cooperation in the field of information technology.\n\nBy the end of 2019, the trade turnover between Tatarstan and Turkmenistan amounted to more than US $ 120 million. The prevalent export items to Turkmenistan are land transport vehicles, rubber, and vegetable oil. Tatarstan substantially imported from Turkmenistan plastic products.\n\nIn 2019, the trade turnover between Russia and Turkmenistan exceeded US $ 694 million, or 56.47% up compared to 2018.\n\nIn Q1 2020 (January-March), the mutual trade between the Russia and Turkmenistan surpassed US $ 264 million, showing 180.11% increase year-on-year basis. The major growth in exports from Turkmenistan to Russia was registered for such items as vegetables and some edible root crops, mineral fuel, oil and distillated products, finished textiles.///nCa, 13 Aug 2020", "METADATA": {"viewport": "width=device-width, initial-scale=1"}}}