{"GDELT": {"GlobalEventID": 940507874, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "BOL", "Actor2Name": "BOLIVIA", "Actor2CountryCode": "BOL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.34506556245686004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Eloro, Chuquisaca, Bolivia", "Actor1Geo_CountryCode": "BL", "Actor1Geo_ADM1Code": "BL01", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -18.7833, "Actor1Geo_Long": -64.3167, "Actor1Geo_FeatureID": "-686921", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200813094500, "SOURCEURL": "https://www.globenewswire.com/news-release/2020/08/11/2076249/0/en/Eloro-Resources-Ltd-Announces-Completion-of-Underground-Drill-Bays-for-Diamond-Drilling-Program-at-Iska-Iska-Silver-Polymetallic-Property-Area-Potosi-Department-Southern-Bolivia.html"}, "ARTICLE": {"TITLE": "Eloro Resources Ltd. Announces Completion of Underground Drill Bays for Diamond Drilling Program at Iska Iska Silver-Polymetallic Property Area, Potosi Department, Southern Bolivia", "TEXT": "TORONTO, Aug. 11, 2020 (GLOBE NEWSWIRE) -- Eloro Resources Ltd. (TSX-V: ELO; FSE: P2Q) (“Eloro”, or the “Company”) is pleased to announce that its Bolivian subsidiary Minera Tupiza S.R.L. has completed the three (3) underground drill bays in the Huayra Kasa Mine required for the planned 3,500m underground diamond drilling program on its optioned Iska Iska Polymetallic Project in Potosi Department, southern Bolivia. The Company and contractor Empresa Minera Villegas S.R.L. have implemented safeguards to protect personnel from COVID-19. Minera Tupiza S.R.L. has received clearance from the Government of Bolivia for travel to Tupiza. Drilling will be carried out by Leduc Drilling S.R.L. and is expected to commence in early September. All workings will be systematically geologically mapped and channel sampled prior to commencement of the drill program.\n\nTable 1 below identifies the initial 20 planned underground drill holes totalling 2,225 metres at Huayra Kasa Mine and Figure 1 is a plan map showing the location of the planned holes in relation to the mineral domains defined by the synchrotron study (see press release June 25, 2020). The study concluded that synchrotron mineral cluster analysis identified four mineralogical domains that cover the entire sampling area suggesting they are related and represent a single, large mineralizing system. Furthermore, the mineralogy of the domains is consistent with minerals identified in hand specimens and are likely related to a telescoped porphyry/epithermal style of mineralization. The remaining 1,275m of drilling in the program will be allocated depending on results from the initial drilling.\n\nTom Larsen, President & CEO of Eloro commented: “The results from the synchrotron study support the concept of outlining potential bulk mineable silver-polymetallic mineralization at Iska Iska as concluded by Micon International Limited (“Micon”). The planned drill program follows the outline presented in the NI 43-101 Technical Report by Micon (see press release April 29, 2020), This program will be the first drilling to ever be carried out on the property and is designed to test the full extent of the mineralized system in and around the Huayra Kasa underground workings. The mineralized/altered zone is exposed in the underground workings over a width of 100m but is likely much more extensive. Drilling will be over a strike length of approximately 300m to a depth of 100m in the vicinity of the mine workings (Figure 1). Iska Iska is situated in the highly prolific Southern Bolivian Silver belt and has excellent potential to host a significant silver-polymetallic mineral deposit”.\n\nQualified Person\n\nDr. Osvaldo Arce, P. Geo., an expert on Bolivian geology and a Qualified Person in the context of National Instrument 43-101 has reviewed and approved the technical content of this news release. Dr. Bill Pearson, P.Geo., Chief Technical Advisor for Eloro, and who has more than 45 years of worldwide mining exploration experience including extensive work in South America, will provide technical oversight to the program in consultation with Eloro’s Technical Advisory Committee and Micon International. Drill samples will be prepared in SGS’s preparation facility in Oruro, Bolivia with pulps sent to their main laboratory in Lima, Peru for analysis by fire assay for gold and silver as well as 31 element ICP. Eloro will employ an industry standard QA/QC program with standards, blanks and duplicates\n\nAbout Iska Iska\n\nIska Iska polymetallic project is a road accessible, royalty-free property, wholly-controlled by the Title Holder, Empresa Minera Villegas S.R.L. and is located 48 km north of Tupiza city, in the Sud Chichas Province of the Department of Potosi. The property can be classified as a polymetallic (Ag, Zn, Pb, Au, Cu, Bi, Sn, In) epithermal-porphyry complex. This is an important mineral deposit type in Bolivia. Eloro’s Bolivian subsidiary, Minera Tupiza S.R.L., has an option to acquire a 99% interest in Iska Iska.\n\nGeological mapping on the property by Eloro has revealed the spatial and temporal zonation of alteration and vein minerals in an area of about 5 square kilometres. The polymetallic mineralization occurs mainly as veins, subsidiary vein swarms, veinlets, stockworks, and disseminations, forming a subvertical vein system in both the stock and the volcanic and sedimentary rocks. Preliminary evaluation work including 42 channel samples in underground and on surface workings at Iska Iska returned significant results as summarized below. All of the channel samples included altered wall rock with widths ranging between 1.20 to 5.55 m, averaging 2.90 m (see press release of October 8, 2019 for further details).\n\nSilver. Anomalous silver values range between 35.5-694 g/t Ag (46% of channel samples).\n\nAnomalous silver values range between 35.5-694 g/t Ag (46% of channel samples). Gold. Anomalous gold values range between 0.31-28.6 g/t Au (42% of channel samples).\n\nAnomalous gold values range between 0.31-28.6 g/t Au (42% of channel samples). Zinc. Anomalous zinc values range between 1.05-16.95% Zn (37% of channel samples).\n\nAnomalous zinc values range between 1.05-16.95% Zn (37% of channel samples). Lead. Anomalous lead values range between 0.41- 16.95% Pb (49% of channel samples).\n\nAnomalous lead values range between 0.41- 16.95% Pb (49% of channel samples). Copper. Anomalous copper values range between 0.1->1% (22% of channel samples).\n\nAnomalous copper values range between 0.1->1% (22% of channel samples). Bismuth. Anomalous bismuth values range between 967-7,380 g/t Bi (22% of channel samples).\n\nAnomalous bismuth values range between 967-7,380 g/t Bi (22% of channel samples). Indium. Anomalous indium values range between 10.35->500 g/t In (34% of channel samples).\n\nThe synchrotron study concluded that the mineral cluster analysis identified four mineralogical domains that cover the entire sampling area suggesting they are related and represent a single, large mineralizing system. Furthermore, the mineralogy of the domains is consistent with minerals identified in hand specimen and are likely related to a telescoped porphyry/epithermal style of mineralization. Domain 1 (Figure 1) is the most pervasive while Domains 2, 3 and 4 are more localized.\n\nDr, Osvaldo Arce, P.Geo., Project Manager in Bolivia, commented: “The results from this study support the concept of outlining potential bulk mineable silver-polymetallic mineralization at Iska Iska as concluded by Micon. Domain 1 is very widespread with mineralization and alteration occurring in all rock types including granodiorite, dacite and sandstone. Some samples returned grades comparable to those samples in the more restricted domains. Domain 2 contains high silver, zinc, lead and indium values while Domain 3 has high gold and bismuth values. Domain 4 returned the highest gold value with high silver and bismuth. It is likely that the mineralization in Domains 2 to 4 is a precious metal-rich epithermal style that occurs along structures cutting the widespread Domain 1 mineralization that is of disseminated porphyry style. It should be emphasized that this is a preliminary study the conclusions of which will be refined with additional surface/underground geological mapping and diamond drilling” (see press release June 25, 2020 for further details).\n\nAbout Eloro Resources Ltd.\n\nEloro is an exploration and mine development company with a portfolio of gold and base-metal properties in Bolivia, Peru and Quebec. Eloro has an option to acquire a 99% interest in the highly prospective Iska Iska Property, which can be classified as a polymetallic epithermal-porphyry complex, a significant mineral deposit type in the Potosi Department, in southern Bolivia. Eloro recently commissioned a NI 43-101 Technical Report on Iska Iska, which was completed by Micon International Limited and is available on Eloro’s website and under its filings on SEDAR. Iska Iska is a road-accessible, royalty-free property. Eloro also owns an 82% interest in the La Victoria Gold/Silver Project, located in the North-Central Mineral Belt of Peru some 50 km south of Barrick’s Lagunas Norte Gold Mine and Pan American Silver’s La Arena Gold Mine. La Victoria consists of eight mining concessions and eight mining claims encompassing approximately 89 square kilometres. La Victoria has good infrastructure with access to road, water and electricity and is located at an altitude that ranges from 3,150 m to 4,400 m above sea level.\n\nCAUTION REGARDING FORWARD-LOOKING INFORMATION\n\nInformation in this news release may contain forward-looking information. Statements containing forward looking information express, as at the date of this news release, the Company’s plans, estimates, forecasts, projections, expectations, or beliefs as to future events or results and are believed to be reasonable based on information currently available to the Company. There can be no assurance that statements of forward-looking information will prove to be accurate. Actual results and future events could differ materially from those anticipated in such statements. Readers should not place undue reliance on forward-looking information.\n\nNeither the TSXV nor its Regulation Services Provider (as that term is defined in the policies of the TSXV) accepts responsibility for the adequacy or accuracy of this release.\n\nFOR FURTHER INFORMATION PLEASE CONTACT: Thomas G. Larsen (President & CEO) Jorge Estepa (Vice-President) tlarsen@elororesources.com jestepa@elororesources.com ELORO RESOURCES LTD 20 Adelaide Street East, Suite 200 PHONE (416) 868-9168 | FAX (416) 361-1333 Toronto, Ontario, Canada M5C 2T6 www.elororesources.com\n\nTable 1: Summary of Initial Planned Underground Diamond Drill Holes, Huayra Kasa Mine.\n\n\n\nDDH No. DRILL BAY No. SECTION EASTING UTM NORTHING UTM ELEV. (masl) AZIMUTH DIP PLANNED LENGTH (m) DHK-01 1 A-A' 205616 7656385 4155 180 -10° 100 DHK-02 1 A-A' 205616 7656385 4155 180 -50° 100 DHK-03 1 B-B' 205616 7656385 4155 90 00 75 DHK-04 1 B-B' 205616 7656385 4155 90 -45° 100 DHK-05 1 A-A' 205616 7656385 4155 N00 -50° 100 DHK-06 1 B-B' 205616 7656385 4155 270 00 150 DHK-07 1 B-B' 205616 7656385 4155 270 -45° 150 DHK-08 2 C-C' 205540 7656367 4155 150 -10° 100 DHK-09 2 C-C' 205540 7656367 4155 150 -45 150 DHK-10 2 D-D' 205540 7656367 4155 30 -50° 150 DHK-11 2 C-C' 205540 7656367 4155 330 00 100 DHK-12 2 C-C' 205540 7656367 4155 330 -45° 100 DHK-13 2 D-D' 205540 7656367 4155 210 00 100 DHK-14 2 D-D' 205540 7656367 4155 210 -45° 100 DHK-15 3 E-E' 205490 7656368 4155 315 00 100 DHK-16 3 E-E' 205490 7656368 4155 315 -45° 150 DHK-17 3 F-F' 205490 7656368 4155 270 00 100 DHK-18 3 F-F' 205490 7656368 4155 270 -45° 150 DHK-19 3 G-G' 205490 7656368 4155 225 00 100 DHK-20 3 G-G' 205490 7656368 4155 225 -45° 150 TOTAL 2,225\n\nNote: Final drill hole coordinates and depths may vary from planned.\n\nA photo accompanying this announcement is available at https://www.globenewswire.com/NewsRoom/AttachmentNg/12b060eb-d0b5-409e-a676-066877b0f194", "METADATA": {"viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1", "author": "Eloro Resources Ltd.", "keywords": "TSX Venture Exchange:ELO, Eloro Resources Ltd., Exploration", "description": "TORONTO, Aug.  11, 2020  (GLOBE NEWSWIRE) -- Eloro Resources Ltd. (TSX-V: ELO; FSE: P2Q) (“Eloro”, or the “Company”) is pleased to announce that its...", "title": "Eloro Resources Ltd. Announces Completion of Underground Drill Bays for Diamond Drilling Program at Iska Iska Silver-Polymetallic Property Area, Potosi Department, Southern Bolivia", "ticker": "TSX-V:ELO, Frankfurt:P2QM", "DC.date.issued": "8/11/2020", "google-site-verification": "TPh-fYpDjXZUz98ciWasVb52qbvctqomC6zZc8vuUPU", "original-source": "http://www.globenewswire.com/news-release/2020/08/11/2076249/0/en/Eloro-Resources-Ltd-Announces-Completion-of-Underground-Drill-Bays-for-Diamond-Drilling-Program-at-Iska-Iska-Silver-Polymetallic-Property-Area-Potosi-Department-Southern-Bolivia.html", "twitter": {"card": "summary", "site": "@globenewswire", "title": "Eloro Resources Ltd. Announces Completion of Underground Drill Bays for Diamond Drilling Program at Iska Iska Silver-Polymetallic Property Area, Potosi Department, Southern Bolivia", "description": "TORONTO, Aug.  11, 2020  (GLOBE NEWSWIRE) -- Eloro Resources Ltd. (TSX-V: ELO; FSE: P2Q) (“Eloro”, or the “Company”) is pleased to announce that its...", "image": "http://www.globenewswire.com/Attachment/LogoDisplay/455537?filename=455537.jpg&size=1"}, "og": {"title": "Eloro Resources Ltd. Announces Completion of Underground Drill Bays for Diamond Drilling Program at Iska Iska Silver-Polymetallic Property Area, Potosi Department, Southern Bolivia", "type": "article", "image": "http://www.globenewswire.com/news-release/2020/08/11/2076249/0/en/photos/894258/0/894258.jpg?lastModified=08%2F11%2F2020%2007%3A00%3A30&size=2", "url": "http://www.globenewswire.com/news-release/2020/08/11/2076249/0/en/Eloro-Resources-Ltd-Announces-Completion-of-Underground-Drill-Bays-for-Diamond-Drilling-Program-at-Iska-Iska-Silver-Polymetallic-Property-Area-Potosi-Department-Southern-Bolivia.html", "description": "TORONTO, Aug.  11, 2020  (GLOBE NEWSWIRE) -- Eloro Resources Ltd. (TSX-V: ELO; FSE: P2Q) (“Eloro”, or the “Company”) is pleased to announce that its...", "article": {"published_time": "8/11/2020 11:00:00 AM", "author": "Eloro Resources Ltd.", "tag": "Eloro Resources Ltd., Exploration"}, "locale": "en_US", "site_name": "GlobeNewswire News Room"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}