{"GDELT": {"GlobalEventID": 940570930, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GRC", "Actor1Name": "GREECE", "Actor1CountryCode": "GRC", "Actor2Code": "EUR", "Actor2Name": "EUROPEAN", "Actor2CountryCode": "EUR", "IsRootEvent": 0, "EventCode": 22, "EventBaseCode": 22, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.62980209545984, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Libya", "Actor1Geo_CountryCode": "LY", "Actor1Geo_ADM1Code": "LY", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 17.0, "Actor1Geo_FeatureID": "LY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Athens, AttikíR, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR35", "Actor2Geo_ADM2Code": "16716", "Actor2Geo_Lat": 37.9833, "Actor2Geo_Long": 23.7333, "Actor2Geo_FeatureID": "-814876", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Athens, AttikíR, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR35", "Action2Geo_ADM2Code": "16716", "Action2Geo_Lat": 37.9833, "Action2Geo_Long": 23.7333, "Action2Geo_FeatureID": "-814876", "DATEADDED": 20200813160000, "SOURCEURL": "https://www.middleeasteye.net/news/france-turkey-greece-eastern-mediterranean-navy-deployed"}, "ARTICLE": {"TITLE": "France deploys navy to eastern Mediterranean amid Greece-Turkey standoff", "TEXT": "France has lent support to Greece in its maritime dispute with Turkey on Thursday by deploying warships to the Mediterranean, while Ankara, albeit belligerent, declared negotiations as the only way to find a resolution.\n\nThe French defence ministry confirmed that it had sent two Rafale fighter jets and two navy ships, including a helicopter carrier, to the eastern Mediterranean.\n\n\"The purpose of this military presence is to strengthen the autonomous assessment of the situation and to affirm France’s commitment to free movement, to the security of maritime navigation in the Mediterranean and respect for international law,\" said a ministry statement.\n\nTurkey-Greece dispute: Acrimony as Ankara sends ships to disputed waters Read More »\n\nThe convoy had arrived in Crete earlier on Thursday and carried out joint manoeuvres with Greek forces, Greek defence sources said, according to Reuters.\n\nThe assault helicopter carrier Tonnerre (Thunder), en route to Beirut to deliver aid after last week's deadly port explosion, was joined overnight by the La Fayette frigate, previously deployed to Cyprus, AFP reported.\n\nThe deployment comes shortly after President Emmanuel Macron, who is in a bitter regional struggle with Turkey, announced his decision to “temporarily strengthen\" the French military presence in the eastern Mediterranean.\n\nStandoff in the eastern Mediterranean\n\nTensions in the Mediterranean have been rising to boiling point since Greece and Egypt signed a maritime delimitation deal last weekend designating an exclusive economic zone between the two nations, enraging Ankara.\n\nGreece had violated a German-mediated diplomatic dialogue, Ankara claimed, by suddenly signing a deal to thwart a similar maritime agreement signed by Turkey and Libya last year in an attempt to block further Greek and Cypriot energy drilling activities in the area.\n\nIn response, Turkey vowed to restart its energy drilling operations in the Mediterranean and earlier this week sent a research vessel, Oruc Reis, and several warships to an area which was part of the recent Athens-Cairo deal.\n\nTurkey said it planned to open up some of the area for potential hydrocarbon exploration, a precursor to which is collecting seismic data it can process and sell to potential bidders. Both Turkey and Greece lay claim to the area.\n\nCagatay Erciyes, a director general responsible for maritime affairs at Turkey's foreign ministry, told Middle East Eye on Wednesday that the Egyptian-Greek deal remained “null and void” for Turkey.\n\n“Greece, through this deal, violates our and Libya's continental shelf. Egypt also violates Libya’s continental shelf,” he said.\n\nGreece, in return, has been seeking support from the US and European allies.\n\nWhile most of them wished Athens well, France’s Macron decided to back the Greek military with naval deployments.\n\n“I have decided to temporarily strengthen the French military presence in the Eastern Mediterranean in the coming days, in cooperation with European partners including Greece,” Macron, who also declared Turkey’s seismic work as illegal, said in a series of tweets on Wednesday night.\n\nGreek media reported on Thursday that the Greek and French navies conducted exercises in the region, including the zone that Turkey has declared as a research area through a naval telex, known as Navtex, earlier this week.\n\nErdogan calls for dialogue\n\nIn a televised address on Thursday, Turkish President Recep Tayyip Erdogan accused Greece of exacerbating tensions by taking some “wrong” steps.\n\nHe said Oruc Reis, which has been sailing between Greece and Cyprus since Monday, would continue its work until the end of August in areas designated for Turkish Petroleum many years ago, despite Greece seeking an emergency summit for the EU to discuss Turkey’s “illegal” drilling activities.\n\nYet he called on all parties involved to follow a diplomatic path, saying that “a resolution is possible” through dialogue and negotiation.\n\n“If we move along with common sense and reason, we can find a formula that is based on win-win [principle] and [something] that protects everyone’s rights.\n\n“We aren’t chasing an unnecessary adventure or rooting for tension,” Erdogan said.\n\nTurkey's president added that he would speak to German Chancellor Angela Merkel, who is the mediator between the two countries, and president of the European Council, Charles Michel, later on Thursday to discuss the issue.\n\nErdogan defies Greece and Egypt as Turkey resumes Mediterranean drilling Read More »\n\nWhile there's no confirmed time yet for the proposed talks, Ankara has been manoeuvring diplomatically to fortify itself against possible sanctions.\n\nOn Thursday, Turkish Foreign Minister Mevlut Cavusoglu had phone calls with his counterparts from several EU member states, including Bulgaria, Hungary and Italy.\n\nThe main point of disagreement between Athens and Ankara stems from the islands belonging to Greece in the Aegean Sea and Mediterranean. While Turkey says Greece has a right to declare an exclusive economic zone in the region, it insists Athens should take into consideration Turkish interests.\n\nFor example, Athens treats the Greek island of Kastellorizo as a mainland area, and is therefore seeking maritime rights around it. However, the island is just 2km from Turkey’s Antalya, while the Greek mainland is more than 500km away.", "METADATA": {"twitter": {"card": "summary_large_image", "description": "French support for Athens comes days after Ankara sent a research vessel, accompanied by warships, to disputed waters", "title": "France deploys navy to eastern Mediterranean amid Greece-Turkey standoff", "creator": "@middleeasteye", "url": "http://www.middleeasteye.net/news/france-turkey-greece-eastern-mediterranean-navy-deployed"}, "og": {"site_name": "Middle East Eye", "type": "article", "url": "http://www.middleeasteye.net/news/france-turkey-greece-eastern-mediterranean-navy-deployed", "title": "France deploys navy to eastern Mediterranean amid Greece-Turkey standoff", "description": "French support for Athens comes days after Ankara sent a research vessel, accompanied by warships, to disputed waters", "image": {"identifier": "http://www.middleeasteye.net/sites/default/files/images-story/2020-08-11T142736Z_1192255514_RC2QBI9QCMZN_RTRMADP_3_TURKEY-GREECE.JPG", "url": "http://www.middleeasteye.net/sites/default/files/images-story/2020-08-11T142736Z_1192255514_RC2QBI9QCMZN_RTRMADP_3_TURKEY-GREECE.JPG"}}, "description": "French support for Athens comes days after Ankara sent a research vessel, accompanied by warships, to disputed waters", "fb": {"app_id": 882711278504931}, "generator": "Drupal 8 (http://drupal.org)", "article": {"author": "https://www.facebook.com/middleeasteye/"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}