{"GDELT": {"GlobalEventID": 940582655, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AUTGOV", "Actor1Name": "AUSTRIA", "Actor1CountryCode": "AUT", "Actor1Type1Code": "GOV", "Actor2Code": "AUT", "Actor2Name": "VIENNA", "Actor2CountryCode": "AUT", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.62337662337662, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vienna, Wien, Austria", "Actor1Geo_CountryCode": "AU", "Actor1Geo_ADM1Code": "AU09", "Actor1Geo_ADM2Code": "5672", "Actor1Geo_Lat": 48.2, "Actor1Geo_Long": 16.3667, "Actor1Geo_FeatureID": "-1995499", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vienna, Wien, Austria", "Actor2Geo_CountryCode": "AU", "Actor2Geo_ADM1Code": "AU09", "Actor2Geo_ADM2Code": "5672", "Actor2Geo_Lat": 48.2, "Actor2Geo_Long": 16.3667, "Actor2Geo_FeatureID": "-1995499", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vienna, Wien, Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU09", "Action2Geo_ADM2Code": "5672", "Action2Geo_Lat": 48.2, "Action2Geo_Long": 16.3667, "Action2Geo_FeatureID": "-1995499", "DATEADDED": 20200813170000, "SOURCEURL": "https://indianexpress.com/article/world/turkey-greece-stand-off-france-deploys-fighter-jets-naval-warship-erdogan-presses-for-dialogue-6553614/"}, "ARTICLE": {"TITLE": "Turkey-Greece stand-off: France deploys fighter jets, naval warship; Erdogan presses for dialogue", "TEXT": "Turkish President Recep Tayyip Erdogan Thursday said Turkey and Greece will only be able to arrive at a solution through negotiation and dialogue, adding that Ankara was not seeking any “adventures” in the region, as per a Reuters report.(Turkish Presidency via AP, Pool)\n\nAs the stand-off between Greece and Turkey intensifies, France Thursday followed through with its plans to heighten its military presence in the eastern Mediterranean by deploying two Rafale fighter jets and a naval frigate ‘Lafayette’ in the region, the country’s armed forces ministry announced.\n\nEarlier this week, French President Emmanuel Macron announced his plans to boost France’s presence in the disputed waters of the eastern Mediterranean after Turkey unexpectedly launched oil and gas exploration work in the area, leading to tensions with Greece.\n\n“I have decided to temporarily reinforce the French military presence in the eastern Mediterranean in the coming days, in cooperation with European partners, including Greece,” Macron tweeted on Wednesday.\n\nThe research vessel, Oruc Reis, flanked by Turkish warships, arrived in the Mediterranean Sea between Cyprus and Greece Monday morning, AP reported. Soon after, the Turkish government announced that the exploration works would continue till August 23.\n\nFollowing a call with the French President, Greek Prime Minister Kyriakos Mitsotakis tweeted, “Emmanuel Macron is a true friend of Greece and a fervent defender of European values and international law.”\n\nThe crisis arose from what is essentially a territorial conflict. Greece claimed that Turkey had violated international laws by venturing into an area, which is part of the Greek continental shelf. Since then, the countries’ military forces have been on high alert as a diplomatic crisis unfurls in the area.\n\nDespite being NATO allies, this is not the first time Greece and Turkey have been at odds. Over the past four decades, the countries have nearly gone to war at least three times. Drilling explorations in the resource-rich Mediterranean has repeatedly proven to be a bone of contention between the countries.\n\nTheir most recent tussle seems to have been caused by a maritime agreement signed by Greece and Egypt, which expanded their access to the Mediterranean. Angered by the deal, Turkey restarted its drilling operations in the area mentioned in the Athens-Cairo agreement, the Guardian reported.\n\nIn this taken Monday, Aug. 10, 2020, Turkey’s research vessel, Oruc Reis, center, is surrounded by Turkish navy vessels as it was heading in the west of Antalya on the Mediterranean, Turkey. (IHA via AP) In this taken Monday, Aug. 10, 2020, Turkey’s research vessel, Oruc Reis, center, is surrounded by Turkish navy vessels as it was heading in the west of Antalya on the Mediterranean, Turkey. (IHA via AP)\n\nTurkey’s President says only solution is dialogue\n\nTurkish President Recep Tayyip Erdogan Thursday said Turkey and Greece will only be able to arrive at a solution through negotiation and dialogue, adding that Ankara was not seeking any “adventures” in the region, as per a Reuters report.\n\n“The path to a solution in the eastern Mediterranean is via dialogue and negotiation,” he said. “If we act with common sense and reason, we can find a win-win solution that meets everyone’s interests. We are not chasing any unnecessary adventures or seeking tensions.”\n\nIn what appears to be a reference to the support Greece has been receiving from France, Erdogan said that the country was being encouraged to take the “wrong steps” in the disputed region by a “country that doesn’t even have a coast in the eastern Mediterranean”.\n\nEU to review Greece-Turkey tensions in meeting on Friday\n\nEuropean Union (EU) foreign ministers are set to meet on Friday to review the situation in the eastern Mediterranean, Belarus, and Lebanon, foreign policy chief Josep Borrell announced on Wednesday.\n\n“We will discuss urgent issues and address the situation in the Eastern Mediterranean, the Belarus presidential elections as well as developments in Lebanon,” Borrell tweeted.\n\nI will call an extraordinary Foreign Affairs Council meeting this Friday afternoon. We will discuss urgent issues and address the situation in the Eastern Mediterranean, the Belarus Presidential elections, as well as developments in Lebanon. — Josep Borrell Fontelles (@JosepBorrellF) August 12, 2020\n\nAfter Turkey moved began drilling activity in the east Mediterranean, Greece announced that it would seek an emergency EU foreign minister’s meeting. “The foreign minister (will) request an emergency meeting of the European Union foreign affairs council,” Greek Prime Minister Kyriakos Mitsotakis’ office said, according to an AFP report.\n\nGreece, US foreign ministers to meet to discuss tensions with Turkey\n\nGreek Foreign Minister Nikos Dendias and US Secretary of State Mike Pompeo are set to meet in Vienna on Friday to discuss the rising tensions with Turkey in the eastern Mediterranean, the Greek ministry of foreign affairs announced on Wednesday.\n\nAccording to the announcement, the leaders will focus on the recent developments in the disputed region, Al Jazeera reported.\n\n‘No provocation will go unanswered,’ says Greek PM\n\nGreek Prime Minister Kyriakos Mitsotakis (AP Photo/Giannis Papanikos) Greek Prime Minister Kyriakos Mitsotakis (AP Photo/Giannis Papanikos)\n\nResponding to the recent tensions with Turkey in the east Mediterranean, Greek Prime Minister Kyriakos Mitsotakis said that “no provocation will remain unanswered”.\n\n“We hope logic will finally prevail in our neighbouring country so that honest dialogue can begin,” Mitsotakis said in a televised statement according to an IANS report.\n\n“As a member of the European family and stability pillar in the Eastern Mediterranean, Greece stays committed to the principles of International Law and the principles of good neighbourly relations. Our country does not threaten and is not threatened by anyone,” he added.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest World News, download Indian Express App.\n\n© IE Online Media Services Pvt Ltd", "METADATA": {"viewport": "width=990", "description": "Despite being NATO allies, this is not the first time Greece and Turkey have been at odds. Over the past four decades, the countries have nearly gone to war at least three times.", "news_keywords": "Turkey Greece stand-off, Turkey Greece tensions, Turkish President Tayyip Erdogan, Turkey Ship Greece, Turkish Military Greece, Turkey Greece Standoff, Turkish Seismic Vessel, Turkey Oruc Reis, Turkey Oruc Reis Eastern Mediterranean, Turkish Energy and Natural Resources Minister, Fatih Donmez, Greek Foreign Minister, Nikos Dendias", "keywords": "turkey greece stand-off, turkey greece tensions, turkish president tayyip erdogan, turkey ship greece, turkish military greece, turkey greece standoff, turkish seismic vessel, turkey oruc reis, turkey oruc reis eastern mediterranean, turkish energy and natural resources minister, fatih donmez, greek foreign minister, nikos dendias", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/world/turkey-greece-stand-off-france-deploys-fighter-jets-naval-warship-erdogan-presses-for-dialogue-6553614/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/world/turkey-greece-stand-off-france-deploys-fighter-jets-naval-warship-erdogan-presses-for-dialogue-6553614/", "site_name": "The Indian Express", "locale": "en_US", "title": "Turkey-Greece stand-off: France deploys fighter jets, naval warship; Erdogan presses for dialogue", "description": "Despite being NATO allies, this is not the first time Greece and Turkey have been at odds. Over the past four decades, the countries have nearly gone to war at least three times.", "image": {"identifier": "https://images.indianexpress.com/2020/08/erdogan.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/world/turkey-greece-stand-off-france-deploys-fighter-jets-naval-warship-erdogan-presses-for-dialogue-6553614/", "title": "Turkey-Greece stand-off: France deploys fighter jets, naval warship; Erdogan presses for dialogue", "description": "Despite being NATO allies, this is not the first time Greece and Turkey have been at odds. Over the past four decades, the countries have nearly gone to war at least three times.", "image": {"identifier": "https://images.indianexpress.com/2020/08/erdogan.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-14T15:24:22+05:30", "modified_time": "2020-08-14T15:24:22+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}