{"GDELT": {"GlobalEventID": 940599667, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.6854802002731, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200813183000, "SOURCEURL": "https://www.msn.com/en-us/news/politics/kamala-harris-biggest-weakness-is-now-her-strength/ar-BB17Vu2v"}, "ARTICLE": {"TITLE": "Kamala Harris' biggest weakness is now her strength", "TEXT": "Hello, everyone! Welcome to the new edition of Insider Today. Please sign up here.\n\nQUOTE OF THE DAY\n\n\"She's certainly not hostile to capitalism. She's solidly in the left-center of the party, which is what I think this country needs right now.\" — Ralph Schlosstein, co-Chief Executive Officer of Evercore Inc., a Wall Street investment bank, talking to Bloomberg about Kamala Harris.\n\nWHAT'S HAPPENING\n\n© Provided by Business Insider Business Insider / Andy Kiersz\n\nNew weekly unemployment claims drop below 1 million for the first time since March. The 963,000 claims were slightly below predictions, though still much higher than any week before pandemic. The lower claims may reduce pressure on Republicans to revive negotiations with Democrats on the COVID relief bill.\n\nTrump admits he's refusing to fund the Postal Service to sabotage mail-in voting. He told Fox Business today that he'd block any additional funding so that USPS wouldn't be able to handle mailed ballots. Trump also has close ties to the new Postmaster General, who's made cost-cutting measures and postage hikes designed to limit and delay mailed ballots.\n\nNew Zealand is racing to quash a tiny COVID outbreak, its first in more than 100 days. The country locked down Auckland after a cluster of 13 cases emerged. Meanwhile, the US recorded more than 1,500 deaths yesterday, the deadliest day of the summer. The New York Times estimates that when you add in other unexplained death, it's clear more than 200,000 Americans have died of COVID.\n\nVIEWS OF THE DAY\n\n© Lucas Jackson/Reuters Former Vice President Joe Biden and U.S. Senator Kamala Harris take the stage before the start of the second night of the second 2020 presidential Democratic candidates debate in Detroit, Michigan, July 31, 2019. Lucas Jackson/Reuters\n\nHarris' biggest weakness as a presidential candidate is now an asset\n\nBecoming Joe Biden's VP solves the biggest problem Kamala Harris had with her presidential bid, and turns it into an asset. Last year, Harris struggled on the campaign trail because she had trouble deciding whether to emphasize her centrist bonafides or her progressive bonafides, both of which are real.\n\nThe result was that her campaign seemed confused, or to some, inauthentic. Sometimes she was a \"cop,\" and sometimes she was a \"cool Auntie.\"\n\nNow that she's with Biden, she has to commit to his platform, which is decidedly centrist. That doesn't mean she can't acknowledge her progressive record, but this does mean her messaging will be more focused. Biden wants to run a specific kind of gentle, middle-of-the-road campaign, and now it's her job to help him with that.\n\nThe fact that Harris can speak to both lanes of the Democratic party is an asset now that it's unified under one standard bearer. Wall Street loves her, even though she doggedly pursued lawsuits against the major banks after the financial crisis. At the same time, she's got the support of the LGBTQ community. This is a powerful combination to bring to the table on a ticket like Biden's.\n\nAs a former prosecutor and Attorney General of California, Harris will be difficult to paint as soft on crime. Instead it looks like the Trump campaign is going to resort to overtly racist and sexist dog whistles until Trump can come up with some other nickname aside from \"nasty,\" which he applied to Harris this week as he did to Hillary Clinton in 2016 before her.\n\nBut Harris is not Hillary Clinton. And her record is diverse and hard to define, swinging from center to left on an issue by issue basis. Trump is going to need new material, but unfortunately for his campaign he's a guy who likes to play the hits. — Linette Lopez\n\n© Getty Getty\n\nTrump and the GOP think everyone thinks like them, and it's messing up their game\n\nNo doubt Trump and the GOP were surprised when polling showed that running rapper Kanye West as a third party candidate would only attract 2% of the national vote. Running him was supposed to take black people away from the Biden (now Biden-Harris) ticket.\n\nBut that won't work. Black people have been ignoring Kanye since Yeezus came out. It's hard to tell if the GOP thought this troll would work because it is populated by foolish racists, or it thought this would work because the party leaders assume black people are foolish, because it's populated by racists. Either way, no.\n\nOver at Vanity Fair, Gabe Sherman reports that Trump was caught off guard when Biden picked California Sen. Kamala Harris to be his running mate. He thought Biden would pick relatively unknown California Congresswoman, Karen Bass.\n\nTrump thought Biden would pick Bass because it's what he would do — pick the person with less name recognition so that he could shine at the top of the ticket. But Biden doesn't think like Trump, so Trump miscalculated.\n\nThese missteps are partly due to the fact that Trump and GOP only read, listen, and watch their own media, Sherman says. When they see the news they don't see what the rest of America sees — they see a doddering old Biden and a Harris who looks and sounds just like progressive Rep. Alexandria Ocasio-Cortez. And they are tribal. So they assume everyone else in America is as tribal as they are. That's how they figured a black man who has openly disparaged the black community and its experience could siphon off black votes.\n\nThe rest of America does not live entirely in this Fox News reality. Down in Arizona, a focus group of voters told NPR that they're not buying Trump's attacks on Biden as soft on crime. They know he doesn't want to \"defund the police,\" and after what they've seen, they support the Black Lives Matter movement. The Trump campaign's dark messaging on that front is seen as exaggerated, it doesn't move them. What really matters to these voters is seeing some progress in the fight against the coronavirus — a reality no media bubble can entirely obscure at this point.\n\nIn short: Trump and his cohorts are swinging and missing. The mark is the virus, and the campaign is still about Trump's performance with it, not about Biden or AOC. You hear time and time again that the Trump campaign sees itself doing well against a \"defined\" Joe Biden, but unless it steps out of its own echo chamber, it will never know that it's definitions are meaningless to a lot of Americans. This is why they say you should never buy your own BS. —LL\n\n© Reuters File photo of U.S. postal service mail boxes at a post office in Encinitas Reuters\n\nWe should already have universal mail-in voting. Trump's deliberately blocking postal funding to prevent it.\n\nAs we've noted in this newsletter, voting is going to be a nightmare this election.\n\nIt was clear in April when Wisconsin's primaries were understaffed — and proved to be COVID-spreading events — that we needed a concerted national effort to fund and ensure universal mail-in voting before November.\n\nIt became clearer when New York — whose primary was postponed, then cancelled, then ordered to proceed by the courts — completely botched its primary in June with potentially tens of thousands of mishandled ballots\n\nBut as President Trump put it in 2016, America doesn't win anymore.\n\nFor months Trump's been spreading lies about mail-in voting fraud, despite he and his vice president being avid absentee balloters themselves.\n\nThis morning, Trump freely admitted on Fox that the reason he'll block any stimulus funding to support the US Postal Service (USPS) is to make universal mail-in voting impossible.\n\n\"They need that money in order to make the post office work so it can take all of these millions and millions of ballots,\" Trump said. \"But if they don't get [it] that means you can't have universal mail-in voting.\"\n\nAxios reports just seven states and the District of Columbia are sending voters mail-in ballots and not just absentee ballot applications.\n\nEight states still require an excuse to get an absentee ballot, and 11 states require an absentee ballot to have a witness, a copy of an ID, or be notarized. Voting might be considered a civic duty, but that is a lot of effort required for something that should be simple and is will within the government's purview to provide.\n\nAdd in a postal service decimated by the pandemic and held hostage by a president who'd prefer voting be as difficult as possible for regular people, we're going to have to face the looming disaster that 32 states require mail-in ballots to be received by Election Day.\n\nThis is going to be a fiasco. — Anthony Fisher\n\n© Rep. Alexandria Ocasio-Cortez has urged New York Gov. Andrew Coumo to consider implementing a wealth... Alexandria Ocasio-Cortez Rep. Alexandria Ocasio-Cortez has urged New York Gov. Andrew Coumo to consider implementing a wealth tax in his state.\n\nThe Democratic and Republican National Conventions are going to be so weird\n\nRep. Alexandria Ocasio-Cortez is still the rock star of the Democratic Party nearly two years after being elected to Congress. And she's the face of the young, progressive strain of the party's electorate that supported Sen. Bernie Sanders in the primary.\n\nBiden needs them in order to win and govern.\n\nBut AOC's only getting 60 seconds to speak at next week's truncated and virtual Democratic National Convention. If this were a normal convention, she'd be basking in at least 60 seconds of applause in the time between her introduction and \"My fellow Americans…\"\n\nBut the coronavirus pandemic has changed all that. In addition to the rat-a-tat of short speeches, the usual pre-produced video packages will carry much of the dramatic weight of the two-hour-a-night proceedings. And with a strict two-hour TV schedule to follow, even rock stars have to keep it tight.\n\nWhat were once 12-hour-a-day festivals of procedural votes, speeches, and even musical guests now looks like it might resemble a very special COVID-themed episode of Sesame Street.\n\nThe Democrats, for their part, have indicated they were going virtual for months, so they've had more time for pre-production on \"the show.\" The Republicans were still in denial as recently as last month, believing they could have a big in-person RNC in either Jacksonville or Charlotte.\n\nThese virtual conventions will likely be very much of their time: uncertain, awkward, tense, and deeply unsatisfying. — AF\n\nBUSINESS & ECONOMY\n\n© Associated Press George Soros Associated Press\n\nGeorge Soros says the markets are trapped in a Fed-fueled liquidity bubble. In an interview with an Italian newspaper, the legendary investor also said that valuations assume an early vaccine and a huge new stimulus bill, neither of which is certain.\n\nApple will introduce subscription bundles for services like Apple Music and iCloud storage. There will be a basic tier that include Music and Apple TV Plus, and more expensive bigger bundles too. The bundles could be rolled out this fall with the new iPhone.\n\nLIFE\n\n© Josh Adams Josh Adams\n\nThe Great Escape: A comic about Harry and Meghan. Insider hired a comic writer and artist to retell the story of the couple's amazing getaway from the royal family.\n\nJason Derulo thought Cats would \"change the world.\" He thought he picked the perfect movie for his big-screen debut. Boy oh boy was he wrong.\n\nDEAL OF THE DAY\n\nInsider Today readers — get 50% off a Business Insider subscription with our special end-of-summer offer and access exclusive Insider news, analysis and more. Subscribe now!\n\nTHE BIG 3*\n\n© Associated Press Jeanine Pirro Associated Press\n\nFox News' Jeanine Pirro said that \"something's going to happen\" to Joe Biden before the election. Other Fox hosts tried to walk it back, though it was not clear what Pirro even meant.\n\nAnother depressing viral video of people behaving horribly. A Black man filmed a white woman using the N-word and accusing him of \"stealing\" in a tense encounter over a parking spot.\n\nHow to lower your blood sugar fast. And what to do if it's an emergency.\n\n*The most popular stories on Insider today.\n\nRead the original article on Business Insider\n\nVideo: Why Kamala Harris may prove an elusive target for Trump (Reuters)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Kamala Harris' biggest weakness is now her strength", "cq": "passed", "Search.Interest": "US Politics", "robots": "index, follow", "description": "Kamala couldn't be defined as either progressive or centrist during her presidential run, but now that ambiguity is her strength.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}