{"GDELT": {"GlobalEventID": 940508824, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "BLR", "Actor2Name": "BELARUS", "Actor2CountryCode": "BLR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.826801517067, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200813094500, "SOURCEURL": "https://www.zerohedge.com/geopolitical/crisis-belarus-sign-global-division"}, "ARTICLE": {"TITLE": "Crisis In Belarus As Sign Of Global Division", "TEXT": "Submitted by SouthFront\n\nOver the past days, Belarus, an eastern European state bordering with Ukraine, Poland, Lithuania and Latvia, has become a scene of a new regime change attempt on the territory of the former USSR.\n\nOn August 9, the country held presidential elections and saw a dramatic increase of activity of opposition forces. The mobilized opposition and the wide-scale pro-opposition campaign in international and local media that took place exploited the existing issues in the economic and social sphere of the country as well as the general dissatisfaction of a part of the population with the corruption and fossilized elites, represented by acting President Alexander Lukashenko.\n\nDespite this, preliminary results showed that Lukashenko received approximately 80% of votes, while the opposition candidate Svetlana Tikhanovskaya received about 10% of the ballots. Over 4% of voters chose the “against all candidates” option. The election turnout was 84.23%. Even if one imagines mass falsifications during the election process, that may lead to a 15-20% increase of the result of Lukashenko, the election became a major failure for opposition forces.\n\nNevertheless, the history of various coups around the world demonstrates that a consolidated and well-coordinated aggressive minority can seize power if it faces no proper response to its actions from the government. Such situation happened during the so-called ‘Maidan’ coup in Ukraine in 2014, when an aggressive group of radical nationalists supported by foreign forces exploited the criminal inaction of the Yanukovich government. The overwhelming majority of the population did not support the coup and the further violence that expanded throughout Ukraine. Nonetheless, the silent majority became a victim of the aggressive and vocal minority.\n\nNo surprise, the opposition immediately declared the election rigged and did not recognize its results. Violent protests started in Minsk and other large cities of Belarus. On August 9 and August 10, the protests strike force, led by radical Belarusian nationalists and leftist Antifa groups, clashed with police throwing at them rocks, bottles and beating isolated police officers. Well-coordinated mobile groups of protesters tried to block local voting places and allegedly threw at least several petrol bombs at security personnel. However, reports about the usage of so-called Molotov cocktails are yet to be confirmed.\n\nSecurity forces responded with an increase of security measures across the country, the establishment of additional checkpoints and the usage of tear gas and rubber bullets. According to the country’s Ministry of the Interior, dozens of police officers and protesters were injured in the clashes. Authorities also said that a protester died from wounds received when an explosive device blew up in his hand. He was allegedly planning to throw it at security forces.\n\nA network of social media accounts, many of them operated from places outside Belarus, like Poland and the Baltic states, with support from mainstream media outlets try to paint the picture of the total collapse of the government, releasing instructions for rioters, personal data of police officers, and spreading fake news about Lukashenko supposedly fleeing Belarus. A special topic covered by these media outlets is the use of violence against the allegedly peaceful protesters. How groups of radicals provoking and attacking police officers could be peaceful remains out of the question. Pro-coup media also promote the idea of national-wide strike starting on August 11.\n\nAt the same time, according to local sources and evidence from the site of clashes, the Belarusian law enforcement has demonstrated a high motivation to act decisively in their effort to stop the spread of the chaos. President Lukashenko, regardless the criticism of his economic or political strategies, apparently learnt the lessons of history and is taking active steps to prevent the coup.\n\nThe United States and the European Union already declared the elections in Belarus ‘unfair’ and ‘not independent’. As of August 11, the main Belarusian opposition candidate, Tikhanovskaya, and several top members of her campaign fled to Lithuania, from where they are making loud statements calling for what she calls ‘revolution’.\n\nThe pro-Western, neo-liberal part of the Russian opposition also held a rally in support of the coup attempt in Belarus in the front of the Belarusian embassy in Moscow.\n\nJust a few weeks ago, Lukashenko was publicly flirting with Washington & Co and making anti-Russian statements. With the start of the election crisis, his new friends immediately betrayed him and in fact support the ongoing coup attempt. This once again demonstrated that arrangements with the Washington establishment and the European bureaucrats are not worth a row of beans.\n\nThe dividing line between constructive national forces and the coalition of various neo-liberal, pro-Western factions and radical nationalists financed by the West and trying to seize the power by any means once again became especially evident.\n\nIf the so-called ‘supporters of democracy’ achieve a victory, the area of instability currently localized in Ukraine will expand into Belarus and may ignite fires in all over eastern Europe, including the European part of Russia.", "METADATA": {"twitter": {"card": "summary_large_image", "site": "@zerohedge", "description": "Over the past days, Belarus, an eastern European state bordering with Ukraine, Poland, Lithuania and Latvia, has become a scene of a new regime change attempt on the territory of the former USSR...", "title": "Crisis In Belarus As Sign Of Global Division", "url": "https://www.zerohedge.com/geopolitical/crisis-belarus-sign-global-division", "image": "https://zh-prod-1cc738ca-7d3b-4a72-b792-20bd8d8fa069.storage.googleapis.com/s3fs-public/styles/max_650x650/public/2020-08/tihonovskaia.jpg?itok=jkrbJKwp"}, "og": {"site_name": "Zero Hedge", "type": "Article", "url": "https://www.zerohedge.com/geopolitical/crisis-belarus-sign-global-division", "title": "Crisis In Belarus As Sign Of Global Division", "image": "https://zh-prod-1cc738ca-7d3b-4a72-b792-20bd8d8fa069.storage.googleapis.com/s3fs-public/styles/max_650x650/public/2020-08/tihonovskaia.jpg?itok=jkrbJKwp"}, "description": "Over the past days, Belarus, an eastern European state bordering with Ukraine, Poland, Lithuania and Latvia, has become a scene of a new regime change attempt on the territory of the former USSR...", "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0", "theme-color": "#ffffff"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}