{"GDELT": {"GlobalEventID": 940552290, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "FIN", "Actor1Name": "FINLAND", "Actor1CountryCode": "FIN", "Actor2Code": "EST", "Actor2Name": "ESTONIA", "Actor2CountryCode": "EST", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7042253521126701, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bulgaria", "Action2Geo_CountryCode": "BU", "Action2Geo_ADM1Code": "BU", "Action2Geo_Lat": 43.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "BU", "DATEADDED": 20200813141500, "SOURCEURL": "https://www.independent.ie/world-news/greece-welcomes-french-intervention-in-eastern-mediterranean-39447298.html"}, "ARTICLE": {"TITLE": "Greece welcomes French intervention in eastern Mediterranean", "TEXT": "Greece’s prime minister warmly thanked France for its decision to boost its military presence in the eastern Mediterranean (Greek National Defence/AP)\n\nGreece’s prime minister has warmly thanked France for boosting its military presence in the eastern Mediterranean.\n\nIt comes as Greek and Turkish warships are closely shadowing each other over a Turkish energy exploration bid in waters Athens claims as its own.\n\nMeanwhile, Turkey accused Greece and the island nation of Cyprus of encroaching on its rights in the Mediterranean.\n\nIt has vowed to defend its interests in the region but also called for dialogue to resolve the dispute.\n\nExpand Close French President Emmanuel Macron has been hailed as a ‘true friend of Greece’ (Daniel Cole/AP) AP/PA Images / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp French President Emmanuel Macron has been hailed as a ‘true friend of Greece’ (Daniel Cole/AP)\n\nGreek Prime Minister Kyriakos Mitsotakis tweeted that French President Emmanuel Macron is “a true friend of Greece and also a fervent protector of European values and international law”.\n\nThe mounting territorial tension follows Turkey’s move to send a seismic research vessel, escorted by warships, into waters between the Greek island of Crete and Cyprus to look for potential offshore gas and oil reserves, following similar discoveries in other parts of the region.\n\nGreece claims part of the area is over its own continental shelf and has demanded the Turkish ships withdraw.\n\nTurkey has countered that it is entitled to conduct research in the area.\n\nGreece placed its military on alert and sent warships to the area off Turkey’s southern coast.\n\nExpand Close Turkey President Recep Tayyip Erdogan accused Greece of behaving maliciously (Turkish Presidency/AP) AP/PA Images / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp Turkey President Recep Tayyip Erdogan accused Greece of behaving maliciously (Turkish Presidency/AP)\n\nTurkish President Recep Tayyip Erdogan reiterated a call for dialogue and said he would hold talks with German Chancellor Angela Merkel and European Council President Charles Michel later on Thursday to discuss the standoff.\n\n“The path for a solution in the eastern Mediterranean is dialogue and negotiation,” he said during an address to his ruling party’s officials.\n\n“A formula based on a win-win solution that protects the rights of all can be found if we act with common sense and reason.”\n\nMr Erdogan said “Greece’s attitude in the Aegean and the Mediterranean is malicious”, adding that the Greek island on which Athens bases its continental shelf claim is located just 1.25 miles from the Turkish coast and 369 miles from the Greek mainland.\n\nHe said: “We don’t have designs on anyone’s rights, but we won’t let any country take away our rights.”\n\nThe Turkish leader also accused France of “provoking” Greece and Cyprus into taking “wrongful steps.”\n\nMr Erdogan later spoke on the phone with German Chancellor Angela Merkel, who has previously interceded to ease similar tensions between Turkey and Greece, and with EU Council President Charles Michel.\n\nMs Merkel also spoke on the phone with Mr Mitsotakis.\n\nExpand Close A French Tonnerre helicopter carrier is escorted by Greek and French military vessels during a maritime exercise in the eastern Mediterranean (Greek National Defence/AP) AP/PA Images / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp A French Tonnerre helicopter carrier is escorted by Greek and French military vessels during a maritime exercise in the eastern Mediterranean (Greek National Defence/AP)\n\nThe Greek Defence Ministry said the French frigate Lafayette and the helicopter carrier Tonnerre held joint exercises with four Greek frigates Thursday in the eastern Mediterranean, including in areas Turkey is exploring.\n\nTwo French Rafale fighter jets are making a stop at Souda airbase in Crete on Thursday after being previously deployed in Cyprus for an exercise.\n\nThe French Defence Ministry said its presence “is aiming at reinforcing France’s autonomous assessment of the situation and affirms the country’s attachment to free movement, maritime safety and respect for international law in the Mediterranean Sea”.\n\nMr Macron announced after a phone call with Mr Mitsotakis late Wednesday that he decided to “temporarily reinforce the French military presence in the eastern Mediterranean in the coming days, in co-operation with European partners including Greece”.\n\nPA Media", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, viewport-fit=cover", "description": "Greece’s prime minister has warmly thanked France for boosting its military presence in the eastern Mediterranean.", "fb": {"pages": 96796398469, "app_id": 714861305308164}, "apple-itunes-app": "app-id=335158729, app-argument=https://www.independent.ie/world-news/greece-welcomes-french-intervention-in-eastern-mediterranean-39447298.html", "og": {"title": "Greece welcomes French intervention in eastern Mediterranean", "site_name": "independent", "description": "Greece’s prime minister has warmly thanked France for boosting its military presence in the eastern Mediterranean.", "url": "https://www.independent.ie/world-news/greece-welcomes-french-intervention-in-eastern-mediterranean-39447298.html", "type": "article", "image": {"identifier": "https://www.independent.ie/world-news/623e8/39447294.ece/AUTOCROP/w1240h700/ipanews_6acc4e37-e3fc-4845-baba-871f25251452_1", "secure_url": "https://www.independent.ie/world-news/623e8/39447294.ece/AUTOCROP/w1240h700/ipanews_6acc4e37-e3fc-4845-baba-871f25251452_1", "type": "image/jpeg", "width": 1240, "height": 700}}, "twitter": {"card": "summary_large_image", "site": "@Independent_ie", "url": "https://www.independent.ie/world-news/greece-welcomes-french-intervention-in-eastern-mediterranean-39447298.html", "title": "Greece welcomes French intervention in eastern Mediterranean", "description": "Greece’s prime minister has warmly thanked France for boosting its military presence in the eastern Mediterranean.", "image": {"identifier": "https://www.independent.ie/world-news/623e8/39447294.ece/AUTOCROP/w1240h700/ipanews_6acc4e37-e3fc-4845-baba-871f25251452_1", "alt": "Greece’s prime minister warmly thanked France for its decision to boost its military presence in the eastern Mediterranean (Greek National Defence/AP)"}, "domain": "Independent.ie"}}}}