{"GDELT": {"GlobalEventID": 940557723, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 163, "EventBaseCode": 163, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.7734553775743702, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200813144500, "SOURCEURL": "https://www.lawfareblog.com/what-watch-understand-sino-iranian-relationship"}, "ARTICLE": {"TITLE": "What to Watch to Understand the Sino-Iranian Relationship", "TEXT": "Beijing and Tehran are in the process of finalizing an ambitious partnership covering a range of security and economic issues. According to reporting by the New York Times, the agreement will include Chinese development of Iranian transportation infrastructure, a 5G network and joint military exercises, among other points of cooperation.\n\nThe announcement evoked two types of reactions in the West. To the more traditional foreign policy hawks, the agreement is overwhelming evidence of “the dangers from ambitious authoritarian powers” and proof that Iran’s foreign policy ambitions extend far beyond the Middle East. And to those who find the partnership more benign, Iran’s outreach to China is simply business as usual and consistent with Iran’s long history of balancing its relationships with great powers. According to the latter view, this is more of a tactical maneuver than a strategic move that undercuts U.S. influence in the region while bolstering two of Washington’s primary adversaries.\n\nIn fact, it’s not clear how this Sino-Iranian partnership will shape up. The United States should not overreact to shifting geopolitical dynamics in the Middle East, and should instead keep an eye out to assess the evolution of the relationship and take stock of what is delivered instead of what is merely promised. In short, to borrow a motto from President Xi Jinping’s alma mater, Tsinghua University: “行胜于言,” or, actions speak louder than words. Policymakers should watch a range of potential indicators that could signal the partnership’s real significance.\n\nThe agreement is a potential boon for Iran’s nuclear and missile development program, something that runs counter to the security interests of the United States and U.S. allies in the region. The closer Iran and China grow, the less likely it becomes that China would back a future nuclear deal constraining Tehran’s ambitions, as occurred with the JCPOA. China has increasingly used its veto power in the U.N. Security Council, especially as it relates to geopolitical issues in the Middle East. Since 2011 and the outbreak of the Syrian civil war, China has exercised its veto 10 times, nine of which were on votes related to Syria. Its most recent veto, cast in July alongside Russia, prevented the council’s approval of aid deliveries to Syria from Turkey for another year. Interestingly, most of China’s exercise of its veto power as it relates to Syria might have been unnecessary, since Russia has also vetoed these resolutions. If Syria is an example of how China defends its partners, the increased bilateral economic and security interests between Beijing and Tehran could undermine any future multilateral agreements to limit Tehran’s nuclear ambitions.\n\nWashington should also pay close attention to the potential of Beijing renewing arms sales and instituting intelligence-sharing mechanisms with Tehran. China was a primary arms exporter to Iran during the Iran-Iraq war in the 1980s, but the threat of U.S. sanctions coupled with U.N. arms embargoes on Iran has since deterred China. Security Council Resolution 1929, adopted in 2010, prohibits the “direct or indirect supply, sale or transfer to Iran of heavy conventional weapons,” but it is set to expire in October 2020. Some Iran-watchers fear that U.S. efforts to extend the U.N. arms embargo will fail. Following the expiration, China could seek to revive its arms sales to Iran, including fighter jets (potentially the J-10C), air and missile defense systems (particularly any of China’s new generations of supersonic missiles), and Chinese submarine technology. (Chinese-made unmanned aerial vehicles are of less interest to Iran, given the country’s robust domestic production.) In addition, recent reports of a Chinese intelligence-sharing agreement with Pakistan suggest that China may be looking to expand trusted partnerships. Washington should pay close attention to whether China pursues a similar mechanism for intelligence cooperation with Iran, by, for example, granting the Iranian Ministry of Defense and Armed Forces Logistics observer status to China’s Joint Staff Department meetings. Renewed arms sales and substantial intelligence cooperation could signal that China and Iran are seeking to undercut U.S. security interests in the Middle East.\n\nEconomically, China could offer Iran relief from the U.S. “maximum pressure” campaign. Iran’s oil revenues have declined by an astonishing 92 percent over the past year alone, and the Iranian population is feeling the squeeze of U.S. sanctions. If Iran earns much-needed hard currency from this arrangement, it could go a long way toward alleviating some of the pressure that has been building on its economy under the crushing weight of sanctions. It is also a critical indicator for U.S. officials to watch, particularly to the extent that an energy-for-cash swap undercuts the existing sanctions regime. Aligning more closely with Beijing gives the Iranian leadership a chance to demonstrate to the Iranian public that the country has options and is not completely isolated. Paradoxically, the U.S. campaign of “maximum pressure” perhaps made it inevitable that Iran would invest more effort in building relationships with other countries—especially China, with its record of economic prowess and its assertive foreign policy.\n\nThere is, however, another reason for closer Sino-Iranian relations that has so far been underexplored. As several China watchers have noted, Beijing has been careful not to directly challenge U.S. interests in the Middle East and has largely benefited from the United States acting as a security guarantor in the region. However, President Xi’s proclivity for a more aggressive and expansionist Chinese foreign policy could alter China’s footprint in the Middle East in the near future, and Iran could come to serve as a new security guarantor for Chinese economic interests and expansion in the region. Through its proxy network, Iran enjoys significant political and security influence in key countries. A closer relationship between China and Iran could help facilitate Beijing’s Belt and Road Initiative (BRI) in countries where Tehran holds sway, including in Iraq and Syria. U.S policymakers should pay attention not only to the obvious potential benefits outlined in the agreement but also to how it may aid China’s economic expansion and interest in countries where Iran exerts significant influence. A more aggressive push by China to expand BRI throughout Iranian-friendly territory will be a key indicator for the United States to monitor.\n\nDespite these potential advantages to China and Iran, there are also challenges—domestic and geopolitical—that would prevent words on a paper from materializing in any meaningful way and threaten U.S. interests.\n\nFirst, there are concerns about China’s intentions. The deal has been met with criticism from opposition politicians in Iran, with some citing the 1828 Treaty of Turkmenchay, in which Persia ceded swaths of land in the Caucasus to the Russian Empire. The treaty is posited as a warning for how China could encroach on Iran’s sovereignty. These worries are not unfounded. China’s BRI venture has proved catastrophic for some countries that have accumulated Chinese debt to the point that China has acquired critical infrastructure and strategic territory as payment. Iran only has to look across the Arabian Sea—to nearby countries like Djibouti, Pakistan and Sri Lanka—to see what debt entrapment looks like. In Iran, China could look to encroach on key port facilities near the Strait of Hormuz, one of the most important energy chokepoints in the world. China is an infamously harsh creditor. Contrary to the International Monetary Fund and the World Bank, Beijing has shown little willingness to unilaterally grant debt relief for BRI countries suffering as a result of the human and economic consequences of the coronavirus pandemic.\n\nSecond, contrary to U.S. foreign policy in the region, Beijing has, for the most part, been careful not to take sides—largely due to its economic interests. In May, China’s imports of crude oil from Saudi Arabia hit a record high , a 94.9 percent increase from the previous year. China has also reportedly helped Saudi Arabia expand its nuclear energy program. In 2018, China was Israel’s second largest export market, and Chinese investment in Israel’s technology sector doubled between 2014 and 2016. With the new Sino-Iranian partnership deal, China is looking to expand economic relations with these countries’ chief regional rival and could invest upward of $400 billion over 25 years in building Iran’s infrastructure.\n\nThis balancing act may be difficult to maintain, and some commentators wonder if the formal bilateral agreement with Iran signals a meaningful change. As the United States seeks to further draw down its forces in the region and sectarianism continues to fuel proxy wars, maintaining an image of impartiality could become increasingly difficult for Beijing. As the U.S. security blanket retracts, Beijing could be left to provide security, which could compel it to choose sides. Furthermore, if the Sino-Iranian partnership benefits Iran’s missile development and military modernization, it could pose a significant security threat to the Gulf states and Israel. No state has successfully avoided taking sides in the Middle East, and there is no reason to believe China would fare differently.\n\nWhen analyzing recent actions like the proposed Sino-Iranian partnership, it is important to avoid a zero-sum lens in U.S. foreign policy in the Middle East. According to this worldview, any time the United States draws down forces in a region, another major power will eagerly fill the void. Many observers point to Russia’s involvement in Syria, Libya, and elsewhere, and this pending agreement fits the same narrative, but with China playing the role of revisionist power. But each case should be looked at individually. China has moved to become more involved in Syria, but this has not led to a deepening Chinese military presence there. If that changes at some point, potentially in a post-reconstruction phase, it would be an indicator of a partnership that has moved beyond something merely superficial and could indicate a meaningful partnership detrimental not just to Western interests in the region but also to Syria’s long-term future.\n\nIt might be best for Washington to remain patient and consider a broad range of potential post-coronavirus geopolitical shifts. The key for the United States could be to carefully calibrate its response, avoiding an overreaction while simultaneously preparing for a Sino-Iranian partnership that is more actions and fewer words.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "fb": {"app_id": 327531937288071}, "description": "The two countries are reportedly concluding a new partnership agreement, but cooperation between Tehran and Beijing will face obstacles.", "news_keywords": "politics, law", "og": {"site_name": "Lawfare", "type": "article", "title": "What to Watch to Understand the Sino-Iranian Relationship", "url": "https://www.lawfareblog.com/what-watch-understand-sino-iranian-relationship", "description": "The two countries are reportedly concluding a new partnership agreement, but cooperation between Tehran and Beijing will face obstacles.", "updated_time": "2020-08-13T11:17:19-04:00", "image": {"identifier": "https://www.lawfareblog.com/sites/default/files/Iraniangovtviakhameneiir%20%281%29.jpg", "url": "https://www.lawfareblog.com/sites/default/files/styles/thumbnail/public/pictures/picture-2947-1580562309.jpg?itok=u9xK9EOE"}}, "twitter": {"card": "summary", "site": {"identifier": "lawfareblog", "id": 186755547}, "url": "https://www.lawfareblog.com/what-watch-understand-sino-iranian-relationship", "title": "What to Watch to Understand the Sino-Iranian Relationship", "description": "The two countries are reportedly concluding a new partnership agreement, but cooperation between Tehran and Beijing will face obstacles.", "image": "https://www.lawfareblog.com/sites/default/files/Iraniangovtviakhameneiir%20%281%29.jpg"}, "article": {"published_time": "2020-08-13T10:06:49-04:00", "modified_time": "2020-08-13T11:17:19-04:00"}}}}