{"GDELT": {"GlobalEventID": 940537718, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PTY", "Actor1Name": "DEMOCRATIC PARTY", "Actor2Code": "LEG", "Actor2Name": "CONGRESS", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -3.6458333333333304, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Ondo State, Ondo, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI48", "Actor1Geo_ADM2Code": "22976", "Actor1Geo_Lat": 7.16667, "Actor1Geo_Long": 5.08333, "Actor1Geo_FeatureID": "-2023650", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Ondo State, Ondo, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI48", "Actor2Geo_ADM2Code": "22976", "Actor2Geo_Lat": 7.16667, "Actor2Geo_Long": 5.08333, "Actor2Geo_FeatureID": "-2023650", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Ondo State, Ondo, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI48", "Action2Geo_ADM2Code": "22976", "Action2Geo_Lat": 7.16667, "Action2Geo_Long": 5.08333, "Action2Geo_FeatureID": "-2023650", "DATEADDED": 20200813124500, "SOURCEURL": "https://allafrica.com/stories/202008130682.html"}, "ARTICLE": {"TITLE": "Nigeria: Sanwo-Olu Head Ondo Poll Campaign, PDP Accuses APC of Plans to Divert Lagos Funds", "TEXT": "The Peoples Democratic Party, PDP, Lagos State chapter, has accused the All Progressives Congress, APC, of plans to divert Lagos funds into the Ondo State Governorship contest.\n\nThe Publicity Secretary of PDP, Lagos, Taofeek Gani, in a statement on Wednesday, stated, \"The selection of Governor Babajide Sanwoolu as Head of the APC Ondo State Governorship campaign council cannot be for his political experience but because the APC intends to use Lagos funds to run the Ondo elections.\n\n\"Just as we are already hinted that Sanwoolu has approved N25 Billion to support Ize Iyamu in Edo\".\n\nThe party has, therefore, urged Lagos State Commissioner for Finance and the Accountant General to prepare for accountability within this period of Edo and Ondo elections.\n\n\"We will invite EFCC and also support the legal protest against this selection targeted at diverting Lagos taxes in the face of colossal infrastructure inadequacies begging for attention in the state,\" PDP stated.\n\nIt, however, admonished Sanwo-Olu to show empathy to residents by rejecting the \"Greek gift\" selection as head of APC campaign council, so as to concentrate on his much-touted quest to improve the state development.\n\n\"For the PDP, the state will be further plunged into avoidable debts and infrastructure deficits if the governor delves into such party assignments obviously distractive and prodigal at this time. This is the way to Calm Down.\"\n\nAPC reacts\n\nIn a swift reaction, Publicity Secretary, APC in Lagos, Mr. Seye Oladejo, described PDP's allegation as \"laughable, reckless and unfounded.\"\n\nAccording to Oladejo in a statement, \"Our attention has been drawn to the nauseating occasional vituperation of the opposition PDP as regards the appointment of the Governor of Lagos State, Mr Babajide Sanwoolu-olu to lead the APC campaign for the forth-coming Ondo State Governorship election.\n\n\"The characteristic wild and reckless allegation has shown the consistency of the warped state of mind of a frustrated opposition party that is determined to sell falsehood to the people.\n\n\"The false and unfounded allegation of the intention to divert resources of Lagos State is at best admission of what obtains in the PDP whenever there's an election.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Nigeria Governance By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\n\"Nigerians haven't forgotten the Dasuki-gate which provided a looting spree in the name of elections.\n\n\"It's also an open secret that the PDP has remained in permanent opposition in Lagos State because its leadership is gifted in looting election funds.\n\n\"It is important to put it on record that the well-thought choice of the Lagos State Governor to lead the election campaign was based on his well-acknowledged remarkable performance in office despite the prevailing unusual challenge.\n\n\"He's also known as a great manager of human and material resources.\n\nIt's laughable that you described Mr. Governor as lacking political experience after successfully and effortlessly retiring your serial governorship candidate.\n\n\"However, the bad news is that the discerning general public finds your bazaar-like governorship primaries in Ondo and Edo states distasteful and have resolved to react accordingly with their votes.\n\n\"The release which can be regarded as crying wolves where there's none can at best be described as prophetic of PDP's imminent defeat in the coming elections.\n\n\"The disintegration of the PDP house of cards in Ondo State after the governorship primaries\n\nand the desperation of your Edo State candidate which led to the demolition of the state house of assembly is incontrovertible pointers.\"", "METADATA": {"description": "The Peoples Democratic Party, PDP, Lagos State chapter, has accused the All Progressives Congress, APC, of plans to divert Lagos funds into the Ondo State Governorship contest.", "google-site-verification": "bGxG4qeN9up-gMXKjsgylykqjVrzxLjg1rQrP3K-rJk", "keywords": "Africa, news, politics, economy, trade, business, sports, current events, travel, Nigeria, West Africa, Governance", "msvalidate.01": "72401C28AAAC95E8D3FF1881A90F2C4D", "robots": "noarchive", "twitter": {"card": "summary", "description": "The Peoples Democratic Party, PDP, Lagos State chapter, has accused the All Progressives Congress, APC, of plans to divert Lagos funds into the Ondo State Governorship contest.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site": "@allafrica", "title": "Nigeria: Sanwo-Olu Head Ondo Poll Campaign, PDP Accuses APC of Plans to Divert Lagos Funds"}, "viewport": "width=device-width, initial-scale=1", "article": {"modified_time": "2020-08-13T12:14:02+0000", "published_time": "2020-08-13T12:14:02+0000", "publisher": "https://www.facebook.com/pages/allAfricacom/98946450029", "section": "News", "tag": "Governance"}, "fb": {"app_id": 100369188719, "pages": 98946450029}, "og": {"description": "The Peoples Democratic Party, PDP, Lagos State chapter, has accused the All Progressives Congress, APC, of plans to divert Lagos funds into the Ondo State Governorship contest.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site_name": "allAfrica.com", "title": "Nigeria: Sanwo-Olu Head Ondo Poll Campaign, PDP Accuses APC of Plans to Divert Lagos Funds", "type": "article", "url": "https://allafrica.com/stories/202008130682.html"}}}}