{"GDELT": {"GlobalEventID": 940583952, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSEREB", "Actor1Name": "HAMAS", "Actor1CountryCode": "PSE", "Actor1Type1Code": "REB", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.97695852534562, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200813170000, "SOURCEURL": "https://www.aljazeera.com/news/2020/08/uae-israel-normalise-ties-latest-updates-200813154215455.html"}, "ARTICLE": {"TITLE": "UAE, Israel normalise ties: All the latest updates", "TEXT": "Israel and the United Arab Emirates (UAE) have reached a historic deal that will lead to a full normalisation of diplomatic relations between the two Middle Eastern nations.\n\nThe deal came after a phone call between United States President Donald Trump, Israeli Prime Minister Benjamin Netanyahu and Sheikh Mohammed bin Zayed Al Nahyan, crown prince of Abu Dhabi.\n\nThe White House says the agreement will see Israel suspend its plans to annex Palestinian areas of the occupied West Bank.\n\nHere are the latest updates:\n\nFriday, August 14\n\n20:15 GMT - US officials tried to appeal to 'numerous' countries to make similar agreements\n\nSenior White House officials sought to use the momentum from the deal between Israel and the UAE to appeal to more Arab and Muslim countries to set aside long-standing tensions and make similar agreements.\n\nA senior White House official told Reuters that President Donald Trump's senior adviser, Jared Kushner, and Middle East envoy, Avi Berkowitz, had been in touch with \"numerous\" countries in the region, trying to see if more agreements would materialise. The official declined to name the countries.\n\n19:22 GMT - Spain backs the Israeli-UAE agreement\n\nSpain welcomed the agreement reached to normalise relations between Israel and the UAE, hoping that \"Israel’s commitment to suspend the annexing of parts of the West Bank will become permanent\", read a statement released by the country's foreign ministry.\n\nThe Government of #Spain welcomes the agreement reached to normalise relations between #Israel and the #UAE, both important partners of Spain in the #MiddleEast, and the role played by the #USA to this end.\n\n\n\nFull official statement ➡️ https://t.co/q5NEp4Bxqd pic.twitter.com/pn1h3W1XTK — Spain MFA (@SpainMFA) August 14, 2020\n\n\"Spain hopes that this agreement will contribute to regional peace and to the resumption of negotiations between Israel and Palestine, with a view to the establishment of two States living in peace and security, based on international parameters to achieve a fair, lasting and mutually acceptable solution for the parties,\" read the statement from the Spanish government.\n\n18:25 GMT - Hezbollah chief says Israeli-UAE deal was favour to Trump\n\nThe leader of Lebanon's Hezbollah movement condemned the deal between Israel and the UAE to normalise ties as a betrayal of Islam and Arabs, saying it was done as a favour to United States President Donald Trump.\n\nHassan Nasrallah said in a televised speech that Trump announced the deal because he needed \"an achievement\" ahead of US elections in November. He said he expected a number of Arab states to follow the UAE example to \"satisfy\" Washington.\n\n17:39 GMT - France welcomes the Israel-UAE deal\n\nFrench President Emmanuel Macron welcomed the \"courageous decision\" by the UAE to normalise ties with Israel.\n\n\"I salute the courageous decision of the United Arab Emirates and hope that it will contribute to the establishment of a just and lasting peace between Israelis and Palestinians,\" Macron said on Twitter.\n\n\"I said it to President Trump, Prime Minister Netanyahu and Crown Prince Mohamed bin Zayed\".\n\nJe salue la décision courageuse des Émirats arabes unis et souhaite qu’elle contribue à l’établissement d’une paix juste et durable entre Israéliens et Palestiniens. Je l’ai dit au Président Trump, au Premier ministre Netanyahou et au Prince héritier Mohamed bin Zayed. https://t.co/adyQw3ILZs — Emmanuel Macron (@EmmanuelMacron) August 14, 2020\n\n15:48 GMT - Israel-UAE agreement has ' far-reaching implications': Pakistan FM\n\nFollowing the UAE-Israel normalisation agreement, Pakistan's foreign ministry noted that such a development is \"with far-reaching implications\".\n\n\"Pakistan has an abiding commitment to the full realization of the legitimate rights of the Palestinian people, including the right to self-determination. Peace and stability in the Middle East region is also Pakistan’s key priority,\" read a statement released by the ministry.\n\n\n\n\"Pakistan's approach will be guided by our evaluation of how Palestinians' rights and aspirations are upheld and how regional peace, security and stability are preserved.\"\n\n14:53 GMT - EU welcomes normalisation and 'hopes' for new negotiations\n\nThe European Union's High Representative for Foreign Affairs and Security Policy, Josep Borrell, welcomed the UAE-Israel agreement, adding that Israel's annexation plans should \"now be abandoned altogether\".\n\n\"I welcome Israel-UAE normalisation; benefits both & is important for regional stability,\" Borrell said on Twitter.\n\n\"Suspending annexation is positive step, plans should now be abandoned altogether. EU hopes for resumed Israeli-Palestinian negotiations on 2-state solution based on intl' agreed parameters,\" he said.\n\nI welcome Israel-UAE normalisation; benefits both & is important for regional stability.\n\nSuspending annexation is positive step, plans should now be abandoned altogether. EU hopes for resumed Israeli-Palestinian negotiations on 2-state solution based on intl' agreed parameters. — Josep Borrell Fontelles (@JosepBorrellF) August 14, 2020\n\n14:30 GMT - How did Israel and the UAE get to normalising relations?\n\nBack in October 2018, Israeli Minister of Culture and Sports Miri Regev became the first Israeli to visit Abu Dhabi in an unprecedented official state visit. Her visit to the UAE was a clear sign of the Gulf country working to push its covert relations with Israel out in the open.\n\nFollowing Regev's visit, Israeli Communications Minister Ayoub Kara and Foreign Minister Yisrael Katz also travelled to Abu Dhabi and Dubai.\n\nFrom official meetings to clandestine relations - including intelligence sharing and direct and indirect flights - relations between Israel and the UAE have been going on for decades.\n\nRead the full story here.\n\n14:22 GMT - Palestinians take to the streets to protest\n\nPalestinians in Gaza and East Jerusalem held demonstrations in protest at the planned establishment of diplomatic relations between Israel and the United Arab Emirates.\n\nDemonstrators in Gaza waved Palestinian flags and held placards reading: \"Palestine is not for sale\" and \"Normalisation is treason\".\n\nPalestinians hold banners reading \"normalisation is a treason\" during a protest against the United Arab Emirates' deal with Israel to normalise relations, in Gaza City [Mohammed Salem/Reuters]\n\nLeaders from various Palestinian groups participated in the rally, which was organised by Islamic Jihad.\n\nIn East Jerusalem, protesters burned posters with photos of the UAE's Crown Prince Mohammed bin Zayed Al Nahyan and laid them on the floor for people to trample on.\n\n14:12 GMT - Netanyahu thanks Egypt, Oman, Bahrain for their 'support'\n\nIsraeli Prime Minister Benjamin Netanyahu thanked the leaders of Egypt, Oman and Bahrain for their \"support\" of the agreement to normalise ties with the UAE.\n\n\"I thank Egyptian President al-Sisi, and the governments of Oman and Bahrain, for their support of the historic peace treaty between Israel and the United Arab Emirates, which is expanding the circle of peace and will be good for the entire region,\" Netanyahu said on Twitter.\n\nI thank Egyptian President al-Sisi, and the governments of Oman and Bahrain, for their support of the historic peace treaty between Israel and the United Arab Emirates, which is expanding the circle of peace and will be good for the entire region. — Benjamin Netanyahu (@netanyahu) August 14, 2020\n\n14:01 GMT - Oman backs UAE-Israel agreement\n\nOman has become the second Gulf country after Bahrain to declare its support for a UAE-Israeli agreement to normalise ties.\n\n\"A spokesman for the Omani Foreign Ministry has expressed the sultanate's backing of the UAE decision on relations with Israel as part of the joint historic declaration between it [UAE], the United States and Israel,\" Oman's state news agency reported.\n\n#عاجل\n\n\n\nناطق رسمي باسم وزارة الخارجية يعرب عن تأييد السلطنة قرار دولة #الإمارات العربية المتحدة بشأن العلاقات مع إسرائيل في إطار الإعلان التاريخي المشترك بينها وبين الولايات المتحدة وإسرائيل. pic.twitter.com/ZEcq2dPEoN — وكالة الأنباء العمانية (@OmanNewsAgency) August 14, 2020\n\nThe official hoped the agreement will lead to \"comprehensive, fair, and lasting peace in the Middle East\", according to the agency.\n\n13:43 GMT - Palestinians unanimously reject UAE-Israel deal\n\nPalestinians reacted with shock and dismay after United States President Donald Trump unveiled an agreement between the United Arab Emirates and Israel to normalise ties.\n\n\"The late Sheikh Zayed was a dear brother to me, I knew how much he was proud of his support for Palestine… I never imagined that in my lifetime I would see the day in which the UAE would simply sell the Palestinians out for the sake of normalisation,\" said former Palestinian Authority minister Munib al-Masri.\n\n\"It's very shameful. I can't believe it until now,\" he said.\n\nRead Walid Mahmoud and Muhammad Shehada's full story on how Palestinian leadership and public reacted to the deal here.\n\n13:26 GMT - UAE makes peace with Israel's war on the Palestinians\n\nIn an opinion piece for Al Jazeera, Marwan Bishara writes, \"The agreement rewards US President Donald Trump and Israeli Prime Minister Benjamin Netanyahu for their protracted assault on the Palestinians over the past four years. Once signed, and implemented, it is likely to embolden Netanyahu's coalition, deepen Israel's occupation and strengthen Israel's alliance with Arab autocrats.\"\n\n\"But Western media outlets welcomed the 'peace agreement' as a 'historic' breakthrough\".\n\nRead Bishara's full opinion on the UAE-Israel normalisation agreement here.\n\n12:45 GMT - China 'welcomes' Israel, UAE deal\n\nChina on Friday welcomed the normalisation of ties between Israel and the United Arab Emirates.\n\n\"China welcomes any measures that help to ease tensions between Middle Eastern countries, promoting regional peace and stability,\" said Chinese foreign ministry spokesperson Zhao Lijian.\n\nHe added that China hoped concrete steps would soon be taken to bring the Palestine issue back \"on the track of equal dialogue\".\n\n10:20 GMT - Israelis and Palestinians react to UAE deal\n\n07:30 GMT - UAE's Gargash says positive reactions to Israel agreement are encouraging\n\nThe United Arab Emirate's minister of state for foreign affairs on Friday described as \"encouraging\" the reactions from main global capitals to its agreement with Israel.\n\nThe agreement dealt with the threat of further annexation of Palestinian territories, which had undermined chances of a two-state solution, Anwar Gargash said in a tweet.\n\nبينما يبقى قرار السلام فلسطيني اسرائيلي بامتياز، أتاحت مبادرة الشيخ محمد بن زايد الجريئة، عبر إبعاد شبح ضم الأراضي الفلسطينية، المزيد من الوقت لفرص السلام عبر حل الدولتين، وتطوير العلاقات الطبيعية مقابل ذلك منحى واقعي تطرحه الإمارات بكل شفافية بعيداً عن المزايدات. — د. أنور قرقاش (@AnwarGargash) August 14, 2020\n\n06:54 GMT - Turkey slams UAE's 'hypocritical behaviour'\n\nTurkey condemned the UAE for normalising ties with Israel as a \"hypocritical\" betrayal of the Palestinian cause.\n\n\"While betraying the Palestinian cause to serve its narrow interests, the UAE is trying to present this as a kind of act of self-sacrifice for Palestine. History and the conscience of the people living in the region will not forget and never forgive this hypocritical behaviour,\" the Turkish foreign ministry said in a statement.\n\n06:22 GMT - UAE, Israel normalised ties to 'keep US militarily engaged' in Middle East\n\nTrita Parsi, executive vice-president of the Quincy Institute, said the main aim of the UAE-Israel decision to normalise ties was to keep Washington \"militarily engaged in the region\".\n\nThe Iran expert made the comment when asked about what the deal might mean for Tehran and what role the alleged threat from Israel and US's arch foe played in the historic agreement.\n\nParsi, noting the close business ties between Abu Dhabi and Tehran, said the alliance between Israel, UAE and Saudi Arabia is \"more about the fact they are terrified of the idea of the United States leaving the Middle East\".\n\n\"Amplifying, exaggerating a threat from Iran is one very potent instrument to keep the United States committed to the Middle East, keeping its troops in the Middle East and providing them with the diplomatic manoeuvrability that they otherwise would not be able to get if it was solely based on their own power,\" he told Al Jazeera from Reston in the US state of Virginia.\n\n\"So, in that sense, the threat from Iran fulfils that function, but it's not the threat from Iran that is bringing those states closer together. What is bringing them closer together is the desire of keeping the United States militarily engaged in the region.\"\n\n05:21 GMT - Iran says UAE-Israel deal is 'dangerous'\n\nIran's foreign ministry condemned the deal normalising ties between Israel and the UAE, calling it a dangerous and \"strategic act of idiocy\" that will further \"invigorate the axis of resistance in the region\", according to the official IRNA news agency.\n\n\"The shameful measure of Abu Dhabi to reach an agreement with the fake Zionist regime [Israel] is a dangerous move and the UAE and other states that backed it will be responsible for its consequences,\" the statement said, according to IRNA.\n\n\"This is stabbing the Palestinians in the back and will strengthen the regional unity against the Zionist regime,\" the foreign ministry said.\n\n04:18 GMT - US envoy calls UAE-Israel deal 'Iran's worst nightmare'\n\nBrian Hook, the US State Department's lead official on Iran who will be leaving his post soon, said the new agreement amounted to a \"nightmare\" for Iran in its efforts against Israel in the region.\n\n\"What we see today is a new Middle East,\" Hook said at the White House.\n\n\"The trend lines are very different today. And we see the future is very much in the Gulf and with Israel, and the past is with the Iranian regime.\"\n\n03:40 GMT - 'He deceived us': Israeli settler leaders slam Netanyahu\n\nDavid Elhayani, head of Israel's Yesha Council of settlers, lambasted Israeli Prime Minister Benjamin Netanyahu for suspending plans to annex large parts of the occupied West Bank as part of the agreement normalising ties with the UAE.\n\n\"Netanyahu has repeatedly promised the application of Israeli sovereignty in Judea, Samaria and the Jordan Valley. We had face-to-face meetings. He assured us that he was working on it, that this is the main political issue on which he was running in the election,\" Elhayani said in a statement.\n\n\"He deceived us. He has deceived half a million residents of the area and hundreds of thousands of voters,\" he added.\n\nShai Alon, mayor of the Beit El, a settlement near the Palestinian city of Ramallah that is considered illegal by most of the international community, accused Netanyahu of selling out his supporters.\n\n\"They pulled a fast one on the settlers,\" Alon was quoted as saying by The Times of Israel newspaper.\n\n03:01 GMT - Palestine recalls its ambassador to UAE\n\nThe Palestinian foreign ministry recalled its ambassador to UAE on the orders of President Mahmoud Abbas.\n\nIn a statement, the official Wafa news agency said the move came \"in the aftermath of the tripartite US-brokered Israel-UAE deal on full normalisation of the relations between the two countries\".\n\n01:23 GMT - Trump to host Israel, UAE leaders at White House\n\nUnited States President Donald Trump said he plans to host Israeli Prime Minister Benjamin Netanyahu and UAE Crown Prince Mohammed bin Zayed Al Nahyan at the White House in the next three weeks.\n\n\"I look forward to hosting them at the White House very soon to formally sign the agreement,\" he said.\n\n\"We'll probably be doing it over the next, I would say, three weeks.\"\n\nTrump hinted that the UAE may not be the last country to strike a deal with Israel, which so far has only had formal diplomatic relations with two other Arab nations, Egypt and Jordan.\n\n\"That was a tremendous thing that happened. We have a lot of other interesting things going on with other nations also having to do with peace agreements and a lot of big news is coming over the next few weeks,\" he said.\n\n\"I am sure you will be very impressed and more importantly it's great for our country, a great thing for the world.\"\n\n01:06 GMT - UN chief hopes Israel-UAE deal can help two-state solution\n\nAntonio Guterres, the secretary-general of the United Nations, said he hoped the normalisation of ties between Israel and the UAE can help realise a two-state solution with the Palestinians.\n\n\"The secretary-general welcomes this agreement, hoping it will create an opportunity for Israeli and Palestinian leaders to re-engage in meaningful negotiations that will realise a two state-solution in line with relevant UN resolutions, international law and bilateral agreements,\" a spokesman for Guterres said in a statement.\n\n\"The secretary-general will continue to work with all sides to open further possibilities for dialogue, peace and stability,\" the spokesman said.\n\nHello, this is Zaheena Rasheed in Male, Maldives, taking over from my colleague Ramy Allahoum.\n\nThursday, August 13\n\n20:20 GMT - Jordan says Israel-UAE deal should prod Israel to accept Palestinian state\n\nJordan has said that the Israel-UAE deal could push forward stalled peace negotiations if it succeeds in prodding Israel to accept a Palestinian state on land that Israel had occupied in the 1967 Arab-Israeli War.\n\n\"If Israel dealt with it as an incentive to end occupation ... it will move the region towards a just peace,\" Jordanian Foreign Minister Ayman Safadi said in a statement on state media.\n\n20:02 GMT - Mahmoud Abbas 'rejects and denounces' UAE-Israel deal\n\nPalestinian President Mahmoud Abbas denounced Israel's accord with the United Arab Emirates in a statement issued by his spokesman.\n\n\"The Palestinian leadership rejects and denounces the UAE, Israeli and US trilateral, surprising announcement,\" said Nabil Abu Rudeineh, a senior adviser to Abbas.\n\nAbu Rudeineh, reading from a statement outside Abbas's headquarters in Ramallah in the occupied West Bank, said the deal was a \"betrayal of Jerusalem, Al-Aqsa and the Palestinian cause.\"\n\nThe statement urged the Arab League and the Organisation of Islamic Cooperation to assemble to \"reject\" the deal, adding \"neither the UAE nor any other party has the right to speak in the name of the Palestinian people.\"\n\n19:30 GMT - Israel-UAE deal 'will not stop Netanyahu's annexation plans'\n\nMustafa Barghouti, secretary general and co-founder of the Ramallah-based Palestinian National Initiative, said the deal between Israel and the UAE will not stop Israeli Prime Minister Benjamin Netanyahu's annexation plans.\n\n\"The Israelis and Emirates had relations already, there was never a struggle between them so I don't know why they need to call it a peace agreement,\" Barghouti told Al Jazeera.\n\n\"The reality is that the problem is with the Palestinian people, with the Israeli occupation of the Palestinian land; the problem is with the Israeli plan of annexation of Palestinian land which Netanyahu has confirmed one more time today that he is proceeding with.\"\n\n\"The problem is with the system of racism and apartheid that Israel excises against the Palestinian people.\"\n\n19:25 GMT - Iran official says UAE-Israel deal will not secure regional peace\n\nThe agreement between Israel and the United Arab Emirates will not secure peace in the region, tweeted a special adviser on international affairs to the speaker of Iran's parliament.\n\n\"UAE's new approach for normalizing ties w/fake, criminal #Israel doesn't maintain peace & security, but serves ongoing Zionists' crimes,\" tweeted Hossein Amir-Abdollahian, also a former deputy foreign minister.\n\n\"Abu Dhabi's behavior has no justification, turning back on the Palestine cause. W/ that strategic mistake, #UAE will be engulfed in Zionism fire.\"\n\n19:15 GMT - 'Nothing historic' about Israel-UAE normalising ties\n\nOmar Baddar, a US-based analyst, said there was \"nothing historic\" or \"groundbreaking\" about Thursday's deal between the UAE and Israel.\n\n\"Israel didn't 'halt' the annexation for the West Bank (annexation is ALREADY a de facto reality on the ground). Israel merely 'suspended' its announcement of a reality it has already illegally imposed on Palestinians. It is FALSE to say Israel suspended it at the UAE's request,\" Baddar wrote on Twitter.\n\n3) Israel suspended (put off) its annexation announcement after realizing it was going to be costly to Israel, with many US Democrats threatening for the first time to cut off military aid to Israel. The suspension came long before this UAE deal was reached. — Omar Baddar (@OmarBaddar) August 13, 2020\n\n19:05 GMT - How the world reacted to UAE and Israel normalising diplomatic ties\n\nThe United Arab Emirates has become the first Gulf Arab country to reach a deal on normalising relations with Israel, capping years of discreet contacts between the two countries in commerce and technology.\n\nThe so-called \"Abraham Agreement\", announced by United States President Donald Trump on Thursday, secures an Israeli commitment to halt further annexation of Palestinian lands in the occupied West Bank.\n\nHowever, addressing reporters later in Tel Aviv, Israeli Prime Minister Benjamin Netanyahu said he agreed to \"delay\" the annexation as part of the deal with the UAE, but the plans remain \"on the table\".\n\nRead more here.\n\n18:55 GMT - Bahrain says UAE-Israel deal strengthens chances of peace\n\nBahrain has welcomed the accord between the UAE and Israel, saying the \"historic diplomatic breakthrough will advance peace in the Middle East region\".\n\nThe small island state also praised the US for its efforts towards securing the deal.\n\n18:05 GMT - Joe Biden says Israel-UAE deal 'brave and badly needed'\n\nUnited States Democratic presidential candidate Joe Biden hailed the Israel-UAE deal as an historic step toward a more stable Middle East, warning he would not support Israel's annexation of Jewish settlements if he wins the White House in November.\n\n\"The UAE's offer to publicly recognize the State of Israel is a welcome, brave, and badly-needed act of statesmanship,\" the former Vice President said in a statement. \"Annexation would be a body blow to the cause of peace, which is why I oppose it now and would oppose it as president.\"\n\n17:50 GMT - Netanyahu calls UAE deal start of a 'new era' for Israel and Arab world\n\nIsraeli Prime Minister Benjamin Netanyahu has hailed the United States-brokered deal to normalise ties between Israel and the United Arab Emirates, saying the agreement signalled the beginning of a new era with the Arab world.\n\n\"Today a new era began in the relations between Israel and the Arab world,\" he said at a televised press conference.\n\nNetanyahu said the \"full and official peace\" with the UAE would lead to cooperation in many spheres between the countries and a \"wonderful future\" for citizens of both countries.\n\nIsraeli Prime Minister Benjamin Netanyahu said the deal would lead to a 'wonderful future' for citizens of both countries [Abir Sultan /Pool via Reuters]\n\n17:45 GMT - UK's Johnson welcomes Israel-UAE move to normalise ties\n\nUnited Kingdom Prime Minister Boris Johnson has welcomed the agreement between Israel and the UAE that will lead to a full normalisation of diplomatic relations between the two states.\n\n\"The UAE and Israel's decision to normalise relations is hugely good news,\" Johnson said on Twitter.\n\n\"It was my profound hope that annexation did not go ahead in the West Bank and today's agreement to suspend those plans is a welcome step on the road to a more peaceful Middle East.\"\n\n17:10 GMT - Israel's president invites UAE Crown Prince to visit Jerusalem\n\nIsraeli President Reuven Rivlin has extended an invitation to UAE Crown Prince Mohammed bin Zayed Al Nahyan to visit Jerusalem, hours after the announcement that the two countries were establishing full diplomatic ties.\n\n\"I invite the crown prince to visit Jerusalem,\" he wrote on Twitter, adding a greeting in Arabic.\n\nI congratulate the President of the United States @realDonaldTrump, the Prime Minister of Israel @netanyahu and Crown Prince Sheikh Mohamed bin Zayed @MohamedBinZayed on this impressive achievement and invite the Crown Prince to visit Jerusalem. Ahlan wa'Sahlan.\" — Reuven Rivlin (@PresidentRuvi) August 13, 2020\n\nRivlin, whose post is ceremonial, said the agreement was \"an important and strategic milestone\" that could jump-start agreements with other countries in the region.\n\nIsraeli President Reuven Rivlin, whose role is largely ceremonial, hailed the agreement as 'an important and strategic milestone' [File: Mick Tsikas/AFP]\n\n16:55 GMT - UN chief welcomes 'any initiative' on Middle East peace, security\n\nUnited Nations Secretary-General Antonio Guterres welcomes \"any initiative that can promote peace and security in the Middle East region,\" a UN spokesman said after Israel and the United Arab Emirates announced a deal on bilateral ties.\n\n16:30 GMT - Hamas calls deal 'a reward for the Israeli occupation's crimes'\n\nHamas has accused the UAE of stabbing Palestinians in the back by agreeing to establish full diplomatic ties with Israel.\n\n\"This announcement is a reward for the Israeli occupation's crimes,\" said Hamas spokesman Fawzi Barhoum. \"The normalisation is a stabbing in the back of our people.\"\n\n16:15 GMT - Israeli legislators welcome UAE deal\n\nIsraeli lawmakers have welcomed the establishment of full diplomatic relations with the UAE, with Israeli Defense Minister Benny Gantz - who is also Israel's \"alternate\" prime minister under a power-sharing deal - saying the agreement expressed an \"alliance\" between countries in the region that aim for stability and prosperity.\n\nHe said the deal will have \"many positive implications\" on the region and called on other Arab states to pursue peace deals with Israel. He also thanked United States President Donald Trump, calling him a \"true friend of Israel\".\n\nIsraeli Foreign Minister Gabi Ashkenazi, part of Gantz's Blue and White party, said he welcomed Israel's backing down from \"unilateral annexation\" of the West Bank, saying Trump's Middle East plan would be discussed in consultation with countries in the region.\n\nOpposition leader Yair Lapid said \"negotiations and agreements, not unilateral steps like annexation\" were key to Israel's diplomatic relations.\n\n16:12 GMT - UAE normalised ties with Israel 'to manage annexation threat'\n\nThe UAE said its agreement with Israel was made to deal with the threat that further annexation of Palestinian territories posed to the two-state solution.\n\nThe UAE's Minister of State for Foreign Affairs, Anwar Gargash, urged the Palestinians and Israelis to return to the negotiating table.\n\n16:10 GMT - Egypt's Sisi welcomes UAE-Israel deal, halt to annexation\n\nEgyptian President Abdel Fattah al-Sisi has welcomed the normalisation of ties between the United Arab Emirates and Israel, saying he valued efforts that will \"achieve prosperity and stability for the region\".\n\n\"I followed with interest and appreciation the joint statement between the United States, United Arab Emirates and Israel to halt the Israeli annexation of Palestinian lands and taking steps to bring peace in the Middle East,\" Sisi said on Twitter.\n\n\"I value the efforts of those in charge of the deal to achieve prosperity and stability for our region.\"\n\n16:05 GMT - UAE, Israel to sign bilateral deals on areas including tourism, direct flights\n\nDelegations from the UAE and Israel will meet during the coming weeks to sign bilateral agreements on areas including energy, tourism, direct flights, investment, security, communication and technology, the UAE foreign ministry said.\n\n15:50 GMT - UAE-Israel deal 'a win for diplomacy, the region'\n\nThe UAE's embassy to the United States said an agreement to fully normalise relations between Israel and the UAE was a win for diplomacy and for the region that lowers tensions.\n\nUAE Ambassador Youssef Al Otaiba said the agreement maintained the viability of a two-state solution and the UAE remained a strong supporter of the Palestinian people, in a statement on Twitter.\n\nYoussef Al Otaiba, t he UAE's ambassador to the United States, said his country remained a strong supporter of the Palestinian people [Reuters]\n\n15:48 GMT - UAE official says Israeli annexation would have ended peace hopes\n\nUAE Minister of State for Foreign Affairs Anwar Gargash said on Thursday that any further Israeli annexation of Palestinian territory would have ended hopes for peace in the region.\n\nIn an interview with Sky News Arabia after the announcement that the UAE had agreed to a deal to normalise relations with Israel, Gargash said the UAE had dismantled a ticking time bomb that was threatening the two-state solution.\n\n15:45 GMT - Palestinian official accuses UAE of 'normalisation' with Israel\n\nSenior Palestinian official Hanan Ashrawi accused The United Arab Emirates of \"normalisation\" with Israel after Thursday's announcement of a historic peace deal.\n\nAshrawi, a veteran Palestinian negotiator and member of the executive committee of the Palestine Liberation Organization, said on Twitter: \"The UAE has come out in the open on its secret dealings/normalization with Israel. Please don't do us a favor. We are nobody's fig leaf!\"\n\n15:40 GMT - Pompeo says Israel-UAE agreement is enormous step forward\n\nAn agreement on normalising relations reached between Israel and the United Arab Emirates on Thursday is an \"enormous\" step forward on the \"right path\", United States Secretary of State Mike Pompeo told reporters with him on a trip to central European countries.\n\nPompeo made his remarks shortly before taking off from Slovenia for Austria's capital, Vienna.\n\nThe agreement, which US President Donald Trump helped broker, will lead to the full normalisation of diplomatic relations between the two Middle Eastern nations.\n\nThe agreement will lead to the full normalisation of diplomatic relations between the two Middle Eastern nations [File: Andrew Caballero-Reynolds/Pool via Reuters]\n\n15:40 GMT - Israel hails 'great day for peace' after deal with UAE announced\n\nIsrael hailed a United States-brokered peace deal with the United Arab Emirates as a \"great day for peace\" and Prime Minister Benjamin Netanyahu was due to hold a news conference at 16:00 GMT to comment further.\n\nSaying he had to deal with a matter of great national interest, Netanyahu abruptly left a cabinet discussion on the coronavirus crisis about an hour before US President Donald Trump announced the agreement to normalise relations between Israel and the Gulf Arab country.\n\nOn Twitter, Ron Dermer, Israel's ambassador in Washington, wrote: \"A great day for peace! Israel commends the courage of MBZ [de facto UAE leader Mohammed bin Zayed Al Nahyan] for the historic decision of the UAE to join Egypt (1979) and Jordan (1994) in making peace with Israel. Israel deeply appreciates all ... Trump has done to make this breakthrough possible.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0 maximum-scale=1.0, minimal-ui", "guid": 200813154215455, "title": "UAE, Israel normalise ties: All the latest updates", "author": "Ramy Allahoum , Zaheena Rasheed, Virginia Pietromarchi", "description": "Israel and the United Arab Emirates agree to normalise relations in a deal brokered by US President Donald Trump.", "source": "Al Jazeera and news agencies", "og": {"title": "UAE, Israel normalise ties: All the latest updates", "description": "Israel and the United Arab Emirates agree to normalise relations in a deal brokered by US President Donald Trump.", "url": "https://www.aljazeera.com/news/2020/08/uae-israel-normalise-ties-latest-updates-200813154215455.html", "internalurl": "https://www.aljazeera.com/news/2020/08/uae-israel-normalise-ties-latest-updates-200813154215455.html", "image": {"identifier": "https://www.aljazeera.com/mritems/Images/2020/8/13/98ef5d1e9dd24ceca6fdb3b8d0332352_18.jpg", "width": 1000, "height": 562}}, "url": "https://www.aljazeera.com/news/2020/08/uae-israel-normalise-ties-latest-updates-200813154215455.html", "ShortURL": "https://aje.io/ewmnh", "image": "https://www.aljazeera.com/mritems/Images/2020/8/13/98ef5d1e9dd24ceca6fdb3b8d0332352_18.jpg", "twitter": {"title": "UAE, Israel normalise ties: All the latest updates", "description": "Israel and the United Arab Emirates agree to normalise relations in a deal brokered by US President Donald Trump.", "image": "https://www.aljazeera.com/mritems/Images/2020/8/13/98ef5d1e9dd24ceca6fdb3b8d0332352_18.jpg", "account_id": 4970411, "card": "summary_large_image", "site": "@AJENews"}, "ContentType": "News", "keywords": "Israeli–Palestinian conflict, Middle East, Palestine, Occupied West Bank, Gaza, Israel, United Arab Emirates", "google-play-app": "app-id=net.aljazeera.english", "apple-itunes-app": "app-id=504847776"}}}