{"GDELT": {"GlobalEventID": 940518408, "Day": 20200806, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5918, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.3729977116704801, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200813104500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8623063/How-appeal-level-results-long-does-affect-job-prospects.html"}, "ARTICLE": {"TITLE": "How can I appeal my A-level results, how long does it take and will it affect my job prospects?", "TEXT": "Thousands of students are picking A-Level results today and while some will leave school ecstatic with what grades they get, others will be crestfallen.\n\nA number of pupils' results have been downgraded after this year's summer exams were cancelled because of Covid-19 despite record-high results.\n\nThe proportion of A-level entries awarded an A grade or higher has risen to an all-time high, with 27.9% securing the top grades this year, figures for England, Wales and Northern Ireland show.\n\nBut exam boards downgraded nearly two in five (39.1%) pupils' grades in England, according to data from Ofqual - which amounts to around 280,000 entries being adjusted down after moderation.\n\nHowever many disappointed students are expected to launch appeals and there are concerns the three week deadline for pupils' to meet their university offer in just three weeks will not be met.\n\nBelow we have answered all the questions you want to know on results day...\n\nCan you pick up your grades at school?\n\nThe short answer is, it depends. Due to the pandemic currently causing chaos around the globe students can't all go into school with their friends or family and take part in the time-honoured tradition of pick up grades.\n\nSome schools are doing it all remotely, while others are sending emails. But some schools are still inviting pupils to come in. Getting into your school may be advantageous - especially if you are concerned about your results and teachers should be available to discuss options if you are unhappy about what you get.\n\nHow are the grades calculated?\n\nTeachers had to submit grades they thought each student would receive if they sat the exams after the pandemic meant they all had to be cancelled.\n\nThe estimated grades were then given to the exam boards who then compared these submissions to the grades the school normally gets - to ensure the institution wasn't inflating them.\n\nAfter this summer's exams were cancelled, teachers were told to submit the grades they thought each student would have received if they had sat the papers.\n\nThe predictions were sent to the exam boards alongside a rank order of which students they believed would do best within each grade for each subject.\n\nThey can then be revised up or down after moderation which means the grade can be different from the one your school submitted.\n\nExams were cancelled across the UK in March as schools closed. As a result, Ofqual, the exam regulator in England, decided grades would instead be awarded based on teacher assessments of how pupils would have performed, moderated by exam boards (stock image)\n\nHow can you appeal?\n\nIf you are unhappy with the results you get, however you manage to get them today you are able to appeal.\n\nKey statistics in this year's A-level results The proportion of candidates receiving top grades is the highest on record. A total of 27.9% of entrants scored either an A or A*, up from 25.5% in 2019.\n\nSome 9.0% of entrants received an A*. This is another record high, and is up from 7.8% last year.\n\nThe overall pass rate (grades A* to E) was 98.3% - again, another record high. It is up from 97.6% in 2019.\n\nSome 78.4% received a C or above, up from 75.8% in 2019 and the highest since at least 2000.\n\nGirls have extended their lead over boys in the top grades. The proportion of girls who got A or higher was 28.4%, 1.1 percentage points higher than boys (27.3%). Last year, girls led boys by just 0.1 percentage points (25.5% girls, 25.4% boys). Boys briefly took the lead in 2017 and 2018, following a long period in which girls had been ahead.\n\nThe gap between the best-performing boys and girls has fallen slightly. The proportion of boys who got A* was 9.3%, 0.5 percentage points higher than girls (8.8%). Last year, the gap was 0.7 points.\n\nThe most popular subject this year was maths. It was taken by 94,168 entrants, up 2.5% on 2019.\n\nPsychology was the second most popular subject, overtaking biology. It was taken by 65,255 entrants, up 1.0% on 2019. Biology slipped to become the third most popular subject, taken by 65,057 entrants, a fall of 6.0%.\n\nICT (information and communications technology) saw the biggest drop in candidates for a single subject with more than 1,000 entrants, falling by 15.3% from 1,572 to 1,332.\n\nComputing saw the biggest jump in candidates of any subject with more than 1,000 entrants, rising by 11.7% from 11,124 to 12,426.\n\nThere were 780,557 A-levels awarded, down 2.6% on last year's total (801,002) and the lowest number since 2004. Advertisement\n\nIf you result has been downgraded and the mock result is better than the result you get on Thursday you can appeal through your school to get the result changed.\n\nTeachers are obviously keen to make sure you fulfil your potential and should be available to help you get the best grades possible.\n\nHow long does the appeal process take?\n\nOfqual has previously said that people who do not get the grades will have to wait until next week to find out how the appeals process works.\n\nFurther guidance has been published today by the government on the appeals process, but no time scale has at the moment been given for how long it will take.\n\nBut the deadline for students to meet their offer is only three weeks away, so the government is under pressure to get results back rapidly.\n\nWhen will I know if I’ve been successful in changing grade?\n\nA time-scale for finding out any successful changing of grade is not clear yet. And there are concerns that a lot of students deciding to appeal through their schools will cause huge delays.\n\nHow will pupils in England be able to switch grades?\n\nStudents can only challenge their results via their schools, and not as individuals. If they wish for their mock results to be taken instead of the results they receive today, the school will need to prove to Ofqual that the mock exams were sufficiently rigorous.\n\nBut the exact process this will involve is currently unknown. Yesterday Ofqual said it was 'working urgently' to try and implement the sudden change 'as fairly as possible'. It said it would not know what evidence schools needed to provide for appeals until next week.\n\nSchools minister Nick Gibb said mocks need to have been 'sat under exam conditions' to form the basis of an appeal, but provided no method for schools prove this.\n\nWhy are teachers worried about mock results being used?\n\nMock results could be unreliable, teachers have warned. They are often sat under differing conditions, with some schools more strict than others. Teachers also said last night that providing evidence – such as the mock papers themselves – for appeals would be in some cases be impossible because the papers would have been thrown away.\n\nWill the appeal system be able to cope?\n\nLast night head teachers were warning that 'every school' may decide to appeal grades – risking overwhelming the system.\n\nThe current deadline for university applicants to meet their offer conditions is September 7, leaving exam boards under four weeks to issue outcomes of thousands of appeals.\n\nTwins Rosy (left) and Teddy Valentine (right) react as students at Norwich School receive their A-level results this morning\n\nHow will my grades impact employment prospects?\n\nRecruiters have already raised concerns that the government's plans for deciding A-Levels this year may leave a whole year group disadvantaged as they are faced with entering a devastated jobs market or going onto disrupted higher education.\n\nExperts have told MailOnline that the use of mock grades may be seen as a 'gimme' in job applications, and CVs could just be thrown out against well-qualified competition.\n\nJamie Beaumont, founder of Offerd said: 'With unemployment reaching record heights, it's safe to say that the competition for jobs is now incredibly high.\n\n'Sadly those coming out with A-levels will have to compete against university graduates and even more experience jobseekers who have been made redundant because of the virus.\n\n'It's not that the A-levels have become less valuable, it's just that they're now competing with a market full of highly skilled workers.'\n\n'Recruiters might see mock grades as a \"gimme\" for some students and therefore would be more inclined to choose those who have more experience or education behind them. It's certainly isn't right, but it will happen.'\n\nSol Schlagman, co-founder of student employer Stint, which collects regular feedback from the 20,000 students, said: 'From primary school children to students, young people have been badly let down throughout this pandemic.\n\n'Today, it's school leavers who are facing yet more disappointment and setbacks, as many miss out on the results they deserve.\n\n'We work with thousands of young people and the feedback we're getting is that they feel totally left behind.\n\n'They've had their part time work and internships cancelled this summer, have had graduate jobs taken away and are asking why the government here hasn't delivered anything like the levels of financial support students have seen in other countries.\n\n'For many school leavers, the choice now will be between a bleak jobs market already under pressure or clearing at a time when learning has already been severely disrupted.'\n\nLast night head teachers were warning that 'every school' may decide to appeal grades – risking overwhelming the system (stock image)\n\nWhy is results day different this year?\n\nExams were cancelled across the UK in March as the pandemic took hold and schools closed. As a result, Ofqual, the exam regulator in England, decided grades would instead be awarded based on teacher assessments of how pupils would have performed, moderated by exam boards.\n\nHowever, it soon became apparent that teachers' grades had been far too generous. As a result, as many as 40 per cent of grades have been adjusted downwards by Ofqual, using a computer algorithm that takes into account schools' results over the past three years.\n\nThe idea was that this would stop this year's students having higher grades than their contemporaries, and mean they would keep their credibility in the eyes of universities and employers.\n\nBut the sheer scale of downgrading by the computer algorithm was strongly criticised.\n\nWhy and how was the policy changed at the last minute?\n\nOn Tuesday evening, the government suddenly introduced a last-minute 'triple lock' policy – meaning that pupils unhappy with the grades they receive today can ask for their mock exam grades to be used instead, or take fresh exam papers in October.\n\nThe decision was made after a fiasco in Scotland last week which saw 124,000 grades for equivalent exams awarded by teachers lowered, with the poorest entrants getting their marks downgraded at more than double the rate of the richest.\n\nOn Tuesday, the Scottish government was forced into embarrassing U-turn, promising to restore the original teacher predictions to any student who had been downgraded by the system.\n\nThe 'triple lock' policy was introduced in England to try and prevent similar chaotic scenes.\n\nEmily Wallace (centre) smiles as students at Norwich School in Norfolk receive their A-level results this morning\n\nWhat happened in Scotland?\n\nScotland's Education Secretary John Swinney revealed tens of thousands of students would have their exam results upgraded following a public outcry.\n\nStudents complained after the moderation systems resulted in the downgrading of more than 124,000 test results.\n\nInstead, those lowered results would revert to the grades estimated by pupils' teachers.\n\nFirst Minister Nicola Sturgeon was also forced to apologise for the moderation fiasco, after it emerged students from deprived backgrounds saw their results disproportionately downgraded.\n\nThe Scottish education system is different to that in England, Wales and Northern Ireland, with Highers being the equivalent of A-levels.\n\nWhat could the impact on going to university be?\n\nIf students are rejected of because today's grades, but plan to appeal or resit in October, they need to contact admissions department as soon as possible to explain their situation. Universities say they are 'bending over backwards' to help students this year, and have promised to try and keep places open for candidates until their appeals are concluded.\n\nBut in practice this may be difficult for students who could end up missing weeks of term-time before their appeals are resolved.\n\nUniversities, who have had access to today's since results since last week in order to hasten the admissions process, will now need to contend with students assuring them that their mock results were higher, but will need to wait on Ofqual to confirm them as valid grades.\n\nWhat if I don't get the grades I need for University?\n\nUniversities are even more keen to get students from the UK through their doors this year because they are concerned that many high-paying international students might not be able to attend in September due to the pandemic.\n\nThis means that they are understood to be approaching the A-Level grades this year more flexibility than prior years, so it's best to students to check your grades with the university directly.\n\nLast year 70,000 students got places through the university admission service Ucas’s clearing system, which matches students with vacancies.\n\nWhat if the university has accepted you on a different course?\n\nIf you don't get the grades for your first choice course at an institution you can sometimes still get to go to that University but be moved to a different course. You have five days to accept this offer.\n\nWhat if you decide you want a gap year?\n\nIf you suddenly decide to get out and explore the world or want to earn a bit more money before embarking on your very expensive higher education you will have to contact the University directly.\n\nBut you should do this at the earliest opportunity possible as if you leave it too late the University may not agree.\n\nIf this happened you would have to apply again next year.", "METADATA": {"keywords": "dailymail,news", "news_keywords": "dailymail,news", "original-source": "https://www.dailymail.co.uk/news/article-8623063/How-appeal-level-results-long-does-affect-job-prospects.html", "description": "Students are picking up exam results today and MailOnline has put together all the answers to essential questions you want to know.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "How can I appeal my A-level results, how long does it take?", "description": "Students are picking up exam results today and MailOnline has put together all the answers to essential questions you want to know.", "url": "https://www.dailymail.co.uk/news/article-8623063/How-appeal-level-results-long-does-affect-job-prospects.html", "image": "https://i.dailymail.co.uk/1s/2020/08/13/11/31882772-0-image-a-9_1597314172328.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8623063, "author": "Josh White", "divclasspage": "articlePage", "mol": {"headline": "How can I appeal my A-level results, how long does it take and will it affect my job prospects? Answers to all your essential questions about exam chaos"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-13T11:20:30+0100", "modified_time": "2020-08-13T15:09:26+0100", "section": "News", "tag": "How appeal level results long does affect job prospects", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "How can I appeal my A-level results, how long does it take?", "type": "article", "description": "Students are picking up exam results today and MailOnline has put together all the answers to essential questions you want to know.", "url": "https://www.dailymail.co.uk/news/article-8623063/How-appeal-level-results-long-does-affect-job-prospects.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/13/11/31882772-0-image-a-9_1597314172328.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/08/13/5452375239787627306/1024x576_MP4_5452375239787627306.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8623063/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8623063/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}