{"GDELT": {"GlobalEventID": 940532249, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.3172338090011, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sechelt, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12565", "Actor1Geo_Lat": 49.4667, "Actor1Geo_Long": -123.76700000000001, "Actor1Geo_FeatureID": "-573361", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sechelt, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12565", "Action2Geo_Lat": 49.4667, "Action2Geo_Long": -123.76700000000001, "Action2Geo_FeatureID": "-573361", "DATEADDED": 20200813121500, "SOURCEURL": "https://www.cbc.ca/news/morning-brief-august-13-2020-1.5683017"}, "ARTICLE": {"TITLE": "Get informed on the top stories of the day in one quick scan", "TEXT": "Good morning! This is our daily news roundup with everything you need to know in one concise read. Sign up here to get this delivered to your inbox every morning.\n\nEffectiveness of COVID Alert app is hard to track — but that might be the necessary tradeoff for privacy\n\nRoughly 1.9 million other Canadians have downloaded the COVID Alert app. Launched by the federal government on July 31 — and so far only operational in Ontario — the app is designed to warn users if they've spent at least 15 minutes in the past two weeks within two metres of another user who later tested positive for the coronavirus.\n\n\n\nThe app, which works on later-model Apple and Android devices, has received positive reviews from privacy advocates, but myths persist about the data it collects — and doesn't collect. Experts in both technology and public health stress that the more people who use it, the better it will be. However, they say it doesn't need to be adopted by a majority of the population for it to have a positive impact.\n\n\n\nBarrie, Ont., café owner René Segura installed the app as a means of extra protection, knowing he would be constantly in close contact with customers at the business he co-owns with his wife. In March, at age 41, he was placed in intensive care with a severe case of COVID-19. He's fully recovered now but had lingering symptoms for weeks.\n\n\n\nHaving survived a near-death encounter with COVID-19, Segura has extra incentive to use the app. \"I still have my guard up,\" Segura said. \"I don't want to go through the same episode again.\" With businesses like his recently reopening and students soon going back to school, Segura said the app is \"a great tool.\" He just hopes it will function as advertised.\n\n\n\nUsing the app does not lessen requirements for public health measures like physical distancing, handwashing and wearing a mask. It's also not meant to replace manual contact tracing — where teams reach out to anyone who's been put at risk of exposure.\n\n\n\nSo far, there are few ways to measure whether it has been effective, but that appears to be the price for the software's built-in privacy measures. When a user of the app is diagnosed in Ontario, they're given a one-time code to input, which then alerts others with whom the patient has been in close contact recently. The feature is built on a framework jointly developed by Apple and Google. To ensure better privacy, the data is stored on individual devices, not on a central server. The drawback is there's no way of knowing how many users have received an exposure notification. Read more on this story here.\n\nHot enough for you?\n\n(Toby Melville/Reuters)\n\nPeople enjoy the hot weather in London, England on Wednesday amid some summer themed sculptures.\n\nIn brief\n\nMany questions remain about Ontario's $309-million plan to reopen K-12 schools this fall, with new protocols to be implemented and scores of new staff, including teachers, school nurses and custodians, who need to be hired, trained and deployed. One notable part of the plan is a $50-million commitment to hire up to 500 school-focused public health nurses. But midway into August, that process is still in the \"call-out\" stage, Premier Doug Ford said Wednesday. Details about who is hiring these nurses and where they will be embedded need ironing out, said Doris Grinspun, CEO of the Registered Nurses' Association of Ontario. Grinspun, who is among those consulting the province about this part of the plan, welcomes the initiative as a whole, calling the new hires a public health necessity for schools given the complex health concerns that are facing students and teachers going forward. \"We need to be prepared for an outbreak in a school. We need to be prepared for preventing an outbreak,\" she said. Read more here about the return to classrooms.\n\nWatch | Ontario hasn't hired increased staff promised for back to school:\n\nIt's Aug. 13 again, and that means Margie Reed has passed yet another year without her son, Myles Gray, and another year without knowing if the police officers involved in his death will face charges. The unarmed 33-year-old businessman from Sechelt, B.C., was killed on this date in 2015 in a violent confrontation with as many as eight Vancouver police officers. \"It's been five years of hell,\" Reed told CBC this week. \"There's no overstating how violently traumatizing Myles's death has been to myself and to my family, but dealing with this system for five years has also been violently traumatizing.\" Crown prosecutors have been considering whether to lay charges against the officers involved in Gray's death for the last year and a half. That follows an investigation by the Independent Investigations Office, B.C.'s police watchdog, which lasted three years and five months. \"To me right now, there's just no end in sight,\" Reed said. Read more on this story here.\n\n\n\nThe Canadian Alliance to End Homelessness says the ranks of people lacking a roof over their head will grow without urgent investments in affordable housing during pandemic recovery and as provincial plans preventing landlords from evicting tenants are lifted. The Encampment Support Network Toronto, a group of volunteers who check in on people, says the number of encampments in the city has increased, with more than 100 groups of people living in tents during COVID-19. Vancouver, Edmonton and Hamilton have also reported encampments. In Toronto, encampments popped up after outbreaks of COVID-19 occurred in the city's homeless shelters. After two-metre physical distancing measures were enforced at shelters, people were provided free, temporary housing in apartments and hotels. But those weren't a perfect solution either, said Rev. Leigh Kern of the Anglican Diocese of Toronto. Temporary housing doesn't create a stable situation for people, she said. Read more about homelessness amid the pandemic here.\n\n\n\nThe head of Canada's national housing agency is asking banks and mortgage companies to stop offering higher-risk mortgages to over-leveraged first-time buyers, because they represent a threat to the economy. In a letter to officials in the federal government and representatives of Canada's banking and credit union industry, Evan Siddall, the CEO of the Canada Mortgage and Housing Corporation, asked lenders to be more strict about how much money they are willing to lend to fund home purchases, and more diligent about who they are lending to. While the CMHC does not directly loan out money to buy homes, it has a massive influence on Canada's housing market because it insures a big chunk of the loans that lenders give out. Read more about the CMHC's request to lenders.\n\n\n\nWhile the Trump campaign lost no time declaring Kamala Harris an ally of \"the radical left\" following her selection as running mate by presumptive Democratic presidential nominee Joe Biden, by Canadian standards, that would be a stretch, writes CBC business columnist Don Pittis. Tugged by Sen. Bernie Sanders and Sen. Elizabeth Warren, the Democratic Party may have moved to the left, but with policies such as more accessible health care and a slight amount of wealth distribution from the very rich to the poorest, middle-of-the-road party members like Harris could easily fit into the political spectrum of moderate conservatives in Canada or Europe. Read more analysis here.\n\n\n\nThe technology industry in the Waterloo, Ont., region hopes a provocative billboard campaign in Silicon Valley will entice anxious tech workers to move to Canada. Communitech, a Kitchener company that advocates for the Canadian tech industry, has spent $100,000 on nine full-size billboards stationed at key points along Highway 101 from San Francisco to Santa Clara in California. The billboards ask, \"What if my visa gets cancelled?\" and \"What if I lose my job and health insurance?\" against the red and white backdrop of the Canadian flag. The campaign refers to the recent suspension of some work visas by U.S. President Donald Trump. Among them is the H-1B visa, which is popular among tech workers. \"All these people [who] potentially won't be able to work in America are absolutely top talent from around the world,\" said Communitech CEO Iain Klugman. Read more about the campaign to lure tech workers to Canada.\n\n\n\nNow for some good news to start your Thursday: The protests in Portland, Ore., are anything but calm — but one friendly, fuzzy participant is carving out small moments of respite amid the chaos. Caesar the \"no drama llama\" has become a fixture at the Black Lives Matter protests against racism and police brutality, which have taken place nightly for almost two months in the city. The demonstrations have sometimes culminated in arrests and violent clashes, exacerbated by President Donald Trump's deployment of heavily armed federal agents. \"People are up and they're chanting and they're yelling and they've got megaphones and they're listening to speakers ... and all of a sudden, a llama appears,\" Caesar's handler, Larry McCool, told As It Happens guest host Peter Armstrong. \"He brings down tension. He really draws people down. So when things are really kind of getting heated, he has a calming effect on people.\" Read more about the unusually relaxed and friendly llama here.\n\nFront Burner: Why online influencers won't stop partying during the pandemic\n\nCanadian YouTubers Nelk, known for staging controversial pranks, recently threw a so-called \"bro-test\" to fight for gyms to open back up in California, a state still dealing with thousands of new coronavirus cases every day. The event sparked widespread criticism for drawing a crowd of people who weren't wearing masks.\n\nThis \"bro-test\" is part of a larger trend involving online influencers ignoring public health rules by having massive parties and group events. Kat Tenbarge is a digital culture reporter at Insider. Today, she explains why some internet stars won't stop partying during the pandemic, and what that could mean for public health.\n\nToday in history: August 13\n\n1812: Maj.-Gen. Isaac Brock and his troops arrive at Amherstburg. He meets with Shawnee Chief Tecumseh at Fort Amherstburg, where they devise a plan to capture Detroit.\n\n\n\n1910: Florence Nightingale, the founder of modern nursing, dies in London at the age of 90.\n\n\n\n1955: The Canso Causeway, linking Cape Breton Island to the Nova Scotia mainland, opens. Built at an estimated cost of $22 million, the causeway took three years to complete.\n\n\n\n1961: To stop the flow of people to the West, East Germany closes the border between the Eastern and Western sectors of Berlin and begins setting up barbed wire. A concrete barrier was built within a few days. The Berlin Wall eventually snaked 166 kilometres around the enclave of West Berlin.\n\n\n\n1990: Gilles Duceppe becomes the first MP elected to the House of Commons under the banner of the Bloc Québécois, a group of independent MPs committed to Quebec sovereignty.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/morning-brief-august-13-2020-1.5683017", "title": "Get your top stories in one quick scan | CBC News", "image": "https://i.cbc.ca/1.5363910.1574359561!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cbc-news-morning-brief-newsletter.jpg", "description": "In today's Morning Brief, we look at tracking the effectiveness of the federal government's COVID Alert app. We also look at Ontario's plan to hire 500 public health nurses for the return of students to schools, and how a Canadian tech group is trying to lure workers from the U.S.", "locale": "en_US", "type": "article"}, "fb": {"pages": 5823419603}, "vf": {"section": "2.630", "unique_id": "1.5683017"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "In today's Morning Brief, we look at tracking the effectiveness of the federal government's COVID Alert app. We also look at Ontario's plan to hire 500 public health nurses for the return of students to schools, and how a Canadian tech group is trying to lure workers from the U.S."}}}