{"GDELT": {"GlobalEventID": 940583350, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "STATE GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "PTY", "Actor2Name": "DEMOCRATIC PARTY", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.0833333333333304, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Rivers State, Rivers, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI50", "Actor1Geo_ADM2Code": "23058", "Actor1Geo_Lat": 4.75, "Actor1Geo_Long": 6.83333, "Actor1Geo_FeatureID": "-2025387", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Rivers State, Rivers, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI50", "Actor2Geo_ADM2Code": "23058", "Actor2Geo_Lat": 4.75, "Actor2Geo_Long": 6.83333, "Actor2Geo_FeatureID": "-2025387", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Rivers State, Rivers, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI50", "Action2Geo_ADM2Code": "23058", "Action2Geo_Lat": 4.75, "Action2Geo_Long": 6.83333, "Action2Geo_FeatureID": "-2025387", "DATEADDED": 20200813170000, "SOURCEURL": "https://www.nationalnetworkonline.com/en/politics/6146-apc-has-failed-nigeria-wike"}, "ARTICLE": {"TITLE": "APC Has Failed Nigeria - Wike", "TEXT": "APC Has Failed Nigeria - Wike\n\nRivers State Governor, Nyesom Ezenwo Wike says the All Progressives Congress (APC) has failed Nigerians on all fronts.\n\n...Says PDP Is The Only Hope For The Country\n\n...Says PDP Is The Only Hope For The Country\n\nRivers State Governor, Nyesom Ezenwo Wike says the All Progressives Congress (APC) has failed Nigerians on all fronts.\n\nGovernor Wike made the remark when the Rivers State executive of the Peoples Democratic Party (PDP) paid him a courtesy visit at Government House, Port Harcourt.\n\nThe Governor recalled how the APC promised Nigerians of solving most challenging national issues but has continued to give excuses for their failure.\n\n\"Nigeria is hoping for PDP, APC has failed Nigeria. This is no more time for promises. You have promised and you have failed. There is nothing to try you again.\n\n\"Nigerians have realised that it is better they stay with the PDP that has the interest of Nigeria at heart than a Party that gives excuses everyday.\n\n\"You know there are problems in Nigeria and you made promises, asking Nigerians to vote for you and for five years, nothing has changed\", he stated.\n\nGovernor Wike told the delegation that his attention is focused on governance and delivering service to the people.\n\n\"Let me say clearly that this is no time for politics. My concern now is to make sure we deliver all the promises we have made to the people of the state. When politics comes, we will have our report card to show the people.\n\n\"It has never happened in the history of this country. Within one year, a State Government will construct five flyovers projects at the same time.\n\nRivers State Governor, Nyesom Ezenwo Wike, receiving the action plan of the Peoples Democratic Party (PDP) Executive from the party Chairman, Ambassador Desmond Akawor\n\n\"In October last year, three flyover projects were flagged-off and they will be completed this December, 2020. In July, we started expansion of Rumuola flyover and tomorrow, we will sign contract papers with Julius Berger Nigeria PLC for the GRA junction flyover, that includes the dualisation of Ezimgbu Link Road and Tombia Road extension.\n\n\"So many people ask us where we get money for the projects during this COVID-19 pandemic. I tell them if God is with you, you will not have any problem. God has given us the opportunity at this point in time and he will not abandon us.\n\n\"We will be executing projects and also continue to fight to make sure our people are safe. We will provide basic infrastructure for our people and also improve the economy of our State. We cannot give excuses but we will continue to do our best,\" he stated.\n\nGovernor Wike urged the Party Executives to show more love to the party by being loyal and committed.\n\nHe endorsed the action plan of the Party Executive and urged them to do their best in consolidating the gains of the Party in the State.\n\n\"As Officers you owe the Party a lot. You have to consolidate the gains we have already recorded.\n\n\n\n\"No State can say they are better off than Rivers State. We have successfully conducted our Congresses without problems. God has given us what it takes. With all the people working with us and showing commitment, we will move this State to the next level of positive development.\n\n\n\n\"I plead with you all to work cooperatively with the chairman and be united. We are going to work together to draw up a plan that will make us more effective.\n\n\"Let nobody deceive you to attend any meeting anybody will call because he wants to run for governorship. We have not come to that point. I have just stayed one year in office in my second tenure. We are working for our Party to be united to make sure that APC does not have a breathing space in our State.\n\n\"There is nothing the APC can say to Rivers people today as the reason they should be voted for. Whether it is the federal government, or their political appointees, they have nothing to tell us.\n\n\"The money they have approved for us as refund has not been given to us. But I am not worried. I will continue to work. We have something we can show to Rivers people,\" he said.\n\n\n\nThe governor reminded them that local government primaries would be held this year and urged them to commence consultations on how to achieve success.\n\nOn COVID-19, the Governor enjoined them to adhere to the protocols of wearing of face mask in all public places, social distancing, washing of hands with running water and soap, and use of hand sanitizers.\n\nMembers of Peoples Democratic Party (PDP) Executive paid courtesy visit to the Rivers State Governor, at Government House, Port Harcourt.\n\nRivers State Chairman of the Peoples Democratic Party (PDP), Ambassador Desmond Akawor said the Party has passed a vote of confidence on Governor Wike for the various people- oriented projects executed in the 23 local government areas of the state.\n\nHe noted the swift response of the governor to contain the spread of COVID-19 pandemic in the state including the restoration of the glory of the State.\n\nAmbassador Akawor presented the action plan of the new executive that will guide their activities in consolidating on the gains made by the past executive.\n\nHe assured that they would embark on aggressive membership drive and reconciliation of aggrieved members.\n\nYou May Like", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "fb": {"app_id": 2202145103361291, "admins": 541094439635170}, "twitter": {"card": "summary_large_image", "site": "https://www.nationalnetworkonline.com", "creator": "National Networ Newspaper", "title": "National Network Newspaper", "image": "https://www.nationalnetworkonline.com/images/0-0-0-A-AA-A-Gov-Wike-APC-Has-Failed-Nigeria.jpg", "description": "...Says PDP Is The Only Hope For The Country\r\nRivers State Governor,  Nyesom Ezenwo Wike says the All Progressives Congress (APC) has failed..."}, "og": {"title": "APC Has Failed Nigeria - Wike", "type": "article", "image": "https://www.nationalnetworkonline.com/images/0-0-0-A-AA-A-Gov-Wike-APC-Has-Failed-Nigeria.jpg", "url": "https://www.nationalnetworkonline.com/en/politics/6146-apc-has-failed-nigeria-wike", "site_name": "National Networkk Newspaper", "description": "...Says PDP Is The Only Hope For The Country\r\nRivers State Governor,  Nyesom Ezenwo Wike says the All Progressives Congress (APC) has failed..."}, "author": "Super User", "generator": "Joomla! - Open Source Content Management", "google-site-verification": "rLHIC5agNs7f1hwke241KBJvMPHsQIjLHdyo-KqrBy8"}}}