{"GDELT": {"GlobalEventID": 940542768, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "PHL", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200813131500, "SOURCEURL": "https://www.msn.com/en-us/news/world/duterte-walks-back-offer-to-putin-to-test-russias-covid-19-vaccine/ar-BB17UZig"}, "ARTICLE": {"TITLE": "Duterte Walks Back Offer to Putin to Test Russia's COVID-19 Vaccine", "TEXT": "© Mikhail Svetlov/Getty Images Russian President Vladimir Putin (R) greets President of Philippines Rodrigo Duterte (L) in Sochi, Russia, October,3,2019.\n\nAfter volunteering to be a guinea pig for Russia's coronavirus vaccine, Philippines President Rodrigo Duterte will not get the inoculation—touted by Vladimir Putin as offering \"sustainable immunity\" against COVID-19—until its safety is guaranteed.\n\nPutin announced that Russia was registering the world's first COVID-19 vaccine following its development at the Gamaleya Institute outside of Moscow.\n\nIn a display of solidarity with another strongman leader, Duterte—who once described Putin as his \"hero\"—said he would be prepared to take part in trials, and that \"I will inject it publicly. Experiment with me, that's fine.\"\n\nDespite Duterte's initial enthusiasm for the vaccine, named Sputnik V, his spokesperson has now said he would not receive it until after May 1, 2021. That is weeks after the Russian-funded phase three clinical trial in the Philippines is due to end.\n\n\"May 1 is when the PSG [presidential security group] may allow him, once all requisite tests have been finished,\" Duterte's spokesperson Harry Roque told reporters.\n\nHe said that the Philippines would work with Russian experts to examine the results of phase one and two testing, before embarking on the more comprehensive phase three trials.\n\nThe Philippines has accepted Russia's offer to participate in the vaccine's production. It is currently struggling to contain the pandemic, with over 147,500 cases and over 2,400 deaths as of Thursday, according to Johns Hopkins University.\n\nJ. Stephen Morrison of the Center for Strategic and International Studies told CNBC that Putin's offer to Duterte was \"playing on the anxiety within lower-income and lower middle-income countries that the rich countries are locking up all the supplies of vaccines coming out of these other major outlets.\"\n\nHowever, there has been considerable skepticism expressed politically and within the medical establishment at Russia's claims for the vaccine and the speed of its development.\n\nRussia's Health Minister Mikhail Murashko dismissed the concerns as \"absolutely groundless.\"\n\nGermany's health minister, Jens Spahn, told national radio that \"it can be dangerous to start vaccinating millions, if not billions, of people too early because it could pretty much kill the acceptance of vaccination if it goes wrong.\"\n\nMeanwhile, top U.S. virus expert Dr. Anthony Fauci told National Geographic: \"I hope that the Russians have actually definitively proven that the vaccine is safe and effective. I seriously doubt that they've done that.\"\n\nMichael Head, senior research fellow in global health at the U.K.'s Southampton University, fears that public confidence would be harmed if a licensed vaccine had significant side effects that were not picked up because of a rushed process, especially as the Russian claims were based \"on a small study.\"\n\n\"We need trust in science, and we need to be open and transparent with the progress of the vaccine candidates. It is not just about the science, public communications are also vital. A bad vaccine could make those communications much harder,\" Head told Newsweek.\n\nThe graph below provided by Statista shows the spread of the coronavirus around the world.\n\n© STATISTA The spread of COVID-19 cases across the globe. STATISTA\n\nStart your unlimited Newsweek trial\n\nVideo: WHO discussing COVID-19 vaccine with Russia (Reuters)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Duterte Walks Back Offer to Putin to Test Russia's COVID-19 Vaccine", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "The Philippines leader had previously offered to test the coronavirus vaccine announced by Russia this week.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}