{"GDELT": {"GlobalEventID": 940540086, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MOZ", "Actor1Name": "MOZAMBICAN", "Actor1CountryCode": "MOZ", "IsRootEvent": 0, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.91436006624084, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cabo Delgado, Cabo Delgado, Mozambique", "Actor1Geo_CountryCode": "MZ", "Actor1Geo_ADM1Code": "MZ01", "Actor1Geo_ADM2Code": "21846", "Actor1Geo_Lat": -10.7067, "Actor1Geo_Long": 40.6328, "Actor1Geo_FeatureID": "-312482", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cabo Delgado, Cabo Delgado, Mozambique", "Action2Geo_CountryCode": "MZ", "Action2Geo_ADM1Code": "MZ01", "Action2Geo_ADM2Code": "21846", "Action2Geo_Lat": -10.7067, "Action2Geo_Long": 40.6328, "Action2Geo_FeatureID": "-312482", "DATEADDED": 20200813130000, "SOURCEURL": "https://www.terrorism-info.org.il/en/spotlight-on-global-jihad-august-6-12-2020/"}, "ARTICLE": {"TITLE": "Spotlight on Global Jihad (August 6-12, 2020)", "TEXT": "Artillery fire by the Headquarters for the Liberation of Al-Sham at artillery positions of the militias supporting the Syrian army south of Idlib (Ibaa, August 7, 2020) Fires caused by artillery fired at the Jabal al-Zawiya area by militias supporting the Syrian army (Ibaa, August 7, 2020). Target of assassination attempts: Ismail Khdeir Halloub, deputy governor of the Salah al-Din Province (Facebook, June 30, 2019) Drone downed by ISIS operatives (Telegram, August 9, 2020) ISIS operatives near some of the Mozambican army weapons and equipment (Telegram, August 11, 2020) Dozens of Mozambican army assault rifles seized by ISIS operatives in an attack in the area of Cabo Delgado, in the northeastern part of the country.\n\nOverview\n\nFollowing the wave of attacks referred to by ISIS as the Raids of Attrition, there has been a decrease in the number of ISIS attacks around the world, and its activity in the various provinces has resumed its “routine” characteristics. In the Sinai Peninsula , fighting still continues between the Egyptian security forces and ISIS operatives, about two weeks after the showcase attack in the village of Rabi’a , west of Bir al-Abd. Egyptian security forces with air support continue to work to mop up the area from the presence of ISIS operatives, so far unsuccessfully.\n\naround the world, and its activity in the various provinces has resumed its “routine” characteristics. , fighting still continues between the Egyptian security forces and ISIS operatives, , west of Bir al-Abd. Egyptian security forces with air support continue to work to mop up the area from the presence of ISIS operatives, so far unsuccessfully. One noteworthy attack last week was carried out by ISIS against the Mozambican army in the northeast part of the country . According to ISIS, about 50 soldiers were killed or wounded , and large quantities of weapons were seized. ISIS’s media outlets published photos showing the bodies of at least 18 soldiers. In the other provinces in Africa, ISIS continued to carry out “routine” attacks.\n\n. According to ISIS, , and large quantities of weapons were seized. ISIS’s media outlets published photos showing the bodies of at least 18 soldiers. In the other provinces in Africa, ISIS continued to carry out “routine” attacks. The latest issue of ISIS’s Al-Naba’ weekly included an article calling for the release of prisoners by force. In the ITIC’s assessment, the article was published in light of the attack on the prison in Nangarhar (Afghanistan), which may have increased ISIS’s motivation to carry out additional attacks to release the prisoners, especially in Syria and Iraq. In the past, ISIS “specialized” in releasing jihadist s from prisons by force (the highlight of its activity was the release of hundreds of prisoners from the Abu Ghraib Prison on July 21, 2013).\n\nISIS’s activity in the various provinces around the world\n\nSummary of the results of the wave of attacks known as the Raids of Attrition\n\nISIS’s Al-Naba’ weekly published an infographic summarizing the Raids of Attrition campaign which took place between July 22 and August 3, 2020 . According to the infographic, ISIS carried out 136 attacks in its 11 provinces during the campaign , killing 565 people. The largest number of attacks took place in Iraq (43), followed by Syria (35); West Africa (18), Sinai (16), Khorasan, i.e., Afghanistan (6); Yemen (4); Central Africa (4); Somalia (4); Bangladesh (3), East Asia (2); and Pakistan (1).\n\n. According to the infographic, , killing 565 people. (43), followed by Syria (35); West Africa (18), Sinai (16), Khorasan, i.e., Afghanistan (6); Yemen (4); Central Africa (4); Somalia (4); Bangladesh (3), East Asia (2); and Pakistan (1). The largest number of casualties (122) was in the Khorasan Province (due to the attack on the prison). It was followed by the West Africa Province with 120 casualties; the Sinai Province with 117 casualties (due to the large-scale attack in northern Sinai); Iraq (86 casualties); and Syria (77 casualties). There were relatively few casualties in the other provinces (Al-Naba’ weekly, as reported on Telegram on August 6, 2020).\n\nReturn to “routine” after the Raids of Attrition\n\nOn August 6, 2020, ISIS’s Al-Naba’ weekly released an infographic entitled “The Harvest of the Fighters,” summing up its activity in the various provinces during the period of July 30 to August 5, 2020 (i.e., on the last two days of the Raids of Attrition, and the five subsequent days). During this period, ISIS operatives carried out a total of 65 attacks around the world, compared to 105 in the preceding week (meaning a decrease of about 40%). Twenty attacks were carried out in Iraq; 19 in Syria; 10 in West Africa (mostly in Nigeria); 5 in the Sinai Peninsula; 4 in Khorasan (i.e., Afghanistan); 3 in Bangladesh; 2 in Central Africa; 1 in Yemen and 1 in Somalia (Al-Naba’ weekly, Telegram, August 6, 2020).\n\nThe Syrian arena\n\nThe Idlib region\n\nExchanges of artillery fire\n\nIn the Idlib region, artillery exchanges between the Syrian army and the rebels continued this week almost on a daily basis. This week as well, most of the incidents took place in Jabal al-Zawiya, south of Idlib. The Syrian army and militias supporting it against the Headquarters for the Liberation of Al-Sham took part in the exchange of fire.\n\nGround activity\n\nOn August 6, 2020, the rebel organizations halted an infiltration attempt by the militias supporting the Syrian army in the Kurd Mountains, about 45 km southwest of Idlib. The militias sustained casualties (Idlib Plus, August 6, 2020).\n\nThe relationship between the Headquarters for the Liberation of Al-Sham and other Salafist-jihadi organizations in the Idlib region\n\nOrwa Ajjoub, a researcher at the Center for Middle Eastern Studies at Lund University in Sweden, has written an article examining the relationship between the Headquarters for the Liberation of Al-Sham (HTS) and other Salafist-jihadi groups in the Idlib enclave, due to the possibility of imminent confrontation between the rival sides.[1]\n\nOverview\n\nHTS, the dominant jihadi rebel group in the Idlib region, is aggressively persecuting other armed groups in Syria. According to the author of the article, this is nothing new, since as early as January 2019, HTS launched multiple attacks against the Turkish-backed National Liberation Front, driving its forces out of western Aleppo and the Hama countryside. HTS set up its operations room and forced the armed groups to close their military bases, forbidding them to set up operations rooms of their own.\n\nAccording to the author of the article, this is nothing new, since as early as January 2019, HTS launched multiple attacks against the Turkish-backed National Liberation Front, driving its forces out of western Aleppo and the Hama countryside. HTS set up its operations room and forced the armed groups to close their military bases, forbidding them to set up operations rooms of their own. What has changed now is the character of the main rival of HTS. After the Islamic and jihadi armed groups disbanded, they joined the So Be Steadfast operations room[2], whose members had belonged to the Awaken the Believers operations room (headed by the Al-Qaeda-affiliated Guardians of the Religion Organization). The So Be Steadfast operations room comprises Salafist-jihadi groups such as Ansar al-Islam[3] and the Ansar al-Din Front[4].\n\nDetention of senior members of jihadist organizations by HTS\n\nHTS has launched numerous attacks against its main rival, the So Be Steadfast operations room. The groups belonging to this operations room oppose the realpolitik (considered by them as an opportunistic approach) of HTS leader Abu Mohammad al-Julani. In June 2020, HTS detained Abu Salah al-Uzbeki, a former senior commander who had defected from HTS and joined the Guardians of Religion Organization. It also detained other jihadi leaders: Abu Malik al-Tali, former member of the HTS advisory council (Shura) who had defected from its ranks; Abu al-Qassam al-Urdini, senior leader of the Guardians of Religion Organization; and a jihadi leader named Bilal al-San’ani. The common denominator between these four commanders is their affiliation with the So Be Steadfast operations room.\n\nBasic gaps between the jihadi groups\n\nDue to fundamental disagreements which cannot be resolved through compromises between the rival sides, it is unlikely that the organizations belonging to the So Be Steadfast operations room will fight against the Syrian army under HTS even if they are pressured by to do so by HTS or Turkey. There are major ideological gaps between HTS and the organizations of the So Be Steadfast operations room. In addition, HTS has developed a relationship with Turkey, with both sides cooperating on various issues. The So Be Steadfast operations room objects to the agreements with Turkey regarding Idlib.\n\nWhat’s next?\n\nA full-fledged confrontation between HTS and the So Be Steadfast operations room would be costly for both sides and would not serve the interests of either side. If such a confrontation occurs, the jihadi organizations that make up the So Be Steadfast operations room would have to fight for survival. Instead, what is likely to happen is an increase in economic pressure on the So Be Steadfast operations room, to stifle access to its already limited resources. HTS, its main rival, has actually started doing so in order to weaken and even disband it.\n\nISIS activity in the Syria Province (according to its claims of responsibility posted on Telegram)\n\nThe area of Deir ez-Zor, Al-Mayadeen, and Albukamal\n\nOn August 10, 2020 , ISIS activated an IED against an SDF vehicle about 10 km northeast of Albukamal. Two fighters were wounded.\n\n, ISIS activated an IED against an SDF vehicle about 10 km northeast of Albukamal. Two fighters were wounded. On August 6, 2020 , an SDF vehicle was targeted by machine gun fire about 45 km south of Al-Mayadeen. The passengers were killed or wounded.\n\n, an SDF vehicle was targeted by machine gun fire about 45 km south of Al-Mayadeen. The passengers were killed or wounded. On August 6, 2020, a handgun equipped with a silencer was fired at an SDF commander in the city of Hajin, 25 km north of Albukamal. He was killed.\n\nAl-Sukhnah-Palmyra region (the Syrian Desert)\n\nOn August 10, 2020 , a Syrian army vehicle was targeted by machine gun fire about 60 km southeast of Aleppo (about 20 km east of Khanaser). The passengers were wounded.\n\n, a Syrian army vehicle was targeted by machine gun fire about 60 km southeast of Aleppo (about 20 km east of Khanaser). The passengers were wounded. On August 5, 2020, an IED was activated against a Syrian army truck near the city of Palmyra. The passengers were killed and the truck went up in flames.\n\nThe Al-Hasakah area (northeastern Syria)\n\nOn August 4, 2020, two IEDs were activated against an SDF convoy about 80 km south of Al-Hasakah. Three SDF fighters were killed.\n\nThwarted attempts to escape from the Al-Hol detention camp\n\nIn two separate incidents (August 7 and 11, 2020), Kurdish internal security forces thwarted attempts by Russian women and their children to escape from the Al-Hol camp, where families of ISIS operatives are being held (Syrian Observatory for Human Rights, August 11, 2020). In one attempt, the women were detected by security cameras and caught while trying to climb over the camp wall (Syrian Observatory for Human Rights, August 8, 2020).\n\nThe Iraqi arena\n\n\n\nMap of the provinces in Iraq (Wikipedia)\n\nISIS’s attacks (according to its claims of responsibility posted on Telegram)\n\nAl-Anbar Province\n\nOn August 5, 2020, Popular Mobilization forces were targeted by gunfire near the area of Akashat, about 30 km from the border between Iraq and Syria. Several fighters were wounded.\n\nSalah al-Din Province\n\nOn August 8, 2020 , ISIS operatives exchanged fire with Iraqi police about 80 km north of Baghdad. Several policemen were wounded.\n\n, ISIS operatives exchanged fire with Iraqi police about 80 km north of Baghdad. Several policemen were wounded. On August 5, 2020 , IEDs planted by ISIS operatives were activated at the home of an Iraqi army intelligence operative about 80 km north of Baghdad. The house was damaged.\n\n, IEDs planted by ISIS operatives were activated at the home of an Iraqi army intelligence operative about 80 km north of Baghdad. The house was damaged. On August 5, 2020, Iraqi policemen were targeted by sniper fire east of Samarra. Three policemen were killed. In addition, a force that arrived to offer assistance was ambushed and targeted by machine gun fire. Several fighters were wounded.\n\nKirkuk Province\n\nOn August 10, 2020 , ISIS operatives attacked Iraqi police and Popular Mobilization forces about 50 km southwest of Kirkuk. ISIS operatives exchanged fire with the forces and then detonated two IEDs against a force that arrived to offer assistance. Six policemen and fighters, including an officer, were killed or wounded. One vehicle was destroyed and the other was put out of commission.\n\n, ISIS operatives attacked Iraqi police and Popular Mobilization forces about 50 km southwest of Kirkuk. ISIS operatives exchanged fire with the forces and then detonated two IEDs against a force that arrived to offer assistance. Six policemen and fighters, including an officer, were killed or wounded. One vehicle was destroyed and the other was put out of commission. On August 7, 2020, an IED was activated against an Iraqi army vehicle about 70 km south of Kirkuk. The passengers were killed or wounded.\n\nDiyala Province\n\nOn August 10, 2020 , an IED was activated against Popular Mobilization fighters about 80 km northeast of Baqubah. One fighter was killed and two others were wounded.\n\n, an IED was activated against Popular Mobilization fighters about 80 km northeast of Baqubah. One fighter was killed and two others were wounded. On August 9, 2020 , an IED was activated against an Iraqi army vehicle about 20 km northeast of Baqubah. The passengers were killed or wounded.\n\n, an IED was activated against an Iraqi army vehicle about 20 km northeast of Baqubah. The passengers were killed or wounded. On August 8, 2020 , an Iraqi emergency police compound was targeted by machine gun fire in the city of Al-Miqdadiya, about 40 km north of Baqubah. One policeman was wounded.\n\n, an Iraqi emergency police compound was targeted by machine gun fire in the city of Al-Miqdadiya, about 40 km north of Baqubah. One policeman was wounded. On August 6, 2020, fighters of the Iraqi Interior Ministry’s commando unit were targeted by sniper fire northwest of Khanaqin (about 100 km north of Baqubah). Two commandos were killed and two others were wounded.\n\nCounterterrorist activities by the Iraqi security forces\n\nNineveh Province\n\nOn August 9, 2020, Iraqi security forces located a workshop for manufacturing mortar shells and IEDs (implicitly an ISIS workshop) in the area of Tal Afar (about 60 km west of Mosul). They found 150 mortar shells at the site (Al-Sumaria, August 9, 2020).\n\n\n\nMortar shells found in the workshop (Al-Sumaria, August 9, 2020)\n\nKirkuk Province\n\nOn August 9, 2020 , Iraqi security forces apprehended two ISIS operatives who had provided ISIS operatives in hiding places with logistical assistance, including food and communications devices (Al-Sumaria, August 9, 2020).\n\n, Iraqi security forces apprehended two ISIS operatives who had provided ISIS operatives in hiding places with logistical assistance, including food and communications devices (Al-Sumaria, August 9, 2020). On August 9, 2020, Iraqi security forces located an ISIS weapons depot in the Kirkuk Province. IEDs, weapons and ammunition were found (Al-Sumaria, August 9, 2020).\n\n\n\nISIS weapons seized in the Kirkuk Province\n\n(Al-Sumaria, August 9, 2020)\n\nSalah al-Din Province\n\nOn August 9, 2020, the Iraqi army announced that ISIS operatives had attacked the home of Ismail Khdeir Halloub, deputy governor of the Salah al-Din Province (about 80 kilometers north of Baghdad). The exchange of fire with the deputy governor’s security guards lasted for about 20 minutes. ISIS operatives withdrew when a force arrived to provide assistance. There were no casualties (Anatolia News Agency, August 9, 2020). On January 3, 2014, there was an attempt on the life of Ismail Khdeir Halloub (apparently by ISIS) by means of an IED detonated against a convoy in which he was traveling about 5 km south of Tikrit. Halloub escaped unharmed but two of his security guards were wounded (Al-Sumaria, January 3, 2014).\n\n\n\nTarget of assassination attempts: Ismail Khdeir Halloub, deputy governor of the Salah al-Din Province (Facebook, June 30, 2019)\n\nOn August 8, 2020, Iraqi security forces located six ISIS operatives who had fled from the Kirkuk Province to the Salah al-Din Province. The six admitted under interrogation that they belonged to ISIS and had previously taken part in attacks against Iraqi security forces (Al-Sumaria, August 8, 2020).\n\nDiyala Province\n\nOn August 9, 2020, Iraqi security forces in the Diyala Province located an IED ready to be activated and an ISIS Katyusha rocket about 15 km northwest of Baqubah. The IED and the rocket were neutralized (Facebook page of the Iraqi Ministry of Defense, August 9, 2020).\n\nSulaymaniyah Province\n\nOn August 11, 2020, Iraqi security forces apprehended three wanted ISIS operatives about 45 km west of Sulaymaniyah (Al-Sumaria, August 11, 2020).\n\nThe Sinai Peninsula\n\nBased on the (partial) information available, it appears that the ISIS’s Sinai Province still holding the four villages in the Rabi’a area that it took over about two weeks ago. There is still no reliable information from official Egyptian sources about the fighting taking place in the area. According to media reports, Egyptian army ground forces are carrying out attacks against ISIS operatives in the area, with artillery and air support. The Egyptian forces are still preventing the residents from returning to their homes, apparently in order to isolate the ISIS operatives in the villages. ISIS reported that it had activated an IED against an Egyptian army vehicle south of the village of Rabi’a, killing its passengers (Telegram, August 11, 2020).\n\nDowning of an Egyptian army drone in the area controlled by ISIS\n\nAccording to ISIS, on August 9, 2020, an Egyptian army drone fell in the southern part of the village of Rabi’a, which is still controlled by ISIS operatives (Telegram, August 9, 2020). According to a local source, the Egyptian army drone is an RQ-20[5] and was shot down in the village of Rabi’a (Nawafedh, August 9, 2020).\n\n\n\nDrone downed by ISIS operatives (Telegram, August 9, 2020)\n\nAdditional ISIS operations\n\nOn August 9, 2020 , an Egyptian soldier was killed in an attack by ISIS’s Sinai Province in the city of Al-Arish (Al-Araby Al-Jadeed, August 9, 2020; Nawafedh, August 9, 2020).\n\n, an Egyptian soldier was killed in an attack by ISIS’s Sinai Province in the city of Al-Arish (Al-Araby Al-Jadeed, August 9, 2020; Nawafedh, August 9, 2020). On August 3, 2020, an IED was activated against an Egyptian army bulldozer south of the village of Fallujah, west of Rafah. The bulldozer was damaged (Telegram, August 5, 2020).\n\nISIS’s activity around the globe\n\nAfrica (according to ISIS’s claims of responsibility posted on Telegram)\n\nNigeria\n\nOn August 11, 2020 , ISIS operatives attacked a Nigerian army checkpoint about 80 km northwest of Maiduguri, the capital of Borno State. Several soldiers were killed and several others were wounded (Telegram, August 11, 2020).\n\n, ISIS operatives attacked a Nigerian army checkpoint about 80 km northwest of Maiduguri, the capital of Borno State. Several soldiers were killed and several others were wounded (Telegram, August 11, 2020). On August 6, 2020 , ISIS operatives activated an IED against a Nigerian army armored vehicle about 130 km northwest of Maiduguri. The passengers were killed or wounded.\n\n, ISIS operatives activated an IED against a Nigerian army armored vehicle about 130 km northwest of Maiduguri. The passengers were killed or wounded. On August 6, 2020 , ISIS operatives attacked a Nigerian army compound in northeastern Nigeria. One soldier was killed and two others were wounded.\n\n, ISIS operatives attacked a Nigerian army compound in northeastern Nigeria. One soldier was killed and two others were wounded. On August 5, 2020, ISIS operatives exchanged fire with Nigerian soldiers in the town of Baga, about 25 km southwest of the border between Nigeria and Chad. Several soldiers were killed or wounded. The day before, ISIS operatives halted an attack there, exchanging fire with the Nigerian army. Several soldiers were killed or wounded.\n\nThe roots of ISIS’s West Africa Province\n\nA recent article by Jacob Zenn, a senior researcher of Islamic movements in Africa, sheds light on the roots and development of ISIS’s West Africa Province.[6] According to the article, ISIS’s West Africa Province began to take shape in Niger and Nigeria in the 1990s through Algerian envoys sent by Osama bin Laden. These envoys joined forces with local jihadist operatives and established the Boko Haram organization. Many Boko Haram operatives later pledged allegiance to ISIS and expanded their activity to other West African countries.\n\nThe Algerian roots of Boko Haram and of ISIS’s West Africa Province\n\nThe jihadist group Boko Haram has long been described as a Nigerian local movement. Yet, today its main faction – Islamic State in West Africa Province (ISWAP) – operates in five countries outside Nigeria (Burkina Faso, Cameroon, Chad, Niger, and Mali).\n\nThe origins of jihad in Nigeria can be traced to the arrival of jihadists from Algeria in 1994. The background to this was the cancellation of the 1992 election in Algeria by the army, because an Islamist party was about to win the election. Algerian Islamists then joined Algerian veterans of the 1980s anti-Soviet Afghan jihad to wage jihad against Algeria’s own rulers. Osama bin Laden, who moved to Sudan from Afghanistan after the war, sent two envoys to Niger, but both of them were arrested in 1994. Another Afghan jihad veteran, an Algerian referred to as Uncle Hassan, fled from Niger and became the first Algerian jihadist to arrive in Nigeria. In addition, in 1994, radical Islamic movements thrived in Nigeria and this led to the rise of Mohammed Yusuf, the future Boko Haram leader.\n\nDevelopment of jihadist groups in Nigeria: background of the establishment of Boko Haram\n\nUncle Hassan recruited youths in Nigeria to smuggle weapons and fight in the Sahel. He was joined by Muhammed Ali, a Nigerian student who had studied in Sudan and returned home after meeting with Bin Laden’s envoys. By 9/11, Uncle Hassan’s and Muhammed Ali’s networks, including their university student recruits and Muhammed Yusuf’s followers coalesced in the short-lived “Nigerian Taliban .” This organization was liquidated in 2003 and its two leaders were killed by the Nigerian security forces.\n\nand returned home after meeting with Bin Laden’s envoys. By 9/11, .” This organization was liquidated in 2003 and its two leaders were killed by the Nigerian security forces. Muhammed Yusuf avoided death by fleeing to Saudi Arabia. On his return, he recruited Muslims who opposed the Nigerian rule and thus became a unique threat for the state authorities. He preached about jihad, the application of Sharia (Islamic law) and opposition to Nigeria’s constitution and the Western education practiced there (Boko Haram means “Western education is sinful” in the local Hausa language, and it has become the name of the group). Muhammed Yusuf was killed by the Nigerian security forces in 2009. His supporters received assistance, which enabled them to escape to the Sahel, where they trained with Al-Qaeda in the Islamic Maghreb (AQIM).\n\nEstablishment of ISIS’s West Africa Province (ISWAP)\n\nMuhammed Yusuf’s deputy, Abubakar Shekau, who became the new leader, finally named the group Jamaat Ahlussunnah lid-Dawa wal-Jihad (Sunni Muslim Group for Preaching and Jihad) in 2010. In 2015, he pledged allegiance to ISIS’s leader, and renamed his group Islamic State in West Africa Province . He was deposed in 2016 by Muhammed Yusuf’s son, Abu Musab al-Barnawi , who abhorred the harsh violence that Shekau had inflicted on Nigerian citizens.\n\n. , who abhorred the harsh violence that Shekau had inflicted on Nigerian citizens. ISIS fighters in West Africa led by Al-Barnawi, who are located in southeastern Niger, Nigeria, Cameroon and Chad, are in contact with jihadist groups in Burkina Faso, Mali and northwestern Niger. ISIS’s West Africa Province is militarily and ideologically capable of threatening West African armies. What remains to be seen is whether the ISIS West Africa Province will manage to achieve its goal of creating a jihadist state in West Africa.\n\nChad\n\nOn August 3, 2020, an IED was activated against a Chadian army vehicle in the Lake Chad area in the southwest of the country (near the border with Nigeria). All the passengers were killed.\n\nDemocratic Republic of the Congo\n\nOn August 4, 2020, ISIS operatives ambushed and exchanged fire with a Congolese army force in the area of Beni in the northeastern part of the country. One soldier was killed. In addition, weapons and ammunition were seized (Telegram, August 5, 2020).\n\nMozambique\n\nOn August 6, 2020 , ISIS operatives attacked two Mozambican army compounds in the area of Cabo Delgado in the northeastern part of the country. The two sides exchanged fire for several hours. About 50 soldiers were killed or wounded. In addition, weapons and ammunition were seized (Telegram, August 6, 2020). On August 11, 2020, ISIS’s Central African Province released photos from the scene of the attack showing the bodies of at least 18 Mozambican soldiers as well as weapons, including dozens of assault rifles (Telegram, August 11, 2020).\n\n, ISIS operatives attacked two Mozambican army compounds in the area of Cabo Delgado in the northeastern part of the country. The two sides exchanged fire for several hours. In addition, weapons and ammunition were seized (Telegram, August 6, 2020). On August 11, 2020, ISIS’s Central African Province released photos from the scene of the attack showing the bodies of at least 18 Mozambican soldiers as well as weapons, including dozens of assault rifles (Telegram, August 11, 2020). While ISIS reported that it had hit 50 Mozambican soldiers, unofficial military sources claimed that local security forces had repelled terrorists who were attempting to carry out an attack in the area. The terrorists fled to the homes of civilians. Mozambican soldiers went from house to house to flush out the terrorists (clubofmozambique.com, August 6, 2020). However, this version seems to be unreliable because it made no mention of casualties among the Mozambican army.\n\nNiger\n\nEight dead in a shooting attack at a nature reserve southeast of Niamey, the capital of Niger\n\nOn August 9, 2020, armed men on motorcycles shot and killed six French citizens and two Nigeriens in the Kouré Nature Reserve, about 60 km southeast of the capital of Niger. No organization has claimed responsibility for the attack. There are armed men in this area, including ISIS-affiliated operatives (Reuters, August 9, 2020). A manhunt after the perpetrators is currently underway (France24, August 11, 2020).\n\nAsia\n\nPakistan\n\nOn August 8, 2020, two Pakistani intelligence personnel were targeted by machine gun fire in the area of Mamund, near the border with Afghanistan. One was killed and the other was wounded (Telegram, August 9, 2020).\n\nYemen\n\nOn August 9, 2020, a vehicle of the Houthi rebels was targeted by machine gun fire in the northwestern Al-Bayda Province (about 100 km southeast of Sana’a). The passengers were wounded (Telegram, August 11, 2020).\n\nThe battle for hearts and minds\n\nA call to attacks prisons to free ISIS prisoners\n\nThe latest issue of ISIS’s Al-Naba’ weekly included an article calling for the release of ISIS operatives from prison. The article was apparently written following the attack carried out by ISIS operatives against the Nangarhar Prison in Afghanistan, which led to the escape of hundreds of prisoners. The article states that ISIS’s operatives have proved once again that “the correct way to solve the prisoner problem is to release them by force.” The article calls on all Muslims to do everything in their power to release male and female ISIS prisoners held in the prisons of the “infidels” (Telegram, August 6, 2020).\n\nArticle calling for the release of ISIS prisoners. Its title: “Prisons […] Prisons […] O Soldiers of the Caliphate!” (Telegram, August 6, 2020)\n\nIn the ITIC’s assessment, the outcome of the attack on the prison in Nangarhar is liable to increase the motivation of ISIS operatives to make additional attempts to release prisoners in other fighting zones, especially Syria and Iraq. Even in its previous incarnation in Iraq, ISIS “specialized” in forcibly releasing prisoners from prison. The highlight of the modus operandi was the mass release of hundreds of jihadist operatives from the Abu Ghraib Prison (July 21, 2013). In 2019-2020, ISIS on its operatives to release ISIS operatives and their families several times. ISIS’s spokesman even presented this as the will of ISIS former leader Abu Bakr al-Baghdadi.\n\n[1] Orwa Ajjoub, HTS and al-Qaeda in Syria: Reconciling the irreconcilable. Middle East Institute, 15 July 2020:https://www.mei.edu/publications/hts-and-al-qaeda-syria-reconciling-irreconcilableThe author is an affiliated researcher at the Center for Middle Eastern Studies at Lund University in Sweden, one of the oldest universities in Northern Europe. The subjects covered by this researcher include, inter alia, the ideological aspect of Salafist-jihadi groups and the internal activity taking place among jihadi groups in Syria. The author is said to be a guest contributor at the Middle East Institute, which published the article. ↑\n\n[2] In Arabic “Fathbatou,” and in English: “So Be Steadfast.” ↑\n\n[3] The Ansar al-Din Front (the Supporters of the Religion Front) is an alliance of several jihadi organizations established in July 2014 during the Syrian civil war. ↑\n\n[4] Ansar al-Islam (“the Supporters of Islam”) is a Sunni-Kurdish rebel group operating in Iraq and Syria. ↑\n\n[5] The AeroVironment RQ-20 Puma is a small, battery-powered, manually-launched drone. It is equipped with optical devices and is used mainly for surveillance and collecting intelligence. ↑\n\n[6] Jacob Zenn, The Untold Story of Boko Haram's Origins. History News Network, 3 May 2020. https://historynewsnetwork.org/article/175283 . ↑", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimum-scale=1.0", "theme-color": "#457656", "keywords": "isis,itic,jihad,global jihad,syria,iraq,sinai,sinai peninsula,jihadist organizations,turkey", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Spotlight on Global Jihad (August 6-12, 2020) - The Meir Amit Intelligence and Terrorism Information Center", "description": "Following the wave of attacks referred to by ISIS as the Raids of Attrition, there has been a decrease in the number of ISIS attacks around the world, and its activity in the various provinces has resumed its “routine” characteristics. One noteworthy attack last week was carried out by ISIS against the Mozambican army in the northeast part of the country. The latest issue of ISIS’s Al-Naba' weekly included an article calling for the release of prisoners by force. In the ITIC’s assessment, the article was published in light of the attack on the prison in Nangarhar (Afghanistan), which may have increased ISIS’s motivation to carry out additional attacks to release the prisoners, especially in Syria and Iraq.", "url": "https://www.terrorism-info.org.il/en/spotlight-on-global-jihad-august-6-12-2020/", "site_name": "The Meir Amit Intelligence and Terrorism Information Center", "image": {"identifier": "https://www.terrorism-info.org.il/app/uploads/2020/08/word-image-1597223360319.png", "secure_url": "https://www.terrorism-info.org.il/app/uploads/2020/08/word-image-1597223360319.png", "width": 746, "height": 390}}, "article": {"section": "Iraq", "published_time": "2020-08-13T11:49:07+00:00"}, "twitter": {"card": "summary", "description": "Following the wave of attacks referred to by ISIS as the Raids of Attrition, there has been a decrease in the number of ISIS attacks around the world, and its activity in the various provinces has resumed its “routine” characteristics. One noteworthy attack last week was carried out by ISIS against the Mozambican army in the northeast part of the country. The latest issue of ISIS’s Al-Naba' weekly included an article calling for the release of prisoners by force. In the ITIC’s assessment, the article was published in light of the attack on the prison in Nangarhar (Afghanistan), which may have increased ISIS’s motivation to carry out additional attacks to release the prisoners, especially in Syria and Iraq.", "title": "Spotlight on Global Jihad (August 6-12, 2020) - The Meir Amit Intelligence and Terrorism Information Center", "image": "https://www.terrorism-info.org.il/app/uploads/2020/08/word-image-1597223360319.png"}, "generator": "WPML ver:4.3.16 stt:5,1,4,3,20,17,46,2;", "google-site-verification": "UK3NSQ9ADvtQGsL-O4dQDJti5fwJ-EbqQi39K5GrxrA"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}