{"GDELT": {"GlobalEventID": 940506242, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MED", "Actor1Name": "WEBSITE", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.4764826175869197, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Niger Delta, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "23074", "Actor1Geo_Lat": 4.83333, "Actor1Geo_Long": 6.0, "Actor1Geo_FeatureID": "-2020890", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Niger Delta, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "23074", "Action2Geo_Lat": 4.83333, "Action2Geo_Long": 6.0, "Action2Geo_FeatureID": "-2020890", "DATEADDED": 20200813093000, "SOURCEURL": "https://punchng.com/between-alison-madueke-and-her-message/"}, "ARTICLE": {"TITLE": "Between Alison-Madueke and her message", "TEXT": "A former Minister of Petroleum Resources, Diezani Alison-Maduke, stepped on the tail of the tiger this last week. It is curious that Nigerian political leaders do not see how angry the people are at the continuous rape of the country and the mismanagement of people. Not just that, they also do not seem to see a nexus between this mis-governance and the frustrations that lead a lot of ordinarily hardworking youths into shadiness they would rather not dabble into.\n\nThat is not to justify crimes, but the English say that idle hands are the devil’s tools. Now, that idiom talks about a hand that is idle, what then happens when you have an untrained idle hand? That would be a crooked, reckless and ultimately lethal weapon in the hands of the devil.\n\nToday, millions of Nigerian youths are not just idle but they also are untrained for no fault of theirs. Every year, hundreds of thousand young boys and girls who obtain their secondary school certificate qualifications, and write matriculation examinations are unable to get placements into higher institutions because the country does not have placements for them. This year for instance, about 2.1million candidates were confirmed to be seeking opportunities into higher institutions through the Unified Tertiary Matriculation Examination and Direct Entry. The country is believed to have just about 750 higher education spaces spread among universities, polytechnics and colleges of education! This suggests that about 1.4 million of these children will not be placed!\n\nYet, the country neither has guarantees that next year would be better nor alternative plans for the productive engagement of these able bodied, impressionable young people. They just roam the streets, sagging their trousers and falling into all forms of temptations including and mostly soiled by easy access to all sorts of cheap psychotropic substances. That is not to speak of the 13 million or more out-of-school children, for which only a few leaders across the country spare a thought every now and then.\n\nHow is it therefore that when Nigeria’s political leaders speak, they fail to see the relationship between the collapse of educational institutions, the mindless stealing of national resources by the political class, the wanton disregard from common democratic ethos of freedom of choice (and one man one vote) as well as their own ostentatious glorification of wealth as incentives for the warped societal values.\n\nIn Mrs Alison-Madueke’s case, she is being accused of having stockpiled about $115 million in a bank with subsequent instructions for distribution amongst electoral officials around the country. The allegation is that these sums were meant to rig the 2015 elections in favour of former President Goodluck Jonathan.\n\nWhile the former minister denies these accusations, two officials of the Independent National Electoral Commission have been tried and sentenced in relation to the alleged crime. In addition to that, a Federal High Court sitting in Lagos, last year, ordered the temporary forfeiture of items said to have included 419 bangles, 315 rings, 304 earrings, 189 wristwatches, 267 necklaces, and a customised gold iPhone all worth $40m believed to have been owned by her. Yet, the petroleum industry which Alison-Madueke superintended for five years remains one of the country’s most disgraceful stories in spite of the enormous opportunities of those years.\n\nBut it is not just about this former minister who is also facing investigations in the United Kingdom. Recent revelations about the management of the Niger Delta Development Commission further show the entitled and thoughtless mindset of some of those in public office in Nigeria. While youths, diligent with their studies enough to have obtained scholarships from the NDDC are left to wallow in want out of the country, the management of the commission is on a spending spree for which the acting Managing Director boldly affirmed that N1.3 billion was disbursed as palliatives (for management and staff) for the COVID-19 pandemic. Such is the hypocrisy of the Nigerian power elite. They want to remove the speck in the eyes of the youth while pretending to be oblivious of the plank in their own eye.\n\nThat is not to say that Diezani does not have a point though. It is also not to say that she is not free to express her opinion as is being suggested by a lot of compatriots. It is indeed legitimate for Nigerians to be angry at leaders who may have contributed to the destruction of national institutions and values but that does not obviate their right to contribute to national discourse. It is even more so in cases like that of this former minister, who has denied the accusations against her. Even then, citizens of a country guilty of crimes are still entitled to express opinions about their country. One would imagine that such grace, which is endowed on every citizen by the 1999 Constitution of the Federal Republic of Nigeria (as amended) is one of the thinking behind the legal concept of allocution. In any case, the vilest of men is capable of making positive impact on society.\n\nThis reminds one of the story of Alfred Nobel, founder of what could pass as the world’s most prestigious recognition of excellence today. The tale goes that one of his brothers, Ludwig, had died of some ailment while visiting Cannes in 1888. Upon this man’s death, a French newspaper thought it was the Swedish inventor that had died and did a scathing piece entitled: “The Merchant of Death is dead.” The article condemned Nobel’s inventions and described him as the wealthiest vagabond in Europe who became rich by introducing ways to mutilate and kill innocent people.\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]", "METADATA": {"viewport": "width=device-width, initial-scale=1", "generator": "WordPress 5.3.2", "msapplication-TileImage": "https://cdn.punchng.com/wp-content/uploads/2016/06/19220759/favicon.jpg", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "title": "Between Alison-Madueke and her message", "description": "A former Minister of Petroleum Resources, Diezani Alison-Maduke, stepped on the tail of the tiger this last week. It is curious that Nigerian polit...", "image": "https://cdn.punchng.com/wp-content/uploads/2016/03/23201309/Niran-Adedokun.jpg", "news_keywords": "Alison-Madueke yahoo message, latest news, nigeria news", "twitter": {"card": "summary_large_image", "title": "Between Alison-Madueke and her message", "description": "A former Minister of Petroleum Resources, Diezani Alison-Maduke, stepped on the tail of the tiger this last week. It is curious that Nigerian political leaders do not see how angry the people are a...", "site": "@mobilepunch", "image": {"src": "https://cdn.punchng.com/wp-content/uploads/2016/03/23201309/Niran-Adedokun.jpg"}}, "og": {"title": "Between Alison-Madueke and her message", "description": "A former Minister of Petroleum Resources, Diezani Alison-Maduke, stepped on the tail of the tiger this last week. It is curious that Nigerian political leaders do not see how angry the people are a...", "image": "https://cdn.punchng.com/wp-content/uploads/2016/03/23201309/Niran-Adedokun.jpg", "url": "https://punchng.com/between-alison-madueke-and-her-message/", "site_name": "Punch Newspapers", "locale": "en_US", "type": "article"}, "fb": {"admins": 206270189411151, "app_id": 1062006247266215, "pages": 206270189411151}, "article": {"tag": "Alison-Madueke yahoo message", "section": "News"}, "yandex-verification": "bc209c3846f39194", "msvalidate.01": "D2235A227108FAA738AE96CA563C48BF", "dailymotion-domain-verification": "dmrljgyilj7pzlbsc"}}}