{"GDELT": {"GlobalEventID": 940557748, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISR", "Actor1Name": "JERUSALEM", "Actor1CountryCode": "ISR", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.96551724137931, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Utah, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USUT", "Actor2Geo_Lat": 40.1135, "Actor2Geo_Long": -111.854, "Actor2Geo_FeatureID": "UT", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200813144500, "SOURCEURL": "https://www.msn.com/en-us/news/us/this-week-in-mormon-land-nelson-says-e2-80-98hang-on-e2-80-99-e2-80-98elders-e2-80-99-biden-and-trump-seek-converts-a-new-byu-petition-emerges/ar-BB17V620"}, "ARTICLE": {"TITLE": "This week in Mormon Land: Nelson says ‘hang on,’ ‘Elders’ Biden and Trump seek converts, a new BYU petition emerges", "TEXT": "© Rick Egan (Rick Egan | Tribune file photo) President Russell M. Nelson in April 2019.\n\nThe Mormon Land newsletter is a weekly highlight reel of developments in and about The Church of Jesus Christ of Latter-day Saints, whether heralded in headlines, preached from the pulpit or buzzed about on the back benches. Want this free newsletter in your inbox? Subscribe here.\n\nNelson urges members to ‘hang on’\n\nThe coronavirus pandemic has been trying on everyone, including church President Russell M. Nelson.\n\n“I have felt great sorrow about this pandemic,” he wrote last week on social media. “I have mourned with families who have lost loved ones. Many have lost jobs. Some have struggled to find adequate food and supplies.”\n\nAmid the “clouds of sorrow,” though, Nelson has found “silver linings.”\n\n“Many families have re-enthroned their homes as sanctuaries of faith,” the 95-year-old church leader noted. “Many better understand how important the family is and that it really is ordained of God, with an eternal destiny.”\n\nNelson said Latter-day Saints can find relief from the “fear, isolation and loss” by turning their hearts to others. He pointed to the example of medical workers, farmers, pharmacists, truckers, grocers and others who “have risked their own health to serve the urgent needs of others.”\n\n“The road ahead may be bumpy, but our destination is serene and secure,” he said. “So, fasten your seat belt, hang on through the bumps, and do what’s right. Your reward will be eternal.”\n\nThe priesthood ban from a global perspective\n\nIf the 1978 announcement removing the priesthood/temple ban on Black Latter-day Saints is seen in the context of U.S. political history of the 1960s and ’70s, a historian said at the recent FAIRMormon Conference, “the timing of the revelation feels like a delayed response that was at best a decade late.”\n\nIt makes much more sense, argued Ryan W. Saltzgiver of the church’s History Department, to see the move as a response to the experience Latter-day Saint authorities were having outside the United States.\n\nThe historian pointed to the case of Eduardo Contieri of São Paulo, Brazil, a convert who was called as president of the São Paulo Ipiranga Branch three months after joining the Utah-based faith in 1963. After doing some genealogy, Contieri discovered a picture of his maternal grandmother — whom he had never known — who appeared to be Black.\n\n“He immediately reported his discovery to the mission president,” Saltzgiver said, and was told that he “should not use his priesthood to perform any public rituals and he would be released from his position as branch president, but he was allowed to continue to use the priesthood in private to bless his family.”\n\nContieri remained in the faith and, in 1971, the governing First Presidency ruled that the photo evidence was insufficient to prove he was Black. So he was allowed to use his priesthood publicly again.\n\n“In 1973, five years before the priesthood ban was lifted, Contieri, a Latter-day Saint who self-identified as of African lineage,” the historian explained, “accepted the call to serve as bishop in the São Paulo First Ward.”\n\nEncounters with Black Latter-day Saints like Contieri “coupled with the increasing impossibility of establishing a functional church structure globally,” Saltzgiver said, “had the most profound impact on [top Latter-day Saints leaders'] racial notions and sparked their desire to seek the revelation, which ultimately ended explicitly exclusionary racial practices.”\n\n‘We’re No. 3, Elder’\n\n© Provided by Salt Lake Tribune (Courtesy | MagicSpace/Broadway Across America) First National Tour Cast in the \"Book of Mormon\" musical.\n\nHello, what’s this? The first song from the Tony-winning “Book of Mormon” has been voted the third best musical opening number of all time?\n\nYep. “Hello” finished just behind “Welcome to the Rock” from “Come From Away” and “Alexander Hamilton,” the unsurprising top vote-getter, from “Hamilton,” in a reader poll on the London-based WhatsOnStage website. “‘Hello' placed ahead of “Circle of Life” from “The Lion King” and “No One Mourns the Wicked” from “Wicked.”\n\nThat’s it. Goodbye.\n\nThis week’s podcast: A rabbi’s life in Utah’s Zion\n\n© Trent Nelson (Trent Nelson | Tribune file photo) Cantor Wendy Bat-Sarah and Rabbi Samuel Spector at Congregation Kol Ami in Salt Lake City on Thursday, Oct. 3, 2019.\n\nRabbi Sam Spector of Congregation Kol Ami has been in Utah a little more than two years but has already built strong relationships with members and leaders of the state’s predominant faith.\n\nJust last week, the 30-something rabbi was on hand to oversee a group of Latter-day Saint volunteers who spent five days working alongside Kol Ami congregants to xeriscape the Salt Lake City synagogue’s six-acre plot.\n\nOn this week’s podcast, the young and energetic rabbi discusses coming to Utah, meeting a Latter-day Saint apostle named “Jeff,” traveling to Jerusalem with Brigham Young University professors and engaging in an interfaith dialogue that doesn’t tiptoe around big differences. He also addresses why Christians doing Passover Seders can make him uncomfortable and who uses the term “Zion” more — Latter-day Saints or Jews.\n\nListen here.\n\nA ‘giant’ of Mormon literature\n\nFans of Maurine Whipple, author of “The Giant Joshua,” the landmark 1941 novel about early Mormon settlers in southern Utah, can take heart: You’ll soon be able to read more of her writings.\n\nBy Common Consent Press will be publishing “A Craving for Beauty: The Lost Works of Maurine Whipple.”\n\n“The volume contains over 450 pages of literary work by Maurine in her prime,” co-editors Andrew Hall and Lynne Larson write in a BCC blog post, “most of which has never been published, including over 200 pages from “Cleave the Wood,” her planned sequel to “The Giant Joshua.”\n\nIn a buildup to the new release, the BCC Late Summer Book Club will be reading — and, for many members, rereading — “The Giant Joshua.”\n\nClosing the ‘gender gap’ in church history\n\n© Provided by Salt Lake Tribune (Courtesy photo) Scholar Melissa Inouye\n\nThe church’s “Global Histories” project is collecting stories of female and male Latter-day Saints from around the world and working especially hard to highlight women’s voices.\n\nMelissa Inouye, a historian in the church’s History Department, discussed the undertaking at FairMormon’s recent virtual 2020 conference.\n\nInouye urged attendees to “find and magnify women’s words and voices in lessons, talks, conversations. ... Notice situations where women’s voices, talents and perspectives are weirdly absent. If you see something, say something.”\n\n‘Elders’ Biden and Trump\n\nJoe Biden and Donald Trump are seeking to convert Latter-day Saints to their respective presidential campaigns.\n\nVice President Mike Pence traveled to Mesa this week to help launch a new coalition, Latter-day Saints for Trump, and shore up the usually reliably Republican LDS voting bloc in the battleground state of Arizona.\n\n“On issues most important to people of faith across this country — issues like life and religious liberty — Joe Biden and the radical left are deeply out of step with the American people,” Pence argued. “I’m proud to tell you, though, this president has stood for the religious freedom of every American of every faith every day of this administration.”\n\nA Utah lawmaker attended the launch party for the new coalition.\n\n“So much about President Trump and Vice President Pence’s agenda [is] consistent with and crucial to some of the things that matter most to Latter-day Saints: faith, family, freedom, pro-life and religious liberty,” Rep. Kim Coleman, R-West Jordan, said. “It’s a natural coalition, and I’m sure it will grow and have an impact on this election. I’m excited to be a part of it.”\n\nBut Rob Taber, national co-chairman of LDS Democrats of America, believes that fellow church members are looking for a candidate who suits their values and that Biden should be their choice.\n\nAnd Joshua Dickson, the national faith engagement director for the Biden campaign, told The Salt Lake Tribune that “Latter-day Saints see strong contrast between Vice President Biden’s family-first, opportunity-focused agenda and President Trump’s continued attempts to separate children from their parents, put kids in cages, abuse his power, deny refuge to the stranger, and normalize racism and incivility.”\n\nWhile polls show most U.S. Latter-day Saints vote Republican and back Trump, many remain uncomfortable with his personal behavior and his combative political style.\n\nMother in Heaven\n\n© Provided by Salt Lake Tribune (File photo illustration by Amy Lewis | The Salt Lake Tribune)\n\nJournalist Richard Ostling explores and explains the church’s evolving belief in a Heavenly Mother in a recent GetReligion piece.\n\nThis doctrine, he writes, is “a wholly unique aspect of the LDS faith.”\n\nOstling quotes a church Gospel Topics essay, which concedes that “our present knowledge about a Mother in Heaven is limited.”\n\n“Nevertheless,” the essay adds, “we have been given sufficient knowledge to appreciate the sacredness of this doctrine and to comprehend the divine pattern established for us as children of heavenly parents.”\n\nOstling also points to a 2013 Times and Seasons blog post by Rachel Whipple that calls Mother in Heaven “the dark side of the moon, the substantial half of God as yet hidden from the searchlight of institutional revelation and the strictures of correlated curriculum.”\n\nAnother BYU petition\n\nThere’s a new petition circulating among BYU students. This one isn’t seeking to change the Honor Code, boost racial awareness or rename certain buildings on the Provo campus.\n\nNo, this latest online petition is urging church-owned BYU to put greater emphasis on Christ in the curriculum and has gained thousands of signatures.\n\n“Certain official actions taken by BYU have been out of accord with the clearly stated principles of the gospel, to the point where the church has had to issue corrections. While we are grateful to our church leaders for exercising authority to correct BYU where necessary, we do not believe it should ever have to come to that,” students Hanna Seariac and Tristan Mourier write on Change.org. “...We do not believe that the university should trade the eternal life of its students for the praise and accolades of modern, secular academia.”\n\nThe petition’s advocates have come under fire, reports BYU’s student newspaper, The Daily Universe.\n\n“They continue to say that BYU is not currently fulfilling its mission statement ‘to assist individuals in their quest for perfection and eternal life,’” student Grace Soelberg tweeted. “...How is BYU helping its students to reach eternal life if it does not help them to root out their implicit bias and internalized racism?”\n\nTemple updates\n\n• Good news for missionaries serving in Utah who never had the chance to be endowed — due to coronavirus-related closures — and for those prospective proselytizers in the state waiting to leave for their fields of service: They’ll soon be able to go to the temple for their endowments.\n\nThe church announced that 17 more temples — 10 of them in Utah — will expand their operations under Phase 2 guidelines next week to allow “all temple ordinances for living individuals,” including the newly altered endowment. A total of 29 temples will have entered Phase 2.\n\nIn addition, three more temples will reopen under Phase 1 — offering marriage “sealings” only — putting 130 of the faith’s 168 temples back in service.\n\n© Provided by Salt Lake Tribune (Rendering courtesy of The Church of Jesus Christ of Latter-day Saints) The San Pedro Sula Temple in Honduras.\n\n• A groundbreaking has been set for Sept. 5 to begin work on the San Pedro Sula Temple, which will become Honduras’ second temple.\n\n• Later, on Sept. 26, a groundbreaking is scheduled for the Brasília Temple. The single-story, 25,000-square-foot edifice will be Brazil’s 11th either operational or announced temple.\n\n© Provided by Salt Lake Tribune (Rendering courtesy of The Church of Jesus Christ of Latter-day Saints) Brasília Temple in Brazil.\n\n• The church has posted a YouTube video that talks about “Temples Through Time.” It includes remarks from apostle David A. Bednar, scholars, ministers of other faiths and rank-and-file Latter-day Saints from across the globe.\n\nReplay Video SETTINGS OFF HD HQ SD LO Skip Ad\n\nQuote of the week\n\n“The problem with home church is that it means licking the frosting off the cake, week after week. It’s fantastic, but we also need spiritual fiber, fresh vegetables and whole grains. It’s too easy for me as an individual or us as a family to focus on our favorite topics and avoid what we don’t want to hear. Eventually, even the best intentioned of us will start to drift into our own favored side currents. Home church doesn’t challenge us with the gospel of Jesus Christ as filtered through the experience and perception of another human being.”\n\nJonathan Green, in a Times and Seasons blog post\n\nMormon Land is a weekly newsletter written by David Noyce and Peggy Fletcher Stack. Subscribe here.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "This week in Mormon Land: Nelson says ‘hang on,’ ‘Elders’ Biden and Trump seek converts, a new BYU petition emerges", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "This week in Mormon Land: Nelson says ‘hang on,’ ‘Elders’ Biden and Trump seek converts, a new BYU petition emerges", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}