{"GDELT": {"GlobalEventID": 940568376, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MED", "Actor1Name": "WEBSITE", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.8715596330275295, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Haiti", "Actor1Geo_CountryCode": "HA", "Actor1Geo_ADM1Code": "HA", "Actor1Geo_Lat": 19.0, "Actor1Geo_Long": -72.416667, "Actor1Geo_FeatureID": "HA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Haiti", "Action2Geo_CountryCode": "HA", "Action2Geo_ADM1Code": "HA", "Action2Geo_Lat": 19.0, "Action2Geo_Long": -72.416667, "Action2Geo_FeatureID": "HA", "DATEADDED": 20200813154500, "SOURCEURL": "https://theconversation.com/chasing-dinghies-media-must-remember-asylum-seekers-are-human-beings-not-just-a-good-story-144303"}, "ARTICLE": {"TITLE": "Chasing dinghies: media must remember asylum seekers are human beings, not just a good story", "TEXT": "The reports were compelling. Broadcasters tracking flimsy-looking dinghies crammed with people, with the reporters so close that they could actually shout questions to those negotiating the hazardous traffic of the English Channel.\n\nReports by the BBC and Sky News have been condemned by opposition MPs and campaigners as grotesque and voyeuristic. In one live report, a boat containing a BBC Breakfast crew got worryingly close to a dinghy, where those travelling in it were bailing out water with a plastic container. Soon after, a Sky News reporter pulled alongside another overcrowded craft to shout questions.\n\nThe satirical site Newsthump summed up the situation with the headline: BBC and Sky neck and neck in race to see who will be first to film a boat actually sinking.\n\nCoverage of asylum-seekers and migration is fraught and often criticised. But surrounding these reports are two issues: whether this story should be reported now and, if so, what the role of a journalist should be.\n\nMost objecting to the story’s coverage see it as inspired by remarks by the former UKIP leader Nigel Farage. He spoke of a “shocking invasion” on the Kent coast – remarks promptly condemned by anti-racism campaigners. The media’s response is that the Home Office’s request for help from defence chiefs – as well as the appointment of a “clandestine threat commander” – means it is an urgent and important news story.\n\nBut this reliance by journalists on politicians for sources – as colleagues at City University of London and I found when carrying out a recent study on the way the UK media reports asylum-seeking – means that the line political elites adopt often cascades down to the public through the media and helps shape opinion.\n\nAs Refugee Action tweeted, the focus should be on effective solutions rather than hostile rhetoric, with politicians saying little about safe and legal routes for refugees or a resettlement programme.\n\nOnlooker or participant?\n\nBut if we accept this is a story that should be covered, what is the role of the reporter? Many on social media were angry that the reporters in their boats did not rescue those who appeared to be in difficulty.\n\nFirst, as a senior figure from a media organisation told me, if those in the boats had been in immediate peril there’s no question of what would have happened: they would have helped. Maritime law dictates a ship’s master must help a vessel in distress as well. But what if the danger is not immediately apparent?\n\nTraditional journalistic norms say the reporter bears witness to, rather than participates in, events. But coverage of humanitarian stories has always been a fraught exception where the lines are frequently blurred.\n\nOne of the most famous cases was Kevin Carter’s photograph of a little girl with a vulture lurking nearby during the 1993 Sudan famine. Carter waited for 20 minutes to see if the vulture would spread its wings, giving him a better image. He eventually chased it away, leaving the girl to struggle to a nearby feeding centre. After the image appeared, Carter was both praised for the power of the photograph and condemned for not rescuing the girl.\n\nIn her book on Compassion Fatigue: How the Media Sell Disease, Famine, War and Death, Susan D Moeller commented: “Being close enough to photograph the starving child meant being close enough to help. The responsibility to bear witness does not automatically outweigh the responsibility to get involved.”\n\nKevin Carter via Wikipedia\n\nNot long after Carter’s photograph, norms of distance were being challenged by people such as the BBC’s former war correspondent Martin Bell, who said he could no longer endure what he called “bystander journalism” and instead argued in favour of a “journalism of attachment”, defined as an approach “that will not stand neutrally between good and evil, right and wrong, victim and oppressor”.\n\nNecessary distancing\n\nBut how far should journalistic involvement go? When the 2010 Haiti earthquake happened, viewers watched the CNN presenter Anderson Cooper grab a bloodied boy and drag him to safety from a mob, while his reporter colleague, Dr Sanjay Gupta, performed brain surgery on a 15-year-old girl and single-handedly staffed a field hospital overnight.\n\nThe website Gawker described this as a “strange apotheosis” in coverage, breaching the news/newsmaker barrier, with the writer Adrian Chen saying that Cooper and Gupta were effectively being Clark Kent and Superman at the same time. “At what point,” he mused, “does this go from ‘CNN’s Excellent Haiti Coverage’ to ‘CNN’s Excellent Haiti Adventure?’”\n\nBut journalism that over-invests in emotion can equally fail to show the full picture – distance can be necessary in migration stories which have complex and overlapping narratives. The Ethical Journalism Network’s five-point plan on migration reporting is key. It warns against over-simplification, acting independently from narratives that stem from politics or emotion and ensuring migrant voices are heard.\n\nThe IFRC’s Code of Conduct for covering humanitarian disasters also states that disaster victims should be treated as “dignified human beings not hopeless objects”.\n\nFor even those with the best of intentions can end up making the situation worse. The 2017 documentary Another News Story directed by Orban Wallace about the Syrian refugee crisis should be required watching for anyone wanting to cover asylum issues. Wallace turns the cameras on the hacks themselves, who often act honourably. But it’s hard not to cringe when people stumble off a raft onto a Greek island only to have a camera shoved in their faces before being offered food or water.\n\nWhich brings us back to the coverage of small boats in the channel. Despite the pile-on on the individual journalists on Twitter, if you actually listen to what they say in their broadcasts, they are clear about the risks people are taking, and the perils those in the dinghies face. They also state that they have alerted coastguards to ensure rescue is possible.\n\nBut the choice to chase the dinghies live on air reduces the reporting to a spectacle, with the visuals overwhelming any carefully chosen words. It’s not that the story shouldn’t be covered, or that those making the journey to the UK shouldn’t be interviewed – but tone and feel are crucial. Otherwise, any complexity or examination of the politicians’ rhetoric gets sunk in the rush for the first interview from an overcrowded boat.", "METADATA": {"theme-color": "#d8352a", "msapplication-navbutton-color": "#d8352a", "fb": {"app_id": 127105130696839, "pages": "755360694556328,176084152419221,1333694686656387,247088762827023,227563794508206,898911580155104,1082364248512412,497975283875673,148546898646992,1453112561595308"}, "current-region": "us", "description": "Important news coverage or voyeurism disguised as journalism? It's complicated.", "pubdate": 20200813, "commissioning-region": "uk", "searchtype": "analysis", "original-source": "https://theconversation.com/chasing-dinghies-media-must-remember-asylum-seekers-are-human-beings-not-just-a-good-story-144303", "news_keywords": "Asylum seekers, BBC, Disaster response, Journalism ethics, Refugees, Sky News, media ethics", "author": "Glenda Cooper", "institution": "City, University of London", "og": {"site_name": "The Conversation", "title": "Chasing dinghies: media must remember asylum seekers are human beings, not just a good story", "description": "Important news coverage or voyeurism disguised as journalism? It's complicated.", "type": "article", "image": "https://images.theconversation.com/files/352698/original/file-20200813-16-1q4cwde.jpg?ixlib=rb-1.1.0&rect=0%2C329%2C4080%2C2040&q=45&auto=format&w=1356&h=668&fit=crop", "updated_time": "2020-08-13T15:33:42Z", "url": "http://theconversation.com/chasing-dinghies-media-must-remember-asylum-seekers-are-human-beings-not-just-a-good-story-144303"}, "article": {"publisher": "https://facebook.com/ConversationUK"}, "twitter": {"card": "summary_large_image", "site": "@ConversationUK", "creator": "@glendacooper"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}