{"GDELT": {"GlobalEventID": 940552598, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISR", "Actor1Name": "ISRAELI", "Actor1CountryCode": "ISR", "Actor2Code": "NOR", "Actor2Name": "NORWAY", "Actor2CountryCode": "NOR", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.1503697617091202, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18314", "Actor1Geo_Lat": 32.6667, "Actor1Geo_Long": 35.5, "Actor1Geo_FeatureID": "-2542918", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18314", "Actor2Geo_Lat": 32.6667, "Actor2Geo_Long": 35.5, "Actor2Geo_FeatureID": "-2542918", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18314", "Action2Geo_Lat": 32.6667, "Action2Geo_Long": 35.5, "Action2Geo_FeatureID": "-2542918", "DATEADDED": 20200813141500, "SOURCEURL": "https://blogs.timesofisrael.com/israeli-plo-reps-square-off-in-virtual-debate-on-annexation/"}, "ARTICLE": {"TITLE": "Israeli, PLO reps square off in virtual debate on annexation", "TEXT": "Now that Benjamin Netanyahu is openly blaming the United States for his failure to annex Jewish settlements in the West Bank, it’s pretty clear that Israel’s most controversial policy decision of 2020 won’t happen before the US elections in November — if at all at this point.\n\nWhile the current atmosphere seems too toxic for Israeli and Palestinian officials to negotiate face-to-face, conversations do take place online. Several weeks ago, veteran PLO spokeswoman Hanan Ashrawi took on Dore Gold, former director-general of Israel’s Foreign Ministry, during a one-hour webinar hosted by the Council on Foreign Relations (CFR).\n\nJoining them was Martin S. Indyk, former US ambassador to Israel and now a distinguished fellow at CFR. Some 400 people watched via Zoom as New York Times reporter Farah Stockman moderated the July 29 debate.\n\n“I was in Jerusalem in 2011, and a Jewish Israeli told me at the time that the conflict is like two guys arguing over a pizza. And meanwhile, one of them is eating the pizza,” said Stockman, a Pulitzer Prize-winning journalist who’s been covering the conflict since 2005. “I’m just wondering if annexation is the moment we look down at the box and realize there’s not much pizza left.”\n\nIndeed, from Ashrawi’s point of view, only the crust remains.\n\n“Unilaterally, Israel has been destroying the [two-state solution] through a process of settlement activities that has superimposed a grid on the West Bank that prevents normal life,” said Ashrawi, whose official title is head of the PLO’s Department of Public Diplomacy and Policy. “Annexation means the Israeli settlers have full rights, and they terrorize the Palestinian people, especially in rural areas and in remote villages. Israel is also taking the most fertile areas of the West Bank, controlling all freedom of movement.”\n\nFor Gold, however, it comes down to a “battle over political terminology,” in his words.\n\n“Today, we’re considering if the term ‘annexation’ even applies to recent Israeli proposals to extend Israeli sovereignty to parts of Judea and Samaria in the context of the American peace plan,” said Gold, president of the Jerusalem Center for Public Affairs and Israel’s envoy to the UN from 1997 to 1999. He noted that the International Committee of the Red Cross defines annexation as a unilateral act of a state through which it proclaims its sovereignty over the territory of another state.\n\n“The obvious question is whether the West Bank was the territory of another state,” he said. “This may be tedious, but those are the facts we have to contend with.”\n\nSemantics aside, Ashrawi said Netanyahu’s proposed move “tells the world and the Palestinian people that this is not a temporary occupation, but a situation where the occupying power is violating the most basic rights of the Palestinian people.”\n\nSpeaking from Ramallah — de facto capital of the Palestinian Authority — Ashrawi said the annexation has been going on for a long time. “I know people were shocked that finally Netanyahu came out and openly said he wants to annex this ingeniously. He’s going to extend Israeli law back. But the question is, Israel — at its core — has been based on annexation, on appropriation of land and resources, and on creating facts illegally.”\n\nOn Aug. 11, the prime minister essentially blamed Washington for the delay in annexing up to 30% of the West Bank, including all Israeli settlements and the strategic Jordan Valley —areas that Trump’s much-hyped “deal of the century” envisions Israel keeping.\n\nBut the coronavirus pandemic, which has now claimed 166,000 American lives, has taken precedence, as has nationwide racial tensions and a US economy in free fall.\n\n“It was clear from the start that the application of sovereignty would be done only with agreement from the White House. Otherwise, I would have already done it awhile ago,” Netanyahu told Israel’s Channel 20, adding that “Trump is now busy with other things, and this is not on the top of his mind.”\n\nYet it might be, if a desperate Trump sees his poll numbers tanking and thinks an annexation might generate excitement among evangelicals come Election Day.\n\n“As polls show him continually trailing Biden by 5 to 8 percentage points, including in most swing states, and as a large majority of Americans say they disapprove of his management of the coronavirus pandemic, Trump’s best chance of eking out a narrow victory is to boost enthusiasm among his base so that they turn out to vote in disproportionate numbers,” argues Dan Shapiro, former US ambassador to Israel.\n\nWriting in Foreign Policy magazine, Shapiro said: “Trump’s quest for political survival may impel him to try to force through an annexation that Israelis have not embraced. In this scenario, Trump would essentially tell Kushner: ‘Tell Bibi to annex something. Don’t bother me with the details.’”\n\nUnder the Trump plan, said Gold, “Israel gets 30% of the West Bank, the Palestinians get 70%. So it is not as though we’re taking all the gold coins and leaving them with rubbish.” He added: “It takes two to tango, and we’re ready to dance.”\n\nActually, it takes three to tango, retorted Indyk, who served as US ambassador to Israel from 1995 to 1997, and again from 2000 to 2001.\n\n“But in this case, the tango is only between the United States and Israel. The Palestinians have been excluded from this process,” Indyk said. “The only difference with the Trump plan [and previous negotiations] is that it’s going to fail differently. And it’s still failing and cannot succeed because it’s so fundamentally tilted in Israel’s favor.”\n\nThe Israelis and Palestinians don’t seem any closer to resolving their age-old dispute than they did in the early 1990s, when the Oslo accords were cause for optimism. In fact, plenty of pundits on both sides have declared the two-state solution as an anachronism that has long since been rendered irrelevant by facts on the ground.\n\nEven so, Indyk refuses to accept the notion that the two-state solution is dead.\n\n“But it certainly is on life support at the moment, and it would be a tragedy for Israelis, as well as for Palestinians, if we were now to pull the plug, because the notion of equal rights in one state — or what’s referred to as a one-state solution — is not a solution at all,” Indyk warned. “It’s an illusion, and a recipe only for continued conflict.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://static.timesofisrael.com/www/images/toi_icon_144.png", "theme-color": "#ffffff", "fb": {"app_id": 123142304440875}, "og": {"url": "https://blogs.timesofisrael.com/israeli-plo-reps-square-off-in-virtual-debate-on-annexation/", "type": "article", "title": "Israeli, PLO reps square off in virtual debate on annexation", "description": "From the blog of Larry Luxner at The Times of Israel", "image": {"identifier": "https://static.timesofisrael.com/blogs/uploads/2020/08/CFRwebinar.jpg", "width": 1800, "height": 988}}, "article": {"author": "https://www.facebook.com/luxner", "publisher": "https://www.facebook.com/timesofisrael"}, "twitter": {"card": "summary_large_image", "site": "timesofisrael", "title": "Israeli, PLO reps square off in virtual debate on annexation", "description": "From the blog of Larry Luxner at The Times of Israel", "image": "https://static.timesofisrael.com/blogs/uploads/2020/08/CFRwebinar.jpg", "creator": "lluxner"}, "outbrain": {"site": "www"}, "description": "From the blog of Larry Luxner at The Times of Israel", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}