{"GDELT": {"GlobalEventID": 940594170, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "PHL", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.00502512562814, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 122.0, "Actor1Geo_FeatureID": "RP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP", "Actor2Geo_Lat": 13.0, "Actor2Geo_Long": 122.0, "Actor2Geo_FeatureID": "RP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP", "Action2Geo_Lat": 13.0, "Action2Geo_Long": 122.0, "Action2Geo_FeatureID": "RP", "DATEADDED": 20200813180000, "SOURCEURL": "https://www.albawaba.com/business/covid-19-vaccine-will-emerging-economies-be-last-get-it-1374228"}, "ARTICLE": {"TITLE": "COVID-19 Vaccine: Will Emerging Economies be the Last to Get It?", "TEXT": "With 20 million people infected globally and 735,000 virus-related deaths as of August 10, it is becoming increasingly clear that a vaccine is required for societies and economies to return to a sense of normality.At present, researchers around the world are working on more than 150 different vaccines, with 26 already reaching the human trial stage. The issue presents an interesting conundrum for emerging markets, amid concerns that many may miss out on early access to vaccines in favour of wealthier countries.In late July the US government announced that it had signed a $2 billion contract with US multinational Pfizer and German company BioNTech to develop 100 million coronavirus vaccines by the end of the year, while in June Germany invested €300 million, a 23 percent stake, in local biopharmaceutical company CureVac, which is working on a COVID-19 vaccine.China, meanwhile, has also invested heavily in a number of domestic companies, with international media reporting that it had spent around $140 billion on measures to fight the virus, including the development of treatments and vaccines.Some emerging markets have sought to position themselves favourably for vaccine access by collaborating with international pharmaceutical companies on testing. The third-phase testing for the potential vaccine will see around 5000 adults in each country take part in the trial.Meanwhile in Asia, Indonesian state-owned company Bio Farma has partnered with China’s Sinovac to conduct phase-three vaccine trials in West Java, while local health giant Kalbe Farma is also teaming up with South Korea’s Genexine for phase-two testing of the company’s vaccine.In addition, a national consortium under the Ministry of Research and Technology has begun working on a longer-term, self-sufficient strategy to develop its own vaccine. Meanwhile, similar efforts towards vaccine self-sufficiency are under way in Peru and Mexico.The ability of emerging markets to develop working relationships with leading medical research nations is seen as key to gaining access to future vaccines.For instance, China has indicated that it would give the Philippines priority access to any vaccine that it develops.The importance of strong ties with wealthier countries comes amid concerns that they may outbid emerging markets once approved solutions enter the market, subsequently leaving lower-income nations at the back of the queue.In fact, the World Health Organisation has warned against so-called ‘vaccine nationalism’ noting that given the interconnected nature of the world economy it would be in the general interest to share the benefits of any potential vaccine.To avoid such a situation, an international coalition of organisations has developed the COVAX Facility, a mechanism designed to provide rapid, fair and equitable access to Covid-19 vaccines globally.The initiative involves high- and middle-income countries financing vaccines through their own public budgets, then teaming up with lower-income nations to provide support in the form of voluntary donations to the COVAX Advance Market Commitment, run by Gavi, the Vaccine Alliance.So far 75 countries have expressed interest in funding the initiative, which would benefit 90 lower-income nations.The goal is to deliver 2 billion doses of approved vaccines by the end of next year. Under the plans, they would be delivered equally to all participating nations, proportional to their populations, and would initially prioritise health care workers.", "METADATA": {"title": "COVID-19 Vaccine: Will Emerging Economies be the Last to Get It? | Al Bawaba", "og": {"site_name": "Al Bawaba", "type": "article", "url": "https://www.albawaba.com/business/covid-19-vaccine-will-emerging-economies-be-last-get-it-1374228", "title": "COVID-19 Vaccine: Will Emerging Economies be the Last to Get It? | Al Bawaba", "description": "As various countries contend with a second wave of COVID-19 outbreaks, many emerging markets are pinning their hopes on a vaccine that will allow them t", "image": {"identifier": "https://www.albawaba.com/sites/default/files/styles/default/public/im_new/rimshami/COVID19Vaccine-shutterstock-14Jun20.jpg?itok=AXZ0zifO", "url": "https://www.albawaba.com/sites/default/files/styles/default/public/im_new/rimshami/COVID19Vaccine-shutterstock-14Jun20.jpg?itok=AXZ0zifO", "width": 1200, "height": 630}}, "twitter": {"card": "summary_large_image", "description": "As various countries contend with a second wave of COVID-19 outbreaks, many emerging markets are pinning their hopes on a vaccine that will allow them t", "title": "COVID-19 Vaccine: Will Emerging Economies be the Last to Get It? | Al Bawaba", "url": "https://www.qatar-tribune.com/news-details/id/195531", "image": {"identifier": "https://www.albawaba.com/sites/default/files/styles/default/public/im_new/rimshami/COVID19Vaccine-shutterstock-14Jun20.jpg?itok=AXZ0zifO", "height": 630, "width": 1200}}, "description": "As various countries contend with a second wave of COVID-19 outbreaks, many emerging markets are pinning their hopes on a vaccine that will allow them t", "abstract": "As various countries contend with a second wave of COVID-19 outbreaks, many emerging markets are pinning their hopes on a vaccine that will allow them t", "keywords": "Covid-19, coronavirus, vaccine, Economy, Emerging economies, Oxford Business Group, OBG, Pfizer, BioNtech, CureVac, Bio Farma, Kalbe Farma, Sinovac, Genexine, West Java, World Health Organisation, COVAX Facility", "referrer": "origin", "rights": "©2020 Al Bawaba. All rights reserved.", "p": {"domain_verify": "85420ddac6963c616968109fe3d1e16b"}, "MobileOptimized": "width", "HandheldFriendly": "true", "apple-mobile-web-app-capable": "yes", "viewport": "width=device-width, initial-scale=1.0"}}}