{"GDELT": {"GlobalEventID": 940558091, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "IND", "Actor2Name": "WEST BENGAL", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.4054982817869504, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Tripura, Tripura, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN26", "Actor2Geo_ADM2Code": "70256", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 92.0, "Actor2Geo_FeatureID": "-2113451", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200813144500, "SOURCEURL": "https://www.jagranjosh.com/current-affairs/current-affairs-quiz-13-august-2020-1597323773-1"}, "ARTICLE": {"TITLE": "Current Affairs Quiz: 13 August 2020", "TEXT": "13 August 2020:The Current Affairs Quizzes section of Jagranjosh aims to help every competitive exam aspirant to revise the day at ease. The day’s updated quizzes cover topics such as 'Transparent Taxation-Honoring the Honest' platform, Arunodoi Scheme and sale of electric vehicles among others.\n\n1.Which among the following service is not a major reform under the newly launched 'Transparent Taxation-Honoring the Honest' platform?\n\na)Faceless Assessment\n\nb)Faceless Appeal\n\nc)Taxpayers’ Charter\n\nd)Single Window System\n\n2.Which country will receive USD 500 million assistance from India for a connectivity project?\n\na)Sri Lanka\n\nb)Mauritius\n\nc)Maldives\n\nd)Indonesia\n\n3.Which country has allowed the sale and registration of electric vehicles without pre-fitted batteries?\n\na)India\n\nb)China\n\nc)Japan\n\nd)Singapore\n\n4.India has announced financial assistance of USD 1 million for which nation?\n\na)Antigua and Barbuda\n\nb)Lebanon\n\nc)Guatemala\n\nd)Vietnam\n\n5.Which state is set to launch Arunodoi Scheme to provide financial assistance to 17 lakh families?\n\na)Jharkhand\n\nb)Assam\n\nc)Tripura\n\nd)West Bengal\n\n6.Which nation has signed a strategic cooperation agreement with Russia for the production & marketing of COVID-19 vaccine ‘Sputnik V’?\n\na)Singapore\n\nb)Thailand\n\nc)Brazil\n\nd)China\n\n7.Which nation Israel successfully tested its advanced missile defense system-Arrow-2 interceptor?\n\na)Iran\n\nb)North Korea\n\nc)China\n\nd)Israel\n\n8.Bangladesh has signed its largest-ever loan package deal worth USD 3.1 billion with which nation?\n\na)Russia\n\nb)China\n\nc)India\n\nd)Japan\n\nAnswers\n\n1.(d) Single Window System\n\nPrime Minister Narendra Modi launched the 'Transparent Taxation-Honoring the Honest' platform on August 13, 2020. The platform includes three major reforms- faceless assessment, faceless appeal and taxpayers' charter.\n\n2.(c) Maldives\n\nUnion External Affairs Minister S Jaishankar announced on August 13, 2020 that the Indian government will fund the implementation of a major connectivity project in the Maldives with USD 400 million line of credit and USD 100 million grant.\n\n3.(a) India\n\nThe Indian Government on August 12, 2020 announced that it has allowed the sale and registration of electric vehicles without pre-fitted batteries. The move is aimed at reducing the upfront cost of these vehicles, as pre-fitted batteries account for almost 30-40 percent of the total cost of the vehicle.\n\n4.(a) Antigua and Barbuda\n\nThe Indian government has extended an assistance of USD 1 million to Antigua and Barbuda to combat the ongoing COVID-19 pandemic. The provided assistance is aimed at improving health capacities and infrastructure in the Caribbean country.\n\n5.(b) Assam\n\nThe Assam state government is all set to roll out Arunodoi Scheme from October 2, 2020, with an aim to provide financial assistance to around 17 lakh families in the state. Under the scheme, Rs 830 will be given every month to the eligible 17 lakh families to buy the essential items of food.\n\n6.(c) Brazil\n\nRussia and Brazil have signed a strategic cooperation agreement for the production and marketing of the world’s first registered coronavirus vaccine ‘Sputnik V’. Under the strategic agreement, the Russian Direct Investment Fund together with pharmaceutical companies in the state of Parana will organise the production of the Sputnik V vaccine and its distribution in Brazil and other Latin American countries.\n\n7.(d) Israel\n\nIsrael's Defense Ministry conducted a successful test of the nation’s advanced missile defense system-Arrow-2 interceptor-against long-range ballistic attacks on August 12, 2020. The Arrow-interceptor is a part of the multi-layered system, which Israel has developed to defend against both short and mid-range missiles. It can also intercept long-range missiles.\n\n8.(d) Japan\n\nJapan signed its largest-ever loan package worth USD 3.1 billion for Bangladesh on August 12, 2020 in Dhaka. The loan will be given under concessional terms for seven projects in Bangladesh under Japan’s Official Development Assistance (ODA). The loan carries an interest rate of 0.65 percent with a repayment period of 30 years including an initial 10 years as grace period.", "METADATA": {"keywords": "Current Affairs Quiz, current affairs questions, CA quiz, CA questions, Top Current Affairs quiz", "description": "The day’s updated quizzes cover topics such as 'Transparent Taxation-Honoring the Honest' platform, Arunodoi Scheme and sale of electric vehicles among others.", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Current Affairs Quiz, current affairs questions, CA quiz, CA questions, Top Current Affairs quiz", "og": {"site_name": "Jagranjosh.com", "type": "article", "title": "Current Affairs Quiz: 13 August 2020", "description": "The days updated quizzes cover topics such as 'Transparent Taxation-Honoring the Honest' platform, Arunodoi Scheme and sale of electric vehicles among", "image": "https://www.jagranjosh.com/imported/images/E/GK/quiz.jpg", "url": "https://www.jagranjosh.com/current-affairs/current-affairs-quiz-13-august-2020-1597323773-1"}, "article": {"published_time": "2020-08-13T18:36:00+0530", "modified_time": "2020-08-13T18:37:00+0530"}, "DC.date.issued": "2020-08-13T18:36:00+0530", "apple-itunes-app": "app-id=1088390942", "twitter": {"card": "app", "site": "@Jagranjosh", "app": {"name": {"iphone": "Current Affairs & GK", "googleplay": "Current Affairs & GK"}, "id": {"iphone": 1088390942, "googleplay": "com.josh.jagran.android.activity"}}}, "theme-color": "#000"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}