{"GDELT": {"GlobalEventID": 940522569, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.6438569206843, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200813111500, "SOURCEURL": "https://www.polity.org.za/article/lift-the-ban-and-we-will-help-with-overburdened-healthcare-system---alcohol-industry-to-govt-2020-08-13"}, "ARTICLE": {"TITLE": "Lift the ban and we will help with overburdened healthcare system - alcohol industry to govt", "TEXT": "The alcohol industry and business representatives met with Health Minister Zweli Mkhize on Wednesday, as government prepares to lift the alcohol ban.\n\nBusiness Unity SA CEO Cas Coovadia said the industry explained to Mkhize in the meeting that they were willing to assist government in dealing with the burden on the public healthcare system.\n\nAdvertisement\n\n\n\n\"They said they are willing to put money and resources to help ease the pressure on healthcare facilities and to assist with PPE [personal protective equipment] distribution for example,\" he said.\n\nCoovadia said while government stated that alcohol sales increased trauma cases and overburdened hospitals during the Covid-19 pandemic, the industry had told government they were willing to assist with this.\n\nAdvertisement\n\n\n\nHe said, \"The industry said we will do what we can to actually put resources in to limit any negative impact of lifting the ban.\"\n\nThis as Trade, Industry and Competition Minister Ebrahim Patel was told at meetings of the National Economic Development and Labour Council (Nedlac) that labour, business and community forums were all in agreement that the alcohol ban should be lifted.\n\nNews24 reported that the National Coronavirus Command Council (NCCC) and Cabinet have been advised to lift the ban on the sale of cigarettes and alcohol and move the country to Alert Level 2 of the nationwide lockdown.\n\nPresident Cyril Ramaphosa is expected to announce his decision this week.\n\nThe line was first drawn in the sand for government during a meeting of Nedlac on Friday where all social partners called for the ban to be lifted.\n\nThis prompted a discussion at an extended meeting of the Forum of South African Directors-General (Fosad), which included Natjoints, which is co-chaired by the police and the defence department.\n\nCoovadia said industry had made it clear to government that the ban had to be lifted.\n\nHe said, \"There is damage to industry, small taverns, workers in farming, glass manufacturers. So we were absolutely clear.\"\n\nThe Congress of South African Trade Unions (Cosatu) said while they were initially sympathetic to government's concerns about overburdening the healthcare system, the alcohol ban was devastating for jobs.\n\nCosatu's Matthew Parks said in the interest of saving jobs, Cosatu had been engaging with the alcohol industry and the entire value chain, and endorsed the call for an end to the ban.\n\n\"You cannot have the ban forever. We have to save the 750 000 jobs at risk,\" he said.\n\nSocial compact\n\nA social compact was being drafted. The draft was presented to government on how to mitigate the issue of alcohol abuse – a key issue that drove government to impose the ban.\n\nThe draft proposals included restrictions on the amount of alcohol sold, the times alcohol was sold and who can purchase it.\n\nIn mitigating the effects on the restaurant industry, the draft proposal also considered regulating how much a person could consume at a sit-down venue, like a restaurant or tavern.\n\nOther suggestions included banning alcohol ads by alcohol companies, instead focusing on consumer education.\n\nThe compact that government was considering also disallowed any drinking and driving.\n\nCoovadia said the social compact was yet to be signed, but that did not stop Ramaphosa from lifting the ban.\n\n\"It is to show government that we are all in agreement,\" he said.\n\nPay up\n\nOfficials from the Department of Labour and Treasury were warned that if government did not find money for worker relief, it could not impose any further restrictions.\n\n\"There is no way you can say restaurants have to operate at 50% or there is an alcohol ban without government providing financial relief,\" Parks said.\n\nHe added: \"If you extend lockdown, extend relief.\"\n\nThe government's reassessment of the booze ban was in line with claims they made in court that the government would balance health measures with the impact on the economy.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "google-site-verification": "W0_7yq_PWtgJ8hNc082TW_yxTNwyOrRpPkMLFxO6FlM", "twitter": {"card": "summary", "site": "@polityZA", "creator": "@polityZA", "title": "Lift the ban and we will help with overburdened healthcare system - alcohol industry to govt", "description": "The alcohol industry and business representatives met with Health Minister Zweli Mkhize on Wednesday, as government prepares to lift the alcohol ban. Business Unity SA CEO Cas Coovadia said the industry explained to Mkhize in the meeting that they were willing to assist government in dealing with the burden on the public healthcare system.", "url": "https://www.polity.org.za/article/lift-the-ban-and-we-will-help-with-overburdened-healthcare-system---alcohol-industry-to-govt-2020-08-13", "image": "https://cdn.creamermedia.com/assets/articles/images/resized/0000891476_resized_zwelimkhize240320201022.jpg"}, "og": {"title": "Lift the ban and we will help with overburdened healthcare system - alcohol industry to govt", "type": "article", "url": "https://www.polity.org.za/article/lift-the-ban-and-we-will-help-with-overburdened-healthcare-system---alcohol-industry-to-govt-2020-08-13", "image": {"identifier": "https://cdn.creamermedia.com/assets/articles/images/resized/0000891476_resized_zwelimkhize240320201022.jpg", "width": 511, "height": 287}, "site_name": "Polity.org.za", "description": "The alcohol industry and business representatives met with Health Minister Zweli Mkhize on Wednesday, as government prepares to lift the alcohol ban. Business Unity SA CEO Cas Coovadia said the industry explained to Mkhize in the meeting that they were willing to assist government in dealing with the burden on the public healthcare system."}, "fb": {"admins": 100001521462645}, "title": "Lift the ban and we will help with overburdened healthcare system - alcohol industry to govt", "description": "The alcohol industry and business representatives met with Health Minister Zweli Mkhize on Wednesday, as government prepares to lift the alcohol ban. Business Unity SA CEO Cas Coovadia said the industry explained to Mkhize in the meeting that they were willing to assist government in dealing with the burden on the public healthcare system."}}}