{"GDELT": {"GlobalEventID": 940589228, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "EXTERNAL AFFAIRS MINIST", "Actor1Type1Code": "GOV", "Actor2Code": "div", "Actor2Name": "MALDIVIAN", "Actor2EthnicCode": "div", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.38461538461539, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hulhule, North Central Province, Maldives", "Actor2Geo_CountryCode": "MV", "Actor2Geo_ADM1Code": "MV53", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 4.183330000000001, "Actor2Geo_Long": 73.5333, "Actor2Geo_FeatureID": "-1306657", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hulhule, North Central Province, Maldives", "Action2Geo_CountryCode": "MV", "Action2Geo_ADM1Code": "MV53", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 4.183330000000001, "Action2Geo_Long": 73.5333, "Action2Geo_FeatureID": "-1306657", "DATEADDED": 20200813173000, "SOURCEURL": "https://www.republicworld.com/india-news/general-news/india-announces-usd-500-million-assistance-for-mega-infra-project-in-maldives.html"}, "ARTICLE": {"TITLE": "India Announces USD 500 Million Assistance For Mega Infra Project In Maldives", "TEXT": "India on Thursday announced a USD 500 million assistance for the Maldives to help it implement a mega connectivity project linking its capital Male with three neighbouring islands.\n\nIndia also announced the launch of a regular cargo ferry service as well as the start of an air travel bubble between the two countries. The first flight under the air bubble is expected to commence on August 18.\n\nThe announcements were made by External Affairs Minister S Jaishankar during a virtual meeting he held with his Maldivian counterpart Abdulla Shahid.\n\nIn the meeting, Jaishankar also conveyed to Shahid India's decision to extend in-principle urgent assistance to the government of Maldives by way of a soft loan arrangement in view of the financial challenges being faced by the island nation due to the COVID-19 pandemic, the Ministry of External Affairs (MEA) said.\n\nThe 6.7 km Greater Male Connectivity Project (GMCP) will be the largest civilian infrastructure project in Maldives, linking Male with Villingili, Gulhifahu and Thilafushi islands, officials said. In a series of tweets, Jaishankar said India will fund the implementation of GMCP through a USD 400 million line of credut and USD 100 million grant.\n\n\"This 6.7 km bridge project connecting Male with Gulhifalhu Port & Thilafushi industrial zone will help revitalise and transform Maldivian economy,\" he said.\n\nPeople familiar with the GMCP said it was a key election promise of the ruling MDP for which Maldivian President Ibrahim Mohamed Solih sought India’s assistance during his meeting with Jaishankar in September last year.\n\n\"Once completed, this landmark project will streamline connectivity between the four islands, thereby boosting economic activity, generating employment and promoting holistic urban development in the Malé region,\" the Ministry of External Affairs (MEA) said.\n\nAs of now, the 1.39 km Maldives-China Friendship bridge connecting Male with Hulhule and Hulhumale is the most visible infrastructure project in the island nation. However, sources said, once implemented, GMCP will render the 1.39 km bridge insignificant.\n\nThey said it will help in demonstrating India’s overarching presence in Maldives through a high-visibility project in the Greater Male region and showcase India’s expertise in conceptualising and implementing a complex infrastructural project.\n\nIndia is also extending financial support for construction of a port in Gulhifahu.\n\n\"The cargo ferry service will enhance sea connectivity and provide predictability in supplies for importers in Maldives and exporters in India. It will also reduce logistics costs and times for traders,\" the MEA said.\n\nReferring to creation of an air bubble, it said Maldives is the first neighboring country with which an air bubble is being operationalized.\n\n\"The air bubble symbolises India’s support to shore up tourism arrivals and revenues in the Maldives. Health protocols in both countries will be strictly followed. The first flight under the Air Bubble is expected to commence on August 18,\" the MEA said.\n\nIn the meeting, Jaishankar also conveyed to Shahid India's decision to renew quotas for supply of essential commodities to Maldives for the year 2020-21. \"The commodities include food items like potatoes, onions, rice, wheat, flour, sugar, dal and eggs as well as river sand and stone aggregates. The quotas assure food security, and the supply of essential construction items, and thereby provide certainty and price stability for such essential items in the Maldives,\" the MEA said.\n\nOn the financial assistance, the MEA said,\"Exact modalities of the loan arrangement are being finalised by the two sides.\" The MEA said Jaishankar expressed happiness that India and Maldives worked very closely in dealing with COVID-19, and that the island nation is the largest beneficiary among the neighbouring countries receiving New Delhi's assistance to tackle the pandemic.\n\nIt said Jaishankar reaffirmed India’s continued commitment for all possible support to the Maldives for minimising the health and economic impact of the pandemic.\n\nThe external affairs minister and Maldives' foreign minister Shahid emphasised that greater connectivity results in prosperity, the MEA said.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "India on Thursday announced a USD 500 million assistance for the Maldives to help it implement a mega connectivity project linking its capital Male with three neighbouring islands.", "copyright": "Republic World", "msvalidate.01": "46255256F7B435C502CFADCCBD97D1C9", "mobile-web-app-capable": "yes", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-TileColor": "#ff5136", "msapplication-TileImage": "https://www.republicworld.com/assets/images/favicons/ms-icon-144x144.png", "theme-color": "#ff5136", "fb": {"app_id": 1923161321262442, "pages": 1159346367512575}, "og": {"type": "article", "locale": "en_US", "title": "India announces USD 500 million assistance for mega infra project in Maldives - Republic World", "url": "https://www.republicworld.com/india-news/general-news/india-announces-usd-500-million-assistance-for-mega-infra-project-in-maldives", "image": {"identifier": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/zp5b4bcen2bhjauj_1597336268.jpeg?tr=f-jpeg", "url": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/zp5b4bcen2bhjauj_1597336268.jpeg?tr=f-jpeg", "secure_url": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/zp5b4bcen2bhjauj_1597336268.jpeg?tr=f-jpeg", "type": "image/png", "width": 1024, "height": 1024}, "site_name": "Republic World", "description": "India on Thursday announced a USD 500 million assistance for the Maldives to help it implement a mega connectivity project linking its capital Male with three neighbouring islands.", "see_also": "https://www.republicworld.com/"}, "article": {"author": "Republic World"}, "twitter": {"card": "summary_large_image", "site": "@republic", "creator": "@republic", "title": "India announces USD 500 million assistance for mega infra project in Maldives - Republic World", "description": "India on Thursday announced a USD 500 million assistance for the Maldives to help it implement a mega connectivity project linking its capital Male with three neighbouring islands.", "image": {"identifier": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/zp5b4bcen2bhjauj_1597336268.jpeg", "alt": "INDIA ANNOUNCES USD 500 MILLION ASSISTANCE FOR MEGA INFRA PROJECT IN MALDIVES - Republic World"}, "player": {"width": 480, "height": 270}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}