{"GDELT": {"GlobalEventID": 940537967, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAJUD", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.1543026706231405, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Deschutes County, Oregon, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOR", "Actor1Geo_ADM2Code": "OR017", "Actor1Geo_Lat": 43.9165, "Actor1Geo_Long": -121.251, "Actor1Geo_FeatureID": "1155130", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Deschutes County, Oregon, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOR", "Actor2Geo_Lat": 43.9165, "Actor2Geo_Long": -121.251, "Actor2Geo_FeatureID": "1155130", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Deschutes County, Oregon, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOR", "Action2Geo_Lat": 43.9165, "Action2Geo_Long": -121.251, "Action2Geo_FeatureID": "1155130", "DATEADDED": 20200813124500, "SOURCEURL": "https://www.theepochtimes.com/bend-oregon-activists-block-immigration-buses-prompting-federal-response_3460252.html"}, "ARTICLE": {"TITLE": "Bend, Oregon, Activists Block Immigration Buses, Prompting Federal Response", "TEXT": "Hundreds of activists gather around two buses outside the Crane Shed Commons in Bend, Ore., on Aug. 12, 2020. (Ryan Brennecke/The Bulletin via AP)\n\nBend, Oregon, Activists Block Immigration Buses, Prompting Federal Response\n\nFederal agents responded late Wednesday to a large protest that blocked immigration buses from leaving a parking lot in Bend, Oregon.\n\nNew Bend Police Chief Mike Krantz refused to take action but warned the crowd via loudspeaker that federal agents were on the way.\n\nAgents arrived and clashed with demonstrators while escorting two detainees and officers from the buses.\n\nKrantz told reporters in a virtual press conference that officers were at the protest “to protect life and safety of our community, and are not there assisting the role of ICE,” or Immigration and Customs Enforcement, a federal office inside the Department of Homeland Security (DHS).\n\nIn a statement, ICE said the two detainees “each had a history of violent criminal behavior.”\n\n“While ICE respects the rights of people to voice their opinion peacefully, that does not include illegally interfering with their federal law enforcement duties,” the agency said, adding that it will “take all necessary measures to ensure the safety of its officers and detainees, and will vigorously pursue prosecution against anyone who puts them in harm’s way.”\n\nActing DHS Secretary Chad Wolf said in a separate statement that the arrests were lawful and “took dangerous criminals off our streets.”\n\nFederal immigration officers pull two detainees from buses in Bend, Ore., after a large demonstration prevented the buses from leaving a parking lot, on Aug. 13, 2020. (KTVZ)\n\nBend Mayor Sally Russell, a Democrat, said she was told both men had warrants out for their arrest. “This is not a sweep for undocumented immigrants,” she said on Wednesday evening, using a description for illegal immigrants, before adding, “Let’s please keep our community safe. Please leave peacefully.”\n\n“To be clear, in no way do I support ICE. Nor can our Bend police force, because Oregon is a sanctuary state and it is illegal. I am very worried for everyone in our community, and especially our Latinx community,” she added later.\n\nDeschutes County District Attorney John Hummel, a Democrat, described what happened as a “stand-off” and said he “was impressed by the passion and empathy shown by our community.”\n\nLawmakers, including Oregon Gov. Kate Brown, another Democrat, were trying to broker a resolution with DHS to no avail, he said on social media.\n\nHummel later said, “Federal troops stormed the buses in full tactical gear. Unnecessary and outrageous. Never did I think I would see this in my country. #VOTE.”\n\nHummel also emphasized that his office doesn’t assist ICE with immigration enforcement.\n\nWolf said he was “disappointed but not surprised that Oregon officials would advocate for criminals over the safety of their communities.”\n\nJust after midnight, the Bend Police Department said federal agents had left the area and that protesters “appear to have dispersed peacefully.”\n\nImmigration and Customs Enforcement agents seek to arrest immigration fugitives, reentrants, and at-large criminal aliens during an operation in Atlanta, Ga., on Feb. 9, 2017. (Bryan Cox/U.S. Immigration and Customs Enforcement via Getty Images)\n\nAccording to reporters on the scene, federal agents used pepper spray. It wasn’t clear how many times they used it or for what reason.\n\nThe demonstration appeared to begin when Luke Richter, the president of a group called Central Oregon Peacekeepers, live-streamed on Facebook as he stepped in front of one of the buses. Soon, others began arriving.\n\nRichter told KTVZ: “If they’re going to take people from a sanctuary city, they need to have proper documentation of that. We have not seen any warrants for their arrest.”\n\nIn a statement allegedly from relatives of the male detainees, the families said: “We are simply trying to provide for our families but because of the color of our skin and our country of origin, that does not justify what is being done here today. False information is being put regarding their criminal records.”\n\nBefore the officers took the detainees away, the Innovation Law Lab, which says it was founded “to harness the power of technology, law, and activism all in a single organization to end the mass incarceration of children and mothers in secret jails and inhumane conditions,” filed a lawsuit (pdf) in an attempt to block the movement of the men.\n\nThe federal government was violating constitutional rights in the way the detained the men, the group alleged.", "METADATA": {"msapplication-TileImage": "https://www.theepochtimes.com/assets/themes/eet/images/EET270.png", "viewport": "width=device-width, initial-scale=1", "fb": {"pages": 1615635982023706, "admins": 10205921529470972, "app_id": 1316421701839253}, "date": "2020-08-13 7:54:02 AM", "robots": "noodp,noydir", "description": "Federal agents responded late Wednesday to a large protest that blocked immigration buses from leaving a parking lot in Bend, Oregon.", "keywords": "bend,federal,immigration,Oregon,THE EPOCH TIMES", "og": {"locale": "en_US", "type": "article", "title": "Bend, Oregon, Activists Block Immigration Buses, Prompting Federal Response", "description": "Federal agents responded late Wednesday to a large protest that blocked immigration buses from leaving a parking lot in Bend, Oregon.", "url": "https://www.theepochtimes.com/bend-oregon-activists-block-immigration-buses-prompting-federal-response_3460252.html", "site_name": "www.theepochtimes.com", "updated_time": "2020-08-13T21:19:06-04:00", "image": "https://img.theepochtimes.com/assets/uploads/2020/08/13/bend-activists-1200x800.jpg"}, "article": {"tag": "Oregon,immigration,federal,bend", "section": "Crime and Incidents", "published_time": "2020-08-13T07:54:02-04:00", "modified_time": "2020-08-13T21:19:06-04:00"}, "twitter": {"card": "summary_large_image", "description": "Federal agents responded late Wednesday to a large protest that blocked immigration buses from leaving a parking lot in Bend, Oregon.", "title": "Bend, Oregon, Activists Block Immigration Buses, Prompting Federal Response", "site": "@EpochTimes", "domain": "www.theepochtimes.com", "image": "https://img.theepochtimes.com/assets/uploads/2020/08/13/bend-activists.jpg", "creator": "@zackstieber"}, "al": {"web": {"should_fallback": "true"}, "android": {"package": "com.theepochtimes.news", "url": "eetapp://applinks/bend-oregon-activists-block-immigration-buses-prompting-federal-response_3460252.html", "app_name": "The Epoch Times: Live & Breaking"}, "ios": {"app_store_id": 670443321, "app_name": "The Epoch Times: Live & Breakings", "url": "eetapp://applinks/bend-oregon-activists-block-immigration-buses-prompting-federal-response_3460252.html"}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}