{"GDELT": {"GlobalEventID": 940522442, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.14765100671141, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Manatee County, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL081", "Actor1Geo_Lat": 27.5009, "Actor1Geo_Long": -82.2915, "Actor1Geo_FeatureID": "295744", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Manatee County, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.5009, "Actor2Geo_Long": -82.2915, "Actor2Geo_FeatureID": "295744", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Manatee County, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.5009, "Action2Geo_Long": -82.2915, "Action2Geo_FeatureID": "295744", "DATEADDED": 20200813111500, "SOURCEURL": "https://www.tampabay.com/news/gradebook/2020/08/13/tick-tock-time-to-fight-floridas-school-reopening-order-is-elapsing/"}, "ARTICLE": {"TITLE": "Tick-tock. Time to fight Florida’s school reopening order is elapsing.", "TEXT": "Supporters of an online-only restart to school aren’t giving up without a fight, even though it’s looking like an increasingly uphill battle. Pasco County district employees asked a local judge to intervene in their district’s reopening plan, hoping the limited nature of their complaint might yield quick results. Some Hillsborough County School Board members who voted to delay in-person classes for four weeks, meanwhile, said they’d stick to their convictions, regardless of possible state sanctions. Other efforts continue. But time is running short, as more students are set to go back to “bricks and mortar” next week. Read on for the latest.\n\nThe Florida constitution mandates a “safe, secure and high quality system of public education.” Lawyers for the United School Employees of Pasco argue that reopening during COVID-19 would violate the safe and secure part.\n\nState officials continue to press Hillsborough County to offer in-person classes beginning Aug. 24. They signaled they’re working with district leaders toward a solution. Some School Board members still need convincing. • In a Wednesday evening televised speech, Gov. Ron DeSantis likened the state’s reopening effort to a Navy SEAL team operation, Florida Politics reports.\n\nWhat’s the driving safety issue? Most everyone keeps saying, it’s not if but when a case arises in a school. To wit: A Martin County elementary class has been quarantined after two days back, TC Palm reports. • Before students returned to one Manatee County high school, several teachers have been isolated for 14 days after direct exposure to a colleague who tested positive, the Bradenton Herald reports.\n\nThe battle for online-only has a limited shelf life, though. Wakulla County schools open today, with about 90 percent of the district’s 5,200 children expected to attend in person, WTXL reports. • Manatee County students are set to return to campuses on Monday, despite one board member’s objections, the Bradenton Herald reports. • Citrus County school district officials say they’re as ready as they can be to restart later in the month, the Citrus County Chronicle reports. • Alachua County students and staff got one more week to prepare, the Gainesville Sun reports. • Waiting for the FEA lawsuit challenging the state’s reopening order to offer some guidance? It gets another scheduling hearing this morning in Leon County. Watch here.\n\nFinding solutions to meet everyone’s needs isn’t easy. District officials must make decisions affecting neighborhoods that have experienced the coronavirus in very different ways, TC Palm reports. • They do so under state scrutiny, and not just in Hillsborough. Palm Beach County school officials thought they had a way to return safely to classrooms, but replaced the plan after the state rejected it, the Palm Beach Post reports. • Volusia County School Board members are asking the state for some waivers and added direction to help them prepare, the Daytona Beach News-Journal reports.\n\nSome teachers still want to teach solely virtual classes. Being asked for personal medical information to justify the request isn’t going over well in Clay County, Clay Today reports. • Brevard County teachers who contract the virus won’t have their names revealed, Florida Today reports.\n\nIf they don’t feel safe, some teachers might not come back. Surveys have indicated that retirement, resignation and leaves of absence are possibilities, the News Service of Florida reports.\n\nStarr Noguera, fifth grade reading and writing interventionist, passes out laptops and tablets to parents in the car line at Campbell Park Elementary on March 24, 2020. Some districts do not have enough devices to distribute to all their students who need one. [ DIRK SHADD | Times ]\n\nWith online schooling continuing, districts seek to have enough equipment to support all students. It will cost Clay County schools $4 million to get enough technology for one device per pupil, Clay Today reports. • Leon County students who borrow district laptops might need to buy cameras and microphones to make them usable for remote learning, the Tallahassee Democrat reports.\n\nWhat not to wear? Leon County teachers asked to wear scrubs in class, and the district agreed, the Tallahassee Democrat reports.\n\nReaching agreement on working conditions is critical. Faculty at Lake-Sumter State College say they feel unsafe bargaining, because college administrators refuse to do it virtually, the Daily Commercial reports.\n\nConstruction continues. New schools are rising in St. Johns County, as the district’s local option sales tax brings in more revenue than expected, the St. Augustine Record reports.\n\nDid you miss a story? Here’s a link to yesterday’s roundup, just in case.\n\nBefore you go ... President Trump held an event Wednesday to talk about reopening schools. Guess who was there not sounding too enthusiastic about virtual education, as Education Week reports. Hint: See the picture.", "METADATA": {"description": "A roundup of Florida education news from around the state.", "twitter": {"card": "summary_large_image", "title": "Tick-tock. Time to fight Florida’s school reopening order is elapsing.", "site": "TB_Times", "url": "https://www.tampabay.com/news/gradebook/2020/08/13/tick-tock-time-to-fight-floridas-school-reopening-order-is-elapsing/", "image": "https://www.tampabay.com/resizer/k1RJquNuGkobLTxaOyWiLsevUMA=/800x450/smart/cloudfront-us-east-1.images.arcpublishing.com/tbt/3N2DRCJOIVDEDNFE7RBGKWZZBM.jpg"}, "og": {"image": "https://www.tampabay.com/resizer/k1RJquNuGkobLTxaOyWiLsevUMA=/800x450/smart/cloudfront-us-east-1.images.arcpublishing.com/tbt/3N2DRCJOIVDEDNFE7RBGKWZZBM.jpg", "type": "article", "title": "Tick-tock. Time to fight Florida’s school reopening order is elapsing.", "site_name": "Tampa Bay Times", "url": "https://www.tampabay.com/news/gradebook/2020/08/13/tick-tock-time-to-fight-floridas-school-reopening-order-is-elapsing/", "description": "A roundup of Florida education news from around the state."}, "pageType": "article", "title": "Tick-tock. Time to fight Florida’s school reopening order is elapsing.", "campaignData": "News:Gradebook", "viewport": "width=device-width, initial-scale=1", "application-name": "Florida's favorite paper, Tampa Bay's favorite local news site", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "/pf/mstile-144x144.png", "msapplication-square70x70logo": "/pf/mstile-70x70.png", "msapplication-square150x150logo": "/pf/mstile-150x150.png", "msapplication-wide310x150logo": "/pf/mstile-310x150.png", "msapplication-square310x310logo": "/pf/mstile-310x310.png", "fb": {"app_id": 117591765631093, "pages": 9924394837}}}}