{"GDELT": {"GlobalEventID": 940574158, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "Actor2Code": "INDGOV", "Actor2Name": "RAJASTHAN", "Actor2CountryCode": "IND", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.5306122448979598, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Karnataka, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "17688", "Actor1Geo_Lat": 13.5, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-2099860", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Karnataka, Karnataka, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN19", "Actor2Geo_ADM2Code": "17688", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-2099860", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Karnataka, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "17688", "Action2Geo_Lat": 13.5, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-2099860", "DATEADDED": 20200813161500, "SOURCEURL": "https://www.outlookindia.com/website/story/india-news-why-the-truce-between-ashok-gehlot-and-sachin-pilot-stands-on-fragile-ground/358592"}, "ARTICLE": {"TITLE": "Why The Truce Between Ashok Gehlot And Sachin Pilot Stands On Fragile Ground", "TEXT": "The Congress high command may have brokered a fragile truce between Rajasthan chief minister Ashok Gehlot and his former deputy Sachin Pilot for the time being, but the divisions within the Congress party in the state are expected to further intensify, with both the leaders reluctant to cede any ground.\n\nUnlike in Goa, Karnataka and Madya Pradesh, Gehlot has for now saved the Congress government by keeping his herd together in two luxurious resorts in Jaipur and Jaisalmer for over a month. But the victory, for now, seems superficial as the differences between the two leaders are expected to increase after the open rebellion by Pilot and his MLAs. What used to be said in whispers about the tussle between the two leaders has now become public after Pliot took off with his 18 loyalist MLAs and camped in Delhi and Haryana for over a month, resulting in uncertainty over the stability of the Rajasthan government.\n\n\n\nThere are three major challenges before Gehlot for the smooth functioning of his government in Rajasthan.\n\n\n\nNew Role For Pilot & His Loyalists\n\n\n\nThe Congress party had removed Sachin Pilot as the deputy CM of Rajasthan and Pradesh Congress Committee (PCC) President within hours after he failed to turn up for the second CLP meeting held last month at Fairmont hotel. But as the Congress declared an end to its Rajasthan crisis after a meeting between Pilot and the Gandhis, there remains a question mark over the new role for the former deputy CM and his loyalist MLAs.\n\n\n\nIn the first press conference after his homecoming, Pilot categorically said that he won't accept the post of Deputy Chief Minister of Rajasthan if offered once again by the party. But accommodating his loyalist MLAs in the cabinet will be a significant challenge for the Congress. Two of the Pilot camp MLAs-Ramesh Meena and Vishvendra Singh- were cabinet ministers and were removed from their ministerial posts. Moreover, Singh and another MLA, Bhanwarlal Sharma, were also suspended from the primary membership of Congress after the party alleged that two were involved in a conspiracy to topple the government in Rajasthan.\n\n\n\nBut on Thursday, ahead of Congress legislature party meeting, the party revoked their suspension. As per sources, during the upcoming cabinet expansion, Pilot may build pressure on the party to accommodate some of his loyalists and give them ministerial berths.\n\nBesides this, another challenge faced by the Congress will be accommodating Pilot's loyalists in the party organisation once again. The Congress had dissolved all of its district and block-level committees after removing Pilot from the post of state Congress chief.\n\n\n\nDisgruntled MLAs\n\n\n\nAfter the truce, Chief Minister Ashok Gehlot may have spoken about 'forgiving and forgetting', but he also acknowledged that the Congress MLAs who were staying in hotels from past one month were 'naturally upset' over the whole political drama. The chief minister may have claimed that he urged his 100 loyalist MLAs to be tolerant and move on, but pacifying the Gehlot camp MLAs may be a difficult task if Pilot's loyalists end up getting significant posts within the party or the government.\n\n\n\n\"We have been lodged inside hotels from last one month. Our other colleagues who were accused of anti-party activities are welcomed back by the party high command. This sends the wrong message to those who stood with the government from last one month,\" a congress MLA from Gehlot camp told Outlook.\n\n\n\nPerformance Of The Govt\n\n\n\nOpposition BJP has never lost an opportunity to highlight that the Congress has been fighting its internal battles while the public continues to suffer amid the Covid-19 pandemic. It will not only be a challenge to work together for the Congress, but the party will also have to constantly deal with the BJP's accusations of mis-governance. Pilot, who on multiple occasions in the past has criticised his own government and demanded accountability, can be a problem if he chooses to continue to speak against Gehlot government's policies, which will further bolster the BJP's stand.\n\n\n\nThe party will also face challenges while zeroing in on candidates for future elections, including the Panchayati Raj and local body polls.", "METADATA": {"google-site-verification": "_MtqwvhzkqudIOBjL5c2e_dktc3ItBiEEpv_AKmmGC8", "description": "Even though the Congress party has brokered an understanding between Gehlot and Pilot factions for now, there are various challenges that lie ahead for smooth functioning of the government in Rajasthan.", "keywords": "Ashok Gehlot, Sachin Pilot, rajasthan, congress, rajasthan politics, rajasthan politics latest, rajasthan congress, gehlot pilot meeting, rahul gandhi", "news_keywords": "Ashok Gehlot, Sachin Pilot, rajasthan, congress, rajasthan politics, rajasthan politics latest, rajasthan congress, gehlot pilot meeting, rahul gandhi", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "fb": {"pages": 130701053653318, "app_id": 1819793348257024}, "og": {"site_name": "https://www.outlookindia.com/", "url": "https://www.outlookindia.com/website/story/india-news-why-the-truce-between-ashok-gehlot-and-sachin-pilot-stands-on-fragile-ground/358592", "title": "Why The Truce Between Ashok Gehlot And Sachin Pilot Stands On Fragile Ground", "description": "Even though the Congress party has brokered an understanding between Gehlot and Pilot factions for now, there are various challenges that lie ahead for smooth functioning of the government in Rajasthan.", "type": "article", "image": "https://www.outlookindia.com/public/upload_share/website/Congress-crisis_3_20200714_358592.jpg"}, "twitter": {"card": "summary_large_image", "site": "@outlookindia", "url": "https://www.outlookindia.com/website/story/india-news-why-the-truce-between-ashok-gehlot-and-sachin-pilot-stands-on-fragile-ground/358592", "title": "Why The Truce Between Ashok Gehlot And Sachin Pilot Stands On Fragile Ground", "description": "Even though the Congress party has brokered an understanding between Gehlot and Pilot factions for now, there are various challenges that lie ahead for smooth functioning of the government in Rajasthan.", "image": "https://www.outlookindia.com/public/upload_share/website/Congress-crisis_3_20200714_358592.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}