{"GDELT": {"GlobalEventID": 940566552, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "GRC", "Actor2Name": "GREEK", "Actor2CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.96078431372549, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Cyprus", "Actor2Geo_CountryCode": "CY", "Actor2Geo_ADM1Code": "CY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 33.0, "Actor2Geo_FeatureID": "CY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200813153000, "SOURCEURL": "https://accesswdun.com/article/2020/8/928921"}, "ARTICLE": {"TITLE": "Greece welcomes French boost as tension rises in east Med", "TEXT": "ATHENS, Greece (AP) — Greece's prime minister warmly thanked France Thursday for boosting its military presence in the eastern Mediterranean, where Greek and Turkish warships are closely shadowing each other over a Turkish energy exploration bid in waters Athens claims as its own.\n\nMeanwhile, Turkey accused Greece and the island nation of Cyprus of encroaching on its rights in the Mediterranean and vowed to defend its interests in the region but also called for dialogue to resolve the dispute.\n\nGreek Prime Minister Kyriakos Mitsotakis tweeted that French President Emmanuel Macron was “a true friend of Greece and also a fervent protector of European values and international law.”\n\nThe mounting territorial tension follows Turkey’s move to send a seismic research vessel, escorted by warships, into waters between the Greek island of Crete and Cyprus to prospect for potential offshore gas and oil reserves, following similar discoveries in other parts of the region.\n\nGreece claims part of the area is over its own continental shelf and has demanded that the Turkish ships withdraw. Turkey counters that it’s entitled to conduct research in the area. Greece placed its military on alert, and sent warships to the area off Turkey’s southern coast.\n\nIn Ankara, Turkish President Recep Tayyip Erdogan reiterated a call for dialogue.\n\n“The path for a solution in the eastern Mediterranean is dialogue and negotiation,” Erdogan said during an address to his ruling party's officials. “A formula based on a win-win solution that protects the rights of all can be found if we act with common sense and reason.”\n\n“Greece's attitude in the Aegean and the Mediterranean is malicious,” Erdogan said, adding that the Greek island on which Athens bases its continental shelf claim is located just 2 kilometers (1.25 miles) from the Turkish coast and 580 kilometers (369 kilometers) from the Greek mainland.\n\nErdogan said: “We don't have designs on anyone's rights, but we won't let any country take away our rights.”\n\nThe Turkish leader also accused France of “provoking” Greece and Cyprus into taking “wrongful steps.”\n\nErdogan later held a telephone conversation with German Chancellor Angela Merkel, who has previously interceded to ease similar tensions between Turkey and Greece. A statement from Erdogan's office said the Turkish leader voiced support for a resolution based on “equity and dialogue within the framework of international law.”\n\nThe Greek Defense Ministry said the French frigate Lafayette and the helicopter carrier Tonnerre held joint exercises with four Greek frigates Thursday in the eastern Mediterranean, including in areas Turkey is exploring. Two French Rafale fighter jets are making a stop Thursday at Souda, on Crete, after being previously deployed in Cyprus for an exercise.\n\nThe French Defense Ministry said France's military presence “is aiming at reinforcing France’s autonomous assessment of the situation and affirms the country’s attachment to free movement, maritime safety and respect for international law in the Mediterranean Sea.”\n\nMacron announced following a phone call with Mitsotakis late Wednesday that he decided to “temporarily reinforce the French military presence in the eastern Mediterranean in the coming days, in cooperation with European partners including Greece.”\n\nGreece’s NATO and European Union ally France is the EU’s biggest military power. Complicating matters, Turkey — Greece’s historic regional rival — is also a NATO member but has poor relations with France.\n\nIn a televised statement Wednesday, Mitsotakis warned of the “risk of an accident” in the area where the Greek and Turkish warships are gathered.\n\n“In such a case, responsibility lies upon the one who gives rise to these circumstances,” he said. He added that Greece was not averse to “even the toughest dialogue,” but that “dialogue becomes irrelevant in a climate of tension and provocation.”\n\n“We will never be the ones to escalate the situation. Yet, self-restraint is only one aspect of our power,” Mitsotakis said. “No provocation will ... go unanswered.\"\n\nOn Thursday, Greek Foreign Minister Nikos Dendias traveled to Israel for talks on the matter, as well as on a project between Israel, Greece and Cyrus to transport Israeli gas from offshore reserves through an undersea pipeline to Italy.\n\nDendias said that during meetings with Prime Minister Benjamin Netanyahu and Foreign MInister Gabi Ashkenazi, he thanked them for Israel's support and “made it clear that Turkey's illicit behavior poses a threat to all countries in our region - a threat to security and stability.”\n\nNetanyahu said Greece and Israel enjoy shared interests.\n\n“Obviously, we view gravely any aggression by anyone, including Turkey, in the eastern Mediterranean,” Netanyahu said.\n\nDendias is also due to meet U.S. Secretary of State Mike Pompeo in Vienna on Friday, as well as Austria's foreign minister.\n\nTurkish Foreign Minister Mevlut Cavusoglu held calls with EU foreign policy chief Josep Borrell as well as the foreign ministers of Bulgaria, Estonia, Finland, Italy, Hungary and Lithuania ahead of an emergency meeting of the EU’s Foreign Affairs Council to discuss the situation in the eastern Mediterranean.\n\nCyprus Foreign Minister Nikos Christoulides tweeted Thursday that Israel's Ashkenazi communicated with him to “reiterate Israel’s support and solidarity in the face of escalating aggression in Cyprus’ maritime zones.”\n\n___\n\nFraser reported from Ankara. Sylvie Corbet in Paris and Menelaos Hadjicostis in Nicosia, Cyprus, contributed to this story.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"type": "article", "title": "Greece welcomes French boost as tension rises in east Med", "url": "http://accesswdun.com/article/2020/8/928921", "site_name": "AccessWDUN", "description": "Greece’s prime minister has warmly thanked France for its decision to boost its military presence in the eastern Mediterranean, where Greek and Turkish warships are closely shadowing each other over a Turkish energy exploration bid in waters Athens claims as its own", "image": "https://binaryapi.ap.org/d82efc0f73b445bb878b266f57d96143/preview.jpg"}, "article": {"author": "http://accesswdun.com/author/2/the-associated-press", "publisher": "http://accesswdun.com"}, "msapplication-TileColor": "#00aba9", "msapplication-config": "/skin/frontend/default/images/favicons/browserconfig.xml", "theme-color": "#ffffff"}}}