{"GDELT": {"GlobalEventID": 940576650, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ARE", "Actor1Name": "UNITED ARAB EMIRATES", "Actor1CountryCode": "ARE", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 12, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.75202156334232, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE03", "Actor1Geo_ADM2Code": "28575", "Actor1Geo_Lat": 25.2522, "Actor1Geo_Long": 55.28, "Actor1Geo_FeatureID": "-782831", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200813163000, "SOURCEURL": "https://www.msn.com/en-us/news/world/president-trump-says-uae-to-open-diplomatic-ties-with-israel/ar-BB17VsHb"}, "ARTICLE": {"TITLE": "President Trump says UAE to open diplomatic ties with Israel", "TEXT": "© BRENDAN SMIALOWSKI (L-R, rear) Senior Advisor Jared Kushner, US Secretary of the Treasury Steven Mnuchin, National Security Advisor Robert O'Brien and others listen as US President Donald Trump announces an agreement between the United Arab Emirates and Israel to normalize diplomatic ties, the White House August 13, 2020, in Washington, DC. Trump on Thursday made the surprise announcement of a peace agreement between Israel and the United Arab Emirates.\n\nThe Trump administration on Thursday hailed the establishment of full diplomatic ties between Israel and the United Arab Emirates as a “historic breakthrough and a great day for peace.”\n\n“This is an ice breaker between these two countries. This is the first Arab country to normalize relations with Israel in a long time,” Jared Kushner, the president’s son-in-law and senior advisor said at White House press conference.\n\nKushner noted it will allow for flights from Dubai and Abu Dhabi to Tel Aviv, facilitating worship at important mosques.\n\nThe deal, announced earlier Thursday by Trump, makes the UAE the third Arab country to establish diplomatic ties with Israel.\n\nTrump called the deal “a truly historic moment.”\n\n“I expect more Arab and Muslim countries will follow the United Arab Emirates,” he told reporters in the Oval Office.\n\nIn a nationally televised news conference, Israeli Prime Minister Benjamin Netanyahu echoed Trump’s remarks.\n\n“Today we usher in a new era of peace between Israel and the Arab world,” he said. “There is a good chance we will soon see more Arab countries joining this expanding circle of peace.”\n\n© Provided by New York Daily News Israel's Prime Minister Benjamin Netanyahu announces full diplomatic ties will be established with the United Arab Emirates, during a news conference on Thursday, Aug. 13, in Jerusalem.\n\nIsrael's Prime Minister Benjamin Netanyahu announces full diplomatic ties will be established with the United Arab Emirates, during a news conference on Thursday, Aug. 13, in Jerusalem. (ABIR SULTAN/)\n\nThe agreement came after Israel’s Prime Minister Benjamin Netanyahu announced he would put efforts to annex part of the West Bank to Israel on “temporary hold.”\n\nWhile Palestinians claim all of the territory as their own, Israel began moving ahead with a takeover of the West Bank earlier this summer.\n\nArab and European officials had criticized the move, saying it makes the creation of an independent Palestinian state impossible.\n\n“Today we usher in a new era of peace between Israel and the Arab world,” Netanyahu said. “There is a good chance we will soon see more Arab countries joining this expanding circle of peace.”\n\nFor Trump, it gave an important boost to a president trailing in opinion polls and facing heavy criticism for his handling of the coronavirus crisis. It was also a rare achievement for his Mideast team, led by Kushner, whose Mideast plan has made little headway since it was unveiled early this year.\n\nIsrael and the UAE are among Trump's few close international allies, and Thursday's deal may have been seen as an election gift.\n\n© Provided by New York Daily News President Donald Trump, accompanied by From left, U.S. special envoy for Iran Brian Hook, Avraham Berkowitz, Assistant to the President and Special Representative for International Negotiations, U.S. Ambassador to Israel David Friedman, President Donald Trump's White House senior adviser Jared Kushner, and Treasury Secretary Steven Mnuchin, smiles in the Oval Office at the White House.\n\nPresident Donald Trump, accompanied by From left, U.S. special envoy for Iran Brian Hook, Avraham Berkowitz, Assistant to the President and Special Representative for International Negotiations, U.S. Ambassador to Israel David Friedman, President Donald Trump's White House senior adviser Jared Kushner, and Treasury Secretary Steven Mnuchin, smiles in the Oval Office at the White House. (Andrew Harnik/)\n\nIn a statement, presumptive Democratic presidential candidate Joe Biden praised Israel for freezing the annexation plan.\n\n\"The United Arab Emirates and Israel have pointed a path toward a more peaceful, stable Middle East,\" he said, adding that a Biden presidency \"will seek to build on this progress.\"\n\nNetanyahu chalked up a diplomatic victory at a time when his shaky coalition government has been plagued by infighting and faces the possibility of early elections. He also faces a corruption trial over charges stemming from a series of scandals.\n\nBut even his rivals praised the deal.\n\n© Provided by New York Daily News Tel Aviv City Hall is lit up with the flags of the United Arab Emirates and Israel as the countries announced they would be establishing full diplomatic ties, in Tel Aviv, Israel, Thursday, Aug. 13.\n\nTel Aviv City Hall is lit up with the flags of the United Arab Emirates and Israel as the countries announced they would be establishing full diplomatic ties, in Tel Aviv, Israel, Thursday, Aug. 13. (Oded Balilty/)\n\nNetanyahu has seen his popularity plummet as Israel grapples with a renewed coronavirus outbreak, mass street protests and skyrocketing unemployment as the result of earlier lockdown measures.\n\nFor the UAE, home to skyscraper-studded Dubai and the rolling, oil-rich sand dunes of Abu Dhabi, it further burnishes its international campaign to be seen as a beacon of tolerance in the Middle East despite being governed by autocratic rulers. It also removes the stigma of recognizing Israel and could open the door for neighboring countries to follow suit.\n\nThe Gulf state of Bahrain welcomed the deal.\n\nAll in all, Netanyahu paid a relatively minor price. Although the hoped-for annexation plan is on hold, a half-century status quo remains in place in which Israel maintains its occupation of the West Bank and continues to expand its scores of settlements while Palestinians live in small autonomous enclaves. Those settlements are now home to some 500,000 Israelis.\n\nThe Palestinians claim all of the West Bank, captured in the 1967 Mideast war, as the heartland of a future state. The Trump Mideast plan envisions granting Israel permanent control over 30% of that territory, while offering the Palestinians limited autonomy in the remainder. After embracing the plan, Netanyahu backed away from moving forward with annexation last month in the face of fierce international opposition and misgivings by White House officials.\n\nThe Palestinians have rejected Trump's Mideast plan out of hand.\n\nMahmoud Abbas, the president of the Palestinian Authority, convened a meeting of his top leadership Thursday night, and afterward his spokesman, Nabil Abu Rudeineh, said the agreement amounted to “treason.” He added that the UAE must reverse the decision and urged other Arab countries not to follow suit “at the expense of Palestinian rights.”\n\nThe official Palestinian news agency WAFA said the Palestinian ambassador to the UAE was being recalled.\n\nIn Gaza, Hamas called the deal a \"stabbing in the back of our people.\"\n\nMoving to head off the Palestinian criticism, UAE officials said the deal had prevented the annexation and kept hopes alive for Palestinian statehood.\n\n\"The UAE is using its gravitas and promise of a relationship to unscrew a time bomb that is threatening a two-state solution,\" Gargash said.\n\nIsraeli hard-liners accused Netanyahu of missing an opportunity to annex parts of the biblical land of Israel. Naftali Bennett, a pro-settler lawmaker, welcomed the agreement but said it was \"tragic that Netanyahu did not seize the moment.\"\n\nNetanyahu insisted there was \"no change\" to his annexation plans. He said Israel would \"wait temporarily\" at the request of Trump.\n\nStill, Netanyahu may be hedging his bets ahead of a possible change in the White House. Biden has made clear that he would oppose any annexation.\n\nYoel Guzansky, a senior researcher at the Tel Aviv-based Institute for National Security Studies, said the deal would solidify Netanyahu's legacy among Israel's greatest leaders.\n\n“There’s Rabin with Jordan, Begin with Egypt,” he said, referring to the prime ministers who reached Israel’s other peace deals. “Now there’s Benjamin Netanyahu. He’s going to be in the history books.”\n\nWith News Wire Services", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "President Trump says UAE to open diplomatic ties with Israel", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "The announcement makes the UAE the first Gulf Arab state to do so and only the third Arab nation to have active diplomatic ties to Israel.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}