{"GDELT": {"GlobalEventID": 940537646, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "OPP", "Actor1Name": "POLITICAL PRISONER", "Actor1Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.3156146179402, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20200813124500, "SOURCEURL": "https://mb.com.ph/2020/08/13/political-prisoner-separated-from-baby-after-manila-court-denies-appeal/"}, "ARTICLE": {"TITLE": "Political prisoner separated from baby after Manila court denies appeal", "TEXT": "A political prisoner was separated from her child on Thursday (Aug. 13) after a Manila court denied her appeal to be with her daughter for a year to breastfeed her.\n\nSEPARATION—Marites Asis, the mother of political activist Reina Mae Nasino, gets emotional while holding her granddaughter on Thursday (Aug. 13). Nasino was ordered to turn over her baby to her relatives after a Manila court denied her motion to be with her child for a year to breastfeed her. (Photo from Kapatid/ MANILA BULLETIN)\n\nReina Mae Nasino, 23, handed over her baby to her mother Marites Asis outside the Manila City Jail at around 12:30 p.m., after the officer-in-charge of the Manila City Jail Female Dorm ordered her to give the child to her relatives that day.\n\nJail warden Chief Inspector Ignacia Monteron reportedly sent a prison van to fetch Asis from her house in Pandacan, Manila, despite the latter’s appeal to use their own vehicle over concerns for the baby’s safety.\n\nIn a statement, Asis said the van sent to fetch them may have not been disinfected properly after possibly being used to transport sick prisoners.\n\n“Nanay (at) bata, ang sakit-sakit po na magkahiwalay sila. Nararamdaman ko po ang nararamdaman ng anak ko (Mother and child, it hurts for them to be separated. I can feel what my daughter is feeling),” Asis said.\n\n“Mabigat sa dibdib ko, nakita ko kasi ang anak ko (It feels heavy because I saw my daughter),” she added. “Parang parusa itong nangyari sa kanya (This is like a punishment for her).”\n\nThe National Union of People’s Lawyers (NUPL), that served as Nasino’s legal counsel, called the Manila court’s order a “heartless and inhumane act.”\n\n“We have no words to describe the torment Reina and her baby is going through at the moment,” it said in a statement.\n\n“Amid the pandemic and the MECQ (modified enhanced community quarantine), authorities are pushing for the heartless and inhumane act of separating a baby from her only source of nutrition and protection at this early stage of her life,” it added.\n\nNasino, who gave birth to an underweight baby on July 1 and was returned to the Manila City Jail after 48 hours, filed a motion to be allowed to stay in the hospital or a prison nursery with her newborn daughter for a year to breastfeed her.\n\nIn her motion, Nasino said her cell is not a safe environment for breastfeeding as it is cramped with twice its capacity of inmates and because there is a risk that she and her child may contract coronavirus disease-2019 (COVID-19).\n\nIn denying the motion, Manila Regional Trial Court (RTC) Branch 20 Judge Marivic Balisi-Umali said the Manila City Jail has “very limited resources” for the care of her daughter.\n\nThe Manila City Jail Dormitory OIC earlier said that 30 percent of its 64 personnel are undergoing self-quarantine.\n\nThe prosecutor also said in a comment that allowing Nasino to stay in a hospital will cost the government too much money and oblige it to provide for and maintain escorts for the duration of her stay.\n\nAsis also called on the Supreme Court to act on the petition filed by 22 political prisoners on April 8 for the release of inmates who are elderly and medically vulnerable to COVID-19.\n\nNasino and two other activists were arrested in November 2019 at the Bagong Alyansang Makabayan (BAYAN) Manila Office in Tondo, Manila where police reportedly found firearms and explosives.\n\nPerjury charges were filed against the arrested activists.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "mobile-web-app-capable": "yes", "theme-color": "#25387A", "msapplication-navbutton-color": "#25387A", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "apple-mobile-web-app-title": "Manila Bulletin The Nation's Leading Newspaper", "format-detection": "telephone=no", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Political prisoner separated from baby after Manila court denies appeal - Manila Bulletin", "description": "A political prisoner was separated from her child on Thursday (Aug. 13) after a Manila court denied her appeal to be with her daughter for a year to breastfeed her.", "url": "https://mb.com.ph/2020/08/13/political-prisoner-separated-from-baby-after-manila-court-denies-appeal/", "site_name": "Manila Bulletin", "image": {"identifier": "https://mb.com.ph/wp-content/uploads/2020/08/received_2371741173119604.jpeg", "width": 864, "height": 1160}}, "article": {"publisher": "https://www.facebook.com/manilabulletin/", "published_time": "2020-08-13T11:48:18+00:00", "modified_time": "2020-08-13T11:48:20+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@manilabulletin", "site": "@manilabulletin"}, "generator": "WooCommerce 4.2.0", "msapplication-TileImage": "https://mb.com.ph/wp-content/uploads/2019/09/cropped-favicon-270x270.png", "position": 2}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": [""]}}