{"GDELT": {"GlobalEventID": 940565400, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BLR", "Actor1Name": "MINSK", "Actor1CountryCode": "BLR", "Actor2Code": "HUNGOV", "Actor2Name": "HUNGARIAN", "Actor2CountryCode": "HUN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.24166211044286, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Budapest, Budapest, Hungary", "Actor2Geo_CountryCode": "HU", "Actor2Geo_ADM1Code": "HU05", "Actor2Geo_ADM2Code": "17514", "Actor2Geo_Lat": 47.5, "Actor2Geo_Long": 19.0833, "Actor2Geo_FeatureID": "-850553", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200813153000, "SOURCEURL": "https://insighthungary.444.hu/2020/08/13/hungarian-government-silent-on-belarus-election-and-violent-repression-of-protesters"}, "ARTICLE": {"TITLE": "Hungarian government silent on Belarus election and violent repression of protesters", "TEXT": "Stay updated on the latest news from Hungary by signing up for the free InsightHungary newsletter:\n\nAs of Thursday afternoon, the Hungarian government had made no comment on the contested results of Sunday's presidential election in Belarus, which according to the official count saw the country's president Alexander Lukashenko re-elected with 80 percent of the vote, extending his 26-year reign.\n\n\n\nFor the last five nights, tens of thousands of demonstrators have taken to the streets in the capital of Minsk and in cities around the country to protest Lukashenko's regime and the results of the election, denounced by the opposition as fraudulent. Violent police repression of the protests has resulted in the arrest of more than 6,000 people and at least one death.\n\nLukashenko's top challenger Svetlana Tikhanovskaya, who was highly favored by independent exit polls and initially did not accept the results of the election, fled to Lithuania after an apparent threat to her children. She issued a video statement urging protesters to end the demonstrations, but many observers have speculated that her statement was made under duress.\n\nSvetlana Tikhanovskaya holds a press conference the day after elections in Belarus. Fotó: SERGEI GAPON/AFP\n\nAs the events - unprecedented in the modern history of Belarus - unfolded throughout the week, no representative of the Hungarian government gave any comment on the results of the election, the protests, or the violent state response. The situation also received little attention in state and pro-government media: on Tuesday, Hungarian state television station M1 closed its hour-long news broadcast with a 37-second clip on the \"riots in Belarus\".\n\n\n\nOn Thursday, Foreign Minister Péter Szijjártó wrote a Facebook post urging the European Union \"to pursue dialogue with Belarus and avoid ostracising it\", the only official statement made so far concerning the events.\n\n“We are interested in the EU making decisions based on dialogue, which do not make it impossible for the European Union and Belarus to build their relationship in the future, or set back the Eastern Partnership Programme,” Szijjártó wrote, but did not comment on the legitimacy of the election or the violent police response to protests.\n\nHungary's silence on the situation in Belarus was at odds even with Poland, its closest ally in the EU. Polish President Andrzej Duda wrote to the UN Human Rights Council (UNHRC) on Wednesday, appealing to the council to urge Belarusian authorities to refrain from using violence against demonstrators and to release all those in detention. Poland's prime minister Mateusz Morawiecki has called for a special summit of EU leaders to address the situation in the country, and a meeting of EU foreign ministers will take place on Friday where they will reportedly discuss targeted sanctions.\n\nJosep Borrell, the High Representative of the EU for Foreign Affairs and Security Policy, said in a statement on Tuesday that the elections in Belarus were \"neither free nor fair\", and that \"the people of Belarus deserve better\". Speaking on behalf of the EU, Borrell demanded that Belarusian authorities immediately and unconditionally release all those detained.\n\nA wounded man receives assistance during clashes of opposition supporters with riot police after polls closed in Belarus' presidential election, in Minsk, Belarus. Fotó: Viktor Tolochko/Sputnik via AFP\n\nAny attempts to apply new sanctions on Belarus could run into a roadblock as they would require agreement by all 27 EU member states. Only two months ago, Hungarian Prime Minister Viktor Orbán called for the immediate abolition of existing sanctions against the country, suggesting Hungary could block the introduction of any new punitive measures.\n\n\n\nOrbán's calls in June to end sanctions against Belarus was part of the first phase of a deepening bilateral relationship with the country beginning in the months before Sunday's election. On June 5, Prime Minister Viktor Orbán was the first Hungarian prime minister to ever make an official visit to Minsk. While in the Belarusian capital, Orbán said that “the two peoples and the two countries are much closer than one might think”.\n\nAt the same talks, Lukashenko called Hungary Belarus’s closest partner in the EU, and a country which “understands us more than any other”.\n\nHungary agrees to purchase $1 billion missile defense system from United States\n\nHungary has agreed to purchase a $1 billion missile defense system from the United States, the US Embassy in Budapest announced on Wednesday.\n\nA declaration of intent signed by Minister of Defense Tibor Benkő and US Ambassador David Cornstein affirmed Hungary's plans to conclude its largest-ever defense procurement from the United States. According to the announcement, the purchase \"will overhaul and modernize Hungary’s air defense capabilities and allow it to transition away from its current legacy Soviet system\".\n\nAmbassador David Cornstein and Prime Minister Viktor Orbán. Fotó: Miniszterelnöki Sajtóiroda/Benko Vivien Cher/MTI/MTVA\n\nThe air-to-air missiles, when adapted to fire from the ground, have a range of 55-180 km, and are suitable as anti-aircraft weaponry. Their short range means the missile system does not perturb Russian strategic interests, according to a 444.hu report from last year.\n\n\n\nThe Advanced Medium-Range Air-to-Air Missiles (AMRAAM) are produced by US-based defense contractor Raytheon Technologies, one of the largest aerospace and defense manufacturers in the world. The missiles are part of the National/Norwegian Advance Surface-to-Air System (NASAMS), an air defense system developed jointly by Raytheon and the partly state-owned Norwegian defense company Kongsberg.\n\nIn 2019, when purchase of the system was still in the negotiation phase, Direkt36 reported that the Hungarian government had attempted to use the potential arms buy to pressure Norway into allowing greater government control over how Norwegian grants are distributed to Hungarian civil society groups.\n\n\n\nOn a Washington visit with US President Donald Trump in May 2019, Prime Minister Viktor Orbán reportedly told Trump he would not stand in the way of the lucrative arms deal if Trump pressured Norway to change their policy on the distribution of the Norway Grants. Trump reportedly refused, telling Orbán, \"I really like Norway\".\n\nAs we reported last week, Hungary has missed out on some €214 million in EEA/Norway Grants funds over the government's refusal to allow disbursement of a portion of the funds to be controlled by civic organizations. With the conclusion of the procurement of the US-Norwegian air defense system, Hungary appears to have failed to pressure Norway to change its policy over grant distribution but will still make the major purchase. Hungary remains the only EU member state participating in the EEA/Norway Grants program not to have received funds since 2014.\n\n\n\nPompeo skips Hungary visit on Central European tour\n\nUS Secretary of State Mike Pompeo will visit several Central European countries this week for discussions with leaders on nuclear energy, military cooperation and digital security - but he is not scheduled to visit Hungary.\n\nAccording to a summary of the trip on the state department's website, Pompeo will visit Austria, Czechia, Poland and Slovenia where talks will focus largely on American efforts to counter Chinese influence in the region. The US opposes Chinese construction of 5G digital networks in Europe, arguing that equipping the continent with Chinese technology poses a security risk.\n\nUS Secretary of State Mike Pompeo. Fotó: MANDEL NGAN/AFP\n\nAccording to Balkan Insight, Pompeo's decision not to visit Hungary could be a response to Budapest ignoring US warnings to block Chinese telecom company Huawei from rolling out Hungary's 5G network.\n\n\n\nHungary maintains one of the closest relationships of any EU country with China. Huawei being entrusted with building Hungary's 5G network, as well as a major joint infrastructure project - the Budapest-Belgrade railway, financed mostly through a Chinese loan - are demonstrative of Hungary's \"Eastern Opening\" economic strategy which has worried some in Washington.\n\nBalkan Insight reports that on the eve of his trip to the region, Pompeo acknowledged that some small Central European countries are in a complicated geopolitical position concerning the US anti-China push, and \"don’t have the ability, the courage to stand with us for the moment\".\n\nMárki-Zay predicts \"two-thirds\" victory for opposition in 2022 if primaries are held in all 106 voting districts\n\nIndependent mayor of Hódmezővásárhely Péter Márki-Zay welcomed Jobbik into the group of opposition parties working to organize primary races in all 106 of Hungary's voting districts ahead of 2022 elections.\n\nIn a Facebook post, Márki-Zay wrote that Jobbik joining the Socialists and Párbeszéd (Dialogue) parties in primary organizing represented a \"huge step forward toward opposition victory. If the voters in all 106 districts decide who is the most suitable common candidate to defeat Fidesz in 2022, then the opposition could have a two-thirds, system-changing majority in the new Parliament.\"\n\nThe independent mayor's political organization, the Everyone's Hungary Movement (Mindenki Magyarországa Mozgalom), continues to work toward all opposition parties participating in the primary process and the development of a joint opposition platform, Márki-Zay wrote, adding that he believes a common voting list and single opposition candidate for prime minister are the best methods for defeating Fidesz.\n\nPéter Márki-Zay Fotó: Halász Júlia\n\nThe future role of the Democratic Coalition (DK) within the broader structure of opposition cooperation remains unclear. Márki-Zay has acknowledged that the united opposition can only be successful against Fidesz with the participation of DK, perhaps the most popular opposition party. But he has also insisted that Ferenc Gyurcsány, the party's chairman and a polarizing former prime minister, must not take a central role.\n\n\n\nIn an apparent reference to Gyurcsány, Márki-Zay wrote that a common opposition platform would \"guarantee that with the eradication of post-2010 corruption, pre-2010 corruption doesn't come back either\".\n\nSecond wave of coronavirus threatens Hungary as cases slowly rise\n\nCases of the coronavirus in Hungary jumped by 45 on Thursday, the largest single-day rise since May 16.\n\nThe number of active cases rose to 634, a record for the month of August and highest number since July 11. Two patients died, bringing the total number of deaths to 607. A total of 66 patients are currently hospitalized with the virus, of which five are on respirators.\n\nCases registered in recent days reflect an upward trend in Hungary, where active cases of the virus were consistently dropping for nearly three months. The National Public Health Center announced early this week that cases were likely to increase in Budapest and Debrecen in coming days after traces of the virus' genetic material were found in elevated quantities in sewage water samples collected in the second week of August.\n\nOn Monday, rector of Semmelweis University Béla Merkely said that Hungary had \"arrived on the threshold of the second wave of the novel coronavirus\", and that community spread was responsible for the majority of recent infections rather than introduction from abroad.\n\nMinister of Human Capacities Miklós Kásler said in a video announcement on Monday that Hungarians had \"lost their discipline\" surrounding the virus, and were not observing social distancing or wearing masks as needed.\n\nFor regular English language updates, sign up for the free InsightHungary newsletter here:", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index,follow,noarchive", "revisit-after": "1 days", "distribution": "Global", "google-site-verification": "cwhEPQmbuVz-tmO3maqL-A50W3Z7aaBoq0oURN0qImk", "alexaVerifyID": "TWd4G5BlnZOQCafJeW4DBcgw7os", "fb": {"pages": 490030231058740, "app_id": 232175990253828, "admins": 1353633931}, "theme-color": "#080808", "keywords": "Mike Pompeo, United States, china, péter márki-zay, DK, Jobbik, Tibor Benkő, David Cornstein, viktor orbán, Belarus, Alexander Lukashenko, szijjártó", "news_keywords": "Mike Pompeo, United States, china, péter márki-zay, DK, Jobbik, Tibor Benkő, David Cornstein, viktor orbán, Belarus, Alexander Lukashenko, szijjártó", "article": {"tag": "szijjártó", "section": "politics", "publisher": "https://www.facebook.com/444.hu", "published_time": "2020-08-13T16:59:35+02:00", "modified_time": "2020-08-13T17:01:17+02:00"}, "category": "politics", "author": "Justin Spike", "title": "Hungarian government silent on Belarus election and violent repression of protesters", "description": "At a meeting in Minsk in June, Alexander Lukashenko told Viktor Orbán than Hungary \"understands us more than any other\" country in the EU. Plus: Hungary buys $1 billion US missile defense system, Mike Pompeo skips visit to Budapest, and other stories from this week.", "copyright": "!!444!!!", "twitter": {"card": "summary", "site": "@444hu", "title": "Hungarian government silent on Belarus election and violent repression of protesters", "description": "At a meeting in Minsk in June, Alexander Lukashenko told Viktor Orbán than Hungary \"understands us more than any other\" country in the EU. Plus: Hungary buys $1 billion US missile defense system, Mike Pompeo skips visit to Budapest, and other stories from this week."}, "og": {"title": "Hungarian government silent on Belarus election and violent repression of protesters - InsightHungary", "type": "article", "image": "https://4cdn.hu/kraken/image/upload/s--J-iMa5tq--/c_limit,w_1160/7USJ8nGKShfeNDD5s.jpeg", "url": "https://insighthungary.444.hu/2020/08/13/hungarian-government-silent-on-belarus-election-and-violent-repression-of-protesters", "locale": "hu_HU", "site_name": "InsightHungary", "description": "At a meeting in Minsk in June, Alexander Lukashenko told Viktor Orbán than Hungary \"understands us more than any other\" country in the EU. Plus: Hungary buys $1 billion US missile defense system, Mike Pompeo skips visit to Budapest, and other stories from this week."}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}