{"GDELT": {"GlobalEventID": 940555681, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.50551876379691, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Santa Monica, Provincia de Mayabeque, Cuba", "Actor1Geo_CountryCode": "CU", "Actor1Geo_ADM1Code": "CU18", "Actor1Geo_ADM2Code": "14736", "Actor1Geo_Lat": 22.8583, "Actor1Geo_Long": -82.3714, "Actor1Geo_FeatureID": "160600", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Santa Monica, Provincia de Mayabeque, Cuba", "Actor2Geo_CountryCode": "CU", "Actor2Geo_ADM1Code": "CU18", "Actor2Geo_ADM2Code": "14736", "Actor2Geo_Lat": 22.8583, "Actor2Geo_Long": -82.3714, "Actor2Geo_FeatureID": "160600", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Santa Monica, Provincia de Mayabeque, Cuba", "Action2Geo_CountryCode": "CU", "Action2Geo_ADM1Code": "CU18", "Action2Geo_ADM2Code": "14736", "Action2Geo_Lat": 22.8583, "Action2Geo_Long": -82.3714, "Action2Geo_FeatureID": "160600", "DATEADDED": 20200813143000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8623779/Cuba-Gooding-Jr-arrives-court-wearing-mask-pre-trial-hearing-six-groping-charges.html"}, "ARTICLE": {"TITLE": "Cuba Gooding Jr arrives for pre-trial hearing on groping charges", "TEXT": "Advertisement\n\nCuba Gooding Jr.'s lawyers on Thursday argued that they should be able to cross-examine one of his groping accusers about her history as a victim of sexual abuse, the fact that she complained online about having small breasts and that she said she 'prefers' threesomes to monogamous relationships when he goes to trial later this year.\n\nThe actor, 52, attended court in New York on Thursday for a pre-trial hearing as part of his ongoing groping case where his attorneys alleged police misconduct and tried again to paint him as a victim of malicious prosecution.\n\nHe was pictured arriving at the courthouse in Manhattan, wearing a mask, with his attorney Mark Heller. Heller did not have on a mask as he entered the courtroom but he put one on when the proceedings began.\n\nGooding Jr is facing six groping charges over three alleged incidents which occurred in 2018 and 2019.\n\nOne of the women alleged Gooding pinched her buttocks. Another said he squeezed her breast at the Magic Hour rooftop in New York City in June last year.\n\nGooding Jr's attorneys said on Thursday that the woman speaks openly about the fact that she is self-conscious about her 'small breasts' online, and that it can cause her to 'misconstrue things'.\n\nThey want to be able to ask her about her history of body insecurities, and about her history having been sexually and mentally abused by her family.\n\nScroll down for video\n\nCuba Gooding Jr. removed his mask to show off the Black Lives Matter logo on it after a court hearing where his lawyers laid out their intention to quiz one of his accusers about her sexual history, including abuse, and the fact she was self-conscious about having small breasts\n\nGooding Jr. sits at the defense table with his lawyer Marc Heller, during a hearing in his sexual misconduct case\n\nGooding Jr is facing six groping charges over three alleged incidents which occurred in 2018 and 2019\n\nCuba Gooding Jr. arrives in court in Manhattan on Thursday morning for a pre-trial hearing\n\n'I believe that her decade long physical and mental abuse by her famly sexual nature and mental is completely relevant to her credibility, to her pre-disposition, sensitivities, her mindset.\n\n'It creates a foundation for who she is... she speaks about it in blog posts endlessly on the internet.\n\n'It is part of who she is, it's sewn into her personality,' his attorney said, adding that the woman suffers from 'distortions'.\n\nHe also said it was relevant that she posted online about preferring threesomes to one-on-one sex, saying: 'This accuser speaks very publicly on her blog posts about her desire and interest and preference to be in menage a trois rather than monogamous relationships.\n\n'I find it relevant that in this case she represented to the police and DA's office that there were discussions of menage a trois.\n\n'She's a psychology major - it's a psychological, personality decision. That is nothing to do with her sexual history. It's philosophical,' the actor's attorney said.\n\nThe judge disagreed and said it could be discussed only if the woman 'opens the door to it'.\n\nOf her 'small breasts', the attorney argued: 'I believe it's very simple: one plus two equals three.\n\n'She actually talks about the fact that she is self conscious about her breast size. She talks about how she is self conscious about hair style, she does talk specifically about her breasts.\n\n'She actually, because of her own sensitivity sometimes, misconstrues what other people are saying to her because of her own self-esteem issues. She openly talks about it in her blogs,' he said.\n\nThe 52-year-old actor denies all of the allegations and says he is the victim of malicious prosecution\n\nGooding Jr. waved at photographers who had gathered at the court before his arrival\n\nGooding Jr. had been scheduled to go on trial in April, but that was postponed as coronavirus cases surged in New York and the state shut down most court matters.\n\nNow that the number of new positive cases and hospital admissions are down in New York, courts are starting to reopen.\n\nNo new trial date for Gooding has been set.\n\nOn Thursday, Gooding Jr.'s lawyers argued that detectives acted inappropriately when they started their investigation. Among their complaints was that one sergeant wrote a 'separate' police report about one of the incidents which they said was 'out of character'.\n\nThey also claim they refused to interview 'witnesses' that they told them to speak to after one of the alleged incidents.\n\nProsecutors argued that their evidence - which includes screenshots and affidavits - is solid.\n\nGooding Jr. and his attorney, Mark Heller, leave Manhattan Supreme Court on Thursday\n\nGooding Jr. is seen arriving at court for a hearing in his case of sexual abuse, in New York on Thursday\n\nThe case began last year after he was reported to police for allegedly groping a woman at Magic Hour Rooftop in Manhattan.\n\nAfter her case took off, prosecutors piled more charges on top including one involving him allegedly groping a woman in Tao in New York in October 2018.\n\nA third set involves an incident in New York City in September 2018.\n\nHeller has tried repeatedly to have the case thrown out. He claims Gooding Jr. is the victim of a malicious prosecution that should never have been launched.\n\nThe women involved in the incidents in the criminal case have not been named, nor have the women cited by prosecutors.\n\nA handful who have spoken out in media reports to air their allegations, including a hairdresser from Spokane, Washington, have agreed to be named.", "METADATA": {"keywords": "dailymail,news,New York", "news_keywords": "dailymail,news,New York", "original-source": "https://www.dailymail.co.uk/news/article-8623779/Cuba-Gooding-Jr-arrives-court-wearing-mask-pre-trial-hearing-six-groping-charges.html", "description": "Cuba Gooding Jr. attended court in New York on Thursday for a pre-trial hearing as part of his ongoing groping case.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Cuba Gooding Jr. arrives in court for pre-trial hearing", "description": "Cuba Gooding Jr. attended court in New York on Thursday for a pre-trial hearing as part of his ongoing groping case.", "url": "https://www.dailymail.co.uk/news/article-8623779/Cuba-Gooding-Jr-arrives-court-wearing-mask-pre-trial-hearing-six-groping-charges.html", "image": "https://i.dailymail.co.uk/1s/2020/08/13/17/31915966-0-image-a-33_1597336419060.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8623779, "author": "Jennifer Smith", "divclasspage": "articlePage", "mol": {"headline": "Cuba Gooding Jr. lawyers say they want to cross-examine one of his groping accusers about her history of suffering sexual abuse and her 'small breasts', claiming 'she has self-esteem issues that cause her to misconstrue things'"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-13T15:02:36+0100", "modified_time": "2020-08-13T22:11:23+0100", "section": "News", "tag": "Cuba Gooding Jr arrives court wearing mask pre trial hearing six groping charges", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Cuba Gooding Jr. arrives in court for pre-trial hearing", "type": "article", "description": "Cuba Gooding Jr. attended court in New York on Thursday for a pre-trial hearing as part of his ongoing groping case.", "url": "https://www.dailymail.co.uk/news/article-8623779/Cuba-Gooding-Jr-arrives-court-wearing-mask-pre-trial-hearing-six-groping-charges.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/13/17/31915966-0-image-a-33_1597336419060.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/08/13/1484177176946720182/1024x576_MP4_1484177176946720182.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8623779/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8623779/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}