{"GDELT": {"GlobalEventID": 940551982, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHE", "Actor1Name": "SWITZERLAND", "Actor1CountryCode": "CHE", "Actor2Code": "USAGOV", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 28, "EventBaseCode": 28, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.6687631027253698, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Davos, Switzerland (general), Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ00", "Actor1Geo_ADM2Code": "26294", "Actor1Geo_Lat": 46.8167, "Actor1Geo_Long": 9.83333, "Actor1Geo_FeatureID": "-2551751", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Kashmir, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72809", "Actor2Geo_Lat": 33.9167, "Actor2Geo_Long": 76.6667, "Actor2Geo_FeatureID": "-2098229", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kashmir, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72809", "Action2Geo_Lat": 33.9167, "Action2Geo_Long": 76.6667, "Action2Geo_FeatureID": "-2098229", "DATEADDED": 20200813141500, "SOURCEURL": "https://www.dailyo.in/politics/imran-khan-pakistan-map-gilgit-baltistan-azad-kashmir-sir-creek-junagadh-manavadar-kashmir-article-370/story/1/33499.html"}, "ARTICLE": {"TITLE": "Why the new Pakistan map is just more propaganda from Imran Khan", "TEXT": "When India was marking one year of abrogation of Jammu & Kashmir’s special status and PM Modi was performing the ground-breaking bhoomi poojan ceremony of Ram Mandir at Ayodhya, Pakistan was busy changing its political map. In the new political map, it has not only included Gilgit-Baltistan and so-called Azad Kashmir as its territories, but also shown the buffer zone like Sir Creek and Indian territories of Junagadh and Manavadar. India’s Ministry of External Affairs termed this Pakistan’s ‘political absurdity’.\n\nThe new map shows buffer zone like Sir Creek and Indian territories of Junagadh and Manavadar as Pakistani territories. (Photo: Twitter/ @pid_gov)\n\nThis is the neighbouring country’s latest step after the completion of the first round of propaganda on Kashmir. In the past year, Pakistan has tried every single step possible to draw the world’s attention to the Kashmir issue and what it calls “Indian oppression”. On every international platform, Pakistan’s PM Imran Khan and his appointees have tried to bring in the issue of Kashmir.\n\nIn September 2019, Imran Khan visited the US and UN General Assembly. In his speech, he constantly highlighted Kashmir. In the speech at UN General Assembly, he said that a “blood bath” will ensue if and when Indian authorities lift the curfew over the disputed territory. He even warned of a potential nuclear war. Pakistan Foreign Minister Shah Mahmood Qureshi wrote seven letters to the UN as of December 2019, and repeated the rhetoric that India has been deploying missiles in the region.\n\nImran Khan and his ministers have not limited their efforts to the UN. They have been trying to utilise every single international platform for Kashmir issue. Even in June 2020, Pakistan asked the Organisation of Islamic Countries (OIC) to “facilitate solution on Kashmir.” Earlier this year, at the World Economic Forum (WEF) in Davos, Switzerland, Imran Khan again urged the US President to mediate on the issue. These are just glimpses of what the Pakistani establishment has done to try and internationalise the issue.\n\nThe Pakistani bandwagon doesn’t stop at international platforms. It is constantly trying to keep the issue alive at the domestic level too. Earlier this month, Pakistan changed the name of Kashmir Highway to Srinagar Highway to show solidarity with the Kashmiris. Be it issuing postal stamps, or organising “Kashmir Solidarity Day” marches in Pakistan, or tweeting fake videos to show that Muslims are oppressed in India — Imran Khan has tried them all.\n\nیوم استحصال کے سلسلے میں کشمیر یکجہتی واک کنونشن سنٹر سے روانہواک میں عوام کی کثیر تعداد کی شرکت۔#YOUM_E_ISTEHSAL#EndIllegalSiegeofKashmir#EndPersecutionofKashmiris#KashmirSiegeDay#IIOJKUnderSiege pic.twitter.com/Ve9HuYEr5o — Govt of Pakistan (@pid_gov) August 5, 2020\n\nBut to what results? Clearly, nothing.\n\nBesides its usual allies — Turkey and China — no one is buying Pakistan’s propaganda on Kashmir and Indian Muslims. US President Donald Trump has constantly been changing his stand on mediation, as he usually does in domestic politics. More recently, Saudi Arabia ended a loan and oil supply to Pakistan after the latter’s criticism that the Saudi-led OIC is not doing enough to pressure India on the Kashmir issue.\n\nFrom trying to raise the Kashmir issue on international platforms to organising “Kashmir Solidarity Day” marches at home, Imran Khan has tried every trick in the book. (Photo: Twitter/ @pid_gov)\n\nWith his propaganda over Kashmir issue proving to be unsuccessful, it now seems that Khan needs something new to sell at the domestic and international level. Thus, the new political map with the inclusion of Junagadh and Manavadar with Sir Creek.\n\nDomestically, it seems that Imran Khan has lost the hold over the Pakistani public. Firstly, the Pakistan government miserably failed to impose lockdown and control the spread of Covid-19 in the country. Second, the country’s economic condition is worsening with each passing day. It has been stuck in China’s debt-trap policy. Saudi Arabia ending the loan has further worsened the situation. Third, and most importantly, no major country is convinced to stand with Pakistan over the Kashmir conflict.\n\nThe Pakistani state is defined by two pillars, as scholar Madiha Afzal notes in her work Pakistan Under Siege. These are ― Islam, and paranoia about India. In a 2010 survey, when Pakistani citizens were asked what the biggest threat to their country was, a whopping 53 per cent of the respondents said it was India. 23 per cent said Taliban, and a measly three per cent said Al-Qaeda. So Khan knows that anti-India sentiments are more prevalent in his country than the fear of terrorism. By releasing the new political map, he wants to further aggravate the sentiment and consolidate his vote bank.\n\nOf course, this does not make any major difference on the ground. However, there are many things that can be expected, like creating fake social-media profiles and peddling fake stories about India 'occupying' Junagadh and Manavadar, maliciously capturing Indian fishermen near Sir Creek, and creating rhetoric about Indian territories on international platforms. But then, what better can we expect?\n\nAlso Read: Imran Khan must remember India is global power, Pakistan a sinking ship", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "After his unsuccessful propaganda over Kashmir, Imran Khan now needs something new to sell at the domestic and international level. Thus, the new political map of Pakistan.", "keywords": "Imran Khan, Pakistan map, Gilgit-Baltistan, Azad Kashmir, Sir Creek, Junagadh, Manavadar, Kashmir, Article 370", "news_keywords": "Imran Khan, Pakistan map, Gilgit-Baltistan, Azad Kashmir, Sir Creek, Junagadh, Manavadar, Kashmir, Article 370", "og": {"title": "Why the new Pakistan map is just more propaganda from Imran Khan", "image": "https://akm-img-a-in.tosshub.com/sites/dailyo/fb_feed_images/story_image/202008/fb_pakistan-map_twit_081320055502.jpeg", "url": "https://www.dailyo.in/politics/imran-khan-pakistan-map-gilgit-baltistan-azad-kashmir-sir-creek-junagadh-manavadar-kashmir-article-370/story/1/33499.html", "description": "After his unsuccessful propaganda over Kashmir, Imran Khan now needs something new to sell at the domestic and international level. Thus, the new political map of Pakistan."}, "fb": {"pages": 1519590411605754, "app_id": 177283756080785}, "twitter": {"card": "summary_large_image", "site": "@dailyo_", "creator": "@dailyo_", "url": "https://www.dailyo.in/politics/imran-khan-pakistan-map-gilgit-baltistan-azad-kashmir-sir-creek-junagadh-manavadar-kashmir-article-370/story/1/33499.html", "title": "Why the new Pakistan map is just more propaganda from Imran Khan", "description": "After his unsuccessful propaganda over Kashmir, Imran Khan now needs something new to sell at the domestic and international level. Thus, the new political map of Pakistan.", "image": "https://akm-img-a-in.tosshub.com/sites/dailyo/fb_feed_images/story_image/202008/fb_pakistan-map_twit_081320055502.jpeg?size=650:365"}}}}