{"GDELT": {"GlobalEventID": 940586352, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "HND", "Actor1Name": "HONDURAS", "Actor1CountryCode": "HND", "Actor2Code": "CRI", "Actor2Name": "COSTA RICA", "Actor2CountryCode": "CRI", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.050847457627091, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Honduras", "Actor1Geo_CountryCode": "HO", "Actor1Geo_ADM1Code": "HO", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": -86.5, "Actor1Geo_FeatureID": "HO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Costa Rica", "Actor2Geo_CountryCode": "CS", "Actor2Geo_ADM1Code": "CS", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": -84.0, "Actor2Geo_FeatureID": "CS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Honduras", "Action2Geo_CountryCode": "HO", "Action2Geo_ADM1Code": "HO", "Action2Geo_Lat": 15.0, "Action2Geo_Long": -86.5, "Action2Geo_FeatureID": "HO", "DATEADDED": 20200813171500, "SOURCEURL": "https://ticotimes.net/2020/08/13/central-american-lgbti-migrants-find-refuge-in-costa-rica"}, "ARTICLE": {"TITLE": "Central American LGBTI migrants find refuge in Costa Rica", "TEXT": "Yassuri Potoy Ortiz, a young transgender woman, was an advanced nursing student when the 2018 protests against the Daniel Ortega government broke out in her native Nicaragua.\n\nShe had never been involved in politics, but seeing the repression suffered by elderly adults and students in the first days of the protests, she set out to attend to the victims of the police action.\n\nShe paid a high price for her humanitarian aid: she was expelled from the public university where she was studying, and she and her family began to suffer threats.\n\nFaced with that risk, she fled to Costa Rica, as have tens of thousands of Nicaraguans who seek to escape repression. So too have hundreds of Central Americans from the LGBTI community fleeing persecution and violence in their countries of origin.\n\n“Part of the reason I decided to leave was because of the inhumane way they treated people in prisons, where many people from the LGBTI community were victims of abuse, torture, mistreatment, and trans girls were victims of denigration, by exposing their naked bodies to be mocked,” Potoy told AFP from a rural town in the Costa Rican Caribbean.\n\n“If I stayed (in Nicaragua), sooner or later they would jail me,” said the young woman, who did not want to reveal her age.\n\nFleeing violence\n\nLike Potoy, hundreds of Central Americans of sexual diversity have found refuge in Costa Rica, a conservative and religious country that has taken slow steps to recognize the rights of the LGBTI population — such as the recognition of marriage equality in May.\n\nHonduran Dennis Castillo, 35, was one of the first LGBTI Central Americans to receive refuge in Costa Rica due to the persecution he suffered in his country for his LGBTI activism.\n\n“I arrived in Costa Rica in 2012 when I made the decision to flee Honduras,” Castillo told AFP in an interview via Zoom.\n\nFour years earlier, he had witnessed the murder of a colleague in an organization that defends the rights of sexual diversity, and after filing a “hate crime” complaint, he too suffered threats, harassment and persecution.\n\n“In Honduras LGBTI people are persecuted; there were more than 370 crimes from 2008 to 2019, and so far this year the number of crimes has increased,” said Castillo, who leads the LGBTI Refugee Institute for Central America in Costa Rica. (IRCA Casabierta).\n\nRead more: IRCA Casabierta provides resources for LGBTQ refugees\n\nHe estimated that up to 10% of the 5,000 refugees in Costa Rica are LGBTI. Official figures indicate that the country of 5 million people provides asylum to more than 400,000 foreigners.\n\n“In Costa Rica, there is not that magnitude of crimes. There is discrimination and violence against the sexually diverse population, but Costa Rica has adhered to the conventions that ensure respect for refugees and LGBTI people, and it has a long history of protection for victims of forced displacement and a strong legal framework,” Castillo explained.\n\nIt was those same conditions that attracted Carlos Daniel Berríos, a 28-year-old Nicaraguan student and human rights defender, who left his country amid the 2018 protests, as did Yassuri Potoy Ortiz.\n\nSpace for activism\n\nSon of militants from the Sandinista National Liberation Front (FSLN) of President Ortega, Berríos said that in Nicaragua, “if you are from the community of sexual diversity, institutional, physical, economic and symbolic violence multiplies.”\n\nUpon leaving Nicaragua, Berríos continued his human rights activism at the Central American level, while pursuing a master’s degree in Political Science at the University of Costa Rica.\n\n“Costa Rica continues to present conditions to defend human rights (…) In Central America, forced disappearances, activists who appear dead, extrajudicial executions, political prisoners have become too common,” Berríos lamented.\n\nEven so, Yassury Potoy Ortiz is afraid to reveal where she lives, in a small rural town where she teleworks for an organization that supports migrants, and carries out activism with the NGO Mesa y Articulación LGBTI, which supports migrants from that community.\n\n“I don’t feel entirely safe, because people loyal to Ortega are in this country and are capable of doing many bad things, especially when they have assumed the defense of LGBTI people and demanding freedom for political prisoners,” Potoy said.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "news_keywords": "changemakers, costa rica changemakers, Costa Rica LGBT rights, Costa Rica Pride, LGBT, LGBTQ, LGBTQ Community, LGBTQ Rights,", "fb": {"admins": "ticotimes", "app_id": 151666745255528, "pages": 124823954224180}, "og": {"title": "Central American LGBTI migrants find refuge in Costa Rica", "type": "» Central American LGBTI migrants find refuge in Costa RicaThe Tico Times | Costa Rica News | Travel | Real Estate", "url": "https://ticotimes.net/2020/08/13/central-american-lgbti-migrants-find-refuge-in-costa-rica", "description": "Yassuri Potoy Ortiz, a young transgender woman, was an advanced nursing student when the 2018 protests against the Daniel Ortega government broke out in her native Nicaragua.…", "site_name": "The Tico Times Costa Rica", "image": "https://ticotimes.net/wp-content/uploads/2020/08/000_1W60SS-999x682.jpg"}, "msapplication-TileImage": "https://ticotimes.net/wp-content/uploads/2019/05/cropped-Logo-270x270.png"}}}