{"GDELT": {"GlobalEventID": 940576437, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.74771480804388, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200813163000, "SOURCEURL": "https://www.thesun.ie/news/5779402/fahim-saleh-death-sister-identifying-dismembered-body-funeral/"}, "ARTICLE": {"TITLE": "Beheaded CEO’s sister reveals ‘piercing pain’ of identifying dismembered body – and how he was sewn together for funeral", "TEXT": "THE SISTER of slain tech CEO Fahim Saleh has spoken of her family’s “piercing pain” after his gruesome decapitation.\n\nRuby Angela Saleh reveals in a letter that funeral directors had to sew his head and limbs back onto his body for the service.\n\nSaleh, the CEO of the Nigerian ride-hailing motorcycle app Gokada, was found dead in his New York City apartment last month after his former assistant, 21-year-old Tyrese Haspil, allegedly decapitated him.\n\n9 Fahim Saleh, left, with sisters Ruby and Rif\n\n9 Fahim Saleh and members of his family in an undated Facebook photo Credit: Facebook/Jay Ce\n\n9 Fahim Saleh, center, with sisters Ruby Saleh, right, and Rif Saleh, second-right Credit: Facebook/Jay Ce\n\nRuby, who organized her brother’s funeral, wrote in the Medium post that the funeral home called three days before his burial to say that his limbs and head would not be able to be reattached.\n\n“Upon receiving that news, I closed my eyes and crossed my arms over my chest like a Pharaoh, squeezing my phone against my body. My hands formed fists that I pushed into my heart with all my strength to contain my pain,\" she wrote.\n\nRuby said she requested funeral directors arrange his body parts in their proper places within the casket for the viewing.\n\nLuckily, the man called back a day before the burial with good news – her brother's body had been reassembled.\n\n9 Ruby Saleh also uploaded a video and said her family want justice\n\n“My family and I looked at our sweet boy’s face in the casket. He seemed to be sleeping peacefully. His body was covered in a white sheet, ice packs placed on his torso, his beautiful eyelashes long and lustrous against his skin,” Ruby wrote.\n\nShe revealed that she first heard about her brother's death when her aunt called at 10:47 p.m. on July 14 while Ruby was in bed with her husband.\n\n“My shoulders stiffened while the rest of my body went limp. Maybe one of my parents had COVID?” Saleh recounted.\n\nShe said that when her aunt gave the horrific news, the “words didn’t make sense.”\n\n9 Fahim Saleh was found butchered in his Lower East Side apartment Credit: Instagram\n\n9 A view of the outside of Fahim Saleh's apartment where he was found brutally murdered Credit: AP:Associated Press\n\n“I dropped the phone and crawled onto the wooden floor, touching its cold, hard surface with the palms of my hands,” Ruby said in the tear-jerking letter.\n\nShe also revealed that her brother's dismembered torso had been found by their cousin, named as “A,” after the family hadn’t heard from him in a while.\n\n“Someone had cut my brother’s body into pieces and tossed the pieces into a garbage bag, as if his life, his body, his existence had had no meaning or value,” Ruby wrote.\n\nThe heartbroken sister, who wrote that she “felt more like a mother to Fahim,” added that the family tried to keep as much of the tragic news from her parents as possible including the moments his lifeless body had to be identified with authorities.\n\n9 Tyrese Devon Haspil, 21, is accused of beheading Fahim Saleh Credit: Twitter\n\n9 Tyrese Haspil, the suspect in the murder of Fahim Saleh, is escorted by police Credit: Reuters\n\nThe funeral home had called Ruby to tell her that because of the coronavirus pandemic, Fahim’s body would have to be identified by photo.\n\nRuby, her sister and cousin gathered around their computer to open the email attachment.\n\n\"I felt nauseated,\" she wrote.\n\n“My father heard our cries and knocked on the door, asking what was going on. We quickly shut the computer, wiped our faces, and told him we were fine.\"\n\n“We could never tell him what we had seen.”\n\nRuby said that since his death, their father, an immigrant from Bangladesh, spends his days sitting next to Fahim’s dog Laila while watching videos about his son while her mom spends the day crying.\n\nIn a new video, Ruby cries as she says: \"It doesn't feel like life can ever be joyful again.\"\n\n\"My last ask is, if you’re someone’s sister, the next time you see your brother please hug him as tightly as you can for as long as you want because that’s all I want to do,\" she says in the video.\n\n\"But I’ll never be able to hug Fahim again.\"\n\nRuby said her family will do everything in its power to keep Fahim's memory alive \"and keep his visions going.\"\n\n\"My family and I are in such shock and debilitating pain.\"\n\n9 Fahim Saleh with sister Rif Credit: Facebook/Jay Ce\n\n“Thanksgiving, our family’s favorite holiday, will be especially difficult this year. Fahim always made the garlic mashed potatoes, while I made the stuffing and my sister made her famous mac and cheese,” she recounted.\n\nRuby wrote that her brother’s brain “was a bottomless magic hat of ideas” that helped ease the family’s financial burden after their father was forced to retire from his job as a computer programmer.\n\n“Having come from so little, Fahim had zero interest in being a rich entrepreneur who only hung out with other rich entrepreneurs. His heart was most open to those in need,” she wrote.\n\nMost read in News SICK VID Calls for Rick & Morty to be AXED over vid of creator pretending to rape baby doll FACING JUSTICE Husband 'bludgeoned his secret porn-star wife to death with absinthe bottle' DESPERATE Thousands of cars form line for Dallas food bank amid virus unemployment crisis WILD CLAIMS Trump saw ‘golden showers in sex club’ & ‘cheated in election’, Cohen claims TIKTOK SELL-OFF Trump orders TikTok's Chinese owners to sell off US operations in 90 days 'SCARFACE' Harry & Meg's $14m home was owned by Russian tycoon 'who threatened to chop ex'\n\nHaspil has since pleaded not guilty in Fahim's murder – even after video emerged showing the personal assistant buying a saw that authorities believed was used to butcher him.\n\nHis aunt Marjorie Sine described her nephew as \"sometimes troublesome\" and revealed he had a \"difficult childhood\".\n\nCourt records show that Haspil is being defended by Legal Aid lawyers and is scheduled to appear in court again on Aug. 19.", "METADATA": {"viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no, width=device-width, viewport-fit=cover", "msvalidate.01": "E4359034FA254151A3AB2EFAC6D20D80", "og": {"type": "article", "title": "Beheaded CEO's sister reveals 'piercing pain' of identifying dismembered body", "url": "https://www.thesun.ie/news/5779402/fahim-saleh-death-sister-identifying-dismembered-body-funeral/", "description": "THE SISTER of slain tech CEO Fahim Saleh has spoken of her family’s “piercing pain” after his gruesome decapitation. Ruby Angela Saleh reveals in a letter that funeral directors had to sew his head…", "site_name": "The Irish Sun", "image": {"identifier": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/RB-COMP-BEHEADED.jpg?strip=all&quality=100&w=1200&h=800&crop=1", "width": 1200, "height": 800}, "locale": "en_GB"}, "article": {"published_time": "2020-08-13T15:38:50+00:00", "modified_time": "2020-08-14T02:27:49+00:00", "publisher": 266785760017516, "tag": "Crime", "author": "https://www.facebook.com/TheSunUS/"}, "fb": {"app_id": 144647118961553, "pages": 266785760017516}, "twitter": {"text": {"title": "Beheaded CEO’s sister reveals ‘piercing pain’ of identifying dismembered body – and how he was sewn together for funeral"}, "card": "summary_large_image", "site": "@IrishSunOnline"}, "robots": "noarchive,noodp", "p": {"domain_verify": "f75c2680be91153324924a0074d7610d"}, "taboola": {"kicker": "'NAUSEATED’", "headline": "Beheaded CEO's sister reveals 'piercing pain' of identifying dismembered body", "image": {"medium": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/RB-COMP-BEHEADED.jpg?strip=all&quality=100&w=300&h=192&crop=1", "large": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/RB-COMP-BEHEADED.jpg?strip=all&quality=100&w=620&h=413&crop=1"}}, "parsely-post-id": 5779402, "msapplication-TileImage": "https://www.thesun.ie/wp-content/uploads/sites/3/2016/11/cropped-cropped-cropped-icon-e1459786005667-1.png?strip=all&w=270"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}