{"GDELT": {"GlobalEventID": 940515913, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MDV", "Actor1Name": "MALDIVE", "Actor1CountryCode": "MDV", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.8312570781427002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Villingili, Upper South Province, Maldives", "Actor1Geo_CountryCode": "MV", "Actor1Geo_ADM1Code": "MV49", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.75, "Actor1Geo_Long": 73.3833, "Actor1Geo_FeatureID": "238671", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Villingili, Upper South Province, Maldives", "Action2Geo_CountryCode": "MV", "Action2Geo_ADM1Code": "MV49", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.75, "Action2Geo_Long": 73.3833, "Action2Geo_FeatureID": "238671", "DATEADDED": 20200813103000, "SOURCEURL": "https://www.hindustantimes.com/india-news/india-unveils-economic-aid-package-for-maldives-including-500-mn-connectivity-project-and-cargo-service/story-akbiRnuSd4hSzdsRHFZt9H.html"}, "ARTICLE": {"TITLE": "India unveils economic aid package for Maldives, including $500 mn connectivity project and cargo service", "TEXT": "india\n\nUpdated: Aug 13, 2020 21:29 IST\n\nIndia on Thursday unveiled a $500-million package to help the Maldives build a connectivity project linking its capital Male with three islands, and provided $250 million as budgetary support to help the Indian Ocean archipelago cope with the Covid-19 crisis.\n\nA new cargo ferry service will be launched between the two countries, and people familiar with developments said this will help India replace other countries to become the Maldives’ top trade partner. An air travel bubble between the two sides will become operational from August 18, and India also renewed quotas for supplying essential commodities to the Maldives during 2020-21.\n\nThe measures were announced during a virtual meeting between external affairs minister S Jaishankar and his Maldives counterpart Abdulla Shahid. Responding to a request from the Maldives, Jaishankar announced India’s decision to back the Greater Male Connectivity Project (GMCP) through a package comprising a grant of $100 million and a new line of credit for $400 million.\n\nIndia’s total financial commitment in the Maldives is more than $2 billion, with all loan and grant projects being announced after President Ibrahim Solih came to power in November 2018 and put in place his “India first” policy, the people cited above said.\n\nThursday’s announcements to help the Maldives came against the backdrop of concerted efforts by India to boost economic aid and connectivity with key neighbours amid the border standoff with China.\n\nLast month, India handed over 10 railway locomotives to Bangladesh, reflecting a renewed focus on its “neighbourhood first” policy. This came close on the heels of the first cross-border container train reaching Bangladesh with 50 containers of FMCG goods and fabrics and the first shipment of container cargo from Kolkata to Agartala in the landlocked northeastern region via Bangladesh’s Chattogram port.\n\nIndia also announced a $400-million currency swap facility for Sri Lanka under the Saarc framework last month, and Colombo’s request for a bilateral swap facility for $1.1 billion is being considered by New Delhi. India earlier provided $400 million through an extended currency swap arrangement to the Maldives to tide over a liquidity shortage.\n\nJaishankar noted on Thursday that GMCP will be the largest civilian infrastructure project in the Maldives, connecting Male with the islands of Villingili, Gulhifahu, where a port is being built under an Indian line of credit, and Thilafushi, where a new industrial zone is coming up.\n\nMale and the islands will be linked by a bridge-and-causeway link spanning 6.7km, and the people said the project will easily overshadow the 1.39-km Maldives-China Friendship Bridge, currently the most visible infrastructure project in Male, and help in demonstrating India’s overarching presence in the region.\n\n“Once completed, this landmark project will streamline connectivity between the four islands, thereby boosting economic activity, generating employment and promoting holistic urban development in the Male region,” the external affairs ministry said in a statement.\n\nJaishankar recalled Prime Minister Narendra Modi’s announcement in the Majlis, or Maldivian parliament, in June last year to start a ferry service between the two sides and announced that a direct cargo ferry service will begin shortly to enhance trade and connectivity and boost the economic partnership. The cargo service will “provide predictability in supplies for importers in Maldives and exporters in India” and reduce logistics costs and times, he said.\n\nAn air travel bubble between India and the Maldives to facilitate the movement of people from both sides for employment, tourism and medical emergencies will also be created, Jaishankar said. “In keeping with our special ties, Maldives is the first neighbouring country with which an air bubble is being operationalised. The air bubble symbolises India’s support to shore up tourism arrivals and revenues in the Maldives,” the statement said.\n\nWhile fulfilling India’s commitment under the bilateral Trade Agreement of 1981, Jaishankar said New Delhi will renew quotas for supplying essential commodities, such as potatoes, onions, rice, wheat, flour, sugar, dal, eggs, and river sand and stone aggregates, to the Maldives for 2020-21.\n\nThe quotas will assure food security and the supply of essential construction items, and provide certainty and price stability for these goods in the Maldives.\n\nJaishankar said an in-principle decision has also been made to extend urgent financial assistance to the Maldives through a soft loan arrangement. The modalities for this are being finalised by the two sides.\n\nJaishankar and Shahid took stock of bilateral relations and “noted with satisfaction that the Covid-19 pandemic has not been able to slow down the pace of bilateral cooperation”, the statement said. Jaishankar assured the government of Solih that India “stood by its close maritime neighbour and friend in difficult times”.\n\nThe Maldives has been the largest beneficiary of India’s Covid-19-related assistance among neighbours. When the pandemic disrupted supply chains, India supplied essential food and construction materials to the Maldives, including 580 tonnes of food items gifted in May.\n\nShahid expressed appreciation for the steps taken by India to meet the development priorities of his government. He described GMCP as a new milestone in bilateral ties that will “anchor the economic and industrial transformation of the Maldives”.\n\nSolih tweeted: “A landmark moment in Maldives-India cooperation today as we receive Indian assistance of USD250 million as budget support and USD500 million for the Greater Malé Connectivity Project.”", "METADATA": {"google-site-verification": "U3xIlrlaetYrU7V1lNSFthKZzBFJ_S6qVzdn_gpMNjc", "keywords": "India, Maldives, S Jaishankar, Abdullah Shahid", "news_keywords": "India, Maldives, S Jaishankar, Abdullah Shahid", "description": "An air travel bubble between the two sides will become operational from August 18 and India will renew quotas for supplying essential commodities to the Maldives during 2020-21.", "og": {"locale": "en_us", "type": "article", "title": "India unveils economic aid package for Maldives, including $500 mn connectivity project and cargo service", "description": "An air travel bubble between the two sides will become operational from August 18 and India will renew quotas for supplying essential commodities to the Maldives during 2020-21.", "url": "https://www.hindustantimes.com/india-news/india-unveils-economic-aid-package-for-maldives-including-500-mn-connectivity-project-and-cargo-service/story-akbiRnuSd4hSzdsRHFZt9H.html", "image": {"identifier": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/13/Pictures/narendra-modi-meets-abdulla-shahid_7e4bef7e-dd49-11ea-b1b0-f6d177b03796.jpg", "width": 960, "height": 640}, "site_name": "Hindustan Times"}, "tweetmeme-title": "India unveils economic aid package for Maldives, including $500 mn connectivity project and cargo service", "twitter": {"card": "summary_large_image", "site": "@httweets", "creator": "@httweets", "url": "https://www.hindustantimes.com/india-news/india-unveils-economic-aid-package-for-maldives-including-500-mn-connectivity-project-and-cargo-service/story-akbiRnuSd4hSzdsRHFZt9H.html", "title": "India unveils economic aid package for Maldives, including $500 mn connectivity project and cargo service - india news - Hindustan Times", "description": "An air travel bubble between the two sides will become operational from August 18 and India will renew quotas for supplying essential commodities to the Maldives during 2020-21.", "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/13/Pictures/narendra-modi-meets-abdulla-shahid_7e4bef7e-dd49-11ea-b1b0-f6d177b03796.jpg"}, "article": {"published_time": "2020-08-13T15:00:31+05:30", "modified_time": "2020-08-13T21:29:47+05:30"}, "section": "india-news", "storyid": "06b686ce-dd47-11ea-a97c-4447400c36de", "last-updated": "2020-08-13T21:29:47+05:30", "fb": {"pages": 111445058579, "app_id": 672336366190593, "admins": 100006810078735}, "Last-Modified": "2020-08-13T21:29:47+05:30", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}