{"GDELT": {"GlobalEventID": 940545643, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.18203309692671, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Winnipeg, Manitoba, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA03", "Actor1Geo_ADM2Code": "12577", "Actor1Geo_Lat": 49.8833, "Actor1Geo_Long": -97.1667, "Actor1Geo_FeatureID": "-576096", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Winnipeg, Manitoba, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA03", "Action2Geo_ADM2Code": "12577", "Action2Geo_Lat": 49.8833, "Action2Geo_Long": -97.1667, "Action2Geo_FeatureID": "-576096", "DATEADDED": 20200813133000, "SOURCEURL": "https://www.cbc.ca/news/canada/manitoba/manitoba-covid-19-return-to-school-plan-1.5684274"}, "ARTICLE": {"TITLE": "Back-to-school details trickling out ahead of announcements by province, Manitoba school divisions", "TEXT": "Portable handwashing stations. Face shields for staff. And plenty of questions that have yet to be answered.\n\nThose are just a few of the things school divisions in Manitoba say have become part of their planning for the return of students to classrooms in September .\n\nMore details on Manitoba's back-to-school plan are set to be released at a news conference on Thursday with the province's chief public health officer, Dr. Brent Roussin, and Education Minister Kelvin Goertzen, the premier said at a news conference on Wednesday.\n\nLate last month, the province released its guidelines on the return to classes, but specific details have been left up to each school division.\n\nA number of divisions say their plans will be released in the next few days. Some, including the Mountain View, Beautiful Plains and Western school divisions, say those plans will be available by the end of this week.\n\nThe list also includes the Brandon School Division, which serves the city that is the site of one of the province's largest COVID-19 clusters . Its back-to-school plan is set to be released Friday at 1 p.m., spokesperson Kathy Rance said.\n\nSeveral other divisions will release their plans on Monday, including the province's largest — the Winnipeg School Division — Seven Oaks and Pembina Trails in Winnipeg, and the Flin Flon School Division in northern Manitoba. The Kelsey School Division, also in northern Manitoba, said its plan will be released sometime after Aug. 19.\n\nIn June, the province asked school divisions to prepare for three different return-to-school scenarios , depending on the COVID-19 situation in the fall. At the end of July, the government announced kindergarten to Grade 8 students will be learning in-classroom full time, while high school students may have some remote learning, depending on whether their schools can ensure physical distancing.\n\n\"We really believe that we need to work towards having our kids in school as close to full time as possible,\" said Jason Young, superintendent of the Neepawa-area Beautiful Plains School Division.\n\nStudents in that division will be in cohorts of varying sizes, Young said. For example, elementary school students will be in groups of about 20 kids while in class, and in groups of up to 75 during recess.\n\nLeading up to Thursday's announcement, schools across Manitoba have been waiting to see which parts of their often ambitious reopening plans they'll be able to follow through on.\n\nThe Louis Riel School Division, for example, floated the possibility of moving some groups of students to different nearby schools that have more space to help maintain distancing.\n\nSchools tracking costs\n\nSome divisions have also started buying extra equipment and protective gear for the resumption of classes, though it's still unclear whether the province will be covering any of those costs.\n\nFor example, Flin Flon School Division has ordered portable handwashing stations for each of its 14 cohorts — at a total cost of roughly $31,500 — at its own expense, said superintendent Tammy Ballantyne.\n\n\"We certainly didn't plan for it, but we had to find the money,\" Ballantyne said.\n\nThe division also planned to order face shields for staff, which are particularly important for students with disabilities who rely on facial expressions for communication, she said. It held off at the province's request, as the Manitoba government explores the possibility of mass ordering the equipment for all schools, Ballantyne said.\n\nManitoba's announcement on back-to-school on Thursday will include details about webinars for school administrators and members of the public, as well as supports for parents considering homeschooling their kids this year, Premier Brian Pallister said. (Ben Nelms/CBC)\n\nIn the Winnipeg School Division, meanwhile, staff have started tracking the costs of any extra expenses related to reopening, also at the request of the province, said division spokesperson Radean Carter.\n\nManitoba has not yet mandated mask use for students returning to school, though Health Minister Cameron Friesen said last week the province was considering the step . That came after Canada's chief public health officer recommended masks for older children, and two other provinces announced their own plans to make masks mandatory for higher grades.\n\nPremier Brian Pallister said the plan that will be announced on Thursday will also include details about webinars with Roussin for school administrators and members of the public, as well as supports for parents considering homeschooling their kids this year.\n\n\"It is clear that there is much detail around our plan that needs to be shared. I think it's important that Manitoba parents, families — all of us who value education and safe environments for all our children — have as much information as is possible to share,\" Pallister said Wednesday.\n\n\"I just want to make really sure our families are confident that they know that we're doing our absolute best to provide a great learning experience … and a safe environment for their children as we move into the fall.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-covid-19-return-to-school-plan-1.5684274", "title": "Back-to-school details trickling out ahead of announcements by province, Manitoba school divisions | CBC News", "image": "https://i.cbc.ca/1.5684281.1597272383!/cumulusImage/httpImage/image.jpg_gen/derivatives/16x9_620/shutterstock-huge-file.jpg", "description": "More details on Manitoba’s back-to-school plan are set to be released at a news conference on Thursday with provincial Chief Public Health Officer Dr. Brent Roussin, and Education Minister Kelvin Goertzen.", "locale": "en_US", "type": "article"}, "fb": {"pages": 170300219399}, "vf": {"section": "2.651", "unique_id": "1.5684274"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "More details on Manitoba’s back-to-school plan are set to be released at a news conference on Thursday with provincial Chief Public Health Officer Dr. Brent Roussin, and Education Minister Kelvin Goertzen."}}}