{"GDELT": {"GlobalEventID": 940580918, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "ISR", "Actor2Name": "ISRAELI", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 194, "EventBaseCode": 194, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.12968299711816, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200813164500, "SOURCEURL": "https://www.timesofisrael.com/israeli-air-force-scaling-back-its-strikes-in-syria-as-northern-border-heats-up/"}, "ARTICLE": {"TITLE": "Israeli Air Force scaling back its strikes in Syria as northern border heats up", "TEXT": "The Israeli Air Force has shifted its focus in recent weeks from the so-called “northern arena” of Syria and Lebanon toward the Gaza Strip, where tensions have been on the rise, as have fears of a larger outbreak of violence, The Times of Israel has learned.\n\nThe military’s primary focus in recent years has been its fight against Iran and its proxies, including the powerful Lebanese Hezbollah terror group and smaller Shiite militias, that Israel says are trying to establish a permanent military foothold in Syria and transfer advanced weaponry from Tehran, through Iraq and Syria, into Lebanon.\n\nThis was initially a much easier effort, with Israel enjoying near total aerial superiority in the initial years of the Syrian civil war. With the entrance of Russia into the conflict in 2015, Iran’s growing brazenness in the region and Syrian dictator Bashar Assad’s increasing willingness to fight back against Israeli operations in recent years, this fight has become more complicated.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nAccording to military figures, from 2010 to 2013, two Syrian surface-to-air missiles were fired at Israeli aircraft, compared to the 844 that were launched at IAF jets from 2017 to 2020.\n\nOver that period, from 2017 to 2020, the IDF also fired roughly 5,000 missiles at 955 targets in Syria, according to military estimates.\n\nOver the past two years, the Israeli Air Force has destroyed a third of Syria’s advanced air defense systems, according to IAF assessments. However, much of those anti-aircraft weapons have already been replaced or even upgraded by more advanced models from either Russia or Iran.\n\nThe Israel Defense Forces refers to this conflict as the “war-between-wars” or “campaign-between-campaigns,” and, in Hebrew, simply by its acronym Mabam.\n\nWith few exceptions, Israel rarely acknowledges specific operations that it conducts as part of this effort, but is open about the fact that it does carry out strikes in Syria generally. Officials believe refraining from publicly taking responsibility for specific actions reduces the likelihood that Syria, Hezbollah, or Iran will feel compelled to retaliate in order to save face.\n\nOne of the military’s primary goals in Mabam is to keep the fight simmering just below the surface. It does not always succeed.\n\nOn July 20, the Israeli military reportedly conducted a series of airstrikes on Iran-linked sites around Damascus. In one, on a target in Damascus International Airport, a Hezbollah operative was killed, prompting the Lebanese terror group to vow revenge, in accordance with its long-standing policy of retaliating to the deaths of its fighters.\n\nThe IDF quickly went into high alert along the Lebanese and Syrian borders, bracing for an attack by Hezbollah. Over the course of three weeks, there were a number of near-misses along the border, notably including one thwarted infiltration attempt on July 27 in the contested Mount Dov area, and a failed effort to fly a drone into Israeli territory from Lebanon last Friday.\n\nFollowing the deadly blast at Beirut Port, which rocked the Lebanese capital, the military has begun scaling down its heightened readiness along the border, as Hezbollah appears to be focusing on its domestic concerns, rather than on its revenge against Israel.\n\nIn order to prevent these types of tensions, the IDF generally tries to avoid killing Hezbollah fighters, seeing little benefit from the deaths of a small number of low-level operatives at a cost of having to divert resources to ready for a Hezbollah retaliation. (The military does not appear to have the same compunction as it relates to members of other Iran-backed Shiite militias, whose members often come from poorer, weaker Muslim countries like Afghanistan, and are less likely to retaliate or to be able to do so significantly.)\n\nTo prevent situations like the current round of tensions with Hezbollah, Israeli Air Force chief Amikam Norkin has on occasion called off strikes if it appeared that there would be unwanted casualties.\n\nIn the case of the July 20 strike, the IAF apparently did not know that the Hezbollah fighter was in the targeted facility at the time of the strike, The Times of Israel has learned.\n\nSpeaking to reporters last month, Defense Minister Benny Gantz indicated that these types of incidents were effectively inevitable and expected. “If someone is involved in Iran’s activities in Syria — which we will continue to act against — this is liable to happen. We take that into account,” he said on July 26.\n\nIn order to cool off the increasingly fraught northern arena, the air force has scaled back its operations there in recent weeks. At the same time, it has been stepping up its readiness to fight on the Gaza front, which has seen a rapid escalation of tensions over the past week.\n\nThe Gaza-ruling Hamas organization and other terror groups in the Strip have threatened violence along the border in response to delays in the implementation of an unofficial ceasefire agreement with Israel. They have demonstrated their willingness to fight with daily airborne arson attacks, which have caused dozens of fires in southern Israel; a rocket attack last Sunday, which was intercepted by the Iron Dome missile defense system; and sniper attacks on Sunday aimed both at civilian workers constructing the border barrier and at soldiers, which caused no injuries.\n\nIn response to these attacks, the IDF — mostly through the air force — has bombed a number of Hamas sites in the Strip, including several underground facilities.\n\nThe war-between-wars\n\nThe war-between-wars is overwhelmingly an aerial campaign, with nearly all Israeli strikes on targets in Syria coming from the sky. The retaliations to these attacks also tend to be airborne, putting the IAF front and center in the conflict on both offense and defense — firing at targets in Syria and also shooting down the missiles, rockets and drones that are launched in response.\n\nEven in the cases of ground-based attacks, like the failed attempt last week to plant and set off an IED inside Israeli-controlled territory on the Syrian border, IAF drones generally take part in the military’s response, monitoring the situation from above.\n\nIn the early days of the Syrian civil war, when the campaign-between-campaigns was beginning, the IAF operated freely, targeting weapons shipments without significant fear of anti-aircraft fire or retaliation.\n\nThat changed in 2015 when Russia sent its military, including powerful air defense batteries, to Syria to support its ally Assad. Israel was able to negotiate with Moscow for freedom of operation in the region, so long as the IAF did not put Russian lives in danger.\n\nThough there were a small number cases of Syria firing anti-aircraft missiles at attacking Israeli jets in the initial years of the war, it was not until 2017 that the Syrian military began firing freely — sometimes wildly — at IAF aircraft.\n\nIn February 2018, Syria scored its first, and so far only, hit on an Israeli aircraft during this conflict, shooting down an F-16 during an intensive Israeli bombing operation in response to Iran sending a military drone into Israeli airspace earlier that day. This was Israel’s first fighter jet lost to enemy fire since 1982.\n\nAccording to the IDF, the pilot of the F-16 failed to react quickly enough to warnings he received of an incoming S-200 missile as he was focused on guiding a bomb he had just fired toward its target. The crew bailed out safely and the jet crashed in Israeli territory.\n\nIn September 2018, during another raid on Iranian targets in Syria, a Russian spy plane with 15 service members on board was shot down by a Syrian S-200 missile that had been fired in response to the Israeli attack.\n\nMoscow blamed Israel for the deaths of its troops, causing a major rift in ties between the two countries and leading Russia to sell the powerful S-300 air defense system to Syria, something it had refrained from doing for years in light of Israeli concerns.\n\nThough technically in the hands of the Syrian military, the S-300 does not seem to have yet been fired at Israeli aircraft, apparently at the request of Moscow. However, the Israeli Air Force does not know for long this arrangement will last and is preparing for a time when it will have to face the more advanced S-300, also known as the SA-10, in battle.\n\nAs Syria has started firing more and more of its anti-aircraft weaponry at Israeli jets, the IAF has increasingly targeted those batteries.\n\nOver the past two years, the Israeli Air Force has destroyed a third of Syria’s advanced air defense systems, according to Israeli military assessments. However, much of those anti-aircraft weapons have already been replaced or even upgraded by more advanced models from either Russia or Iran.\n\nSince 2018, when the IAF conducted its largest number of operations during the war-between-wars so far, the Israeli military has scaled back the number of missions it performs on targets in Syria to a degree, though it maintains that the quality of the sites it is striking has increased.\n\nOver the past two years, the IDF has also conducted strikes in Syria aimed at preventing the Assad regime, which is still recovering from the civil war that it has effectively won, from developing into a military power that could one day again become a serious threat to Israel.", "METADATA": {"viewport": "width=1024", "description": "IAF aircraft face increasingly difficult challenges in 'war-between-wars' against Iran, with more powerful air defenses entering region and actors increasingly willing to use them", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "msapplication-TileImage": "https://static.timesofisrael.com/www/images/toi_icon_144.png", "msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "fb": {"app_id": 123142304440875}, "og": {"url": "https://www.timesofisrael.com/israeli-air-force-scaling-back-its-strikes-in-syria-as-northern-border-heats-up/", "type": "article", "title": "Israeli Air Force scaling back its strikes in Syria as northern border heats up", "description": "IAF aircraft face increasingly difficult challenges in 'war-between-wars' against Iran, with more powerful air defenses entering region and actors increasingly willing to use them", "image": {"identifier": "https://static.timesofisrael.com/www/uploads/2018/09/AP_18036223061946-1024x640.jpg", "width": 1024, "height": 640}}, "twitter": {"card": "summary_large_image", "site": "timesofisrael", "title": "Israeli Air Force scaling back its strikes in Syria as northern border heats up", "description": "IAF aircraft face increasingly difficult challenges in 'war-between-wars' against Iran, with more powerful air defenses entering region and actors increasingly willing to use them", "image": "https://static.timesofisrael.com/www/uploads/2018/09/AP_18036223061946-1024x640.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}