{"GDELT": {"GlobalEventID": 940513329, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor2Code": "MIL", "Actor2Name": "CARRIER", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.1505376344086002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tonnerre, Bourgogne, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRA1", "Actor1Geo_ADM2Code": "16255", "Actor1Geo_Lat": 47.8563, "Actor1Geo_Long": 3.97369, "Actor1Geo_FeatureID": "-1473014", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Souda, Perifereia Kritis, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR60", "Actor2Geo_ADM2Code": "16704", "Actor2Geo_Lat": 35.4844, "Actor2Geo_Long": 24.0744, "Actor2Geo_FeatureID": "-828609", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Souda, Perifereia Kritis, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR60", "Action2Geo_ADM2Code": "16704", "Action2Geo_Lat": 35.4844, "Action2Geo_Long": 24.0744, "Action2Geo_FeatureID": "-828609", "DATEADDED": 20200813101500, "SOURCEURL": "https://www.registercitizen.com/news/article/Greece-thanks-France-for-pledge-to-boost-forces-15480426.php"}, "ARTICLE": {"TITLE": "Greece welcomes French navy presence in Meditteranean", "TEXT": "Greece welcomes French navy presence in Meditteranean\n\nIn this photo provided by the Greek National Defence, a French Tonnerre helicopter carrier, rear left is escorted by Greek and French military vessels during a maritime exercise in the Eastern Mediterranean, Thursday, Aug. 13, 2020. Greece's prime minister warmly thanked France for its decision to boost its military presence in the eastern Mediterranean, where Greek and Turkish warships are closely shadowing each other over a Turkish energy exploration bid in waters Athens claims as its own. (Greek National Defence via AP) less In this photo provided by the Greek National Defence, a French Tonnerre helicopter carrier, rear left is escorted by Greek and French military vessels during a maritime exercise in the Eastern Mediterranean, ... more Photo: AP Photo: AP Image 1 of / 17 Caption Close Greece welcomes French navy presence in Meditteranean 1 / 17 Back to Gallery\n\nATHENS, Greece (AP) — Greece's prime minister warmly thanked France Thursday for boosting its military presence in the eastern Mediterranean, where Greek and Turkish warships are closely shadowing each other over a Turkish energy exploration bid in waters Athens claims as its own.\n\nMeanwhile, Turkey accused Greece and the island nation of Cyprus of encroaching on its rights in the Mediterranean and vowed to defend its interests in the region — but also called for dialogue to resolve the dispute.\n\nThe Greek Defense Ministry said the French frigate Lafayette and the helicopter carrier Tonnerre held joint exercises with four Greek frigates Thursday in the Mediterranean Sea, including in areas Turkey is exploring. Two French Rafale fighter jets made a stop on the Greek island of Crete after an exercise in Cyprus.\n\nThe mounting tension follows Turkey’s deployment of a seismic research vessel, escorted by warships, into waters between Crete and Cyprus to prospect for potential offshore gas and oil, following similar discoveries elsewhere in the region.\n\nGreece claims part of the area covers its own continental shelf and has demanded that the Turkish ships withdraw. Turkey counters that it’s entitled to conduct research there. Greece placed its military on alert, and sent warships to the area off Turkey’s southern coast.\n\nThe French Defense Ministry said France’s military presence “affirms the country’s attachment to free movement, maritime safety and respect for international law in the Mediterranean Sea.”\n\nGreek Prime Minister Kyriakos Mitsotakis tweeted that French President Emmanuel Macron was “a true friend of Greece and also a fervent protector of European values and international law.”\n\nIn Ankara, and later in talks with European officials, Turkish President Recep Tayyip Erdogan reiterated a call for dialogue.\n\n“The path for a solution in the eastern Mediterranean is dialogue and negotiation,” Erdogan said during an address to his ruling party's officials. “A formula based on a win-win solution that protects the rights of all can be found if we act with common sense and reason.”\n\n“Greece's attitude in the Aegean and the Mediterranean is malicious,” Erdogan said, adding that the Greek island on which Athens bases its continental shelf claim is located just 2 kilometers (1.25 miles) from the Turkish coast and 580 kilometers (360 miles) from the Greek mainland.\n\nErdogan said: “We don't have designs on anyone's rights, but we won't let any country take away our rights.”\n\nHe also accused France of “provoking” Greece and Cyprus into taking “wrongful steps.”\n\nErdogan also spoke on the phone with German Chancellor Angela Merkel, who has previously interceded to ease similar tensions between Turkey and Greece, and with EU Council President Charles Michel. Merkel and Michel also spoke on the phone with the Greek prime minister.\n\nThe Turkish leader later delivered a speech during which he warned of a “high price” to be paid for any attack on the research vessel Oruc Reis, and he suggested that Turkey had already responded to an incident.\n\n“We have said, ‘Do not attack our Oruc Reis. If you do, you will pay a heavy price.’ And today, they got their first response,” Erdogan said.\n\nTurkish officials did not immediately respond to requests for clarification on the president’s comment. Greek officials said they were not aware of an incident.\n\nLater Thursday, Greece's Foreign Ministry issued a statement “concerning the Turkish claims,” saying Foreign Minister Nikos Dendias would brief his EU colleagues Friday during an emergency Foreign Affairs Council session “on the true events during recent days concerning operational incidents in the area.”\n\nFrance's Macron announced following a phone call with Mitsotakis late Wednesday that he decided to “temporarily reinforce the French military presence in the eastern Mediterranean in the coming days, in cooperation with European partners including Greece.”\n\nGreece’s NATO and European Union ally France is the EU’s biggest military power. Complicating matters, Turkey — Greece’s historic regional rival — is also a NATO member but has poor relations with France.\n\nIn a televised statement Wednesday, Mitsotakis warned of the “risk of an accident” in the patch of sea where the Greek and Turkish warships are gathered.\n\n“In such a case, responsibility lies upon the one who gives rise to these circumstances,” he said. He added that Greece was not averse to “even the toughest dialogue,” but that “dialogue becomes irrelevant in a climate of tension and provocation.”\n\n“We will never be the ones to escalate the situation. Yet, self-restraint is only one aspect of our power,” Mitsotakis said. “No provocation will ... go unanswered.\"\n\nOn Thursday, Dendias visited Israel for talks on the matter, as well as on a project between Israel, Greece and Cyprus to transport Israeli gas from offshore reserves through an undersea pipeline to Italy.\n\nThe foreign minister said that during meetings with Prime Minister Benjamin Netanyahu and Foreign MInister Gabi Ashkenazi, he “made it clear that Turkey's illicit behavior poses a threat to all countries in our region - a threat to security and stability.”\n\nNetanyahu said Greece and Israel enjoy shared interests.\n\n“Obviously, we view gravely any aggression by anyone, including Turkey, in the eastern Mediterranean,” Netanyahu said.\n\nDendias is due to meet U.S. Secretary of State Mike Pompeo in Vienna on Friday.\n\nTurkish Foreign Minister Mevlut Cavusoglu held calls with EU foreign policy chief Josep Borrell and several EU foreign ministers ahead of Friday's emergency EU meeting that will discuss the situation in the eastern Mediterranean.\n\nCyprus President Nicos Anastasiades on Thursday urged Turkey to take its case to the international court of Justice at The Hague, or to accept arbitration. “What would they have to lose if, as they claim, they’re acting on the basis of international law?” he said.\n\nAnastasiades said “there is no doubt” that Turkey is in breach of the United Nations Charter and that its actions are contrary to international law.\n\nCypriot Foreign Minister Nikos Christoulides tweeted Thursday that Israel's Ashkenazi communicated with him to “reiterate Israel’s support and solidarity in the face of escalating aggression in Cyprus’ maritime zones.”\n\n___\n\nFraser reported from Ankara. Sylvie Corbet in Paris, Menelaos Hadjicostis in Nicosia, Cyprus, and Joseph Krauss in Jerusalem contributed to this story.", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-13T18:38:58Z", "article": {"published_time": "2020-08-13T18:38:58Z", "modified_time": "2020-08-13T18:59:30Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Kyriakos Mitsotakis, Emmanuel Macron, Benjamin Netanyahu, Recep Tayyip Erdogan, Nicos Anastasiades, Nikos Dendias, Angela Merkel, Gabi Ashkenazi, Mevlut Cavusoglu GOVERNMENT_FIGURE PERSON, Charles Michel, Nikos Christoulides, Mike Pompeo, Josep Borrell, Mevlut Cavusoglu, Oruc Reis, Sylvie Corbet, Joseph Krauss, Menelaos Hadjicostis, Fraser, Turkey, Greece, French, Cyprus, Mediterranean Sea, Crete, Western Europe, ATHENS, Lafayette, Tonnerre, Ankara, Israel, Aegean, German, Italy, Nicosia, Vienna, U.S., The Hague, Jerusalem, Paris, AP, Defense Ministry, EU, Athens Israel Ankara Crete, Europe News, MC Complete - State & National, Mike Pompeo GOVERNMENT_FIGURE, Greece Turkey Middle East, EU Council, United Nations Charter, NATO, Foreign Affairs Council, Foreign Ministry, A Wire, News - International - Stories, Top News, Choice Plus, Meditteranean, Rafale", "nlpOrganization": "AP, Defense Ministry, EU, Athens Israel Ankara Crete, Europe News, MC Complete - State & National, Mike Pompeo GOVERNMENT_FIGURE, Greece Turkey Middle East, EU Council, United Nations Charter, NATO, Foreign Affairs Council, Foreign Ministry", "nlpPerson": "Kyriakos Mitsotakis, Emmanuel Macron, Benjamin Netanyahu, Recep Tayyip Erdogan, Nicos Anastasiades, Nikos Dendias, Angela Merkel, Gabi Ashkenazi, Mevlut Cavusoglu GOVERNMENT_FIGURE PERSON, Charles Michel, Nikos Christoulides, Mike Pompeo, Josep Borrell, Mevlut Cavusoglu, Oruc Reis, Sylvie Corbet, Joseph Krauss, Menelaos Hadjicostis, Fraser", "nlpLocation": "Turkey, Greece, French, Cyprus, Mediterranean Sea, Crete, Western Europe, ATHENS, Lafayette, Tonnerre, Ankara, Israel, Aegean, German, Italy, Nicosia, Vienna, U.S., The Hague, Jerusalem, Paris", "nlpWorkOfArt": "A Wire, News - International - Stories", "nlpOther": "Choice Plus, Meditteranean, Rafale", "nlpCategories": "%2FNews,%2FLaw+%26+Government%2FGovernment,%2FPeople+%26+Society%2FSocial+Sciences%2FPolitical+Science,%2FLaw+%26+Government%2FMilitary", "sailthru.title": "Greece welcomes French navy presence in Meditteranean", "sailthru.date": "2020-08-13 14:59:00 -0400", "sailthru.author": "By NICHOLAS PAPHITIS and SUZAN FRASER, Associated Press", "sailthru_uid": 15480426, "sailthru_pubname": "associated-press", "sailthru_siteid": 70, "sailthru.tags": "kyriakos-mitsotakis,emmanuel-macron,benjamin-netanyahu,recep-tayyip-erdogan,nicos-anastasiades,nikos-dendias,angela-merkel,gabi-ashkenazi,mevlut-cavusoglu-government-figure-person,charles-michel,nikos-christoulides,mike-pompeo,josep-borrell,mevlut-cavusoglu,oruc-reis,sylvie-corbet,joseph-krauss,menelaos-hadjicostis,fraser,turkey,greece,french,cyprus,mediterranean-sea,crete,western-europe,athens,lafayette,tonnerre,ankara,israel,aegean,german,italy,nicosia,vienna,u-s,the-hague,jerusalem,paris,ap,defense-ministry,eu,athens-israel-ankara-crete,europe-news,mc-complete-state-national,mike-pompeo-government-figure,greece-turkey-middle-east,eu-council,united-nations-charter,nato,foreign-affairs-council,foreign-ministry,a-wire,news-international-stories,top-news,choice-plus,meditteranean,rafale,ap,defense-ministry,eu,athens-israel-ankara-crete,europe-news,mc-complete-state-national,mike-pompeo-government-figure,greece-turkey-middle-east,eu-council,united-nations-charter,nato,foreign-affairs-council,foreign-ministry,kyriakos-mitsotakis,emmanuel-macron,benjamin-netanyahu,recep-tayyip-erdogan,nicos-anastasiades,nikos-dendias,angela-merkel,gabi-ashkenazi,mevlut-cavusoglu-government-figure-person,charles-michel,nikos-christoulides,mike-pompeo,josep-borrell,mevlut-cavusoglu,oruc-reis,sylvie-corbet,joseph-krauss,menelaos-hadjicostis,fraser,turkey,greece,french,cyprus,mediterranean-sea,crete,western-europe,athens,lafayette,tonnerre,ankara,israel,aegean,german,italy,nicosia,vienna,u-s,the-hague,jerusalem,paris,a-wire,news-international-stories,choice-plus,meditteranean,rafale,2fnews,2flaw-26-government-2fgovernment,2fpeople-26-society-2fsocial-sciences-2fpolitical-science,2flaw-26-government-2fmilitary", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/43/24/19805489/11/sailthruImage.jpg", "og": {"title": "Greece welcomes French navy presence in Meditteranean", "description": "ATHENS, Greece (AP) - Greece's prime minister warmly thanked France Thursday for boosting its military presence in the eastern Mediterranean, where Greek and Turkish warships are closely shadowing each other over a Turkish energy exploration bid in waters Athens claims as its own. \n Meanwhile, Turkey accused Greece and the island nation of Cyprus of encroaching on its rights in the Mediterranean and vowed to defend its interests in the region - but also called for dialogue to resolve the dispute. \n The Greek Defense Ministry said the French frigate Lafayette and the helicopter carrier Tonnerre held joint exercises with four Greek frigates Thursday in the Mediterranean Sea, including in areas Turkey is exploring. Two French Rafale fighter jets made a stop on the Greek island of Crete after an exercise in Cyprus. \n The mounting tension follows Turkey's deployment of a seismic research vessel, escorted by warships, into waters between Crete and Cyprus to prospect for potential offshore gas and oil, following similar discoveries elsewhere in the region. \n Greece claims part of the area covers its own continental shelf and has demanded that the Turkish ships withdraw. Turkey counters that it's entitled to conduct research there. Greece placed its military on alert, and sent warships to the area off Turkey's southern coast. \n The French Defense Ministry said France's military presence \"affirms the country's attachment to free movement, maritime safety and respect for international law in the Mediterranean Sea.\" \n Greek Prime Minister Kyriakos Mitsotakis tweeted that French President Emmanuel Macron was \"a true friend of Greece and also a fervent protector of European values and international law.\" \n In Ankara, and later in talks with European officials, Turkish...", "type": "article", "url": "https://www.registercitizen.com/news/article/Greece-thanks-France-for-pledge-to-boost-forces-15480426.php", "image": "https://s.hdnux.com/photos/01/13/43/24/19805489/11/rawImage.jpg", "site_name": "The Register Citizen", "country-name": "Greece"}, "twitter": {"card": "summary_large_image", "site": "@registercitizen"}, "fb": {"admins": 100006394927810, "app_id": 312930302488680, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}}