{"GDELT": {"GlobalEventID": 940550904, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IND", "Actor1Name": "DELHI", "Actor1CountryCode": "IND", "Actor2Code": "CAN", "Actor2Name": "TORONTO", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.25806451612903, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lajpat Nagar, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.5833, "Action2Geo_Long": 77.25, "Action2Geo_FeatureID": "-2102290", "DATEADDED": 20200813140000, "SOURCEURL": "https://www.indiatoday.in/india/story/vande-bharat-goes-irctc-way-black-market-unearthed-1710791-2020-08-13"}, "ARTICLE": {"TITLE": "Vande Bharat goes Railways way, black-market unearthed", "TEXT": "Over a million Indians have used Vande Bharat flights to come back home during the pandemic (File photo from PTI)\n\nBlack-marketeers seem to be hijacking the country's massive repatriation mission amidst virus restrictions, with an India Today investigation finding various travel operators selling Vande Bharat tickets to stranded passengers at a high premium.\n\nRemember, India launched this special service on May 7 as the raging pandemic brought international travel to a screeching halt. According to official data, more than a million Indians have been brought back home and more than 130,000 flown out on Air India's Vande Bharat flights so far.\n\nThat said, passengers frustrated at sold-out labels on the airline's dismally-slow booking portal are being fleeced by unscrupulous agents right in the national capital, India Today's undercover probe found.\n\nOn July 31, when Air India's one-way August airfare for the Delhi-Toronto sector stood at around Rs 75,000, Rahul Aggarwal of Real Fly Tour and Travels in Jangpura offered the same ticket at Rs 1.75 lakh a passenger.\n\n\"We need two tickets for Toronto. How much for one ticket?\" asked India Today's reporter posing as a Canada-bound passenger.\n\n\"It's Rs 1.75 lakh for August 8/9 or 11. Tickets aren't available, sir. They are being sold at Rs 2 lakh-Rs 2.25 lakh each,\" Aggarwal replied. \"I can't offer you a particular date for Toronto because I have to get it done from the insiders. The flight date can move a couple of days before or later.\"\n\nThe travel operator claimed he would issue the booking, otherwise showing sold-out on the official portal, after securing it underhandedly from airline officials.\n\n\"It has to be done through the airline. You get nothing on the system (website),\" he insisted. \"The moment flight schedule is posted, four days of bookings get sold out in two minutes.\"\n\nTravel operator MS Jaggi of Air View Services at Delhi's Barakhamba Road sought Rs 110,000 a ticket on a Vande Bharat flight to Toronto.\n\n\"I can give you a confirmed booking for August 8. It will cost you Rs 1.10 lakh. That I can give you right away. No issues about it,\" Jaggi offered.\n\n\"So this Rs 1.10 lakh includes your commission, right,\" the reporter probed.\n\n\"Yes,\" agreed the operator. \"If you rely on the (Air India) website, I honestly don't feel you will get the booking easily.\"\n\n\"It's showing sold-out on the website,\" the journalist pointed out.\n\n\"It's showing sold-out on the website. But those who have taken it have their own quotas. We'll get it from there. Because of heavy traffic (demand), it has also been sold at Rs 1.75 lakh before,\" Jaggi said.\n\n#FlyAI : We request that before booking tickets for #VBM flights kindly check fares on https://t.co/agw7vH88Hq .\n\n\n\nIf you face any issue on account of overcharging,please email us on gmsm@airindia.in\n\n\n\nWe have also advised our Travel agents in this regard. — Air India (@airindiain) July 31, 2020\n\nAir India is aware of the malpractices in general.\n\nIn a July circular, the airline warned its agents not to overcharge Vande Bharat passengers or else risk losing their licenses.\n\nBut black-marketing appears to be rampant during the pandemic.\n\nTravel operator Vipin of Friends Ticketing Hub in Delhi's Lajpat Nagar even claimed that Air India would fly a private plane to Toronto.\n\nHe also offered a seat on that fictitious flight for Rs 130,000.\n\n\"It's a private plane, which it (Air India) has hired,\" Vipin claimed.\n\nWhen India Today reporters visited Air India's reservation office in Delhi the same day, its executive dismissed claims about any chartered flight.\n\n\"Are you also flying any chartered (plane)?\" asked the reporter\n\n\"No,\" the executive replied. \"We don't know who is sending the chartered (plane).\"\n\nIn May, India Today's Special Investigation Team detected a similar black-market for rail e-ticketing after the government announced special Rajdhani-type trains during the lockdown.\n\nImpact: Air India suspends transactions with travel agents exposed in India Today operation\n\nAir India has suspended transactions with travel agents exposed in India Today operation. Issuing a statement after the special investigation report was broadcast, the national carrier said that it has zero tolerance towards any malpractice.", "METADATA": {"viewport": "width=device-width, minimum-scale=1, initial-scale=1.0, maximum-scale=5.0", "description": "Passengers, frustrated at sold-out labels on the airline's dismally-slow booking portal, are being fleeced by unscrupulous agents right in the national capital, India Today's undercover probe found.", "news_keywords": "Vande Bharat goes Railways way, black-market unearthed", "og": {"site_name": "India Today", "type": "Article", "description": "Passengers, frustrated at sold-out labels on the airline's dismally-slow booking portal, are being fleeced by unscrupulous agents right in the national capital, India Today's undercover probe found.", "title": "Vande Bharat goes Railways way, black-market unearthed", "url": "https://www.indiatoday.in/india/story/vande-bharat-goes-irctc-way-black-market-unearthed-1710791-2020-08-13", "updated_time": "2020-08-14T20:02:22+05:30", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202008/vande-bharat-airport-647x363.jpeg?cKiN3X5PaLEfFCIAakAvRwJqyLepNCaT"}, "twitter": {"creator": "@indiatoday", "title": "Vande Bharat goes Railways way, black-market unearthed", "site": "@indiatoday", "card": "summary_large_image", "description": "Passengers, frustrated at sold-out labels on the airline's dismally-slow booking portal, are being fleeced by unscrupulous agents right in the national capital, India Today's undercover probe found.", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202008/vande-bharat-airport-647x363.jpeg?cKiN3X5PaLEfFCIAakAvRwJqyLepNCaT"}, "fb": {"pages": 23230437118}, "generator": "Drupal 7 (http://drupal.org)", "theme-color": "#C04A4A", "branch": {"deeplink": {"canonical_identifier": 1710791, "data_type": "story"}}, "article": {"published_time": "2020-08-13T18:15:40+05:30", "modified_time": "2020-08-14T20:02:22+05:30"}}}}