{"GDELT": {"GlobalEventID": 940539886, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "VEN", "Actor2Name": "VENEZUELA", "Actor2CountryCode": "VEN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.374449339207049, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE25", "Actor2Geo_ADM2Code": "31959", "Actor2Geo_Lat": 10.5, "Actor2Geo_Long": -66.9167, "Actor2Geo_FeatureID": "-938457", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE25", "Action2Geo_ADM2Code": "31959", "Action2Geo_Lat": 10.5, "Action2Geo_Long": -66.9167, "Action2Geo_FeatureID": "-938457", "DATEADDED": 20200813130000, "SOURCEURL": "https://www.middleeasteye.net/big-story/narcoterrorism-venezuela-hezbollah-cocaine-maduro"}, "ARTICLE": {"TITLE": "Narcoterrorism: Venezuela, Hezbollah and a cocaine invasion", "TEXT": "Washington says Nicolas Maduro and his Middle East allies are conspiring to hook Americans on drugs and carry out terror attacks on US soil. What's the truth?\n\nHezbollah militants backed by Iranian mullahs plotting alongside Venezuelan generals, Colombian revolutionaries and drug lords to first flood the US with cocaine and then launch the next 9/11 attack.\n\nIt sounds like your typical Hollywood action flick, yet it stems from the highest political and judicial echelons in Washington.\n\nIn an attempt to stretch the “axis of evil” from the Middle East across the Atlantic Ocean, American prosecutors have re-introduced the highly controversial term “narcoterrorism”, which functions like a double-edged sword, as it turns cocaine traffickers into terrorists and designated terrorist groups into mere criminals.\n\n'It’s an honour that the great enemies of my native country Venezuela and ancestral Syria have invented such a rage' - Adel El Zabayar, Venezuelan politician\n\nUS prosecutors’ target is former Venezuelan MP Adel El Zabayar, who in May they accused of participating in a “narcoterrorism conspiracy”, as well as drug trafficking and several arms-related offences.\n\nAs an active member of the so-called \"Cartel of the Suns\", described by Washington as a drug trafficking crime syndicate that has long infiltrated the highest circles of the Venezuelan military, legislature and judiciary, the 56-year-old allegedly travelled to the Middle East to buy weapons and recruit Hezbollah and Hamas members, who were to be trained in Venezuela to carry out a terrorist attack in the US.\n\nZabayar, who is head of the Venezuelan Federation of Arab Federations and of Syrian descent, was not impressed.\n\n“It’s an honour that the great enemies of my native country Venezuela and ancestral Syria have invented such a rage,” he tweeted.\n\nThe charges against him are largely based on an anonymous testimony by a DEA agent who claims he overheard Venezuelan politician Cabello Rondon telling Zabayer to travel to “Syria and Palestine to obtain weapons and recruit members of Hezbollah and Hamas”.\n\nHe also claims he saw Rondon pointing at two trucks filled with assault rifles and RPG launchers, while saying they were meant for the Revolutionary Armed Forces of Columbia (FARC) as payment “for the candy”.\n\nDesignated a terrorist organisation by the US, FARC long fought for the downfall of the Colombian government, yet entered peace negotiations in 2016 and ceased to exist altogether in 2017. Only a small splinter group fights on. “Candy” is slang for cocaine.\n\nNicolas Maduro, Syrian Foreign Minister Walid Muallem and Cuban Foreign Minister Bruno Eduardo Rodríguez Parrilla in Damascus in 2011 (AFP)\n\nThe evidence for Zabayer being the go-between for the arms and recruitment effort is circumstantial at best. There is a photograph of him and late Venezuelan President Hugo Chavez on an official visit to Syrian President Bashar al-Assad in 2009.\n\nThe accusation he “fought” in Syria is based on two photos of him posing with members of a pro-Assad militia in 2014. Both images were posted on social media by Zabayer. The indictment furthermore mentions he was twice interviewed by Al Manar TV, Hezbollah’s “terrorist-designated propaganda arm”.\n\nLikewise, they provide no evidence whatsoever regarding the alleged recruitment and training of militants, let alone of them planning a terrorist attack.\n\nHezbollah ‘safe haven’\n\nEver since the unsolved 1994 bombing of a Jewish community centre in Buenos Aires, which has been blamed on Tehran and Hezbollah, there have been numerous allegations of their growing threat in South America, including in Venezuela.\n\nParaguay: Is Israel's latest 'best friend' also a Hezbollah haven? Read More »\n\nThe Lebanese movement has been accused of owning large swaths of land and leading drug trafficking and illegal gold efforts in the country. According to its critics, Margarita Island is a “Hezbollah safe haven,” which has helped turned Venezuela into “a center of global terrorism.”\n\n“People don’t recognize that Hezbollah has active cells [and] the Iranians are impacting the people of Venezuela and throughout South America,” warned US Secretary of State Mike Pompeo last year. “We have an obligation to take down that risk for America.”\n\nExperts have been wary of such accusations, however.\n\n“We have always been very skeptical of such claims,” said Phil Gunson, senior analyst for the Andes region at the International Crisis Group and a former correspondent for such publications as The Economist and The Guardian.\n\n“I have lived in Venezuela for over 20 years and I’ve seen, almost from the beginning, stories about terrorist training camps, uranium mines run by Iran, and a Hezbollah military presence in Venezuela. But most turned out to be nonsense,” he continued.\n\n“The least one can say is that they lack supporting evidence.”\n\nGunson acknowledged there are relatively strong ties between Iran, Syria and the Maduro government. All three have become international pariahs under US sanctions and as such almost automatically drawn to each other.\n\nIn May, Iran sent five oil tankers with some 1.5 million barrels of gasoline to Venezuela. In July, an Iranian supermarket opened in the Venezuelan capital of Caracas.\n\nUnder Chávez some 300 agreements with Iran were signed, although few ever materialised.\n\n“Some individuals in the government, as well as some citizens, appear to have ties to Hezbollah, which has long had a presence among the Arab community in Venezuela,” Gunson said. “But that in itself does of course not imply links to terrorism.”\n\nKristen Martinez-Gugerli, Venezuela programme assistant of the Washington Office on Latin America (WOLA) research and human rights advocacy group, agrees.\n\n'The arm of Hezbollah present in Venezuela appears to be political, rather than one plotting any terrorist attacks' - Kristen Martinez-Gugerli, WOLA\n\n“Venezuela has a long history of relations with Iran and a sympathy for Hezbollah dating back to the 1990s,” she told MEE.\n\n“Yet, this relationship, and the threat of it, has often been exaggerated by US officials seeking to advance the narrative that Venezuela’s crisis and Maduro’s leadership is a direct security threat to the US.”\n\nAccording to Martinez-Gugerli, the true role of Hezbollah in Venezuela has never been studied in great depth.\n\n“But from what I understand, the arm of Hezbollah present in Venezuela appears to be political, rather than one plotting any terrorist attacks,” she said.\n\n“It seems Hezbollah has been involved to some degree in illegal gold mining in the south of Venezuela, but I’d argue that other groups in the region, such as the National Liberation Army (ELN), FARC dissidents and Maduro government paramilitary forces pose a much greater threat than Hezbollah.”\n\nFounded in 1964, the ELN is small Colombian revolutionary group with an estimated 2,500 fighters closely related to the FARC dissidents. Venezuela seems to tolerate its presence in the west of the country. In January 2019, ELN claimed responsibility for a car bombing in the Colombian capital of Bogota.\n\nCrime syndicate\n\nThe charges against Zabayer are no standalone affair.\n\nThey closely follow the indictment of Venezuelan President Nicolás Maduro and 14 others for running a “narco-terrorism partnership” with FARC. Issued last March, the indictment accuses Maduro and the others of intending to flood the US with cocaine “to undermine the health and wellbeing of its people”.\n\n“Maduro very deliberately deployed cocaine as a weapon,” said Geoffrey S. Berman, then attorney for New York’s Southern District.\n\nThe charges were accompanied by a series of Wild West-like posters offering rewards of up to $15m for information. Shortly after, the US doubled its presence in the Caribbean, Washington’s largest naval operation in the region since the 1989 invasion of Panama.\n\nA US wanted poster for Venezuelan President Nicholas Maduro (Supplied)\n\nAccording to the US, Maduro heads the \"Cartel of the Suns\" state-backed drug cartel. The accusations against Maduro are no less controversial than those against Zabayar.\n\nFirst of all, no one knows exactly what “narcoterrorism” is. Secondly, Venezuela is not a cocaine producing country, nor is it a major transit route for Colombian cocaine. Finally, as ICG’s Gunson said, “the Cartel of the Suns is largely imaginary”.\n\nThe term narcoterrorism was first introduced in Peru in the early 1980s to describe attacks by the revolutionary group Shining Path on counter-narcotics police units. The Colombian government followed suit in reference to FARC attacks on police forces.\n\nHowever, although the concept would continue to occasionally pop up in some parts of the world, it did not acquire common use until the 1990s when US officials began deploying the term against drug cartels and other non-state groups in Latin America.\n\n“Like there is no consensus on the definition of terrorism, there is no consensus on the definition of narco-terrorism,” said Benoit Gomis, a research associate at the Simon Fraser University and associate fellow at the Chatham House International Security Programme.\n\nMost people agree terrorism concerns violence (by non-state actors) targeting civilians with the aim to change public perception and/or government policy. For American prosecutors, cocaine smuggling into the US is done politically, with the purpose of undermining public health.\n\nLegally and evidentially, that link is questionable.\n\n“The US Criminal Code does not mention, let alone define, the politically charged and potentially misleading terms ‘narco-terrorism’ and ‘narco-state,’” Gomis continued. “It tackles the link between illicit drug trade and terrorism in Section 960A by connecting drug trafficking on the one hand to directly or indirectly providing for an organisation engaging in terrorist activity on the other.”\n\nBased on case studies in Peru, Afghanistan, Mali and Mexico, Gomis concluded in his essay \"Demystifying Narcoterrorism\" that the concept is too vague and too simplistic, as it “overestimates the importance of the drug trade in funding terrorism and the use of terrorist tactics by drug traffickers”.\n\nPeru’s Shining Path, for example, used to tax the production and transport of cocaine in areas under its control, yet was never directly involved. Likewise, the Taliban and al-Qaeda were only “marginal” and “remote” players in Afghanistan’s opium and heroin trade.\n\nThe Mexican drug cartels in 2017 alone killed an estimated 30,000 civilians, yet their actions lack an explicit political motive.\n\nMob boss Maduro\n\nAnother problem with the idea of Venezuela as a “narco-state” controlled by a “cartel” is that the country is not a natural home to the coca plant. Some labs along its western border import coca paste from Colombia to produce cocaine, yet not in significant quantities.\n\nAdmitting that corruption and organised crime are thriving amidst the ongoing political and economic crisis in Venezuela, WOLA in its report “Beyond the Narcostate Narrative” concluded the country is not even a major transit route for Colombian cocaine.\n\nBased on an analysis of the latest US data on drug trafficking, WOLA estimated that in 2018 some 210 tonnes of cocaine - around 10 percent of Colombia’s total output - passed through Venezuela on its way to the US. The remaining 90 percent followed shorter routes through the western Caribbean and eastern Pacific. Guatemala alone trafficked six times more than Venezuela.\n\nAdel El Zabayar posing with pro-Assad militia in 2011 (Social media)\n\n“The evidence against Maduro is thin, which suggests this is more about politics than about drugs,” Geoff Ramsey, director of WOLA’s Venezuela programme, said in a press release.\n\n“Venezuela’s nowhere close to a primary transit country for US-bound cocaine. If the US government wanted to address the flow of cocaine they’d focus on corruption in places like Honduras and Guatemala - both governments that the administration has coddled in recent years.”\n\nFinally, there is the Cartel of the Suns, to which both Zabayer and Maduro allegedly belong.\n\nAccording to the Venezuelan crime specialist Javier Mayorca, the American authorities have blended the Italian mafia and Colombian Cali cartel into one image and pasted it onto the much more complex Venezuelan reality. In a Spanish language essay called “Myths and Realities about the Cartel of the Suns” he claims that, although parts of the military have profited from the drug trade, they cannot be perceived as one pyramid-like structure.\n\n“The term Cartel of the Suns is used to describe shadowy groups inside Venezuela’s military that traffic cocaine,” wrote InSight Crime, an American website dedicated to the study of organised crime in Latin America.\n\n“It is a misleading term, as it creates the impression that there is a hierarchical group. There are cells within the main branches of the military that function as drug trafficking organizations. [Yet] describing them as a 'cartel' in the traditional sense would be a leap.”\n\nInSight Crime was not particularly impressed with the charges against Zabayer, either.\n\nVenezuela 'agent' detained en route to Iran can be held in Cape Verde, says court Read More »\n\nNoting the reliance on anonymous sources and lack of detail regarding the alleged recruitment and training of Hamas and Hezbollah militants, it concluded: “Coming on the back of the multiple charges against Maduro’s inner circle, the Zabayer indictment seems to be more of a calculated attempt to turn up the heat on the Venezuelan government.”\n\nWhen George W Bush in 2002 first introduced the term “axis of evil” to describe a highly unlikely alliance of Iraq, Iran and North Korea, quite a few eyebrows were raised. It seems quite a few more went up following Washington’s re-introduction of “narcoterrorism” in an attempt to stretch the evil axis and link Iran, Hezbollah and Hamas with Colombian revolutionaries and a Venezuelan drug cartel headed by Maduro himself.\n\n“Drug trafficking is rife in Venezuela and many in the government and the armed forces are up to their eyes in it,” Gunson concluded.\n\n“Arms trafficking too. The government hosts Colombian guerrillas and has had members of other foreign armed groups enter Venezuela. However, for political reasons it suits the opposition and the Trump administration to present all of this as part of one drug-financed, terrorist conspiracy against the US.”", "METADATA": {"twitter": {"card": "summary_large_image", "description": "Washington says Nicolas Maduro and his Middle East allies are conspiring to hook Americans on drugs and carry out terror attacks on US soil. What's the truth?", "title": "Narcoterrorism: Venezuela, Hezbollah and a cocaine invasion", "creator": "@middleeasteye", "url": "http://www.middleeasteye.net/big-story/narcoterrorism-venezuela-hezbollah-cocaine-maduro"}, "og": {"site_name": "Middle East Eye", "type": "article", "url": "http://www.middleeasteye.net/big-story/narcoterrorism-venezuela-hezbollah-cocaine-maduro", "title": "Narcoterrorism: Venezuela, Hezbollah and a cocaine invasion", "description": "Washington says Nicolas Maduro and his Middle East allies are conspiring to hook Americans on drugs and carry out terror attacks on US soil. What's the truth?", "image": {"identifier": "http://www.middleeasteye.net/sites/default/files/images-story/drug%20graphic-02.png", "url": "http://www.middleeasteye.net/sites/default/files/images-story/drug%20graphic-02.png"}}, "description": "Washington says Nicolas Maduro and his Middle East allies are conspiring to hook Americans on drugs and carry out terror attacks on US soil. What's the truth?", "fb": {"app_id": 882711278504931}, "generator": "Drupal 8 (http://drupal.org)", "article": {"author": "https://www.facebook.com/middleeasteye/"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}