{"GDELT": {"GlobalEventID": 940582935, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CYP", "Actor1Name": "CYPRUS", "Actor1CountryCode": "CYP", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.43511450381679, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Athens, AttikíR, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR35", "Actor2Geo_ADM2Code": "16716", "Actor2Geo_Lat": 37.9833, "Actor2Geo_Long": 23.7333, "Actor2Geo_FeatureID": "-814876", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Athens, AttikíR, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR35", "Action2Geo_ADM2Code": "16716", "Action2Geo_Lat": 37.9833, "Action2Geo_Long": 23.7333, "Action2Geo_FeatureID": "-814876", "DATEADDED": 20200813170000, "SOURCEURL": "https://www.presstv.com/Detail/2020/08/13/631723/Turkey-Greece-Erdogan-Kastellorizo-Kyriakos-Mitsotakis-Heiko-Maas--"}, "ARTICLE": {"TITLE": "PressTV", "TEXT": "President Recep Tayyip Erdogan says the only solution to Turkey's dispute with EU member Greece over Turkish oil and gas exploration in the eastern Mediterranean is through negotiation.\n\nErdogan said on Thursday that Ankara is not seeking any \"adventures\" in the region.\n\n\"The path to a solution in the eastern Mediterranean is via dialogue and negotiation,\" the Turkish president said. \"If we act with common sense and reason, we can find a win-win solution that meets everyone's interests. We are not chasing any unnecessary adventures or seeking tensions.\"\n\nGreece, he said, is demonstrating an \"ill-disposed\" approach, urging Athens to respect Turkey's rights.\n\nApparently meaning France, Erdogan said Greece is being pushed into taking \"wrong steps\" in the region by \"a country that doesn't even have a coast in the eastern Mediterranean\".\n\n\"Nobody should think too highly of themselves. Let me be very clear: Don't try to put on a show,\" the president said.\n\nTensions escalated in the eastern Mediterranean on Monday after Turkey launched naval exercises off two Greek islands and announced the resumption of its energy exploration research activity in the disputed area.\n\nTurkey dispatched a research ship, accompanied by naval vessels, off the Greek island of Kastellorizo, where Turkey disputes Greek maritime rights. The Turkish vessels are being shadowed by Greek warships.\n\nTurkey had suspended the research activities but resumed them on August 6 when Egypt and Greece signed an agreement laying out the maritime boundary between their exclusive economic zones. President Erdogan denounced that maritime deal as “worthless.”\n\nAthens condemned the move as illegal and sought support from European Union allies.\n\nFrance held training exercises with Greek forces off the island of Crete on Thursday.\n\nFrench President Emmanuel Macron announced the plan in a phone conversation with Greek Prime Minister Kyriakos Mitsotakis on Wednesday, also voicing concern about the “unilateral” exploration by Turkey.\n\nFrance will “temporarily reinforce” its military presence to “monitor the situation in the region and mark its determination to uphold international law,” Macron’s office said in a statement.\n\nLast month, the French president called for EU sanctions against Ankara for what he described as “violations” of Greek and Cypriot sovereignty over their territorial waters.\n\nAlso in July, German Foreign Minister Heiko Maas said Turkey’s refusal to halt drilling activities in contested waters in the eastern Mediterranean Sea would affect relations between Ankara and the EU.\n\nTies between Turkey and Greece are in tumult over competing claims to natural gas reserves in the eastern Mediterranean. Cyprus and Turkey have argued for years regarding the ownership of fossil fuels in the eastern Mediterranean, where Ankara says Turkish Cypriots are entitled to a share of the resources.\n\nGreek and Turkish officials signaled on Wednesday that they were willing to resolve the dispute over their overlapping maritime claims, but vowed to protect their interests and blamed the other side for the standoff.\n\nGreece and Turkey almost went to war in 1974 over Cyprus, which has since been divided, with the northern third run by a Turkish Cypriot administration and the southern two thirds governed by the Greek Cypriot government.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "og": {"site_name": "PressTV", "title": "Dialogue sole solution to dispute with Greece in eastern Mediterranean: Turkish president", "type": "video", "locale": "en_US", "description": "President Erdogan says the only solution to Turkey", "image": {"identifier": "https://cdn.presstv.com/Photo/2020/8/13/e7332537-d15e-40a9-9e93-b0bebb47eb5c.jpg", "secure_url": "https://cdn.presstv.com/Photo/2020/8/13/e7332537-d15e-40a9-9e93-b0bebb47eb5c.jpg", "width": 640, "height": 360, "type": "image/jpg"}}, "title": "Dialogue sole solution to dispute with Greece in eastern Mediterranean: Turkish president", "description": "Press TV is an Iranian state-controlled news and documentary network that broadcasts in the English and French-language. It is affiliated with Islamic Republic of Iran Broadcasting, the only organisation legally able to transmit radio and TV broadcasts in Iran.", "author": "Presstv", "theme-color": "##00001e", "apple-mobile-web-app-status-bar-style": "##00001e", "msapplication-navbutton-color": "##00001e", "mobile-web-app-capable": "yes", "google-signin-client_id": "660255825617-hdf97ftga5pjhjmffl3lemscsv288b59.apps.googleusercontent.com", "DC.Identifier": "Turkey-Greece-Erdogan-Kastellorizo-Kyriakos-Mitsotakis-Heiko-Maas--", "DC.Date.Created": "8/13/2020 2:32:03 PM", "date": "8/13/2020 2:32:03 PM", "DC.Type": "image", "DC.Title": "Dialogue sole solution to dispute with Greece in eastern Mediterranean: Turkish president", "DC.Description": "President Erdogan says the only solution to Turkey", "DC.Language": "En", "DC.Publisher": "PressTV", "Uid": 631723, "keywords": "\" Dialogue sole solution to dispute with Greece in eastern Mediterranean: Turkish president \",Turkey,France,Greece ,Mediterranean Sea,Erdogan,Turkey", "twitter": {"card": "summary_large_image", "site": "PressTV", "title": "Dialogue sole solution to dispute with Greece in eastern Mediterranean: Turkish president", "description": "President Erdogan says the only solution to Turkey", "image": "https://cdn.presstv.com/Photo/2020/8/13/e7332537-d15e-40a9-9e93-b0bebb47eb5c.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}