{"GDELT": {"GlobalEventID": 940573617, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.9011406844106498, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kumasi, Ashanti, Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH02", "Actor1Geo_ADM2Code": "190720", "Actor1Geo_Lat": 6.683330000000001, "Actor1Geo_Long": -1.61667, "Actor1Geo_FeatureID": "-2075172", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kumasi, Ashanti, Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH02", "Actor2Geo_ADM2Code": "190720", "Actor2Geo_Lat": 6.683330000000001, "Actor2Geo_Long": -1.61667, "Actor2Geo_FeatureID": "-2075172", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE03", "Action2Geo_ADM2Code": "28575", "Action2Geo_Lat": 25.2522, "Action2Geo_Long": 55.28, "Action2Geo_FeatureID": "-782831", "DATEADDED": 20200813161500, "SOURCEURL": "https://www.ghanaiantimes.com.gh/africans-continue-to-make-history-with-the-successful-return-of-space-x-dragon-i-to-earth/"}, "ARTICLE": {"TITLE": "AFRICANS CONTINUE TO MAKE HISTORY WITH THE SUCCESSFUL RETURN OF SPACE X DRAGON I TO EARTH", "TEXT": "Elon Muskborn in Pretoria South Africa and Dr. Thomas Mensah from Kumasi, Ghana, West Africa, continues to make history through innovation and spectacular achievements.\n\nElon Musk successfully returned American Astronauts from the International Space Station to Earth, 45 years since Apolo Astronauts returned by landing their spacecraft into the ocean which was retrieved by the US Navy, a major feat in manned space flight.\n\nDr Thomas Mensah’s Fibre Optics innovation connects over a billion people to the internet platform, as well as help Astronauts communicate with Mission Control through a combination of Satellite communication from Space to Large Satellite dish on earth which then transmit Data, voice and video communication through fibre optics to large screens and displays at NASA. As one of the four people to invent Fibre Optics, Dr Mensah is marveled by the far reaching impact of this technology in all areas of human lives, beyond Social Media.\n\nDr Thomas Mensah, who is also an Associate Fellow of the American Institute of Aeronautics and Astronautics, has also authored an important Book that is critical for Space Vehicle Design and Development. In his Nanotechnology Commercialization Book, he and Dr Joseph Koo of Austin Texas, developed Ablative Materials using Nanocomposites for Space Shields and Rocket Motors. During Re-entry the space capsule reaches temperatures of 3400 degrees F, and plasma and electromagnetic fields stop all communication with the Astronauts for six Minutes, Such Space Shields prevent serious and catastrophic Damage to the spacecraft. These Nanocomposite Ablative materials are helpful for even meeting the next challenge of spacecraft development needed to send humans to Mars.\n\nDr Thomas Mensah who is also a Fellow of the US National Academy of Inventors met the Astronaut Garrett Reisman who is the Chief Engineer for the Astronauts Programme at Space X in Pasadena California and they became friends, and currently serves on the Board of Advisors of the Silicon Valley of Ghana, established by Dr Mensah at the Kofi Annan Centre in Ghana.\n\nThe Dragon I Spacecraft was developed as a Public Private Partnership between NASA and Space X, a Private Company. Ghana is using this model for its Mega projects like the High Speed Rail being developed by the Railway Ministry. Ghana must continue to invest in Technology even during the coronavirus disease (COVID-19) crisis.\n\nThe United Arab Emirates (UAE) has recently sent a satellite to explore the Red Planet during the COVID-19 Crisis, one of the few Non Super Power Countries to do so. This will ensure that UAE enjoys the benefits of space technology spinoffs as well as help UAE children and students to become Space Scientists and innovators in the future. Such bold Investments and Vision explain how UAE turned a desert country into one with nice cities like Abudabi and Dubai the latter being the fourth most visited city on the planet.\n\nDr Thomas Mensah is currently focusing his attention on the Development and Industrialization of Ghana and Africa using his vast network in the Scientific and Technological world so as to move Ghana and Africa into the 21st Century. Elon Musk and Dr Thomas Mensah are Africans who have changed the world demonstrating that Africans have the right stuff to make this world a better place with their extraordinary achievements in many fields including space innovation.\n\nThe Writer is an Inventor of Fibre Optics", "METADATA": {"robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "AFRICANS CONTINUE TO MAKE HISTORY WITH THE SUCCESSFUL RETURN OF SPACE X DRAGON I TO EARTH - Ghanaian Times", "description": "Elon Muskborn in Pretoria South Africa and Dr. Thomas Mensah from Kumasi, Ghana, West Africa, continues to make history through innovation and spectacular achievements. Elon Musk successfully returned American Astronauts from the International Space Station to Earth, 45 years since Apolo Astronauts returned by landing their spacecraft into the ocean which was retrieved by the …", "url": "https://www.ghanaiantimes.com.gh/africans-continue-to-make-history-with-the-successful-return-of-space-x-dragon-i-to-earth/", "site_name": "Ghanaian Times", "image": {"identifier": "https://www.ghanaiantimes.com.gh/wp-content/uploads/2020/08/elorn.png", "width": 400, "height": 247}}, "article": {"publisher": "https://www.facebook.com/ghanaiantimes", "published_time": "2020-08-13T15:52:46+00:00", "modified_time": "2020-08-13T16:11:32+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@Ghanaian_Times", "site": "@Ghanaian_Times"}, "generator": "WordPress 5.4.2", "theme-color": "#0088ff", "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileImage": "https://www.ghanaiantimes.com.gh/wp-content/uploads/2019/02/cropped-fav-270x270.jpg"}}}