{"GDELT": {"GlobalEventID": 940519290, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "Actor2Code": "IRN", "Actor2Name": "IRANIAN", "Actor2CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -4.56365092073659, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200813104500, "SOURCEURL": "https://www.algemeiner.com/2020/08/13/comparing-biden-and-trump-on-iran/"}, "ARTICLE": {"TITLE": "Comparing Biden and Trump on Iran", "TEXT": "Given Joe Biden’s role in the Obama administration’s decision to sign a nuclear deal with Iran, it should not be surprising that he would advocate reversing President Donald Trump’s decision to repudiate the agreement. Doing so, however, would compound the mistake Obama made — and worse, reward Iran’s misbehavior.\n\nLet’s review some of the reasons the original agreement was a failure:\n\nIranian hostility toward the United States never abated.\n\nIran prevented “anywhere, anytime” inspections, making verification impossible.\n\nIran failed to disclose information about its prior nuclear activities.\n\nIran continued to pursue a bomb.\n\nBiden has said he will negotiate a better deal, but that is what critics urged from the outset and were told could not be done. Instead, Obama signed a terrible deal because of his poor negotiating skills, naivete, weak bargaining position created by his unwillingness to use military force, and desperation to have a foreign policy accomplishment for his legacy.\n\nIranians have been out-bargaining people for centuries, so Obama had no chance of coming out ahead. Iran was willing to accept the short term pain of allowing inspections at non-military facilities (that is, the ones where they were most likely to engage in nuclear R&D) and limitations on enrichment (while being allowed to keep centrifuges now used to increase uranium purity) in exchange for the end of sanctions and a $150 billion payoff. Meanwhile, they could continue their covert nuclear operations and continue to threaten their neighbors, sponsor terror, and develop ballistic missiles. Obama’s naive belief that Iran would cease hostility toward the United States was as fantastical as his idea that Palestinians would agree to peace if he put the screws to Israel.\n\nRelated coverage Some People Are So Antisemitic, They Support Hezbollah Yoseph Haddad posted a video on Twitter: A Lebanese journalist asks Nasrallah a simple question and reveals to the world the...\n\nCritics of the deal were justifiably encouraged by President Trump’s decision to withdraw from the deal. Unfortunately, Trump did not learn from the failure of Obama’s sanctions to influence Iranian behavior. The “maximum pressure” campaign is a necessary but insufficient policy. It weakened the Iranian economy but failed to end Iran’s malign activities or bring down the regime. Worse, Iran’s covert activities continued, such as hiding nuclear-related information and material, seeking dual-use items in Europe, hiding its prior activities, and preventing inspections at suspicious sites. Now, Iran is openly flouting the terms of Obama’s agreement.\n\nAccording to Chuck Freilich, a former deputy Israeli national security adviser: “The bottom line, from Israel’s perspective, is that its overall strategic situation vis-a-vis Iran has deteriorated severely under Trump. Iran is closer to a bomb, Israel is surrounded by Iran and its proxies, and increasingly likely to find itself standing essentially alone in the confrontation with Tehran.”\n\nAs for a second Trump term, John Bolton said Trump had to be talked out of meeting with the Iranian foreign minister. Bolton, Secretary of State Mike Pompeo, and Prime Minister Benjamin Netanyahu all feared, like Obama, that Trump would be bamboozled.\n\nTrump told supporters a few days ago that if he is reelected, he will reach a nuclear deal with Iran “within four weeks.” That should alarm everyone who opposed the Obama deal.\n\nThat brings me back to Biden, who seems in too much of a rush to return to the agreement. He says Iran must return to “compliance,” when it disregarded the terms from the beginning. More important, he doesn’t say what he will do if Iran refuses.\n\nBiden must not repeat the mistake that has neutered Trump’s Iran policy, namely, an unwillingness to use force.\n\nTrump initially scared the Iranians when he attacked Syria following one occasion when it used chemical weapons, but he never did it again.\n\nIran harassed our Navy in the Persian Gulf, but Trump did nothing. Then he called off a military response to the downing of our drone. He did order the assassination of Qassem Soleimani, but then pulled an Obama when he warned the Iranians that if they threatened the United States, we had targeted 52 Iranian sites and they “WILL BE HIT VERY FAST AND VERY HARD.” Three days later, Iran launched 22 ballistic missiles at US troops in Iraq, which resulted in at least 64 US service members requiring treatment for concussions and traumatic brain injury. Trump did nothing.\n\nBiden needs to recognize the Iranian regime believes in the hegemony of Islam, and its ambition is to return to greatness by reconstituting the Persian Empire and spreading Islam around the globe. The mullahs, like North Korean leader Kim Jong-un, understand a nuclear weapon is the best guarantee for survival because it will deter their enemies who rightly fear they would use it. Unlike the Russians, they do not fear retaliation because it would only hasten their entrance to Paradise.\n\nIran’s nuclear program can only be stopped by military means. Fearmongers paint cataclysmic scenarios and accuse American Jews and Israelis of trying to drag America into an unnecessary war. This is the same phony, antisemitic narrative pushed by people like Stephen Walt and John Mearsheimer regarding the Iraq war.\n\nMilitary action does not necessarily require boots on the ground or an all-out war. In 2010, the United States and Israel jointly engaged in a successful cyberattack against Iran’s nuclear infrastructure that damaged as many as 1,000 centrifuges used to enrich uranium.\n\nRecently, a mysterious explosion occurred at the Natanz enrichment facility where Iran was developing advanced centrifuges to significantly speed up the enrichment of uranium. This could set their program back months, if not years. Another blast destroyed parts of a secret facility in Parchin associated with nuclear weapons research. One of the damaged areas is part of a missile facility.\n\nThese may be pinpricks that are part of a whack-a-mole game of finding and destroying Iran’s overt and covert facilities, but such actions, not a piece of paper, are necessary to prevent Iran from getting the bomb. If Biden is serious about addressing the Iranian threat, he must not just say “all options are on the table”; he must demonstrate his willingness to use them.\n\nIf he does reenter negotiations, he cannot settle for any agreement that does not close all the JCPOA loopholes, put an end to Iran’s sponsorship of terror and ballistic missile research, require the withdrawal of Iranian forces from Syria, Iraq, and Yemen, and the cessation of interference in the affairs of its neighbors. Biden should not offer to ease sanctions until Iran fulfills the terms of the agreement (e.g., after Iran allows inspections of its military facilities) and immediately reimpose them if they are not. When dealing with the Soviets, Reagan said, “trust but verify.” The Iranians have proven they cannot be trusted, so Biden’s position should be “verify to build trust.”\n\nApologists will say Iran will never accept such terms, which is why Obama simply left them out. The only way the mullahs will sign a tougher deal is if they are frightened. By employing limited strikes, special operations, cyberwarfare, and other tools in our arsenal, Biden can sabotage Iran’s nuclear projects and threaten the regime’s survival. He must also keep US troops in the region, as their withdrawal gives the Iranians a sense of security.\n\nIdeally, Biden can rebuild relations with our allies and work with them to eliminate the Iranian threat, but he must be prepared to act unilaterally if they continue to prioritize commercial interests over strategic imperatives.\n\nDr. Mitchell Bard is a foreign policy analyst and authority on US-Israel relations who has written and edited 22 books including The Arab Lobby, Death to the Infidels: Radical Islam’s War Against the Jews, and After Anatevka: Tevye in Palestine.", "METADATA": {"google-site-verification": "G9XkPcUh43bZT9iRRi8GJOXDQYPOV6HZZvlFrCFBoSE", "viewport": "initial-scale = 1.0,maximum-scale = 1.0", "og": {"title": "Comparing Biden and Trump on Iran", "locale": "en_US", "type": "article", "image": {"identifier": "https://www.algemeiner.com/wp-content/uploads/2020/07/khamenei.jpg", "width": 720, "height": 360}, "url": "https://www.algemeiner.com/2020/08/13/comparing-biden-and-trump-on-iran/", "site_name": "Algemeiner.com", "description": "Iranian Leader Ayatollah Ali Khamenei wears a protective face mask, during a virtual meeting with lawmakers, in Tehran, Iran, July …"}, "msapplication-TileImage": "https://www.algemeiner.com/wp-content/uploads/2019/01/cropped-A-Black-01-270x270.png", "twitter": {"card": "summary_large_image", "site": "@Algemeiner", "title": "Comparing Biden and Trump on Iran", "description": "<p>Given Joe Biden’s role in the Obama administration’s decision to sign a nuclear deal with Iran, it should not be…</p>", "image": "https://www.algemeiner.com/wp-content/uploads/2020/07/khamenei.jpg"}}}}