{"GDELT": {"GlobalEventID": 940507876, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "AIRLINE", "Actor1Type1Code": "BUS", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.23647604327666, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Avelgem, Region Flamande, Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE13", "Actor1Geo_ADM2Code": "16306", "Actor1Geo_Lat": 50.7762, "Actor1Geo_Long": 3.4450199999999995, "Actor1Geo_FeatureID": "-1953528", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Avelgem, Region Flamande, Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE13", "Actor2Geo_ADM2Code": "16306", "Actor2Geo_Lat": 50.7762, "Actor2Geo_Long": 3.4450199999999995, "Actor2Geo_FeatureID": "-1953528", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Avelgem, Region Flamande, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE13", "Action2Geo_ADM2Code": "16306", "Action2Geo_Lat": 50.7762, "Action2Geo_Long": 3.4450199999999995, "Action2Geo_FeatureID": "-1953528", "DATEADDED": 20200813094500, "SOURCEURL": "https://www.cbc.ca/news/canada/new-brunswick/fredericton-man-misses-mother-s-funeral-in-belgium-over-covid-19-travel-rules-1.5684337"}, "ARTICLE": {"TITLE": "Fredericton man misses mother's funeral in Belgium over COVID-19 travel rules", "TEXT": "When Roel Louage found out last Friday that his mother died in the West Flanders village where she raised eight children, he booked a flight to Belgium as soon as he could.\n\nBut when he got to the Fredericton airport Sunday morning, Air Canada staff wouldn't allow him on the plane.\n\n\"I was already there from 4 o'clock, really early,\" Louage said on Wednesday. \"But no, I couldn't board. The man behind the desk showed me the screen and there it was in red big letters, 'Do not board.'\"\n\nLouage, who immigrated to Canada in 2005 and became a citizen in 2011, was surprised to find out he needed more than his valid Canadian passport.\n\n\"It's really confusing,\" he said after watching a video of his mother's memorial service from an apartment located over his Fredericton restaurant, Sweet Belgian Desire.\n\nBelgium didn't lift restrictions\n\nAir Canada spokesperson Peter Fitzpatrick told CBC News in an email Wednesday that \"we appreciate that this was particularly upsetting, given the circumstances.\"\n\nHe said Louage was turned away because he didn't have all the required documents for entry into Belgium, which are set by that country's government.\n\nRoel Louage shared this photo of him as a baby with his mother. She died on Aug. 6 at the age of 81. (Submitted by Roel Louage)\n\n\"Airlines are fined heavily if they transport people without the correct documents,\" Fitzpatrick said.\n\n\"For this reason, we state clearly on our website it is the responsibility of each customer to have the necessary documents for travel and we also provide links on our website to various government websites outlining their individual requirements.\"\n\nWhile the Council of the European Union recommended lifting restrictions on non-essential travel to Canadian visitors effective July 1, Belgium chose not to comply.\n\nThe Belgian consulate in Montreal acknowledged CBC's request for information, but no interview was granted.\n\nIt's not clear whether Louage could have got an exemption for \"imperative family reasons\" or whether showing proof of family in Belgium would have got him permission to enter the country.\n\nIt's also not clear how long it would have taken to process such a request, if he had known what to do.\n\nRules change daily\n\n\"This is the most complicated, most disruptive time in the history of the travel industry,\" said Wendy Paradis, president of the Association of Canadian Travel Agents.\n\nParadis said countries are changing their rules one day to the next because of COVID-19.\n\nShe explained working with an agent is probably a customer's best defence, not just at the time of booking, but also, right up to the point of departure.\n\nRoel Louage and his mother, Greet Van Der Plas, taken two years ago in Avelgem, Belgium. Louage was unable to attend his mother's funeral due to COVID-19 travel restrictions. (Submitted by Roel Louage)\n\nIf there's a rule change at the last minute, she said some people may have to cancel their trip.\n\n\"It could be that you need a COVID-19 test right before departure and in some provinces, it may not be possible to get a COVID test 24 hours before departure and therefore, you wouldn't be eligible to travel,\" said Paradis.\n\nShe said some countries still require 14 days of self-isolation upon arrival and some expect visitors to provide contact-tracing information in advance.\n\nTickets refunded\n\nLouage said he was pleased to hear directly from an Air Canada representative who told him he would get a refund on his non-refundable tickets that cost $1,250.\n\n\"She said she was sorry and sent her condolences,\" said Louage.\n\nStill, he said, he's not going to try again, any time soon.\n\n\"The travel world is like a big city full of roadblocks and construction work and even if you know the city, you can get stuck or lost,\" he said.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/canada/new-brunswick/nb-fredericton-man-misses-mothers-funeral-covid19-1.5684337", "title": "Fredericton man misses mother's funeral in Belgium over COVID-19 travel rules | CBC News", "image": "https://i.cbc.ca/1.5684358.1597279179!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/roel-louage.JPG", "description": "When Roel Louage found out last Friday that his mother died in the West Flanders village where she raised eight children, he booked a flight to Belgium as soon as he could.", "locale": "en_US", "type": "article"}, "fb": {"pages": "161231191936,178203419302849"}, "vf": {"section": "2.654", "unique_id": "1.5684337"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "When Roel Louage found out last Friday that his mother died in the West Flanders village where she raised eight children, he booked a flight to Belgium as soon as he could."}}}