{"GDELT": {"GlobalEventID": 940573405, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "DEUMIL", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor1Type1Code": "MIL", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 125, "EventBaseCode": 125, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.9670050761421298, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200813161500, "SOURCEURL": "https://thewire.in/rights/india-patriotism-nationalism-armed-forces-army-deshbhakts"}, "ARTICLE": {"TITLE": "It Is Illegal and Immoral to Hound Those Who Don’t Openly Display Their Patriotism", "TEXT": "An analysis of the profile bios of a large number of trolls on Twitter I carried out disclosed that an overwhelming majority of them used the words “patriot”, “proud Indian”, “nation first”, “Tiranga first”, “nation’s welfare (rashtrahit) first”, “staunch nationalist”, “unapologetic nationalist”, and “Bharat Mata ki Jai”, etc. to describe themselves. The remaining claimed to adulate the armed forces with descriptions like, “fan of Indian armed forces”, “my army my pride”, “Jai Hind kee sena”, etc.\n\nWhy do these people feel compelled to wear their patriotism on their sleeves? Do they think that all the others are traitors? There is no evidence to suggest that these people render some special service to the nation. I have never found an Indian who prayed for India to go to hell. Their version of what is good for the country may be different from that of the trolls but they wish good to the country nevertheless. The trolls surely cannot have a monopoly over ‘love for the country’ nor can they tell all those who have a different concept of patriotism to go to Pakistan.\n\nContrary to popular notions, patriotism and nationalism are two different things. Patriotism is a two millennium-old phenomenon whereas nationalism is a product of the 19th century. The Stanford Encyclopedia of Philosophy (SEP) defines patriotism as love of one’s country, identification with it, and special concern for its well-being and that of compatriots. The Encyclopedia Britannica adds commitment to a country, nation, or political community to it.\n\nThe SEP defines nationalism as the attitude that the members of a nation have when they care about their national identity, and the actions they take when seeking to achieve (or sustain) self-determination. Britannica adds that the obligations of loyalty, devotion, or allegiance to the nation outweigh other individual or group interests.\n\nThe views of the trolls qualify as jingoism, chauvinism, ultranationalism or, more popularly, hyper-nationalists. A hyper-nationalist rigidly maintains that his country and its stands are perfect and they can never be wrong. A patriotic person, on the other hand, while loving his country, continues to acknowledge that his country could have imperfections or deficiencies as well. Loving one’s country is one’s duty; rabidly hating others and desiring to kill them is a crime against humanity.\n\nAlso read: Invoking Patriotism as a Way of Shutting Down Questions\n\nCriticism and patriotism\n\nIn the famous Rabindranath Tagore-Gandhi debate, Tagore had cautioned him that there was a thin line between nationalism and xenophobia. Moreover, hatred of the foreigner could later turn into hatred of Indians different from oneself. Tagore had written to his friend A. M. Bose, “I will never allow patriotism to triumph over humanity as long as I live.”\n\nIn the US, protest against US involvement in the Vietnam War became an important landmark in the political history of the nation. Yet, the anti-war protesters were not condemned as unpatriotic or traitors.\n\nFact is, once they were drafted, even those who had opposed the Vietnam War on ideological grounds, fought with great dedication. James E. Westheider notes in The Vietnam War that in 1968, draftees made up 42% of the military in Vietnam but accounted for 58% of the total casualties, thereby proving that their patriotism was no less than that of those who had not opposed the war.\n\nIn the Second World War, highly decorated German Admiral Günther Lütjens had famously refused to give the Nazi salute to Hitler when he visited the battleship KMS Bismarck because he opposed Nazi policies. Yet this man chose to go down with Bismarck when she was sunk.\n\nThe Bharat Mata issue\n\nIn December 2019, a Union minister had announced, “In Bharat, you have to say ‘Bharat Mata Ki Jai’. Only those people can stay.” As Karan Thapar has pointed out, the constitution speaks of Bharat and not Bharat Mata.\n\nThe Prevention of Insults to National Honour Act, 1971, as amended in 2005, speaks of only the Indian National Flag and the Constitution of India, the honour of which must be upheld.\n\nBharat Mata, in the sense of a personification of the nation as a hypothetical mother goddess, originating in the late 19th century with Kiran Chandra Bannerjee’s play Bharat Mata and Bankim Chandra Chattopadhyay’s novel Anandmath, does not figure anywhere in the Act.\n\nBecause the concept of Bharat Mata has no legal or constitutional authority in support, those people who do not approve of this ‘deification’ of the country for religious or some other reason cannot be charged for any offence under the extant laws.\n\nAlso read: Free Speech and Blind Patriotism in the Times of ‘Tiranga Nationalism’\n\nIn December 2017, a three-judge Bench of the apex court dismissed a plea to provide equal statutory protection to ‘Vande Mataram’ as the national anthem ‘Jana Gana Mana’ upholding a Delhi high court order that the love for the song did not need to be ‘enforced by the long arm of the law’. You may recall that in November 2017, three months after a single judge of the Madras high court made singing of ‘Vande Mataram’ compulsory in schools, offices and private industries; a division bench modified the order and said it was up to the state to take a decision on the issue. In February 2017, the Supreme Court had held that the Article 51A of the constitution refers to the national flag and the national anthem only and there is no concept of a national song.\n\nThere are many instances of courts rejecting any compulsory provision for the national anthem to be sung.\n\nThe salutation of Jai Hind, generally believed to have been coined by Maj Zainul Abedeen Hasan Safrani of the INA and adopted by Netaji Subhash Chandra Bose, is a far more meaningful and inclusive slogan. All Indians must wish ‘Victory to India’ as a political entity, something in tune with the concepts of both patriotism and nationalism. I suggest we could universalise the use of ‘Jai Hind’ through legislation.\n\nIn October 2012, the Indian Army had issued an order that instead of ‘good morning/afternoon’ army personnel would greet each other with ‘Jai Hind’. Paramilitary forces have been doing so for a long time. That was a welcome step but insisting that all outdoor events will culminate with ‘Bharat Mata Ki Jai’ to be repeated thrice and regimental battle cry as applicable, is fraught with the possibility of a controversy in view of the legal position.\n\nThe army perhaps did not realise that departmental orders and a compulsion to obey those on the pain of court martial do not render them above judicial scrutiny. For example, a division bench of the Calcutta high court, in the case of Association for Protection of Democratic Rights & Others vs. State of West Bengal had declared Regulation 155(b) of the Police Regulations, Bengal, 1943 (ordering the police never to fire in the air) ultra vires of the Articles 14, 19 and 21 of the constitution of India.\n\nThe trolls literally ‘worship’ soldiers as the epitome of patriotic citizens. Every day we are fed the sentimental dose of ‘When you go home, tell them of us and say; For your tomorrow, we gave our today’ and ‘We sleep safely in our beds because the soldiers stand all night to protect the nations’ borders’, etc.\n\nAlso read: When Bullets Are Aimed at the Constitution, Who’s the Patriot and Who’s the Traitor?\n\nThe military is important but so are all the others in the country. An unnaturally greater involvement of the military in public life and discourse runs the risk of eroding its impartiality and apolitical character, something, which have already proved to be the bane of the police, an organisation historically semi-military in character.\n\nAmusingly, in spite of the fact that every social media warrior claims to be a great patriot, the Indian army has a shortage of 45,634 personnel including 7,399 officers! The shortage persists even as the Indian army has spent over Rs 8 crore on publicity in the last three financial years to reach out to the youth to join the army! Why do these deshbhakts not join the army as jawans? Incidentally, the army still draws practically all its soldiers from predominantly rural sections of the society—that is, not from amongst the part of society inhabited by the trolls.\n\nEvery citizen contributes\n\nEvery citizen contributes his bit towards the nation and is equally important for the nation in his own right. Anybody who has ever lived in Delhi knows it well how does the city start stinking unbearably in just two days if the municipal corporation cleaning workers (safai karmcharis) go on strike and stop clearing the garbage. No section of the society, no business, no service should be regarded as more important than others.\n\nWe cannot imagine a situation where every citizen is obliged to pay respectful obeisance to soldiers or policemen as if they are indebted to them for protecting the borders or protecting them from criminals.\n\nNo citizen is under any legal obligation to ‘demonstrate’ or ‘prove’ his patriotism to anybody, much less to trolls. If anybody indulges in anti-national activities covered by judgments like Kedar Nath Singh vs State of Bihar or Priya Parameshwaran Pillai vs Union Of India And Ors., he must be punished. However, we cannot castigate or punish people for what is alleged to be inside their minds. This is not Orwell’s Nineteen Eighty-Four and we do not have any concept of ‘thoughtcrime’ in India. Patriotism cannot be allowed to become an excuse for hounding those who hold different political views.\n\nN.C. Asthana, a retired IPS officer, has been DGP Kerala and a long-time ADG CRPF and BSF. Views are personal. He tweets @NcAsthana.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Those who proudly display their nationalistic credentials in public are simply indulging in jingoism.", "keywords": "'Jai Hind',Bharat,Bharat Mata,Bharat Mata ki Jai,Bismarck,chauvinism,Delhi High Court,deshbhakts,Encyclopedia,German Admiral Günther Lütjens,India nationalism,india patriotism,Indian Army,Indian national flag,indian soldiers,Jana Gana Mana,jingoism,Latest headlines,latest news,Mahatma Gandhi,national identity,nationalism,nationalism india,Nazi Germany,Nazi germany nationalism,Netaji Subhash Chandra Bose,News,Philosophy,Rabindranath Tagore,self-determination,top headlines,Top News,top stories,ultranationalism,Vande Mataram,Vietnam war", "twitter": {"url": "https://thewire.in/rights/india-patriotism-nationalism-armed-forces-army-deshbhakts", "title": "It Is Illegal and Immoral to Hound Those Who Don’t Openly Display Their Patriotism", "image": "https://cdn.thewire.in/wp-content/uploads/2018/06/21122053/india-flag-reuters.jpg", "description": "Those who proudly display their nationalistic credentials in public are simply indulging in jingoism.", "card": "summary_large_image", "site": "@thewire_in"}, "og": {"title": "It Is Illegal and Immoral to Hound Those Who Don’t Openly Display Their Patriotism", "url": "https://thewire.in/rights/india-patriotism-nationalism-armed-forces-army-deshbhakts", "image": "https://cdn.thewire.in/wp-content/uploads/2018/06/21122053/india-flag-reuters.jpg", "description": "Those who proudly display their nationalistic credentials in public are simply indulging in jingoism.", "site_name": "The Wire"}, "msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "fb": {"pages": 796133113794354, "page_id": 796133113794354, "app_id": 148755725703053}, "google-site-verification": "qmA_axOzAzHlhojAFfRJ6mwdIts2MMXkrZXHy5VnnvU", "mrf-extractable": "false"}}}