{"GDELT": {"GlobalEventID": 940592578, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSEREBMED", "Actor1Name": "HAMAS", "Actor1CountryCode": "PSE", "Actor1Type1Code": "REB", "Actor1Type2Code": "MED", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.2242817423540298, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Gaza Strip", "Actor1Geo_CountryCode": "GZ", "Actor1Geo_ADM1Code": "GZ", "Actor1Geo_Lat": 31.425074, "Actor1Geo_Long": 34.373398, "Actor1Geo_FeatureID": "GZ", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Gaza Strip", "Action2Geo_CountryCode": "GZ", "Action2Geo_ADM1Code": "GZ", "Action2Geo_Lat": 31.425074, "Action2Geo_Long": 34.373398, "Action2Geo_FeatureID": "GZ", "DATEADDED": 20200813174500, "SOURCEURL": "http://www.msn.com/en-us/news/world/israel-and-uae-agree-to-establish-ties-annexations-are-halted/ar-BB17VgCR"}, "ARTICLE": {"TITLE": "Israel and UAE Agree to Establish Ties; Annexation Is Paused", "TEXT": "(Bloomberg) -- Israel and the United Arab Emirates reached an agreement to begin normalizing relations, a potentially historic breakthrough hailed by American and Israeli leaders as a crucial step toward peace yet assailed by Palestinian officials as a betrayal.\n\nA joint statement Thursday from the U.S., Israel and UAE announced that the two Mideast nations will establish normal ties, signaling they will send ambassadors and open more direct commercial relations, including air travel. According to the statement, the UAE and Israel will begin a range of talks in the “coming weeks,” while Israel also agreed to suspend efforts to declare sovereignty over parts of the West Bank.\n\n“This is a truly historic moment,” Trump told reporters in the Oval Office. “Not since the Israel-Jordan peace treaty was signed more than 25 years ago has so much progress been made towards peace in the Middle East.”\n\nAs part of the deal, Israel agreed to temporarily suspend controversial moves to annex portions of the West Bank, an effort that was widely seen as having put any final peace agreement further from reach. No timeline was set by American or Israeli officials on how long the suspension was expected to hold. Israeli Prime Minister Benjamin Netanyahu emphasized that the pause was temporary.\n\n“There is no change in my plan to extend our sovereignty in Judea and Samaria, in full coordination with the U.S. I’m committed to it,” Netanyahu said in a national address, using a biblical name for the West Bank.\n\nOfficials said a signing ceremony for the accord would take place at the White House. National Security Advisor Robert O’Brien said he expected Netanyahu and UAE Crown Prince Mohammed bin Zayed -- “or another prince” -- to attend.\n\nOn Friday, Israel’s Yediot Ahronot newspaper reported that the chief of Israel’s Mossad spy agency, Yossi Cohen, will soon travel with a delegation to the UAE -- a monarchy of seven emirates including Dubai and Abu Dhabi -- to discuss security aspects of the emerging agreement.\n\nTies between Israel and Gulf Arab states have warmed in recent years, in large part due to a shared distrust of Iran, which denounced the deal as a “foolish mistake” that could lead to the escalation of tensions in the region. But the rapprochement hadn’t ripened into open relations, let alone normalization. Jared Kushner, Trump’s son-in-law and point person on Mideast peace efforts, said the talks with Israel and the UAE had been going on for 18 months.\n\nEyes are now on other Gulf states to see if any will follow suit, as U.S. and Israeli officials predicted. On Friday, Oman hailed the decision to normalize ties as boosting “permanent peace” in the Middle East.\n\n“The announcement is big and the White House will be able to claim that it has achieved a breakthrough in the traditional wall of divide in Arab-Israeli relations,” said Ayham Kamel, a Mideast expert at the Eurasia Group. Aaron David Miller, a senior fellow at the Carnegie Endowment for International Peace and former Mideast official at the State Department, called the accord a “win for all 3” nations.\n\nComments from the UAE’s crown prince were more nuanced, but still emphasized a historic achievement.\n\nIsrael Annex the West Bank? How a Taboo Idea Got Real: QuickTake\n\n“During a call with President Trump and Prime Minister Netanyahu, an agreement was reached to stop further Israeli annexation of Palestinian territories,” bin Zayed wrote on Twitter. “The UAE and Israel also agreed to cooperation and setting a roadmap towards establishing a bilateral relationship.”\n\n© Photographer: Michele Tantussi/Getty Images Europe Crown Prince Of Abu Dhabi Visits Berlin\n\nCrown Prince Mohammed bin Zayed\n\nPhotographer: Michele Tantussi/Getty Images\n\nThe announcement was a bit of rare good news for Netanyahu, who is under fire politically for his handling of the Covid-19 outbreak and facing multiple indictments for corruption.\n\n“Today we usher in a new era of peace between Israel and the Arab world,” Netanyahu said.\n\nEgyptian President Abdel Fattah el-Sisi wrote on Twitter that he followed the agreement and its efforts to foster peace “with attention and appreciation.”\n\nYet pushback came swiftly from Palestinian officials, who called the UAE’s decision a “betrayal of Jerusalem, Al-Aqsa and the Palestinian cause.”\n\n“The Palestinian leadership announces its strong rejection and condemnation of the surprising American, Israeli, and Emirati tripartite declaration on a complete normalization of relations between the Israeli occupation state and the United Arab Emirates,” presidential spokesman Nabil Abu Rudeineh said.\n\nAt a White House briefing, Kushner dismissed the rejection by Palestinian leaders.\n\n“They have a fairly predictable response that we’ve seen time and time again to all types of things that help make their people’s lives better,” he said. “I think that a lot of people in the region are seeing that we can’t wait for the Palestinian leadership to try and resolve this.\n\n‘More Aggression’\n\nOfficials with Hamas, the U.S.-designated terrorist organization that runs the Gaza Strip, were more blunt. Hamas spokesman Fawzi Barhoum told Al Jazeera that the move was a “stab against the Palestinian cause and will encourage the Israeli occupation to commit more aggression against our people.”\n\nTrump and other officials signaled that more nations may seek to reach a similar deal, with the U.S. president saying there is “a lot more to come.”\n\nA White House signing ceremony would also help Trump -- lagging in the polls ahead of November’s election -- evoke the spirit of the original peace deal between Israel, Egypt and Jordan, facilitated by then President Jimmy Carter as part of the Camp David accords in 1978.\n\nTrump later joked to reporters in the Oval Office that he wanted the new agreement “to be called the Donald J. Trump accord. O’Brien suggested the accord should vault Trump into the top tier of Nobel Peace Prize candidates.\n\nEven the president’s rival in the November election, Joe Biden, praised the agreement, though not Trump.\n\n“The UAE’s offer to publicly recognize the State of Israel is a welcome, brave, and badly-needed act of statesmanship,” Biden said in a statement.\n\nTrump has long pursued a Mideast breakthrough that would allow him to withdraw U.S. troops from the region and get out of what he called “endless wars.” He’s also sought to strengthen an anti-Iran alliance in the region, led by Saudi Arabia.\n\nAt the beginning of his term in 2017, Trump called upon Kushner to help broker a big Mideast deal, though his efforts for a grand bargain had largely stalled. Trump’s move early in his term to move the U.S. embassy from Tel Aviv to Jerusalem, and his decision to recognize Israeli sovereignty of the Golan Heights, quickly alienated Palestinian officials and much of the Arab world, leaving Kushner’s peace plan with few champions in the region.\n\nThe backdown on the West Bank annexation may have been the issue that helped seal the agreement, analysts said.\n\n“The timing of the move also allows Netanyahu and Trump to climb elegantly down the annexation tree, when neither leader has the stomach to follow through on what would likely have been a destabilizing move in the region,” said Shalom Lipner, a senior fellow at the Atlantic Council who has served seven Israeli prime ministers.\n\nThe decision by the UAE may also be seen as a prelude for its far bigger neighbor, Saudi Arabia, which has close ties with the UAE and has been viewed as informal contacts with Israel. Trump has made the U.S. relationship with Saudi Arabia the centerpiece of his Mideast strategy.\n\nKamel of the Eurasia Group said Saudi Crown Prince Mohammed bin Salman will inevitably follow the UAE’s lead but that will take longer as “his society is more conservative and succession politics adds a layer of complications. However, Riyadh will eventually move in a similar direction, albeit at a slower pace and with hesitation given the risks.”\n\n(Updates with Oman welcoming decision in ninth paragraph.)\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Israel and UAE Agree to Establish Ties; Annexation Is Paused", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Israel and the United Arab Emirates reached an agreement to begin normalizing relations, a potentially historic breakthrough hailed by American and Israeli leaders as a crucial step toward peace yet assailed by Palestinian officials as a betrayal.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}