{"GDELT": {"GlobalEventID": 940539201, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.6161616161616101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brooklyn, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "5021", "Actor1Geo_Lat": -33.549, "Actor1Geo_Long": 151.225, "Actor1Geo_FeatureID": "-1561911", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brooklyn, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "5021", "Action2Geo_Lat": -33.549, "Action2Geo_Long": 151.225, "Action2Geo_FeatureID": "-1561911", "DATEADDED": 20200813130000, "SOURCEURL": "https://calgaryherald.com/entertainment/music/kiesza"}, "ARTICLE": {"TITLE": "Out of the Darkness: Calgary's Kiesza returns after traumatic brain injury, but don't call it a comeback", "TEXT": "Article content continued\n\n“Since Hideaway was such a viral song, the world digested it that way and I think they focused much more on the song than the artist,” she says. “Now I’m coming back with more depth, more artist-focused. People are going to get to know me a lot more, all these different sides of me.”\n\nDespite the trauma leading up to recording the album, Kiesza wanted Crave to be “positive, upbeat and motivating,” which it certainly is. From the propulsive, empowering 1980s dance vibes of opener Run Renegade, to the celebratory techno-party blast of Dance with Your Best Friend and breezy pop perfection of the title track, it’s as if Kiesza is intent on leading the world out of the pandemic by dancing through her own darkness.\n\nPrior to the crash, Kiesza spent some time working on her material in Norway. But the rest was recorded in Toronto, where she collaborated with artists such as Toronto rapper Shan Vincent de Paul and the electronic-punk duo Lick Drop, who Kiesza describes as her “young proteges.”\n\nKiesza’s own entry into the music business has been well-documented and, at least at the beginning, was miraculously smooth. After spending time in Calgary as a Young Canadian performer, ballerina and Canadian Naval reservist, she got her start as a folkie in Calgary with an auspicious 2006 debut performing live on Tom Cox’s CKUA radio program, Folk Routes. Two years later, she attended Boston’s prestigious Berklee School of Music before heading to New York City where she wrote songs for Rihanna and Kylie Minogue. In 2014, she stepped out from behind-the-scenes with Hideaway, which became a hit in Europe, Australia and North America thanks in part to a funky, single-shot DIY video her brother filmed in Brooklyn and uploaded to YouTube. Suddenly she found herself in the studio with Duran Duran, performing for David Letterman, Jimmy Kimmel, Conan O’Brien and Ellen Degeneres and appearing as part of the Summertime Ball at Wembley Stadium. In early 2015, she received four Juno nods, which was the same amount of nominations Leonard Cohen received that year. It was a whirlwind ride that left precious little time for career and artistic retrospection. If nothing else, the events of the past few years have forced her to move a little more cautiously.\n\n“I don’t know if it’s a comeback,” Kiesza says about her return. “I’m approaching it in such a different way. I was a songwriter behind the scenes in the industry and I decided to put out a song and it went viral and suddenly I was this artist. I was a dancer all my life, so I put a show together really quickly and was touring the globe. I went from being a nobody busking on the street to playing Wembley Stadium six months later. That was very hard to process.”\n\nCrave is out Aug. 14.", "METADATA": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1", "google-site-verification": "sg9uCvo6Qops1dILUpAJE5zxWhbT-fOdJ1spKC9aMrk", "vf": {"container_id": "a727aadd-dec1-4e41-a031-011b814d79fc"}, "og": {"type": "article", "site_name": "Calgary Herald", "title": "Out of the Darkness: Calgary's Kiesza returns after traumatic brain injury, but don't call it a comeback", "image": {"identifier": "https://smartcdn.prod.postmedia.digital/calgaryherald/wp-content/uploads/2020/07/0813_arts_feat_kiesza-w.jpg", "width": 750, "height": 1000}}, "article": {"publisher": "https://www.facebook.com/yycherald/"}, "twitter": {"site": "@calgaryherald", "title": "Out of the Darkness: Calgary's Kiesza returns after traumatic brain injury, but don't call it a comeback", "image": "https://smartcdn.prod.postmedia.digital/calgaryherald/wp-content/uploads/2020/07/0813_arts_feat_kiesza-w.jpg", "card": "summary_large_image"}, "ia": {"markup_url": "https://calgaryherald.com/entertainment/music/kiesza?ia_markup=1"}, "fb": {"pages": 207513175076}}}}