{"GDELT": {"GlobalEventID": 940542665, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "GOV", "Actor2Name": "CABINET MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.24242424242424, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH40", "Actor2Geo_ADM2Code": "26423", "Actor2Geo_Lat": 13.75, "Actor2Geo_Long": 100.51700000000001, "Actor2Geo_FeatureID": "-3250083", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH40", "Action2Geo_ADM2Code": "26423", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 100.51700000000001, "Action2Geo_FeatureID": "-3250083", "DATEADDED": 20200813131500, "SOURCEURL": "https://www.msn.com/en-us/news/world/thai-pm-hints-at-more-legal-action-against-protest-leaders/ar-BB17UP8V"}, "ARTICLE": {"TITLE": "Thai PM hints at more legal action against protest leaders", "TEXT": "© Reuters/JORGE SILVA Thailand's Prime Minister Prayuth Chan-ocha attends a family photo session with new cabinet ministers at the Government House in Bangkok\n\nBANGKOK (Reuters) - Thailand's Prime Minister Prayuth Chan-ocha said on Thursday leaders of anti-government student protests could face more legal action, adding that authorities also should investigate anyone \"behind the protests\" for any violation of laws.\n\nSo far, two organisers of the anti-government movement have been arrested on charges of violating emergency coronavirus bans on large gatherings. Human rights lawyer Anon Nampa, 35, and student activist Panupong Jadnok, 23, are now free on bail.\n\n© Reuters/JORGE SILVA Thailand's Prime Minister Prayuth Chan-ocha and Deputy Prime Minister Prawit Wongsuwan attend a family photo session with new cabinet ministers at the Government House in Bangkok\n\nProtests have been held nearly every day since July 18, calling for the resignation of Prayuth, who first took power in a 2014 coup, and an end to military domination of politics.\n\nSome of the protests also have broken decades-long taboos by calling for reform of the powerful monarchy, which Prayuth said \"went too far\". Thailand has strict \"lese majeste\" laws against insulting or defaming the king, punishable by up to 15 years in prison.\n\n\"We have to look into many things, look into if anyone is behind the (student) protests and what their intentions are. They can protest based on their basic rights, but we'll have to see if they've violated any laws,\" Prayuth told reporters on Thursday. He did not elaborate.\n\n© Reuters/JORGE SILVA Thailand's Deputy Prime Minister Prawit Wongsuwan attends a family photo session with new cabinet ministers at the Government House in Bangkok\n\nHe also said the government has been restrained in not taking action against student activists who may have broken unspecified laws on social media.\n\nThough Prayuth did not mention the lese majeste laws, for months online comments involving the king has been increasingly bold.\n\nIn March, the hashtag #whydoweneedaking? was used more than 1 million times on Thai-language Twitter. A Thai-language Facebook group that often mocks the monarchy has attracted more than 850,000 members.\n\n\"When they break the law, there are many people out there who are unhappy with the government for doing nothing about this,\" Prayuth said.\n\n\"The government has been extremely careful about this,\" he said.\n\n(Writing by Kay Johnson; Editing by Kim Coghill)\n\nVideo: Mali protesters rally to demand president resign (AFP)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Thai PM hints at more legal action against protest leaders", "cq": "passed", "Search.Interest": "News", "robots": "index, follow", "description": "Thai PM hints at more legal action against protest leaders", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}