{"GDELT": {"GlobalEventID": 940508231, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "CROWN PRINCE", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 10.7033639143731, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200813094500, "SOURCEURL": "https://www.newidea.com.au/crown-prince-frederik-brother-joachim-reunite"}, "ARTICLE": {"TITLE": "Prince Frederik's joy after reuniting with brother Joachim", "TEXT": "Crown Prince Frederik (pictured) has reunited with his brother, Prince Joachim after the younger sibling suffered a terrifying blood clot which resulted in emergency brain surgery. Getty\n\nElder brother Crown Prince Frederik was no doubt concerned for his younger brother when news surfaced of his sudden blood clot.\n\nNow, as Prince Joachim returns back to his summer home in France, Frederik has taken the first opportunity to be with him.\n\nThe pair were pictured together sharing some breakfast outside the residence, Château de Cayx in the south of France.\n\nIn the caption, the Palace wrote: \"Prince Joachim is still in fast recovery, but still needs peace around him.\"\n\nThe Palace also elaborated on Frederik's quick trip to the South of France to see his brother.\n\nElder brother Crown Prince Frederik (right) was no doubt concerned for his younger brother when news surfaced of his sudden blood clot. Instagram\n\n\"HRH The Crown Prince returned home from France yesterday, where he has visited his brother, H.K.H. Prince Joachim, H.K.H. Princess Marie and the couple's two children.\"\n\nHundreds of fans took to the comments section to wish the Prince good health and a speedy recovery after the shock incident.\n\n\"God bedring,\" many wrote, which translates to \"get well\" in English.\n\nThe Palace previously shared a statement on the Prince's health following the medical procedure, telling its Instagram following: \"His Royal Highness Prince Joachim underwent surgery on Saturday night, July 25, 2020 for a blood clot in his brain at the University Hospital of Toulouse, France.\n\n\"After the recent days of hospitalisation and treatment in the intensive care unit, it is now the doctors' assessment that Prince Joachim will not have physical or other consequences but as a result of the blood clot.\"\n\nCrown Prince Joachim (left) attending a royal function alongside Princess Mary (centre) and husband Crown Prince Frederik (right). Getty\n\nThe Prince and Princess Marie share two young children: Prince Henrik, aged 11 and Princess Athena, aged eight.\n\nHe also has two elder sons whom he shares with his former wife, Alexandra, Countess of Frederiksborg.\n\nHis oldest son, Prince Nikolai, now 20, is now an international model, while his second eldest son Felix just celebrated his 18th birthday.\n\nHere's hoping his recovery continues to go smoothly!\n\nThis article first appeared on Now To Love.", "METADATA": {"language": "en-us", "description": "Crown Prince Frederik has reunited with his brother, Prince Joachim after the younger sibling suffered a terrifying blood clot which resulted in emergency brain surgery.  The Danish royal, aged 51, was rushed to hospital back in July for the urgent procedure while he was holidaying in France with his family.", "news_keywords": "news", "robots": "index, follow", "og": {"site_name": "New Idea", "type": "article", "url": "https://www.newidea.com.au/crown-prince-frederik-brother-joachim-reunite", "title": "Prince Frederik's joy after reuniting with brother Joachim", "description": "Crown Prince Frederik has reunited with his brother, Prince Joachim after the younger sibling suffered a terrifying blood clot which resulted in emergency brain surgery.  The Danish royal, aged 51, was rushed to hospital back in July for the urgent procedure while he was holidaying in France with his family.", "image": {"identifier": "http://www.newidea.com.au/media/91606/fred-1.jpg", "width": 1000, "height": 540}}, "twitter": {"title": "Prince Frederik's joy after reuniting with brother Joachim", "description": "Crown Prince Frederik has reunited with his brother, Prince Joachim after the younger sibling suffered a terrifying blood clot which resulted in emergency brain surgery.  The Danish royal, aged 51, was rushed to hospital back in July for the urgent procedure while he was holidaying in France with his family.", "image": "http://www.newidea.com.au/media/91606/fred-1.jpg", "url": "https://www.newidea.com.au/crown-prince-frederik-brother-joachim-reunite"}, "fb": {"admins": 863618607005758, "pages": 140279489324860}, "msvalidate.01": "3BD3CB44DC500E9821E82E085D0F0D13", "viewport": "width=device-width, initial-scale=1.0"}}}