{"GDELT": {"GlobalEventID": 940510649, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.77264325323475, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cyprus", "Actor1Geo_CountryCode": "CY", "Actor1Geo_ADM1Code": "CY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 33.0, "Actor1Geo_FeatureID": "CY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Cyprus", "Action2Geo_CountryCode": "CY", "Action2Geo_ADM1Code": "CY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 33.0, "Action2Geo_FeatureID": "CY", "DATEADDED": 20200813100000, "SOURCEURL": "https://www.msn.com/en-us/news/world/lebanese-judiciary-to-question-former-finance-ministers-on-blast/ar-BB17Utn7"}, "ARTICLE": {"TITLE": "Lebanese Judiciary to Question Ex-Finance Ministers on Blast", "TEXT": "© Bloomberg Grain spills from damaged wheat silos in the Port of Beirut in Beirut, Lebanon, on Friday, Aug. 7, 2020. Lebanon will question a former public works minister and the general manager of Beirut port over the blast that destroyed the facility and nearby city districts, as a French team of experts arrived to aid the investigation.\n\n(Bloomberg) --\n\nLebanon’s judiciary will question finance and public-works ministers who were in office since late 2013, when the stockpile of ammonium nitrate that caused last week’s devastating explosion was first unloaded at Beirut’s port.\n\nFormer finance ministers Mohammed Safadi and Ali Hasan Khalil, as well as Ghazi Wazni -- who was appointed in January and continues on a caretaker basis after the government resigned this week -- will be quizzed, according to an official in the judiciary who declined to be named while discussing a sensitive investigation.\n\nThey will appear before an investigating panel after the ministers of public works, the official said. The two ministries are responsible for port operations.\n\nThe blast killed more than 170 people and injured thousands, exacerbating the country’s worst economic and political crises in decades. In its first session since the explosion, parliament on Thursday approved a state of emergency in Beirut that the cabinet had declared last week.\n\nSpecial Court\n\nNone of the group of past and present finance ministers was immediately available for comment. A person in Wazni’s office said the minister had nothing to do with the explosion and wouldn’t be questioned.\n\nLawmaker Ghazi Zeaiter, who served as public-works minister between 2014 and 2016, said in a televised press conference Thursday that he was ready to appear in court and had asked the speaker, Nabih Berri, to lift his parliamentary immunity.\n\nIn the event that ministers are implicated in the case, a third of parliament’s lawmakers would have to approve their referral to a court that specializes in trying members of the government and presidents.\n\nThe blast that was heard in Cyprus rocked the capital on Aug. 4, severely damaging surrounding neighborhoods and wiping out the port, the country’s lifeline. Authorities say that 2,750 tons of ammonium nitrate had been kept at the port since 2013 despite repeated safety warnings.\n\nAt least 20 people are already in custody, including the current and former general managers of the Lebanese Customs and port officials. State prosecutors have also questioned officers in the army and state security, as well as other officials.\n\nBlast in Lebanon’s Port Capped Deadly Game of Pass the Buck\n\nThe Supreme Judicial Council on Wednesday turned down the caretaker justice minister’s proposed pick to lead the investigation, citing possible close ties to the president’s party, according to a different judiciary official.\n\nThe council, which was asked to look into the explosion last week, said Judge Samer Youness is close to Gebran Bassil, the head of the largest Christian bloc in parliament and the son-in-law of the president, the second official said. Other people are now being considered to head the probe.\n\n(Adds parliament approves state of emergency in fourth paragraph)\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Lebanese Judiciary to Question Ex-Finance Ministers on Blast", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Lebanon’s judiciary will question finance and public-works ministers who were in office since late 2013, when the stockpile of ammonium nitrate that caused last week’s devastating explosion was first unloaded at Beirut’s port.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}