{"GDELT": {"GlobalEventID": 940582741, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.27253446447508, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Henan, Henan, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH09", "Actor1Geo_ADM2Code": "13111", "Actor1Geo_Lat": 33.415, "Actor1Geo_Long": 112.42200000000001, "Actor1Geo_FeatureID": "10521711", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Henan, Henan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH09", "Action2Geo_ADM2Code": "13111", "Action2Geo_Lat": 33.415, "Action2Geo_Long": 112.42200000000001, "Action2Geo_FeatureID": "10521711", "DATEADDED": 20200813170000, "SOURCEURL": "http://www.xinhuanet.com/english/2020-08/14/c_139288685.htm"}, "ARTICLE": {"TITLE": "Xinhua Headlines: Beijing's main wholesale market to reopen after COVID-19 epidemic wanes - Xinhua", "TEXT": "Source: Xinhua| 2020-08-14 00:36:44|Editor: huaxia\n\nVideo Player Close\n\n-- Xinfadi, Beijing's largest wholesale farm produce market, is to reopen starting Saturday, two months after business suspension over a COVID-19 epidemic resurgence.\n\n-- The market will cease its retail business, closing its doors to individual consumers, and all sellers and buyers should first complete real-name authentication before entering the market for transactions.\n\n-- Authorities will set up a special agency to strengthen supervision of food security at the market, as well as its refrigerated warehouses and cold chains.\n\nBEIJING, Aug. 13 (Xinhua) -- Xinfadi, the largest wholesale market for fruit, vegetable and meat supplies in Beijing, is to reopen starting Saturday, around two months after its business was suspended for causing a COVID-19 epidemic resurgence, a local official said Thursday.\n\n\n\nZhou Xinchun, executive deputy head of Fengtai District, home to the farm produce market, said part of the market will reopen Saturday, recovering 60 percent of its normal transaction volumes for fruit and vegetables, while the rest will resume business before Sept. 10.\n\nThe 112-hectare market, which suspended operations on June 13, provided about 70 percent of Beijing's vegetables, 10 percent of its pork, and 3 percent of its beef and mutton.\n\nMerchants sell agricultural products in a temporary trading area at the Xinfadi wholesale market in Beijing, capital of China, Aug. 6, 2020. (Xinhua/Zhang Chenlin)\n\nSince June 11, Beijing has reported 335 confirmed COVID-19 cases linked to a cluster of infections in the Xinfadi wholesale market. By Aug. 6, all of the patients had been discharged from hospital after recovery.\n\nThe city successfully contained the epidemic's resurgence within the space of a month, and it has not reported any locally transmitted confirmed cases linked to the market since early July.\n\nNEW MEASURES\n\nAfter its reopening, the market will cease its retail business, closing its doors to individual consumers, Zhou told a press briefing. All sellers and buyers should first complete real-name authentication before entering the market for transactions, Zhou said.\n\nA 1,000-square-meter vegetable market has been set up outside the wholesale market to meet the demands of nearby residents.\n\nCustomers shop in a vegetable market set up outside the Xinfadi wholesale market in Beijing, capital of China, Aug. 6, 2020. (Xinhua/Zhang Chenlin)\n\nBefore becoming eligible for trading, sellers must first register information on their farm produce, while the market will pilot electronic trading to ensure that all the commodities and transactions are traceable, the official said.\n\nAmid a slew of tough anti-epidemic measures, the wholesale market will establish a regular COVID-19 epidemic prevention and control mechanism, Zhou said.\n\nAt the entrance to the market, people will have their body temperatures screened, while a facial-recognition system will ensure that all information relating to those entering can be traced. All the stalls will be disinfected once a day, and the market will be thoroughly disinfected once a week.\n\nThird-party testing institutions will set up operations in the market to conduct regular nucleic acid tests on the environment, goods, packing materials and public tools.\n\nA staff member collects swab samples from an agricultural product for COVID-19 test in a temporary trading area at the Xinfadi wholesale market in Beijing, capital of China, Aug. 6, 2020. (Xinhua/Zhang Chenlin)\n\nMeanwhile, all the underground and semi-underground spaces in the market will be closed for transactions in order to reduce the potential risk of infection, according to the official.\n\nLocal authorities will beef up supervision of the market, setting up public-health monitoring sites to provide guidance on disinfection and training on anti-epidemic knowledge, and to monitor the health condition of all market staff, Zhou said.\n\nAuthorities will also set up a special agency to strengthen supervision of food security at the market, as well as its refrigerated warehouses and cold chains, he added.\n\nBUSINESS RETURNS TO NORMAL\n\nMao Yongxi, a vegetable wholesaler at the market from central China's Henan Province, was excited to hear that the market would soon be reopening.\n\n\"My business will return to normal, as people are returning and the market will do well,\" said Mao, who has been trading at Xinfadi for 20 years.\n\nAfter the temporary closure of the market on June 13, Mao was allowed to continue his business at temporary vegetable trading areas set up nearby by local authorities.\n\n\"With several temporary trading areas having been put into operation, my business is recovering. Finally, the day is coming when the market will reopen,\" said Mao.\n\nZhang Yanwei, a fruit merchant from east China's Shandong Province, was also affected by the closure.\n\nA merchant unloads apples in a temporary trading area at the Xinfadi wholesale market in Beijing, capital of China, Aug. 6, 2020. (Xinhua/Zhang Chenlin)\n\n\"I was quarantined for more than 20 days and was trying to make up for lost time and reduce my losses,\" said Zhang, as he unloaded boxes of apples in a section of the market already back in business since late July.\n\nMore than 200 merchants have resumed business so far, operating in an area of about 9.7 hectares.\n\n\"Now the market is disinfected every day, so we feel very safe,\" said Zhang.\n\nVehicles now spray disinfectants all around the open area, and inspectors carry out nucleic acid tests for COVID-19 on the farm produce in every shop.\n\nMarket personnel can now be identified by the different vests they wear: wholesalers in red, purchasers in yellow, management personnel in blue, and bus drivers in green.\n\n\"All of us are asked to wear vests,\" Zhang said. \"We can't trade without wearing vests, and it's convenient for management.\" Enditem\n\n(Reporting by Li Baojie, Qiang Lijing, Li Dexin, Ji Ning and Xie Hao; Video reporters: Zhao Xu, Chen Zhonghao and Meng Jing; Video editor: Jia Xiaotong)■\n\n", "METADATA": {"publishid": "139288685.13.3.0", "source": "新华社", "pageid": "2.4.0.0.11204286.0.0.0.0.0.11765.139288685", "renderer": "webkit", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0,user-scalable=no", "format-detection": "email=no", "msapplication-tap-highlight": "no"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Reopening"]}}