{"GDELT": {"GlobalEventID": 940596568, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AUS", "Actor1Name": "VICTORIA", "Actor1CountryCode": "AUS", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.79898218829517, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200813181500, "SOURCEURL": "https://infotel.ca/newsitem/u-vic-president/cp1991692522"}, "ARTICLE": {"TITLE": "University of Victoria's new president joins school from Australia", "TEXT": "University of Victoria's new president joins school from Australia\n\nThe University of Victoria went to Australia to find its new president. Kevin Hall, who's family came to Canada in 1964, will become the eight president of the university on Nov. 1. Hall is seen in an undated handout photo. He's currently serving as a vice-chancellor at the University of Newcastle in New South Whales. THE CANADIAN PRESS/HO-University of Victoria, *MANDATORY CREDIT*\n\nAugust 13, 2020 - 10:47 AM\n\nVICTORIA - A year-long search for a new president has taken the University of Victoria to Australia to hire a Canadian man.\n\nKevin Hall is a senior administrator at the University of Newcastle in New South Wales but has deep roots in Canadian education.\n\nHall's family came to Canada from the United Kingdom in 1964 and he earned a bachelor and a master of science degree at Queen's University in Kingston, Ont., where he was a research fellow for a decade.\n\nHall is leaving the senior deputy vice-chancellor position in global engagement and partnerships at the University of Newcastle.\n\nHis five-year term as president will start Nov. 1.\n\nCathy McIntyre, chair of the University of Victoria's board of governors, says a committee decided that Hall has the research and executive experience to advance the university's global reputation.\n\n\"He has a deep commitment to the impact universities can make in their communities, to equity, diversity and inclusion, and to advancing our goals on truth, respect and reconciliation with Indigenous Peoples,\" she says in a news release.\n\nHe replaces Jamie Cassels, who has been president for the past seven years.\n\nHall says he's excited and inspired to join the university as the eighth president in its 57-year history.\n\n\"I am extremely honoured to be selected as the next president of UVic, one of Canada’s leading universities and an institution profoundly committed to equity and excellence.\"\n\nThis report by The Canadian Press was first published on Aug. 13, 2020.", "METADATA": {"googlebot-news": "noindex, nofollow", "referrer": "unsafe-url", "fb": {"pages": 228894400572976, "app_id": 532665906827655}, "og": {"url": "https://infotel.ca/newsitem/u-vic-president/cp1991692522", "type": "article", "title": "University of Victoria's new president joins school from Australia", "description": "VICTORIA - A year-long search for a new president has taken the University of Victoria to Australia to hire a Canadian man.  Kevin Hall is a senior administ"}, "description": "VICTORIA - A year-long search for a new president has taken the University of Victoria to Australia to hire a Canadian man.  Kevin Hall is a senior administ"}}}