{"GDELT": {"GlobalEventID": 940519992, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 2.25140712945591, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200813110000, "SOURCEURL": "http://www.businessworld.in/article/India-Inc-Experts-Hail-Transparent-Taxation-Platform-by-PM-Modi/13-08-2020-308206/"}, "ARTICLE": {"TITLE": "India Inc, Experts Hail 'Transparent Taxation' Platform by PM Modi", "TEXT": "India Inc., and tax experts have hailed the PM Modi's initiative of 'Transparent Taxation - Honoring The Honest' platform, a move aimed at easing the compliance for assessees and reward the \"honest taxpayer\". \"The country's honest taxpayer plays a big role in nation building... The new facilities being launched today reinforce the government's commitment to honoring the honest,\" PM Modi said on August 13.\n\nThe Transparent Taxation platform is based on reforms such as faceless assessment, faceless appeal and taxpayers' charter... A 'faceless' tax system will give the taxpayer confidence on fairness and fearlessness,\" PM Modi said in a virtual address. \"Transparent Taxation - Honoring the Honest\" platform is a new milestone in the structural reforms initiated by the NDA Government. The basic aim is now to focus on making tax-paying seamless, painless, and faceless. 'Faceless as it shouldn't matter who is paying tax and who is tax officer', the PM explained.\n\nSudhir Kapadia, National Tax Leader, EY India said this initiative will go a long way in ensuring “ease of tax compliance’’ for honest and law abiding tax payers. \"As an immediate relief, it would be highly desirable if CBDT instructs release of all pending refunds to companies ( without any monetary thresholds) as quite a few companies are left with no choice but to consider approaching Courts to expedite their refunds in these pandemic induced stressful business environment,” Kapadia said.\n\nSangita Reddy, President, FICCI said, “This is another milestone in our journey of structural reforms and will tremendously boost the confidence of the taxpayers in the country. Prime Minister Modi has clearly articulated that the government is committed to honour and respect the honest taxpayers and make them a part of the team that is working towards realising the vision of an ‘Atmanirbhar Bharat’.”\n\nReacting to the initiative, Anshuman Magazine, Chairman & CEO - India, South East Asia, Middle East & Africa said it is a positive step by the government to strengthen our economy. \"This will also ensure that more people join the taxation process willingly and contribute their bit towards nation building,\" he said.\n\nKedar Patki, CFO, IndiaFirst Life Insurance Company said these measures, when holistically implemented by the 'Tax Department', will be responded equally well by the taxpayers. \"Gradually, we will all move towards a ‘responsible society’ that is enhanced by trust to favorably impact business sentiments,\" he said.\n\nDivakar Vijayasarathy, Founder & Managing Partner, DVS Advisors pointed to the fact that this idea was 'originally propounded in our 2019 National Economic Survey' as well. \"To derive optimum benefits, these reforms should be followed by consistent efforts to simplify the legislation and removing subjectivity in tax enforcement,” Vijayasarathy said.\n\nKapil Rana, Founder and Chairman, HostBooks said: \" The faceless assessment, appeals and other administrative coupled with the adoption of new-edge technology like Artificial Intelligence (AI) and Machine learning (ML) to make the taxpayer journey & experience more transparent and ardent. It was a much-awaited & bold step from the Government and a strong footprint in India’s progress towards the “True Digital Economy”. HostBooks is a Gurugram-based start-up providing all-in-one automated business solutions empowering small and medium enterprises to manage their accounting and finances.\n\n\n\nMore Reactions Awaited", "METADATA": {"title": "India Inc Experts Hail Transparent Taxation Platform by PM Modi - BW Businessworld", "description": "India Inc., and tax experts have hailed the PM Modi's initiative of 'Transparent Taxation - Honoring The Honest' platform, a move aimed at easing the compliance for assessees and reward the", "keywords": ", narendra modi, Transparent Taxation", "news_keywords": ", narendra modi, Transparent Taxation", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "og": {"title": "India Inc, Experts Hail 'Transparent Taxation' Platform by PM Modi", "url": "http://businessworld.in/article/India-Inc-Experts-Hail-Transparent-Taxation-Platform-by-PM-Modi/13-08-2020-308206", "image": "https://static.businessworld.in/article/article_extra_large_image/1592461732_vMOSOC_20200617214L.jpg", "description": "India Inc., and tax experts have hailed the PM Modi's initiative of 'Transparent Taxation - Honoring The Honest' platform, a move aimed at easing the compliance for assessees and reward the", "site_name": "BW Businessworld", "type": "article"}, "fb": {"app_id": 726601580803263}, "author": "Ashish Sinha", "category": "Economy, India"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}