{"GDELT": {"GlobalEventID": 940558295, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -8.53994490358127, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Monroe County, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI115", "Actor1Geo_Lat": 41.9334, "Actor1Geo_Long": -83.5499, "Actor1Geo_FeatureID": "1623000", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Monroe County, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 41.9334, "Action2Geo_Long": -83.5499, "Action2Geo_FeatureID": "1623000", "DATEADDED": 20200813144500, "SOURCEURL": "https://www.monroenews.com/news/20200813/murder-case-advances-to-circuit-court"}, "ARTICLE": {"TITLE": "Murder case advances to circuit court", "TEXT": "Kenneth W. McBride, 45, of Temperance, is facing charges of homicide open murder and mutilation of a corpse in connection with the February death of Cecilia \"Nickie\" Gibson.\n\nThe case against a Temperance man will advance to circuit court after a judge ruled that there’s probable cause the defendant is responsible for the brutal murder and decapitation of a 79-year-old woman with whom he shared a home. (See earlier news report)\n\nKenneth W. McBride, 45, was bound to Monroe County 38th Circuit court on charges of homicide open murder and mutilation of a corpse in connection with the February death of Cecilia “Nickie” Gibson. He’ll be arraigned before Chief Circuit Judge Michael A. Weipert 10 a.m. Aug. 26.\n\nThe ruling was finalized Wednesday afternoon by District Judge Michael C. Brown following two sessions of preliminary examination. Prosecutors alleged that family strife motivated McBride to reportedly strike the victim nearly 20 times before her murder and beheading with a bread knife.\n\n“I find, for the purposes of probable cause, that Ms. Gibson did suffer a violent death, that the defendant had the means, motive and opportunity to commit this crime, that the defendant did assault and batter the victim, resulting in her death,” Brown said. “The crime was committed with malice.”\n\nThroughout both sessions of the exam, witnesses testified by Zoom conference call, and proceedings were streamed live on YouTube, as the court has guest restrictions in light of the COVID-19 pandemic.\n\nAbout 40 viewers tuned into watch proceedings both July 23 and Wednesday.\n\nAuthorities allege that McBride killed Gibson and then beheaded her at their shared home Feb. 17 in the 8000 block of Lewis Ave. Gibson was the mother-in-law of McBride’s father, Kenneth Reece, who testified July 23.\n\nUpon arrival, officers and detectives from the Monroe County Sheriff’s Office described a bloody scene, including blood-spattered walls and ceiling and blood smears leading outside of the home.\n\nDetective Michael McClain on Wednesday described a metal baby gate, serrated bread knife with a wooden handle and broken piggy bank discovered near the victim’s decapitated body, which was found in the home’s living room. The body also reportedly was surrounded by shredded family photographs, which prosecutors alleged show evidence of family animosity.\n\n“The baby gate had large quantities of blood spatter surrounding it,” McClain testified, adding that the piggy bank also was shattered and covered with blood near the victim’s body.\n\nUpon further investigation, police found the victim’s head outdoors near the rear of the residence. It was adjacent to the tire of a parked Ford F-150.\n\nDuring testimony, police described a blood trail leading from the living room, where the body was found, to the location of the head.\n\n“It appears as if the head was carried through the house and thrown out the back door of the house and came to rest at the tire of the F-150,” McClain said in testimony.\n\nThroughout the course of the assault and murder, Gibson is believed to have suffered 19 blunt force traumas, including a fractured jaw and several bruises, lacerations and abrasions, according to the Wayne County Medical Examiner’s Office.\n\nAfter the alleged crime, McBride was photographed with fresh abrasions on his hands that officials described as being consistent with ones formed during a struggle.\n\n“We are just now learning the details of this murder as each court appearance happen,” said Keirsten Reece, the wife of McBride’s half-brother, Kyle Reece. “We hope that the more court appearances happen, the more answers we can get to our daily-asked question: Why did he do this?”\n\nMcBride, who previously was found competent to stand trial, was remanded back to the Monroe County jail pending circuit court arraignment.\n\nHe’s being represented by defense attorney Steven Jedinak of Monroe.\n\n“We will always be tuning into every court proceeding to watch and see what all is going to happen,” said Mrs. Reece. “We pray and hope for the maximum penalty that he can receive. We hope that he never gets to have any chance to hurt anyone else like this again.\n\n“Once sentencing happens, we will release our full of opinions about this horrific nightmare.”\n\nGibson, a mother and grandmother, loved her family and enjoyed spending time with them, according to her obituary published Feb. 22 in The Monroe News.\n\nShe had four children, 15 grandchildren and 20 great-grandchildren.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Monroe News - Monroe, Michigan", "title": "Murder case advances to circuit court", "description": "Kenneth W. McBride, 45, of Temperance, is facing charges of homicide open murder and mutilation of a corpse in connection with the February death of", "image": {"identifier": "https://www.monroenews.com/storyimage/MI/20200813/NEWS/200819700/AR/0/AR-200819700.jpg", "width": 3600, "height": 2400}, "type": "article"}, "msvalidate.01": "7E15F9269E2CE66F2A488ABB04B5015E", "apple-itunes-app": "app-id=838229715?at=1000lkC&ct=sb-monroenews", "google-play-app": "app-id=hr.apps.n164107476", "bt": {"pubDate": "20200813T08:57:35Z", "modDate": "20200813T08:57:00Z", "author": "Caitlin Taylor"}, "twitter": {"title": "Murder case advances to circuit court", "description": "Kenneth W. McBride, 45, of Temperance, is facing charges of homicide open murder and mutilation of a corpse in connection with the February death of Cecilia \"Nickie\" Gibson.", "card": "summary_large_image", "image": "https://www.monroenews.com/storyimage/MI/20200813/NEWS/200819700/AR/0/AR-200819700.jpg&MaxW=1200&MaxH=630", "site": "@monroenews"}, "author": "Caitlin Taylor", "vf": {"unique_id": "siteMI-pub3722-BE3619ED-6404-4D38-9CDB-FBD5BF72C22E"}, "fb": {"app_id": 939558476125532}, "article": {"opinion": "false"}}}}