{"GDELT": {"GlobalEventID": 940576814, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "USA", "Actor2Name": "NEW YORK", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.0792917628945298, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Xiaotangshan, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 40.1742, "Actor1Geo_Long": 116.382, "Actor1Geo_FeatureID": "-1932345", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Xiaotangshan, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 40.1742, "Action2Geo_Long": 116.382, "Action2Geo_FeatureID": "-1932345", "DATEADDED": 20200813163000, "SOURCEURL": "http://www.xinhuanet.com/english/2020-08/13/c_139288610.htm"}, "ARTICLE": {"TITLE": "Feature: Two faces of U.S. in eyes of former UN resident correspondent - Xinhua", "TEXT": "Source: Xinhua| 2020-08-13 23:50:03|Editor: huaxia\n\nVideo Player Close\n\nby Xu Xiaolei\n\nBEIJING, Aug. 13 (Xinhua) -- Recalling those strange days back in March, when I, as a Xinhua reporter working in New York for years, was suddenly forced to return home following the U.S. order limiting the number of Chinese journalists, I only felt everything that had happened was too dramatic to be true.\n\n\"ABRUPT END\"\n\nOn March 2, U.S. President Donald Trump's administration ordered four Chinese media outlets to downsize their staff working in the United States. Starting from March 13, the four outlets were allowed to employ a combined 100 Chinese nationals in the United States, down about 40 percent, meaning 60 or so Chinese journalists had to leave the country.\n\nThe announcement came as I was about to attend a press conference held by the Chinese mission to the United Nations (UN).\n\nAs China was assuming the presidency of the UN Security Council for March, Zhang Jun, the Chinese permanent representative to the UN, briefed the press on the monthly work program.\n\nI managed to stay calm despite the de-facto expulsion order and recorded the meeting carefully, knowing that my term in the Xinhua office at the UN may come to an abrupt end.\n\nAt the briefing on March 2, Zhang announced that the council would hold a debate on multilateralism during China's presidency. The proposal was reminiscent of what the United States had done to break with the multilateralist camp over the past couple of years when I was reporting on UN stories.\n\nAs a permanent member of the Security Council, the United States, however, defying mainstream values, has clashed with many nations on issues such as the Israeli-Palestinian conflict, climate change, and the Iran nuclear deal, among others.\n\nWashington, with its questionable policies and deeds, is losing support globally and has been reprimanded by various UN bodies quite a few times.\n\nOn May 4, 2018, the United States moved its Israeli embassy to Jerusalem after Washington broke with decades of U.S. policy by recognizing Jerusalem as Israel's capital in 2017, triggering intense international criticism, including from the UN.\n\nIn late 2017, the UN General Assembly overwhelmingly passed a resolution declaring that any decisions that would change the status of Jerusalem are \"null and void.\"\n\nThe General Assembly has renewed a long-standing call every year in the past nearly three decades for an end to the U.S. economic, commercial and financial embargo against Cuba, which was first imposed in 1960.\n\nThe \"America First\" slogan has no place at the roundtable of multilateralism, while the Trump administration has been nagging others to \"like it or lump it,\" and meanwhile, threatening withdrawals from multilateral mechanisms.\n\nIn recent years, for example, Washington has withdrawn from the Paris Agreement, UNESCO, the UN Human Rights Council, and the Global Compact for Migration.\n\nGiven its failure to tackle the COVID-19 health crisis, the Trump administration also tried to shift blame on the World Health Organization and pulled the United States out of the UN body.\n\nA French colleague, also a UN news reporter, came to our office just to voice her support when she heard of the order targeting Chinese journalists.\n\nIsn't the U.S. order an irony of the press freedom enshrined in the U.S. Constitution, she said. She also suggested that Chinese journalists seek help from the UN Media Accreditation and Liaison Unit and the UN Correspondents Association.\n\nHowever, in face of the U.S. abuse of power, the UN has tried to communicate, but rarely succeeded in persuading Uncle Sam to change its problematic policies.\n\nAccording to the agreement between the UN and the United States regarding the UN headquarters, which took effect in 1947, the United States is generally required to allow access to the UN for foreign diplomats. Nonetheless, Washington has repeatedly set aside its international responsibilities and obligations, using visas for UN-bound diplomats as bargaining chips, and even weapons, merely for its own political calculations.\n\nThe U.S. government has already turned away members of several foreign delegations, including those from Russia and Iran, to attend the 74th session of the UN General Assembly. It has also restricted the activities of all members of Cuba's permanent mission to the UN.\n\nRETURNING HOME\n\nI later learned that Xinhua has contended with the U.S. State Department because from a legal point of view, while the UN headquarters is located in the United States, Chinese nationals working at the UN office do not report American news and the United States is not entitled to deport us.\n\nHowever, the White House claimed that the personnel cap applied to all the Chinese nationals working in the United States for the affected Chinese media outlets. Even more irritating was that Washington required the affected employees to leave the country regardless of the difficulties and health risks to travel amid the COVID-19 pandemic.\n\nPressured by the deadline to leave, I asked my colleagues to help me buy hard-to-get plane tickets as many carriers cut flights amid the raging pandemic. From my friends I also managed to get a few N95 face masks, which were no longer accessible in the market.\n\nAfter a 13-hour flight and 12 hours after landing, I filled out a health survey, entered customs and was put into a quarantine hotel in Beijing, completely exhausted.\n\nI was arranged in a priority group to do nucleic acid test as someone traveling on the same plane were diagnosed with COVID-19. I also had a thorough check up later at Xiaotangshan Hospital because of my throat discomfort. Fortunately, the COVID-19 test came negative.\n\nThinking back on the past few years, I can recall that the U.S. government has continuously escalated its suppression of Chinese media, from forced registration as a \"foreign agent\" to management as a \"foreign mission\"; from refusing to issue visas for more than 20 Chinese journalists to banishing Chinese reporters from the United States.\n\nAfter I returned to China, the United States continued to tighten its grip. In May, the United States announced that it would shorten the period of stay for the work visas of all Chinese journalists in the United States to 90 days, causing great uncertainty among them.\n\nIn the past half year after returning to China, I often look back at my days in New York. I find the United States a land of contradictions with many different faces. In New York, I saw a diverse and inclusive American society; in the UN, I saw a headstrong nation defying multilateralism, and always throwing sanctions on whoever it sees disagreeable.\n\nI have come into contact with many kind and amiable New Yorkers: the handyman Willis who installed a sofa for me but turned down payment, the concierge Wilmoth who recognized every resident in my apartment building and enthusiastically reminded everyone to collect packages, and Dr. Martin Wolff who reduced my medical expenses and patiently explained my condition.\n\nMany Americans are like them: tolerant, respectful and helpful. They are neither hostile to China nor the Chinese people. Or rather, many benefit from economic globalization and the development of China-U.S. relations and trade. What they care about is living a better life and realizing their self-worth. Contrary to some U.S. politicians have claimed, they are least interested in a so-called \"new Cold War.\"\n\nThe current U.S. administration has always vaunted a so-called \"America First\" policy, claiming to \"Make America Great Again.\" However, when the United States repeatedly abandons multilateralism, withdraws from international responsibilities and obligations, constantly engages in ideological confrontation, and repeatedly blame foreign factors for its domestic failures, the so-called \"America First\" would only face more opposition and its coveted \"greatness\" only diminish. Enditem\n\n(Xu Xiaolei formerly worked at the Xinhua office in the UN.)", "METADATA": {"publishid": "139288610.12.1002.0", "source": "新华社", "pageid": "2.4.0.0.11110320.0.0.0.0.0.113428.139288610", "renderer": "webkit", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0,user-scalable=no", "format-detection": "email=no", "msapplication-tap-highlight": "no"}}}