{"GDELT": {"GlobalEventID": 940539880, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRLMIL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.48543689320389005, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Galway Bay, Galway, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI10", "Actor1Geo_ADM2Code": "18289", "Actor1Geo_Lat": 53.1997, "Actor1Geo_Long": -9.23028, "Actor1Geo_FeatureID": "-1502952", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Galway Bay, Galway, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI10", "Action2Geo_ADM2Code": "18289", "Action2Geo_Lat": 53.1997, "Action2Geo_Long": -9.23028, "Action2Geo_FeatureID": "-1502952", "DATEADDED": 20200813130000, "SOURCEURL": "https://www.irishtimes.com/news/ireland/irish-news/young-women-found-clinging-to-lobster-pot-after-spending-night-missing-in-galway-bay-1.4329346"}, "ARTICLE": {"TITLE": "Relieved mother of rescued women says paddleboards will never ‘darken doors’ again", "TEXT": "The mother of one of the young women rescued in Galway Bay has said paddleboards would “never darken the doors of our houses again”.\n\nThe two cousins, Sara Feeney (23) and Ellen Glynn (17) who were reported missing after failing to return from paddleboarding in Galway Bay on Wednesday evening were found alive on Thursday morning.\n\nThey were discovered by fisherman Patrick Oliver (38) and his 18-year old son Morgan south of Inis Oirr, the smallest of the Aran Islands just before lunchtime on Thursday. They had been in the water since 8.30pm on Wednesday.\n\nHelen Feeney, the mother of Sara Feeney, said they would forever be indebted to the fisherman who rescued them and that paddleboards would “never darken the doors of our houses again”.\n\n“I was just walking the dog on the beach while they went in for the paddle board on the beautiful evening that we had,” she told RTÉ’s Drivetime programme.\n\n“We had a lovely kind of chat and in good spirits and the next thing they were just going out . . . they seemed to be going out a bit far and I started to be kind of like [thinking] that’s a bit far. It just went from the most serene of pictures to a little bit of anxiety and sort of then, you’re telling yourself they’ll be grand.”\n\nGrowing increasingly anxious, she explained that when it grew dark and it did not look like they would come back she called the Coastguard.\n\n“Horrific, it was the stuff of nightmares,” she said of the unfolding situation. “You’re just living by the second.”\n\nAlthough the girls had been wearing lifejackets, they were not wearing wetsuits because of the fine weather conditions and their intentions only to go into the water for a short period, she said.\n\nHundreds searched\n\nHundreds of searchers had combed the coastline in south Connemara and north Clare all morning after an overnight search involving the Irish Coast Guard helicopters from Shannon and Sligo.\n\nThe cousins, who are from the Knocknacarra area of Galway city, were found clinging to the buoy of a lobster pot and were in good health. They were transferred by helicopter to University Hospital Galway.\n\nBarry Heskin, a member of the RNLI in Galway said the two women were lucky to be alive. He told RTÉ radio’s News at One that the women had been wearing buoyancy aids, which “undoubtedly helped them” but they had not been wearing wet suits.\n\nMr Heskin said Wednesday had been a “very dark night” with heavy rain, thunder, lightning and high winds. “I’m sure they were very scared,” he said. Fortunately the temperature of the water in Galway Bay had been relatively high recently, he added.\n\nThe rescue commenced at 10pm and initially it was just the RNLI as they thought the women would be found quickly, Mr Heskin said. When that didn’t happen further resources were called in including the Aran life boat, the Coast Guard and Civil Defence. Later the gardaí, the local flying club and volunteers including sailing clubs all joined in the search.\n\nThe “phenomenal amount of support” from the people of North Clare and around Galway Bay had meant the search could be divided up and could be spread further afield.\n\nMr Oliver and his son Morgan were given a hero’s welcome when they returned to the docks in Galway on Thursday afternoon.\n\nMr Oliver (38) and his son Morgan were hailed for their role in saving the two females by correctly working out their location off the Aran Islands using tidal and weather information.\n\nAnd while the father and son team were being welcomed back the relieved families of Sara and Ellen were overjoyed at Galway University Hospital as they greeted the arrival of the Irish Coastguard helicopter from Inis Oirr with the rescued paddle boarders on board.\n\nThe families, including Ellen’s dad Johnny Glynn, who captained Galway United to win the 1991 FAI Cup, hugged each other as the pair were taken from the helicopter and taken by ambulance on the short journey to the hospital to be checked out.\n\nWell-wishers greeted the two families as they made their way to the hospital while half an hour later another group lined the quayside to welcome home the father and son team, the latest in a long line of fishermen of the Oliver family from the Claddagh, who had made the remarkable rescue off the smallest of the Aran Islands shortly before noon.\n\nMr Oliver praised the cousins for ‘doing everything right’ to help them survive the night on the bay when the warm sunny evening gave way to a thunderous night of wind and rain.\n\n“We headed out of the docks as soon as we got the word they were missing and with the wind that was there last night and everything else we kind of predicted where they might have gone so we said we would head there, between Inis Oirr and the Clare coast.\n\n‘They did everything right’\n\n“They did everything right. They held on to one another, they didn’t lose touch and it can’t have been easy with the night that was in. They had buoyancy aids but they didn’t have wetsuits.\n\n“We told the lads in the lifeboat station that we would head in that direction and thankfully it worked out. It doesn’t always work out this well,” said Mr Oliver, who has served on the Galway Bay Lifeboat crew for years.\n\nMr Heskin said there was “jumping around the station” and a “few tears were shed when news came through about the safe recovery of the women. “We will be celebrating for the rest of the day,” he said.\n\nKaren Golden and her friend Maeve Joyce were helping with the search on Thursday and said there was “very serious concern” for the young women.\n\n“There was a lot of anxiety and people were just so frightened for the families of the girls,” Ms Joyce said. “Because it was so late in the day, the following day, there was a lot of concern it would be bad news.”\n\nMs Golden said she got a text to say the women had been found alive and that “there was just enormous relief”.\n\n“Maeve went back to the people who were behind us and this lovely kind of chain of thumbs up went down among the people who were searching along the coast,” Ms Golden said. “Everyone was just so relieved.”", "METADATA": {"apple-itunes-app": "app-id=365544593", "description": "Cousins Sara Feeney (23) and Ellen Glynn (17) found safe and well clinging to lobster pot", "vf": {"unique_id": "wwwirishtimescom14329346"}, "news_keywords": "News, John Fallon, Karen Golden, Maeve Joyce, Mr Heskin, Sarah Burns, Vivienne Clarke, Garda Síochána, RTÉ, Sar, Furbo, Inis, Knocknacarra, Sligeach", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes, target-densitydpi=medium-dpi", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "robots": "all", "og": {"title": "Relieved mother of rescued women says paddleboards will never ‘darken doors’ again", "type": "article", "url": "https://www.irishtimes.com/news/ireland/irish-news/relieved-mother-of-rescued-women-says-paddleboards-will-never-darken-doors-again-1.4329346", "site_name": "The Irish Times", "description": "Cousins Sara Feeney (23) and Ellen Glynn (17) found safe and well clinging to lobster pot", "locale": "en_US", "image": {"identifier": "https://www.irishtimes.com/image-creator/?id=1.4329714&origw=1440", "secure_url": "https://www.irishtimes.com/image-creator/?id=1.4329714&origw=1440", "type": "image/jpeg", "height": 630, "width": 1200}}, "twitter": {"card": "summary_large_image", "site": "@IrishTimes", "creator": "@sarahburnss_", "url": "https://www.irishtimes.com/news/ireland/irish-news/relieved-mother-of-rescued-women-says-paddleboards-will-never-darken-doors-again-1.4329346", "title": "Relieved mother of rescued women says paddleboards will never ‘darken doors’ again", "description": "Cousins Sara Feeney (23) and Ellen Glynn (17) found safe and well clinging to lobster pot", "image": "https://www.irishtimes.com/polopoly_fs/1.4329714.1597339873!/image/image.jpg", "account_id": 15084853}, "p": {"domain_verify": "407f54448f07f81a1dee976d9c243713"}, "fb": {"pages": 45441411157, "app_id": 1170474839675514}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}