{"GDELT": {"GlobalEventID": 940596515, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AFGINSTAL", "Actor1Name": "TALIBAN", "Actor1CountryCode": "AFG", "Actor1KnownGroupCode": "TAL", "Actor1Type1Code": "INS", "Actor2Code": "MIL", "Actor2Name": "COMMANDO", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.13075506445672, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3580", "Actor2Geo_Lat": 34.5167, "Actor2Geo_Long": 69.1833, "Actor2Geo_FeatureID": "-3378435", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200813181500, "SOURCEURL": "http://www.msn.com/en-us/news/world/taliban-inmates-danger-to-the-world-afghan-president/ar-BB17VtJP"}, "ARTICLE": {"TITLE": "Taliban inmates danger 'to the world': Afghan president", "TEXT": "© HANDOUT Afghan President Ashraf Ghani warned that the country was paying a major instalment on the cost of peace by releasing 400 Taliban prisoners\n\nHundreds of Taliban inmates that are set to be released as a precondition to peace talks with Kabul pose a danger \"to the world\", Afghan President Ashraf Ghani said Thursday.\n\nGhani's government is due to meet with the Taliban in Doha in the coming days for the two sides' direct talks aimed at ending nearly 19 years of war.\n\nThey are set to meet once Kabul has released 400 Taliban prisoners in a move that has drawn widespread condemnation after it emerged many of the inmates were involved in attacks that killed scores of Afghans and foreigners.\n\n\"Until this issue, there was a consensus on the desirability of peace but not on the cost of it,\" Ghani said in a videoconference organised by a US think tank.\n\n\"We have now paid the major instalment on cost and that means peace will have consequences,\" he added, noting that the release of \"hardened criminals\" and drug dealers was \"likely to pose a danger both to us and to (America) and to the world\".\n\nThe freeing of the 400 prisoners comes after Kabul already released about 5,000 lower-risk Taliban inmates.\n\nAfghan authorities said Monday they would begin releasing within two days the 400 prisoners -- but there was no sign of that late Thursday.\n\nSpeaking on condition of anonymity, an Afghan government official told AFP the prisoners were being held until the Taliban first release several Afghan commandos still in their custody.\n\nIf the Taliban release the commandos Friday, Kabul would reciprocate by releasing many of the 400 insurgents, the official said.\n\nGhani said the Taliban must find common ground in upcoming talks.\n\n\"The Taliban cannot look for dominance,\" he told the Washington-based Council on Foreign Relations.\n\n\"If they look for dominance, you know Afghan society ... will not accept dominance.\"\n\nUnder a deal signed with the US in February, the Taliban are required to begin talks with Kabul and discuss a permanent ceasefire.\n\nBut the insurgents have given no indication they will compromise with Kabul and insist they will return Afghanistan to an Islamic \"emirate,\" as it was when they ruled in the 1990s.\n\n\"The burden of history and the initiative now lies with the Taliban,\" Ghani said.\n\n\"How they talk, how they deal, how they frame the issues and do they search for common ground.\"\n\nThe president suggested the talks could run for a long time.\n\nUsing an old saying attributed to the Taliban, Ghani said Afghan negotiators can take as long as is needed to get a fair peace settlement.\n\n\"Unlike in their relations with the US where (the Taliban) said they had the time and (Washington) the clocks, the rest of the Afghans have time. ... That changes the nature of negotiations,\" Ghani said.\n\n\"This time has to either be used productively which all of us are praying for, or it can turn into destruction.\"\n\nwat-jds-us/st\n\nVideo: US court issues summons for Saudi Arabia's Mohammed bin Salman (Al Jazeera)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Taliban inmates danger 'to the world': Afghan president", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Hundreds of Taliban inmates that are set to be released as a precondition to peace talks with Kabul pose a danger \"to the world\", Afghan President Ashraf Ghani said Thursday. \"We have now paid the major instalment on cost and that means peace will have consequences,\" he added, noting that the release of \"hardened criminals\" and drug dealers was \"likely to pose a danger both to us and to (America) and to the world\".", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}