{"GDELT": {"GlobalEventID": 940547971, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "SOUTH CAROLINA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 842, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 6, "NumSources": 2, "NumArticles": 6, "AvgTone": -1.0962204587774398, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200813134500, "SOURCEURL": "https://www.msn.com/en-us/finance/news/5921-filed-for-initial-unemployment-insurance-in-sc-lowest-number-since-start-of-pandemic/ar-BB17V21y"}, "ARTICLE": {"TITLE": "5,921 filed for initial unemployment insurance in SC, lowest number since start of pandemic", "TEXT": "The South Carolina Department of Employment and Work Force (SCDEW) released the weekly unemployment numbers Thursday morning which shows the lowest number of people filing for first-time unemployment since the beginning of the pandemic.\n\nFor claim week ending August 8, 2020, the number of South Carolinians who filed their initial claim for unemployment insurance (UI) benefits is 5,921, a decrease of 2,988 initial claims from the week prior. This brings the initial claims total to 712,449 received since mid-March.\n\nFrom March 15, 2020 to August 11, 2020, the agency has paid more than $3.75 Billion in a combination of South Carolina UI benefits, Pandemic Unemployment Assistance (for the self-employed and others), the Federal Pandemic Unemployment Compensation ($600 per week) program, the Pandemic Emergency Unemployment Compensation (extension of benefits for 13 weeks) program and Extended Benefits (Additional 16 weeks of benefits after PEUC).\n\n“A new milestone has been reached as initial claims numbers come in under 6,000 new filers this week. However, to keep things in context, this is still three times higher than the weekly totals we were experiencing in the weeks prior to the COVID-19 pandemic fully affecting South Carolina,” states executive director Dan Ellzey.\n\n© Provided by WLTX-TV Columbia\n\n“We know that South Carolinians are anxiously waiting for details about this weekend’s memorandum signed by President Trump that would provide additional benefits for eligible claimants. While we do not yet have guidance from the Department of Labor on how to implement this program, we do know several things. First, there will be additional funds added to an eligible claimant’s weekly benefit amount. Second, the payments will be made retroactive to claim week ending August 1, 2020. For that reason, it is critical for claimants to continue certifying each week that they are unemployed to ensure any back pay owed to them is processed without delay,” continued Ellzey.\n\n“Due to the expected guidance requiring coding changes to our system, we do want claimants to understand that it will likely take several weeks before any additional retroactive benefits will be paid out. Until then, claimants will receive their weekly benefit amount for each week they’re found eligible for. We are also asking claimants to only call our call center staff for specific claims related questions. At this time, our staff do not have any more information than what we are providing here. Assisting with this request will help maintain manageable call wait times for other claimants who need claims specific assistance over the phone,” continued Ellzey.\n\n“In the meantime, our agency is continuing to add resources and customer service opportunities to help individuals and employers. In response to the high call volume on Mondays and Tuesday, DEW has extended the hours of the call center on those days from 8:00 a.m. to 8:00 p.m. We have also added more Spanish-speaking agents to the call center to help individuals who may have language barriers, and we will continue to look for opportunities to work through this crisis,” concluded Ellzey.\n\nSCDEW's Call Center (1-866-831-1724) has extended hours Monday and Tuesday, 8 a.m. – 8 p.m.; Wednesday - Friday 8 a.m. – 6 p.m.; Saturday 8 a.m. - noon.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "5,921 filed for initial unemployment insurance in SC, lowest number since start of pandemic", "cq": "passed", "Search.Interest": "Insurance", "robots": "index, follow", "description": "The South Carolina Department of Employment and Work Force (SCDEW) released the weekly unemployment numbers Thursday morning which shows the lowest number of people filing for first-time unemployment since the beginning of the pandemic. For claim week ending August 8, 2020, the number of South Carolinians who filed their initial claim for unemployment insurance (UI) benefits is 5,921, a decrease of 2,988 initial claims from the week prior. This...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}