{"GDELT": {"GlobalEventID": 940500655, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.18438844499077997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40350", "Actor1Geo_Lat": 34.796, "Actor1Geo_Long": 72.1502, "Actor1Geo_FeatureID": "-2764806", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40350", "Action2Geo_Lat": 34.796, "Action2Geo_Long": 72.1502, "Action2Geo_FeatureID": "-2764806", "DATEADDED": 20200813084500, "SOURCEURL": "http://www.kashmirtimes.com/newsdet.aspx?q=104338"}, "ARTICLE": {"TITLE": "Agha Ashraf Ali: The Flamboyant Kashmiri Story-teller", "TEXT": "Agha Ashraf Ali: The Flamboyant Kashmiri Story-teller\n\n“The first time he was surprised to see me and in his typical loud voice, asked me what the hell I was doing in Srinagar. I told him I had come to explore some ‘development’ work for an NGO. He laughed cynically, and retorted ‘tum hindustaani Kashmir ka peecha nahi chhodo ge’ (you Indians will never leave Kashmir to Kashmiris).”\n\n\n\nI was lucky to know Agha Sahab closely because of his intimate connection with Jamia Millia Islamia and our long standing family friendship. He would come down to Delhi in the winter and spend a lot of time at my parents home, drinking tea in the winter sun. But I got to know him as a friend when I started visiting Srinagar from 1999 onwards, for programmes being conducted being by the NGO I worked with . My trips would remain incomplete if I did not visit him.\n\nWhen I first went to his Rajbagh home in Srinagar, curfew would be imposed in Srinagar after 5 pm, and there used to be lot of fear and insecurity in the town. (Things don’t seem to have changed two decades later).\n\nThe first time he was surprised to see me and in his typical loud voice, asked me what the hell I was doing in Srinagar. I told him I had come to explore some ‘development’ work for an NGO. He laughed cynically, and retorted ‘tum hindustaani Kashmir ka peecha nahi chhodo ge’ (you Indians will never leave Kashmir to Kashmiris). But soon he insisted, Maghrib ki azaan ho jaye phir drink peete hain. Mein tumhe pandito waala khana khilaunga, in kambakht Muslamaano ko khaana banana ka salika nahi hai (let the muzzien finish giving his call for prayers, we will have a drink and I will treat you to Kashmiri pandit cuisine, these Muslims do not know how to cook). Then he looked at my late colleague Sajad Hussain, who was accompanying me. He asked him “Are you a Shia?”. Sajjad was a bit taken aback but said yes. Agha Sahab said replied, “Your greetings are typically Shia. I wish I could get rid of them myself, but we can’t. Like you, we Shia’s are very stubborn”. They both laughed boisterously at this.\n\nMy only brief encounter with the ‘professional’/educationist side of Agha Sahab happened when he came to address members of a committee of which I was a member, in Srinagar, sometime in 2013, on the status of education in Kashmir. At that time he was already in his late 80s but he enthralled all of us with his speech. I remember the word had spread that he had agreed to address the team, and in a very short time there were requests from many academics and activists seeking permission to attend his talk.\n\nIn his signature style, Agha Sahab gave a free-flowing talk, and did not mince his words when he spoke on politics. He was fearless when he condemned Indian government and army, but at the same time he accused separatist groups of factionalism and narrow-minded identity politics, as well as castigating mainstream parties for being sold out to Delhi, and so on.\n\nAt the end of the lecture he was mobbed. And in hushed tones people said ‘It’s only Agha Sahab who can speak his mind freely in Kashmir. He is the only man left in Kashmir who is respected by all’.\n\nAgha Sahab would often recall the October 2, 1941, when he was in his late teens, and sitting in the audience when Zakir Hussain, who later went on to become the President of India, addressed a gathering of All Jammu and Kashmir Students Conference. He would fondly remember that speech, verbatim, and in his loud dramatic manner declare that it was at that moment he found the purpose of his life. Young Agha Sahab decided to follow Zakir Hussain to Delhi, where he and his other comrades were involved in setting up a nationalist, progressive university for Indian Muslims, the Jamia Millia Islamia. When he arrived in Jamia, he met the other founders and activists, which included , among others, Abid Hussain, Shafiq ur Rahman Kidwai and Mohd Mujeeb. He was a student of history and was particularly influenced by Mohd Mujeeb. He wanted to contribute and wanted to be part of the movement. So he was given the responsibility of teaching students of the primary school. Like Mohd Mujeeb, Zakir Hussain and others, he became a volunteer-teacher. Agha Sahab would often say those were his best days and it was people like Zakir Hussain and Mohd Mujeeb who shaped his intellect and personality.\n\nHe was clearly endowed with wit and style from the beginning. While young Agha Sahab was in Jamia, he heard that Gandhiji was coming to Okhla Mod, some 2 kms west of Jamia, to address a gathering. Agha Sahab went to attend the event. He immediately got Gandhi ji’s attention and invited him to Jamia. It was in the middle of the night that Gandhi ji and Agha Sahab walked to Jamia. They sat in the lawns that are next to what is now the school building.\n\nSoon he was surrounded by a large number of students and residents. Those were the days just preceding the partition and communal violence had flared up all around. A largely Muslim gathering asked Gandhi ji why Muslims were being killed and what could be done to protect them. Gandhi ji replied, I just met some Hindu refugees who have arrived in Karol Bagh from Pakistan, and they told me horrible tales of atrocities committed by Muslims. My only advice to them was to not take revenge and do what was done to them. I give you the same advice.\n\nHe also met his to be wife, Sufia, in Jamia. She was from Ruduali, a small kasba near Lucknow in Awadh.\n\nAgha Sahab went back to Kashmir and in 1951, at the young age of 28, he was appointed inspector of schools by Shiekh Abdullah. Abdullah gave him a free hand to reform school education in Kashmir. But Abdullah was soon after arrested, in 1953, and before the new administration could sack Agha Sahab, he resigned himself. He was later appointed as Principal, teachers training college, from 1955-60.\n\nAgha Sahab encouraged Kashmiri Muslim girls to study and take up the profession of teaching. He would boast that when he became principal, there were just four Muslim girls training to become teachers, but by 1960, there were countless girls in the college. He sent a group of teachers belonging to the Pandit community to the United Kingdom for training and he set up the first school for girls in Leh. These are just some of his many contributions in the field of education in Kashmir.\n\nIn 1960 he received a Fulbright scholarship and went to America to do his Phd. On his return from America, he was appointed Professor at the Department of Education in Kashmir University. He also became the chairman of the Board of School Education. He introduced the subjects of mathematics and science in the girl’s school, who until then only had an option to study home sciences. He also helped students to get scholarships in western and American universities, so that they could come back better equipped and improve the standard of education in Kashmir. One of his contributions is building libraries in Kashmir. He would proudly say that I would always spend ten times the funds that were originally allocated for buying books. But I always managed to convince the authorities.\n\nAmongst his many other traits, his memory is part of folklore. He was an encyclopaedia of literature and poetry. He could recite long passages from books of literature ranging from English to Russian translations. Let alone couplets, he could recite the entire dewan of his favourite poet Allama Iqbal. He was a great host. Several leading political figures would stay at his home including Mohd Mujeeb, Zakir Hussain and other. He had a diary in which he made them write one page about themselves. I hope that precious document is preserved.\n\nHe was proud of his celebrated poet-son Agha Shahid Ali, who passed away early, of cancer. He got his poems translated into Kashmiri and invited my father, Sadiq Kidwai, to release the book at a function in Srinagar. It was a large gathering, attended by people belonging to mainstream political parties, academics, journalists and activists sympathetic to separatist cause and many others. At the end of the function he greeted me warmly in presence of the gathering. That provided me legitimacy and social capital amongst many who otherwise always saw me as an outsider in Kashmir.\n\nI last met him some two-three years ago. He saw me and in his usual flamboyant style greeted me by the name of my younger brother Saif. I told him you have forgotten my name. He smiled sheepishly and looked a bit awkward. As always he was looking dapper and soon took on being the boisterous dastango, raconteur, and began showering me and my colleagues with all his charm and affection. But for the first time I was reminded of his age and I became aware that he was having trouble with his legendary memory. He promised that he would treat me to the Kashmiri dish Harissa the next time I visited him.\n\nHe died exactly one year and two days after the abrogation of Article 370. I wish I had met him once since then. As they say, choti-muh, badi-baat (How can I even attempt to pay tribute to him) but I am sure I speak on behalf of many.\n\nWithout Agha Sahab Srinagar will never be the same again.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "keywords": "<b>“The first time he was surprised to see me and in his typical loud voice, asked me what the hell I was doing in Srinagar.  I told him I had come to explore some ‘development’ work for an NGO. He laughed cynically, and retorted ‘tum hindustaani Kashmir ka peecha nahi chhodo ge’ (you Indians will never leave Kashmir to Kashmiris).”</b><br/>  <br/>I was lucky to know Agha Sahab closely because of his intimate connection with Jamia Millia Islamia and our long standing family friendship. He would come down to Delhi in the winter and spend a lot of time at my parents home, drinking tea in the winter sun. But I got to know him as a friend when I started visiting Srinagar from 1999 onwards, for programmes being conducted being by the  NGO I worked with . My trips would remain incomplete if I did not visit him.<br/>When I first went to his Rajbagh home in Srinagar, curfew would  be imposed in Srinagar after 5 pm, and there used to be lot of fear and insecurity in the town. (Things don’t seem to have changed two decades later).<br/>The first time he was surprised to see me and in his typical loud voice, asked me what the hell I was doing in Srinagar.  I told him I had come to explore some ‘development’ work for an NGO. He laughed cynically, and retorted ‘tum hindustaani Kashmir ka peecha nahi chhodo ge’ (you Indians will never leave Kashmir to Kashmiris). But soon he insisted, Maghrib ki azaan ho jaye phir drink peete hain. Mein tumhe pandito waala khana khilaunga, in kambakht Muslamaano ko khaana banana ka salika nahi hai (let the muzzien finish giving his call for prayers, we will have a drink and I will treat you to Kashmiri pandit cuisine, these Muslims do not know how to cook). Then he looked at my late colleague Sajad Hussain, who was accompanying me.  He asked him “Are you a Shia?”. Sajjad was a bit taken aback but said yes. Agha Sahab said replied, “Your greetings are typically Shia. I wish I could get rid of them myself, but we can’t. Like you, we Shia’s are very stubborn”. They both  laughed boisterously at this.<br/>My only brief encounter with the ‘professional’/educationist side of Agha Sahab happened when he came to address members of a committee of which I was a member, in Srinagar, sometime in 2013, on the status of education in Kashmir. At that time he was already in his late 80s but he enthralled all of us with his speech. I remember the word had spread that he had agreed to address the team, and in a very short time there were requests from many academics and activists seeking permission to attend his talk.<br/>In his signature style, Agha Sahab gave a free-flowing talk, and did not mince his words when he spoke on politics. He was fearless when he condemned Indian government and army, but at the same time he accused separatist groups of factionalism and narrow-minded identity politics, as well as castigating mainstream parties for being sold out to Delhi, and so on.<br/>At the end of the lecture he was mobbed. And in hushed tones people said ‘It’s only Agha Sahab who can speak his mind freely in Kashmir. He is the only man left in Kashmir who is respected by all’.<br/>Agha Sahab would often recall the October 2, 1941, when he was in his late teens, and sitting in the audience when Zakir Hussain, who later went on to become the President of India, addressed a gathering of All Jammu and Kashmir Students Conference. He would fondly remember that speech, verbatim, and in his loud dramatic manner declare that it was at that moment he found the purpose of his life. Young Agha Sahab decided to follow Zakir Hussain to Delhi, where he and his other comrades were involved in setting up a nationalist, progressive university for Indian Muslims, the Jamia Millia Islamia. When he arrived in Jamia, he met the other founders and activists, which included , among others,  Abid Hussain, Shafiq ur Rahman Kidwai and Mohd Mujeeb. He was a student of history and was particularly influenced by Mohd Mujeeb. He wanted to contribute and wanted to be part of the movement. So he was given the responsibility of teaching students of the primary school. Like Mohd Mujeeb, Zakir Hussain and others, he became a volunteer-teacher.  Agha Sahab would often say those were his best days and it was people like Zakir Hussain and Mohd Mujeeb who shaped his intellect and personality.<br/>He was clearly endowed with wit and style from the beginning. While young Agha Sahab was in Jamia, he heard that Gandhiji was coming to Okhla Mod, some 2 kms west of Jamia, to address a gathering. Agha Sahab went to attend the event. He immediately got Gandhi ji’s attention and invited him to Jamia. It was in the middle of the night that Gandhi ji and Agha Sahab walked to Jamia. They sat in the lawns that are next to what is now the school building.<br/>Soon he was surrounded by a large number of students and residents. Those were the days just preceding the partition and communal violence had flared up all around. A largely Muslim gathering asked Gandhi ji why Muslims were being killed and what could be done to protect them. Gandhi ji replied, I just met some Hindu refugees who have arrived in Karol Bagh from Pakistan, and they told me horrible tales of atrocities committed by Muslims.  My only advice to them was to not take revenge and do what was done to them. I give you the same advice.<br/>He also met his to be wife, Sufia, in Jamia. She was from Ruduali, a small kasba near Lucknow in Awadh.<br/>Agha Sahab went back to Kashmir and in 1951, at the young age of 28, he was appointed  inspector of schools by Shiekh Abdullah. Abdullah gave him a free hand to reform school education in Kashmir. But Abdullah was soon after arrested, in 1953, and before the new administration could sack Agha Sahab, he resigned himself. He was later appointed as Principal, teachers training college, from 1955-60.<br/>Agha Sahab  encouraged  Kashmiri Muslim girls to study and take up the profession of teaching. He would boast that when he became principal, there were just four Muslim girls training to become teachers, but by 1960, there were countless girls in the college. He sent a group of teachers belonging   to the Pandit community to the United Kingdom for training and he set up the first school for girls in Leh.  These are just some of his many contributions in the field of education in Kashmir.<br/>In 1960 he received a  Fulbright scholarship and went to America to do his Phd. On his return from America, he was appointed Professor at the Department of Education in Kashmir University. He also became the chairman of the Board of School Education. He introduced the subjects of mathematics and science in the girl’s school, who until then only had an option to study home sciences. He also helped students to get scholarships in western and American universities, so that they could come back better equipped and improve the standard of education in Kashmir. One of his contributions is building libraries in Kashmir. He would proudly say that I would always spend ten times the funds that were originally allocated for buying books. But I always managed to convince the authorities.<br/>Amongst his many other traits, his memory is part of folklore. He was an encyclopaedia of literature and poetry. He could recite long passages from books of literature ranging from English to Russian translations.  Let alone couplets, he could recite the entire dewan of his favourite poet Allama Iqbal. He was a great host.  Several leading political figures would stay at his home including Mohd Mujeeb, Zakir Hussain and other. He had a diary in which he made them write one page about themselves. I hope that precious document is preserved.<br/>He was proud of his celebrated poet-son Agha Shahid Ali, who passed away early, of cancer. He got his poems translated into Kashmiri and invited my father, Sadiq Kidwai, to release the book at a function in Srinagar. It was a large gathering, attended by people belonging to mainstream political parties, academics, journalists and activists sympathetic to separatist cause and many others.  At the end of the function he greeted me warmly in presence of the gathering. That provided me legitimacy and social capital amongst many who otherwise always saw me as an outsider in Kashmir.<br/>I last met him some two-three years ago. He saw me and in his usual flamboyant style greeted me by the name of my younger brother Saif. I told him you have forgotten my name. He smiled sheepishly and looked a bit awkward. As always he was looking dapper and soon took on being the boisterous dastango, raconteur, and began showering me and my colleagues with all his charm and affection. But for the first time I was reminded of his age and I became aware that he was having trouble with his legendary memory.  He promised that he would treat me to the Kashmiri dish Harissa the next time I visited him.<br/>He died exactly one year and two days after the abrogation of Article 370. I wish I had met him once since then. As they say, choti-muh, badi-baat (How can I even attempt to pay tribute to him) but I am sure I speak on behalf of many.<br/>Without Agha Sahab Srinagar will never be the same again.", "description": "<b>“The first time he was surprised to see me and in his typical loud voice, asked me what the hell I was doing in Srinagar.  I told him I had come to explore some ‘development’ work for an NGO. He laughed cynically, and retorted ‘tum hindustaani Kashmir ka peecha nahi chhodo ge’ (you Indians will never leave Kashmir to Kashmiris).”</b><br/>  <br/>I was lucky to know Agha Sahab closely because of his intimate connection with Jamia Millia Islamia and our long standing family friendship. He would come down to Delhi in the winter and spend a lot of time at my parents home, drinking tea in the winter sun. But I got to know him as a friend when I started visiting Srinagar from 1999 onwards, for programmes being conducted being by the  NGO I worked with . My trips would remain incomplete if I did not visit him.<br/>When I first went to his Rajbagh home in Srinagar, curfew would  be imposed in Srinagar after 5 pm, and there used to be lot of fear and insecurity in the town. (Things don’t seem to have changed two decades later).<br/>The first time he was surprised to see me and in his typical loud voice, asked me what the hell I was doing in Srinagar.  I told him I had come to explore some ‘development’ work for an NGO. He laughed cynically, and retorted ‘tum hindustaani Kashmir ka peecha nahi chhodo ge’ (you Indians will never leave Kashmir to Kashmiris). But soon he insisted, Maghrib ki azaan ho jaye phir drink peete hain. Mein tumhe pandito waala khana khilaunga, in kambakht Muslamaano ko khaana banana ka salika nahi hai (let the muzzien finish giving his call for prayers, we will have a drink and I will treat you to Kashmiri pandit cuisine, these Muslims do not know how to cook). Then he looked at my late colleague Sajad Hussain, who was accompanying me.  He asked him “Are you a Shia?”. Sajjad was a bit taken aback but said yes. Agha Sahab said replied, “Your greetings are typically Shia. I wish I could get rid of them myself, but we can’t. Like you, we Shia’s are very stubborn”. They both  laughed boisterously at this.<br/>My only brief encounter with the ‘professional’/educationist side of Agha Sahab happened when he came to address members of a committee of which I was a member, in Srinagar, sometime in 2013, on the status of education in Kashmir. At that time he was already in his late 80s but he enthralled all of us with his speech. I remember the word had spread that he had agreed to address the team, and in a very short time there were requests from many academics and activists seeking permission to attend his talk.<br/>In his signature style, Agha Sahab gave a free-flowing talk, and did not mince his words when he spoke on politics. He was fearless when he condemned Indian government and army, but at the same time he accused separatist groups of factionalism and narrow-minded identity politics, as well as castigating mainstream parties for being sold out to Delhi, and so on.<br/>At the end of the lecture he was mobbed. And in hushed tones people said ‘It’s only Agha Sahab who can speak his mind freely in Kashmir. He is the only man left in Kashmir who is respected by all’.<br/>Agha Sahab would often recall the October 2, 1941, when he was in his late teens, and sitting in the audience when Zakir Hussain, who later went on to become the President of India, addressed a gathering of All Jammu and Kashmir Students Conference. He would fondly remember that speech, verbatim, and in his loud dramatic manner declare that it was at that moment he found the purpose of his life. Young Agha Sahab decided to follow Zakir Hussain to Delhi, where he and his other comrades were involved in setting up a nationalist, progressive university for Indian Muslims, the Jamia Millia Islamia. When he arrived in Jamia, he met the other founders and activists, which included , among others,  Abid Hussain, Shafiq ur Rahman Kidwai and Mohd Mujeeb. He was a student of history and was particularly influenced by Mohd Mujeeb. He wanted to contribute and wanted to be part of the movement. So he was given the responsibility of teaching students of the primary school. Like Mohd Mujeeb, Zakir Hussain and others, he became a volunteer-teacher.  Agha Sahab would often say those were his best days and it was people like Zakir Hussain and Mohd Mujeeb who shaped his intellect and personality.<br/>He was clearly endowed with wit and style from the beginning. While young Agha Sahab was in Jamia, he heard that Gandhiji was coming to Okhla Mod, some 2 kms west of Jamia, to address a gathering. Agha Sahab went to attend the event. He immediately got Gandhi ji’s attention and invited him to Jamia. It was in the middle of the night that Gandhi ji and Agha Sahab walked to Jamia. They sat in the lawns that are next to what is now the school building.<br/>Soon he was surrounded by a large number of students and residents. Those were the days just preceding the partition and communal violence had flared up all around. A largely Muslim gathering asked Gandhi ji why Muslims were being killed and what could be done to protect them. Gandhi ji replied, I just met some Hindu refugees who have arrived in Karol Bagh from Pakistan, and they told me horrible tales of atrocities committed by Muslims.  My only advice to them was to not take revenge and do what was done to them. I give you the same advice.<br/>He also met his to be wife, Sufia, in Jamia. She was from Ruduali, a small kasba near Lucknow in Awadh.<br/>Agha Sahab went back to Kashmir and in 1951, at the young age of 28, he was appointed  inspector of schools by Shiekh Abdullah. Abdullah gave him a free hand to reform school education in Kashmir. But Abdullah was soon after arrested, in 1953, and before the new administration could sack Agha Sahab, he resigned himself. He was later appointed as Principal, teachers training college, from 1955-60.<br/>Agha Sahab  encouraged  Kashmiri Muslim girls to study and take up the profession of teaching. He would boast that when he became principal, there were just four Muslim girls training to become teachers, but by 1960, there were countless girls in the college. He sent a group of teachers belonging   to the Pandit community to the United Kingdom for training and he set up the first school for girls in Leh.  These are just some of his many contributions in the field of education in Kashmir.<br/>In 1960 he received a  Fulbright scholarship and went to America to do his Phd. On his return from America, he was appointed Professor at the Department of Education in Kashmir University. He also became the chairman of the Board of School Education. He introduced the subjects of mathematics and science in the girl’s school, who until then only had an option to study home sciences. He also helped students to get scholarships in western and American universities, so that they could come back better equipped and improve the standard of education in Kashmir. One of his contributions is building libraries in Kashmir. He would proudly say that I would always spend ten times the funds that were originally allocated for buying books. But I always managed to convince the authorities.<br/>Amongst his many other traits, his memory is part of folklore. He was an encyclopaedia of literature and poetry. He could recite long passages from books of literature ranging from English to Russian translations.  Let alone couplets, he could recite the entire dewan of his favourite poet Allama Iqbal. He was a great host.  Several leading political figures would stay at his home including Mohd Mujeeb, Zakir Hussain and other. He had a diary in which he made them write one page about themselves. I hope that precious document is preserved.<br/>He was proud of his celebrated poet-son Agha Shahid Ali, who passed away early, of cancer. He got his poems translated into Kashmiri and invited my father, Sadiq Kidwai, to release the book at a function in Srinagar. It was a large gathering, attended by people belonging to mainstream political parties, academics, journalists and activists sympathetic to separatist cause and many others.  At the end of the function he greeted me warmly in presence of the gathering. That provided me legitimacy and social capital amongst many who otherwise always saw me as an outsider in Kashmir.<br/>I last met him some two-three years ago. He saw me and in his usual flamboyant style greeted me by the name of my younger brother Saif. I told him you have forgotten my name. He smiled sheepishly and looked a bit awkward. As always he was looking dapper and soon took on being the boisterous dastango, raconteur, and began showering me and my colleagues with all his charm and affection. But for the first time I was reminded of his age and I became aware that he was having trouble with his legendary memory.  He promised that he would treat me to the Kashmiri dish Harissa the next time I visited him.<br/>He died exactly one year and two days after the abrogation of Article 370. I wish I had met him once since then. As they say, choti-muh, badi-baat (How can I even attempt to pay tribute to him) but I am sure I speak on behalf of many.<br/>Without Agha Sahab Srinagar will never be the same again.", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "images/favicon/ms-icon-144x144.png", "theme-color": "#ffffff"}}}