{"GDELT": {"GlobalEventID": 940520645, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.26903553299492, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200813110000, "SOURCEURL": "http://www.econotimes.com/Donald-Trump-Major-companies-speak-out-against-POTUS-employment-visa-restrictions-1589853"}, "ARTICLE": {"TITLE": "Donald Trump: Major companies speak out against POTUS' employment visa restrictions", "TEXT": "Donald Trump is known for his anti-immigrant policies and is constantly pushing his America First agenda. Following his administration’s announcement on employment visa restrictions, many major companies such as Apple, Facebook, and Twitter, have blasted Trump for the decision.\n\nCNN reports that around 52 major companies including Apple, Facebook, Microsoft, Twitter, Amazon, and Netflix, blasted the Trump administration for issuing employment visa restrictions. In an amicus brief that the companies have signed on, they reasoned that the June Proclamation made on visa restrictions did not serve the interests of the United States and through these restrictions, prevent companies from signing on “the world’s best talent, drive innovation, and further American economic prosperity.” They also warned about the consequences of keeping foreign workers away from the US.\n\n“Already global competitors in Canada, China, and India, among others, are pouncing at the opportunity to attract well-trained, innovative individuals and American businesses are scrambling to adjust, hiring needed talent to work in locations outside our nation’s borders. The Proclamation did not consider these costs,” according to the amicus brief.\n\nThe visas that are affected by the June Proclamation are L-1 visas for intracompany transfers, H-1B visas for specialty workers as well as the H-4 visas for their spouses, H-2B visas for temporary non-agricultural workers, and many J-1 visas for exchange visitors.\n\nOver a dozen states have previously filed a suit for a similar purpose in protecting their foreign students especially as most classes are moved online due to the pandemic. Foreign students faced the possibility of taking their classes in their home countries if they were not currently enrolled in an in-person class.\n\nIt is not just immigrants who are becoming heavily affected. According to an op-ed piece in The Guardian, an analysis by New York accountancy firm Bambridge Accountants revealed that thousands of US citizens have decided to renounce their citizenship in the first six months of 2020. Getting into specifics, over 5,800 Americans have given up their American citizenship, in large part because of the steep global tax requirements. As a result, to renounce their citizenship, they are made to pay $2,350.\n\nAccording to an official at the firm, should Trump get reelected in November, then there is a big chance that more Americans will decide to give up their citizenship.", "METADATA": {"Author": "EconoTimes", "Copyright": "2020 EconoTimes", "Keywords": "Real-Time Economy News, Forex News, Digital Currency News, Economy Research, Economy Commentaries", "Description": "EconoTimes is a fast growing non-partisan source of news and intelligence on global economy and financial markets, providing timely, relevant, and critical insights for market professionals and those who want to make informed investment decisions.", "news_keywords": "Politics, In-depth", "article": {"published_time": "2020-08-13T09:46:32+00:00"}, "syndication-source": "https://www.econotimes.com/Donald-Trump-Major-companies-speak-out-against-POTUS-employment-visa-restrictions-1589853", "robots": "index, follow", "Googlebot-news": "index, follow", "og": {"type": "article", "url": "https://www.econotimes.com/Donald-Trump-Major-companies-speak-out-against-POTUS-employment-visa-restrictions-1589853", "site_name": "EconoTimes", "title": "Donald Trump: Major companies speak out against POTUS' employment visa restrictions - EconoTimes", "description": "Donald Trump is known for his anti-immigrant policies and is constantly pushing his America First agenda. Following his administrations announcement on employment visa restrictions, many major companies such as Apple,...", "image": "https://s1.econotimes.com/assets/uploads/20200812f31b18c3a05c7fabc_th_1024x0.jpg"}, "twitter": {"card": "summary_large_image", "site": "@econodaily", "creator": "@econodaily", "url": "https://www.econotimes.com/Donald-Trump-Major-companies-speak-out-against-POTUS-employment-visa-restrictions-1589853", "image": "https://s1.econotimes.com/assets/uploads/20200812f31b18c3a05c7fabc_th_1024x0.jpg", "domain": "www.econotimes.com", "title": "Donald Trump: Major companies speak out against POTUS' employment visa restrictions - EconoTimes"}, "msvalidate.01": "39D3850F3C9728569FD682F1B89862F7", "naver-site-verification": "6d98e26fa9df0d1312847cfe498dae3aed561a0d", "viewport": "width=device-width, maximum-scale=1.0"}}}