{"GDELT": {"GlobalEventID": 940528504, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.6333938294010901, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200813114500, "SOURCEURL": "https://powdersvillepost.com/russia-calls-international-concern-over-vaccine-groundless/"}, "ARTICLE": {"TITLE": "Russia Calls International Concern Over Vaccine ‘Groundless’", "TEXT": "On Tuesday it is said a vaccine had been given regulatory approval after less than two months of testing on humans. But the experts raised concerns about the speed of Russia’s work, and a growing list of countries have expressed skepticism. Also, the scientists in Germany, France, Spain, and the US have all urged caution. On Wednesday Russia’s Health Minister Mikhail Murashko said that “It seems our foreign colleagues are sensing the specific competitive advantages of the Russian drug and are trying to express opinions that are absolutely groundless.” He also added that the vaccine would be available soon, “The first packages of the medical vaccine will be received within the next two weeks, primarily for doctors,” Mr. Murashko said.\n\nRussian officials have reported that they plan to start mass vaccination in October. The announcement was made by President Vladimir Putin, but the World Health Organization (WHO) said it was in talks with Russian authorities about undertaking a review of the vaccine, which has been named Sputnik-V. And they have also mentioned that it is not among the organization’s list of six vaccines that have reached phase three clinical trials, which involve more widespread testing in humans.\n\nMany individuals have reacted to the progress of Russia, Germany’s health minister expressed concern that it had not been properly tested.\n\nJens Spahn said, “It can be dangerous to start vaccinating millions… of people too early because it could pretty much kill the acceptance of vaccination if it goes wrong.” “Based on everything we know… this has not been sufficiently tested,” he added. “It’s not about being first somehow – it’s about having a safe vaccine.”\n\nElsewhere in Europe, Isabelle Imbert, a researcher at the French National Centre for Scientific Research in Marseille, said promising a cure too early could be “very dangerous”.\n\n“We do not know the methodology or the results of their clinical trials,” she told Le Parisien.\n\nAnd in the US, the country’s top virus expert, Dr. Anthony Fauci, said he doubted Russia’s claims.\n\n“I hope that the Russians have actually definitively proven that the vaccine is safe and effective,” he told National Geographic. “I seriously doubt that they’ve done that.”\n\nThe Russian scientists have reported that early-stage trials of the vaccine had been completed and the results were a success. The vaccine uses adapted strains of the adenovirus, a virus that usually causes the common cold, to trigger an immune response. And they also reported that the vaccine’s approval by Russian regulators comes before the completion of a larger study involving thousands of people, known as a phase three trial. And the experts consider these trials an essential part of the testing process. Mr. Murashko said on Tuesday the vaccine had “proven to be highly effective and safe”, hailing it as a big step towards “humankind’s victory” over Covid-19.\n\nAround the world, more than 100 vaccines are in early development, with some of those being tested on people in clinical trials. Also, Russia has been accused by the UK, US, and Canada of seeking to steal research related to Covid-19. So the rapid progress of vaccines the experts think that any vaccine would not become widely available until mid-2021", "METADATA": {"google-site-verification": "xDsrGyXHueRMgbz4Bde1EPjCs7S8Tx9MBbQ5f8a2AjY", "viewport": "width=device-width, initial-scale=1", "HandheldFriendly": "true", "description": "On Tuesday it is said a vaccine had been given regulatory approval after less than two months of testing on humans. But the experts raised concerns about", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Russia Calls International Concern Over Vaccine 'Groundless'", "description": "On Tuesday it is said a vaccine had been given regulatory approval after less than two months of testing on humans. But the experts raised concerns about", "url": "https://powdersvillepost.com/russia-calls-international-concern-over-vaccine-groundless/", "site_name": "Powdersville Post", "image": {"identifier": "https://powdersvillepost.com/wp-content/uploads/2020/08/Russia-Calls-International-Concern-Over-Vaccine-Groundless.jpg", "width": 1024, "height": 683}}, "article": {"published_time": "2020-08-13T04:00:27+00:00", "modified_time": "2020-08-13T10:38:19+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2"}}}