{"GDELT": {"GlobalEventID": 940526056, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ZAF", "Actor1Name": "SOUTH AFRICAN", "Actor1CountryCode": "ZAF", "Actor2Code": "AFRGOV", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.3745019920318695, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200813113000, "SOURCEURL": "https://www.thezimbabwemail.com/politics/zanu-pf-gloats-over-sa-envoys-opposition-snub/"}, "ARTICLE": {"TITLE": "Zanu PF gloats over SA envoys’ opposition snub", "TEXT": "THE visit to Zimbabwe by three South African envoys helped put to rest social media propaganda from the country’s detractors that there is a crisis in Zimbabwe, Zanu PF Secretary for Administration Obert Mpofu has said.\n\nSouth African President Cyril Ramaphosa sent a three-member delegation headed by former South African Minister of Safety and Security Dr Sydney Mufamadi which met with President Mnangagwa at State House early this week.\n\nIn an interview, Dr Mpofu said the visit of the three envoys, who included former Speaker of Parliament Baleka Mbete and former South Africa’s Minister of Public Service and Administration Advocate Ngoako Ramatlhodi, was proof of the deep-rooted fraternal spirit shared in the region.\n\n“The visit is proof of the deep-rooted fraternal spirit we share in the region, it should not be misconstrued as an effort to compliment the widespread polemic and rehearsed concerns by the opposition and its cronies on social-media under the Zimbabwean Lives Matter banner,” he said.\n\n“Our maxims of diplomatic interaction in the SADC are not hashtag-triggered. It must be noted that the intended point of the envoy’s intervention was not in sync with our political reality and the envoy was adequately briefed to this effect.\n\n“The coming of the envoy helped to correct propaganda by perennial conveners of the ‘crisis-narrative’ in Zimbabwe’. The absence of the falsely postured political crisis in Zimbabwe is enough for the region through South-Africa to be guided accordingly about the current political stability in Zimbabwe.\n\n“To us, the envoy is essential as it would adequately bring factual traction to our reality which has been distorted to compensate for the dismal failure of the 31 July organised protests.”\n\nMpofu dismissed as characteristic falsehoods of the opposition that the envoys snubbed them or that the ruling party stopped the envoys from meeting them.\n\nFormer Liberation Movements (FLM), Dr Mpofu said, were aware of the threats posed by the neo-colonialist elements who wanted to push for regime change in the region using social media to cause despondency.\n\n“We are in regular contacts in the SADC and beyond,” he said.\n\n“In the SADC, we have a body of FLMs which attends to such matters. In as much as we need to set the record straight on this issue, our fellow liberation movements are aware of such neo-colonial projects across the continent.\n\n“The perennial threat of neo-colonial infiltration resides at the centre of what we should be grappling with. As it stands, the false alarms of the Zimbabwean crisis substantiate the urgency for FLMs to be resolute in confronting the antagonists of our liberation.”\n\nZimbabwe has been under attack from the country’s detractors who have been on a social media campaign, using doctored images and others from other countries to paint a picture of gloom and doom just to derail positive strides that are being made by the Second Republic in improving the economy. – Herald", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "Zanu PF gloats over SA envoys' opposition snub - The Zimbabwe Mail", "description": "THE visit to Zimbabwe by three South African envoys helped [...]", "url": "https://www.thezimbabwemail.com/politics/zanu-pf-gloats-over-sa-envoys-opposition-snub/", "site_name": "The Zimbabwe Mail", "image": {"identifier": "https://www.thezimbabwemail.com/wp-content/uploads/2020/08/Obert-Mpofu.jpg", "width": 404, "height": 293}}, "article": {"published_time": "2020-08-13T09:26:54+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@TheZimbabweMail", "site": "@TheZimbabweMail"}, "generator": "WordPress 5.5", "msapplication-TileImage": "https://www.thezimbabwemail.com/wp-content/uploads/2017/07/cropped-Bird-270x270.png"}}}