{"GDELT": {"GlobalEventID": 940586995, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "CHE", "Actor2Name": "SWITZERLAND", "Actor2CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.506364922206499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chemnitz, Sachsen, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM13", "Actor1Geo_ADM2Code": "16559", "Actor1Geo_Lat": 50.8333, "Actor1Geo_Long": 12.9167, "Actor1Geo_FeatureID": "-1756500", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chemnitz, Sachsen, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM13", "Actor2Geo_ADM2Code": "16559", "Actor2Geo_Lat": 50.8333, "Actor2Geo_Long": 12.9167, "Actor2Geo_FeatureID": "-1756500", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chemnitz, Sachsen, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM13", "Action2Geo_ADM2Code": "16559", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 12.9167, "Action2Geo_FeatureID": "-1756500", "DATEADDED": 20200813171500, "SOURCEURL": "https://morningstaronline.co.uk/article/f/germany-nazi-problem-hannibal-secret-army"}, "ARTICLE": {"TITLE": "Germany’s Nazi problem: Hannibal’s Secret Army", "TEXT": "IN late 2018, the newspaper taz and Focus magazine revealed an extensive network of far-right extremists across Germany, connected to, but larger than, the notorious Nordkreuz group.\n\nThe network was dubbed Hannibal, after the codename of its Telegram chat-group administrator — a former trainer for Germany’s elite military commandos, the KSK, named Andre Schmitt.\n\nIt operated in regional groupings across Germany – west, south, east and north, deliberately mirroring German army structures – with further branches in Austria and Switzerland, and included active soldiers, reservists, police, lawyers, judges, firefighters, civil servants and intelligence agents.\n\nLike Nordkreuz, Hannibal members foresaw a societal breakdown on “Day X” — organising weapons depots, fake documents, safe-houses and paramilitary training in anticipation and preparing for a military coup and the execution of thousands of left-wing “enemies.”\n\nThe soldier Franco Albrecht, arrested in 2017 for impersonating a refugee, was part of the southern Hannibal network and is believed to have been in direct contact with Schmitt.\n\nWhen Albrecht’s arrest triggered investigations into far-right networks in the military, Schmitt closed his Hannibal chat groups and shifted to the equally conspiratorial but — for the present — legal Uniter grouping.\n\nSchmitt founded Uniter in 2012, but it soon dissolved and Schmitt founded Hannibal in 2015. In 2016, Schmitt re-founded Uniter with a similar structure to Hannibal.\n\nBy late 2019, Uniter claimed 2,000 members, including former Hannibal members and members of the military and intelligence communities, although the actual numbers remain unknown. A co-founder of Uniter was a domestic intelligence agent and Schmitt insinuated to journalists that Uniter had support within military intelligence.\n\nIn late 2019, Uniter lost its non-profit status in Germany and moved headquarters to Switzerland. Investigations uncovered stolen military items and footage of illegal paramilitary exercises and in June this year Germany’s domestic intelligence agency, the BfV, confirmed that Uniter was under investigation for its links to right-wing extremism.\n\nGermany’s equivalent to MI5, the BfV has its own worrying links to the far right — in particular the most notorious neo-Nazi terror group in recent German history, the National-Socialist Underground (NSU).\n\nThe NSU carried out multiple bombings, 43 attempted killings and 10 murders — mostly of people of Turkish heritage — over 13 years up to 2011. The NSU also possessed a list of 10,000 potential targets, including Christian Democrat (CDU) local politician Walter Lubcke, who was murdered by a far-right extremist in June 2019.\n\nSeveral members of the NSU network were paid BfV informers, while an intelligence agent was present at one of the murders and the BfV itself actively obstructed investigations when the group was exposed. Shortly after the group’s existence became public in 2011, many BfV files related to the NSU were destroyed — some after the investigation had begun.\n\nBfV president Heinz Fromm resigned in disgrace, but remaining files on the NSU have been redacted or remain inaccessible. During the trial, BfV agents and informants only gave limited testimony — and in some cases, none at all.\n\nFromm’s successor at the BfV, Hans-Georg Maassen, did no better. When right-wing mobs were filmed “hunting” foreigners in the streets of Chemnitz in 2018, Maassen claimed to have seen no evidence — and questioned the veracity of footage. It was soon revealed that Maassen had passed a sensitive BfV report on right-wing extremism to an MP of the far-right Alternative for Germany (AfD).\n\nFacing outcry, Maassen was promoted sideways into the Interior Ministry, before being placed on early retirement after accusing “radical left-wing” forces in the government of conspiring against him for criticising the government’s “naive” and “left-wing” security and migration policies.\n\nThe AfD — with 89 seats in German parliament — is itself a major source of extremism. Last year, a German court ruled that calling Bjorn Hocke — co-leader of the AfD’s hard-line wing, Der Flugel (The Wing) — a fascist “rests on verifiable fact.”\n\nIn March, the BfV classified Der Flugel as an active threat to democracy, placing it under surveillance and many of Der Flugel’s 7,000 members — one fifth of the AfD total membership — were among the 32,000 cases identified by the latest BfV report on right-wing extremism.\n\nFollowing the BfV’s classification, the party leadership forced the group to formally disband, but its members remain active and influential in the AfD.\n\nNonetheless, Germany’s conservative CDU remains divided over whether to work with the increasingly radicalised AfD. Stuck in a “grand coalition” government with the centre-left Social Democrats, some CDU members see the solution to the party’s identity crisis in adopting a more right-wing position and breaching the “cordon sanitaire” around the AfD.\n\nThis strategy almost came to fruition in the eastern state of Thuringia in February, where the CDU and the liberal FDP cut a deal with the AfD’s leader in the state parliament — the fascist Bjorn Hocke — to oust the left from government. A wave of revulsion swept the country, forcing a backflip, but the debate in the CDU continues.\n\nThe growth of the AfD has also had an emboldening effect on extremists. Since April, Martina Renner, MP for the left-wing Die Linke in Thuringia, has received seven threatening letters, signed “NSU 2.0.” Die Linke’s MP in Hesse, Janine Wissler, received multiple death threats in February, also signed “NSU 2.0.”\n\nDays after going public, Wissler received another message. Worryingly, the threats included sensitive personal information taken from police databases. Similar threats sent to lawyer Basay-Yildiz, who represented victims’ families in the NSU trial, also indicated police involvement. A right-wing chat group of government officials was discovered and several civil servants lost their jobs, but no one was charged.\n\nIn late July, Hesse’s interior ministry confirmed that at least 69 similar messages had been sent to 27 people in recent months — mostly women, people of migrant background, or on the political left — and hundreds more death threats signed “NSU 2.0” have also been sent to prominent Muslims and immigrants in the last two years.\n\nIn at least three recent cases, contact details appear to have been taken from police computers. Peter Beuth, Hesse’s interior minister, insisted there was “no proof” of a right-wing network within the police, but could not rule it out.\n\nDespite 60 law-enforcement officers, at least 30 witnesses and an Interpol inquiry dragging on for over two years, there has been no real progress in finding those behind the letters, and trust in the Hesse police is seriously damaged.\n\nSuch mistrust is well placed. An August 7 article in Der Spiegel revealed that in recent years German federal and state authorities have investigated around 400 cases of right-wing extremist, racist or anti-semitic activities among police officers and trainees. With 70 suspected cases, the state of Hesse was by far the worst.\n\nGermany’s problem with the far-right runs long and deep — both inside and outside the state and even within the very state agencies meant to monitor the threat. After years of official apathy, the far-right’s penetration of Germany’s security apparatus has reached a point where authorities are now struggling to combat it.\n\nThe very sobering suspicion in everyone’s mind is that these cells and networks of extremists are everywhere — in the army, the police, the reserves, the intelligence agencies.\n\nWhile it remains unlikely that a single unified network exists across the country, only the tip of the iceberg has been discovered and even small groups of armed extremists are dangerous enough to take deadly seriously.\n\nA large number of Germans with far-right sympathies have been emboldened by the migration crisis of 2015 and the growth of the AfD and their increasingly extreme rhetoric — and are increasingly likely to take direct action to further their rotten worldview.\n\nThis rise in violent neo-fascism also poses a unique series of challenges as capitalism heads into a new economic crisis. While the danger of armed extremist networks is very real, the greater threat remains political.\n\nShould far-right parties like the AfD manage to exploit further the social impact of the downturn, their success will not only encourage further acts of fascist violence.\n\nUnless the excesses of neoliberal austerity can be reversed and replaced with a new, fairer, social model — it also raises the frightening prospect of the far-right entering government in Germany for the first time since World War Two.", "METADATA": {"theme-color": "#ffffff", "MobileOptimized": "width", "HandheldFriendly": "true", "description": "In the conclusion of a two-part series, DUROYAN FERTL reveals weapons dumps and plans for a “Day X” slaughter in a country where even the police force has seen 400 investigations of right-wing extremism", "keywords": "Germany, Nazis, neonazis, far right", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Morning Star", "type": "article", "title": "Germany’s Nazi problem: Hannibal’s Secret Army", "url": "https://morningstaronline.co.uk/article/f/germany-nazi-problem-hannibal-secret-army", "description": "In the conclusion of a two-part series, DUROYAN FERTL reveals weapons dumps and plans for a “Day X” slaughter in a country where even the police force has seen 400 investigations of right-wing extremism", "updated_time": "2020-08-13T12:58:46+01:00", "image": "https://morningstaronline.co.uk/sites/all/themes/custom/morningstar_online/morning-star-default.png"}, "twitter": {"card": "summary", "url": "https://morningstaronline.co.uk/article/f/germany-nazi-problem-hannibal-secret-army", "title": "Germany’s Nazi problem: Hannibal’s Secret Army", "description": "In the conclusion of a two-part series, DUROYAN FERTL reveals weapons dumps and plans for a “Day X” slaughter in a country where even the police force has seen 400 investigations of right-wing", "image": "https://morningstaronline.co.uk/sites/default/files/web_pic_neo-nazi.jpg"}, "article": {"published_time": "2020-08-12T12:15:03+01:00", "modified_time": "2020-08-13T12:58:46+01:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}