{"GDELT": {"GlobalEventID": 940509026, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "CALIFORNIA", "Actor1CountryCode": "USA", "Actor2Code": "SAU", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.19047619047619, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "SA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20200813094500, "SOURCEURL": "https://www.mining-technology.com/fdi/the-state-of-play-fdi-in-saudi-arabia/"}, "ARTICLE": {"TITLE": "The state of play: FDI in Saudi Arabia", "TEXT": "Saudi Arabia’s largely underwhelming FDI performance over the years saw the country launch its Vision 2030 plan to diversify the economy and attract more foreign investment. As Jon Whiteaker reports, Covid-19 is denting these ambitions.\n\nSaudi Arabia has seen low volumes of foreign direct investment (FDI) by international standards in recent years. According to the UN Conference on Trade and Development, it attracted FDI inflows of just $4.56bn in 2019, equivalent to less than 0.6% of the country’s gross domestic product (GDP).\n\nIts economy is largely export driven, with the oil and gas sector accounting for about 50% of GDP and 70% of export earnings in 2019, according to the Organisation of the Petroleum Exporting Countries.\n\nBut inflows in 2019 were also modest in comparison with regional neighbour the United Arab Emirates, another oil-rich state, which achieved FDI inflows of $13.79bn in 2019.\n\nThe Saudi Arabian Government is attempting to reduce its dependence on oil and increase inward investment through its Vision 2030 economic policy. Among the policy’s numerous targets is an aim to increase FDI to what it calls the “international level” of 5.7% of GDP.\n\n\n\nHistoric trends\n\nThe first significant example of FDI in Saudi Arabia was Standard Oil of California signing a concession agreement in 1933 with the Saudi Government for oil exploration. Another US firm, Texaco, joined the concession three years later and once oil was struck, the companies later known as Exxon and Mobil also acquired stakes in the Aramco oil company.\n\nThe country’s GDP has grown, almost uninterrupted, since the late 1980s, by which time Saudi Aramco had become 100% state owned, while FDI inflows only once rose above $4bn between 1985 and 2004, according to the World Bank.\n\nA new Foreign Investment Act and the establishment of the Saudi Arabian General Investment Authority in 2000 resulted in FDI inflows rising from the middle of that decade to a record high of $39.5bn in 2008. FDI inflows fell back sharply to previous levels following the global financial crisis, although Saudi Arabia’s inward FDI stock has continued to grow and reached $236bn in 2019.\n\nVision 2030\n\nIn 2016, Crown Prince Mohammed bin Salman launched Vision 2030, his plan to diversify the Saudi economy and ween it off its dependence on oil. The plan targets increased foreign investment in various sectors including healthcare, housing, finance, energy and tourism.\n\nRecent reforms to encourage inward investment include allowing foreign companies to list on the Saudi Stock Exchange (Tadawul) and the removal of ownership limits for foreign strategic investors. In March 2020, the government approved the listing on the Tadawul of government assets planned for privatisation after an initial public offering (IPO).\n\nA long-delayed IPO of Saudi Aramco was completed in December 2019, but sold just 1.5% of the company for $26bn instead of the 5% for $100bn as originally predicted in 2016.\n\nAs part of Vision 2030 the government is trying to reduce administrative hurdles and delays for foreign investors. During the first quarter of 2020, 348 new international companies were granted licences to operate in the country, a 19% annual increase and 20% quarter-on-quarter increase.\n\nWhile these are signs of progress, Saudi Arabia achieved less than half of its $10bn FDI target in 2019 and the economic consequences of Covid-19 will make the Vision 2030 targets even harder to achieve.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=1", "pocket-site-verification": "b9e03f30e254d569940b4eb67fb2f8", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "The state of play: FDI in Saudi Arabia", "description": "Saudi Arabia’s largely underwhelming FDI performance over the years saw the country launch its Vision 2030 plan to diversify the...Read More...", "site_name": "Mining Technology | Mining News and Views Updated Daily", "image": {"identifier": "https://www.mining-technology.com/wp-content/uploads/sites/8/2020/08/shutterstock_506359834-1.jpg", "secure_url": "https://www.mining-technology.com/wp-content/uploads/sites/8/2020/08/shutterstock_506359834-1.jpg", "width": 1280, "height": 841}}, "article": {"tag": "FDI Featured", "section": "Investment", "published_time": "2020-08-13T09:02:25+00:00"}, "onesignal": "wordpress-plugin"}}}