{"GDELT": {"GlobalEventID": 940565510, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHR", "Actor1Name": "CHRISTIAN", "Actor1Religion1Code": "CHR", "Actor2Code": "USAGOV", "Actor2Name": "OBAMA", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 2, "NumArticles": 6, "AvgTone": -0.58101624347939, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE", "Actor1Geo_Lat": 1.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "KE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE", "Actor2Geo_Lat": 1.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "KE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE", "Action2Geo_Lat": 1.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "KE", "DATEADDED": 20200813153000, "SOURCEURL": "https://www.nbcnews.com/news/nbcblk/black-asian-american-kamala-harris-identity-how-it-shaped-her-n1236563"}, "ARTICLE": {"TITLE": "Black, Asian, American: Kamala Harris' identity, how it shaped her and what it means for voters", "TEXT": "Before Sen. Kamala Harris broke historic barriers in the ivory halls of Congress, and now on the Democratic presidential ticket, she dug into her heritage on Howard University’s campus, one of the most prestigious historically Black colleges in the country.\n\n“She was well-steeped in her heritage both as a woman of Jamaican descent and a woman of South Asian descent,” said Jill Louis, a Dallas-based corporate attorney, who attended Howard with Harris and is one of Harris’ line sisters in Alpha Kappa Alpha, the historically Black sorority. “She would talk about what it was like to have that heritage and how she experienced it.”\n\nUltimately, she said, Howard made students feel “comfortable in their Blackness and in understanding its expansiveness and to move and transcend as a human.” And the campus was the springboard from youth to adulthood where Harris embraced her roots as both Black and Indian, on a path toward making history as she has done this week.\n\nHer selection as Joe Biden’s running mate on Wednesday cemented Harris' place in American history and catalyzed discussions around race in the political sphere.\n\nSince the announcement was made, much of the focus has been on the fact that, if elected, Harris would become the first female, first Black and first Asian American vice president. It’s a realization that has prompted talk about what her status as the daughter of Indian and Jamaican immigrants would mean for the marginalized communities she represents and beyond.\n\nAdvocates say that Harris’ multiracial background in an arena that's long been predominantly white has the potential to resonate with voters of color who have not seen themselves reflected in such a position of power.\n\nA multicultural background that shaped a politician\n\nHarris’ mother, Shyamala Gopalan, who immigrated to the U.S. at 19 to pursue a doctorate in nutrition and endocrinology at the University of California, Berkeley, had an immense impact on her two daughters. Harris has spoken about how Gopalan, a civil rights activist, was a role model for her despite the challenges an Indian immigrant faced as a single mother, forging a life in the United States.\n\nKamala Harris with her mother, Shyamala, at a Chinese New Year parade in 2007. Kamala Harris campaign via AP\n\n“My mother, who raised me and my sister, was a proud woman,” Harris said while on the campaign trail. “She was a brown woman. She was a woman with a heavy accent. She was a woman who, many times, people would overlook her or not take her seriously.”\n\nGopalan met Harris’ father, Donald, while participating in civil rights protests. They eventually divorced, with her raising the children on her own. Gopalan was cognizant that most people would see her children as Black and was “determined to make sure we would grow into confident, proud Black women,” Harris wrote in her autobiography, “The Truths We Hold.”\n\nHowever, Gopalan also made efforts to nurture her children’s Indian heritage, cooking traditional cuisine and bringing them on regular visits to India, where her father, P.V. Gopalan, a civil servant who died in 1998, would develop a deep connection with Harris. The senator described her grandfather as “really one of my favorite people in my world.”\n\nAs a young woman arriving at Howard University for freshman orientation in 1982, Harris recalled in her book looking around and thinking: \"This is heaven! ... Everyone looked like me.”\n\nHarris’ college friend Sonya Lockett told NBC News in a phone interview that their Howard years were formative to them as young Black women.\n\n“There was just an activist streak that was happening all around us,” Lockett said. “We stayed in the nation’s capital, so we stayed in the center of political power for this country and we saw the politics, the lawmaking of the country, and we also saw all the people those laws affected.”\n\nThe Morning Rundown Get a head start on the morning's top stories. This site is protected by recaptcha\n\nThey would hang out in The Yard, have political debates, get involved on campus and go to protests.\n\n“During that time, it was like, where is our place in this world? And how can we make a difference? Where can we be most effective? How does this affect our community?” she said.\n\nHarris ran for student council, pledged Alpha Kappa Alpha, the first historically Black sorority, which was founded on Howard’s campus, and chaired the economics society.\n\nHarris' background as coming from a family of trailblazers and being the daughter of immigrants has struck a chord with many Asian Americans, Varun Nikore, president of the AAPI Victory Fund, said.\n\n“The reason there is so much affinity to Kamala Harris is because her parents’ story is a recent immigrant story,” Nikore said. “Especially right now when immigrants are being vilified at every turn, Vice President Biden’s pick is so poignant and reflects ideals of the greatness of America.”\n\nAndra Gillespie, who teaches political science at Emory University in Atlanta, said that she doesn’t see Harris as an anomaly given the rapidly changing demographics of the country. However, she said the country’s history of race plays a large part in how she is perceived.\n\n“Having Black identity or Black heritage matters a lot in the United States and is how you get viewed,” she said. “She reflects the diversity of America in the fact that Harris is biracial but nonwhite, and it also still shows ... how the fault line in America is still Black/non-Black.”\n\nShe said Harris has also made certain signals on how she identifies herself — for instance, by attending a historically Black college and joining a Black sorority — but not necessarily to the exclusion of her South Asian identity.\n\nPost-Obama and after numerous examples of racism and police brutality against Black Americans recently, Gillespie said that having Harris on the ticket should mean that substantive issues for Black Americans are now seriously addressed.\n\n“The salience of racial issues and the racial toxicity of the Trump administration has made race much more important,” she said.\n\nSupport from Asian and Black voters isn’t guaranteed\n\nWhile it's not yet clear how Harris' prosecutorial background could affect the ticket, it was a thorn in her side when she ran for president in the Democratic primary, and her selection as the vice presidential nominee will certainly renew scrutiny of her past. She spent seven years as the district attorney in San Francisco, followed by six years as California's attorney general, and in both tenures she was criticized for her of marijuana convictions and for arresting the parents of truant students, who were mostly Black, among other issues. Particularly progressive and young Black voters will likely demand answers from Harris.\n\nStill, Black voters are reliably Democratic — 89 percent of them voted for Hillary Clinton in 2016, compared to 8 percent for Trump. A recent Washington Post-Ipsos poll found, however, that racism and police misconduct are the most pressing issues among registered Black voters. And despite Biden's lead over Trump among Black voters — 92 percent to 5 percent — the poll found that about half “support Biden” and the other half mainly “oppose Trump.”\n\nWhile Harris is expected to be a boon for the ticket, she did struggle to gain traction among Black Democrats in her primary campaign. Gillespie said that may have had more to do with the high number of candidates in the race and with Black voters thinking “strategically” rather than a general lack of interest in Harris’ candidacy.\n\nHarris’ new status as a vice presidential hopeful arrives against the backdrop of an Asian American electorate that’s experiencing rapidly growing influence. In the past two decades, the group has ballooned by 139 percent, making it the fastest-growing demographic of eligible voters compared to all other major races and ethnicities. In comparison, the white electorate grew by 7 percent in the same period. Asian Americans also stand out as the only group composed of a majority of naturalized immigrants.\n\nIn recent elections, the Asian American and Pacific Islander population has trended left, with 79 percent voting for Clinton in 2016, according to an Asian American Legal Defense and Education Fund exit poll conducted in 11 different Asian languages. South Asian Americans in particular voted most strongly Democrat with some subgroups like Pakistanis voting as high as 96 percent for Clinton. Indian Americans voted for the Democrat at 84 percent, a rate higher than the national average of the greater Asian American population, who voted for Clinton at 79 percent.\n\nHowever, support for Harris among Asian Americans has not been guaranteed. Data from 2018, just before Harris formally declared her presidential candidacy in January 2019 on Martin Luther King Day, shows that 52 percent of Indian Americans had a “favorable” opinion of her. But another 20 percent had never heard of her. In interviews with several Indian Americans in February 2019, South Asian American leaders indicated that many in the community were likely unaware of Harris' Indian heritage.\n\n“They think of her as Black,” said Annetta Seecharran, executive director of Chhaya Community Development Corp., an organization in the Jackson Heights neighborhood of Queens that advocates for the housing needs of New York City’s South Asian community.\n\nAnd though Harris did not hesitate to share anecdotes and stories from her childhood on the campaign trail, she rarely delved into issues of identity early on. Speaking to The Washington Post last year, Harris said she defined herself as simply “American,” and said she generally did not struggle with issues surrounding her own identity.\n\n“It took Harris a little while during her presidential run to open up about her Indian American heritage and Asian American identity,” Karthick Ramakrishnan, a public policy and political science professor at the University of California, Riverside, explained. “Part of that might have been due to the harsh treatment that Barack Obama had gotten about his father’s immigrant roots.”\n\nDuring Obama’s historic run for president in 2008, he was targeted by the birther movement, in which some critics, including Donald Trump, perpetuated the conspiracy theory that he was born in Kenya, where his father is from. And despite him being open about his Christian faith, Obama was also accused of being Muslim, oftentimes by Islamophobic groups.\n\nRamakrishnan added that Harris appeared to be warming up to talking more about her heritage last fall, and expects her to continue as the country moves toward the November election.\n\nRegardless of background, issues come first, advocates say\n\nLakshmi Sridaran, executive director of South Asian Americans Leading Together, a nonprofit civil rights group, emphasized that physical representation of the Asian American community is crucial, but it doesn’t equal political representation. She said she hopes the Asian American electorate assesses Harris as a candidate based on policy, listing issues like COVID-19 relief legislation and policing among topics voters should dig further into.\n\n“As exciting as it is to have an Asian American and particularly a South Asian American in this role, what's important and what we encourage community members to do is assess her and engage her (and all candidates) on where she stands on issues that impact South Asians and to examine her voting record and policies,\" Sridaran said.", "METADATA": {"msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/nbcnews/all-other-sizes-PNG.ico/ms-icon-144x144.png", "msapplication-config": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/nbcnews/all-other-sizes-PNG.ico/browserconfig.xml", "fb": {"app_id": 10150138890205613, "pages": 1508175089456029}, "og": {"site_name": "NBC News", "locale": "en_US", "url": "https://www.nbcnews.com/news/nbcblk/black-asian-american-kamala-harris-identity-how-it-shaped-her-n1236563", "title": "Black, Asian, American: Kamala Harris’ identity, how it shaped her and what it means for voters", "description": "Advocates say that Harris’ multiracial background in an arena that's long been predominantly white, has the potential to resonate with voters of color who have not seen themselves reflected in such a position of power.", "image": {"identifier": "https://media2.s-nbcnews.com/j/newscms/2020_33/3404064/200812-kamala-harris-howard-university-se-420p_d1f558b85968e35bae3a62c4c3648f14.nbcnews-fp-1200-630.jpg", "secure_url": "https://media2.s-nbcnews.com/j/newscms/2020_33/3404064/200812-kamala-harris-howard-university-se-420p_d1f558b85968e35bae3a62c4c3648f14.nbcnews-fp-1200-630.jpg", "type": "image/jpeg", "width": 1200, "height": 630}, "type": "article"}, "twitter": {"site": "@NBCNews", "creator": "NBCNews", "image": "https://media2.s-nbcnews.com/j/newscms/2020_33/3404064/200812-kamala-harris-howard-university-se-420p_d1f558b85968e35bae3a62c4c3648f14.nbcnews-fp-1024-512.jpg", "title": "Black, Asian, American: Kamala Harris’ identity, how it shaped her and what it means for voters", "description": "Advocates say that Harris’ multiracial background in an arena that's long been predominantly white, has the potential to resonate with voters of color who have not seen themselves reflected in such a position of power.", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "Black, Asian, American: Understanding Kamala Harris’ identity and how it shaped her", "article": {"opinion": "false", "content_tier": "free"}, "thumbnail": "https://media2.s-nbcnews.com/j/newscms/2020_33/3404064/200812-kamala-harris-howard-university-se-420p_d1f558b85968e35bae3a62c4c3648f14.social_share_1024x768_scale.jpg", "next-head-count": 88}}}