{"GDELT": {"GlobalEventID": 940537339, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "LBN", "Actor2Name": "LEBANON", "Actor2CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 74, "EventBaseCode": 74, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.76470588235295, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200813124500, "SOURCEURL": "https://www.trtworld.com/middle-east/un-security-council-at-loggerheads-over-lebanon-peacekeeping-operation-38866"}, "ARTICLE": {"TITLE": "UN Security Council at loggerheads over Lebanon peacekeeping operation", "TEXT": "Fast News\n\nThe US supports Israel's demands for expanding the peacekeeping mission's mandate in southern Lebanon, however, most security council members back a continuation of its current mandate.\n\nA view of a damaged building in the aftermath of a massive explosion at the port of Beirut, Lebanon, August 12, 2020. (AFP)\n\nFrance has circulated a draft resolution that diplomats say would extend the mandate of UN's peacekeeping mission in southern Lebanon for a year.\n\nThe move comes as the UN Security Council remains at odds over the way mission known as UNIFIL operates on the ground, with the United States backing Israel’s demands for major changes including the expansion of its current mandate in terms of access to sites.\n\nAfter the French release of the draft on Wednesday, diplomats are predicting tough negotiations before the UNIFIL mandate expires on August 31. The diplomats were speaking on condition of anonymity because discussions have been private.\n\nAt a closed UNSC meeting on UNIFIL on Tuesday, US Ambassador Kelly Craft stressed the need for a new mandate.\n\n“The US has long reiterated publicly and privately that the status quo in Lebanon is unacceptable,” Craft said. “Now is the time to empower UNIFIL, end the long complacency, and enable the mission to fully achieve what it was set out to accomplish.”\n\nBut Israel's staunched ally, the US, faces an uphill struggle because most members of the UNSC back a continuation of the current mandate.\n\nUN Secretary General Antonio Guterres wrote to the council on July 29 recommending a 12-month renewal of UNIFIL’s mandate, stressing the importance of maintaining high troop strength.\n\nIn his latest report to the Security Council, the UN chief underscored the importance of UNIFIL’s work as it continues to maintain peace and provide stability at a difficult time for the country, UN spokesman Stephane Dujarric said on Wednesday.\n\nREAD MORE: Hezbollah: Israel's claims of border clashes 'completely false'\n\nUNIFIL was created to oversee the withdrawal of Israeli troops after a 1978 invasion.\n\nThe mission was expanded after a 2006 war between Israel and Iran-linked Hezbollah militants so that peacekeepers could deploy along the Lebanon-Israel border to help Lebanese troops extend their authority into their country’s south for the first time in decades.\n\nMacron warns Iran against 'interference' in Lebanon\n\nFrench President Emmanuel Macron on Wednesday warned Iran against any interference in Lebanon after the gigantic blast last week that has prompted a political crisis in the country.\n\nIn telephone talks with President Hassan Rouhani, Macron emphasised the \"necessity for all the powers concerned... to avoid any outside interference and to support the putting in place of a government which can manage the emergency,\" the Elysee said.\n\nMacron, who was the first world leader to visit Beirut after the explosion, has taken the lead role in coordinating the international response and at the weekend chaired a virtual aid conference that drummed up more than $295 million (250 million euros) in pledges.\n\n'Importance of UNIFIL presence'\n\nGermany’s deputy UN ambassador Günter Sautter told the council on Tuesday in remarks circulated by the country’s UN mission that “recent tensions and the danger of escalation only underline the importance of UNIFIL presence on the ground.” He said “the new political reality\" since last week’s devastating explosion at Beirut's port made it \"more important than ever.”\n\n“UNIFIL’s mandate continues to be of utmost importance,” Sautter said. “It is clear that UNIFIL will not be able to do more with less. We therefore fully support UNIFIL in its current mandate and strength, and we hope that the council will once more show unanimous support to this important mission.”\n\nREAD MORE: UN renews peacekeeping mission amid Israel-Lebanon tensions\n\nHezbollah's threat\n\nCraft said at that time that UNIFIL was being “prevented from fulfilling its mandate” and Hezbollah had “been able to arm itself and expand operations, putting the Lebanese people at risk.”\n\nShe said the Security Council “must either pursue serious change to empower UNIFIL or realign its staffing and resources with tasks it can actually accomplish.”\n\nAs of June 15, UNIFIL comprised 10,275 military personnel from 45 troop-contributing countries, 238 international civilian staff and 580 national civilian staff.\n\nIts Maritime Task Force comprised six vessels, two helicopters and 864 of the force’s military personnel. However, one vessel was damaged in last week’s deadly explosion and 23 naval personnel from Bangladesh were injured, two critically. Dujarric, the UN spokesman, said on Wednesday that four remain hospitalised in stable condition.\n\nJan Kubis, the United Nations special coordinator for Lebanon, and UN peacekeeping chief Jean-Pierre Lacroix briefed Tuesday’s virtual council meeting.\n\nKubis urged the rapid formation of a new government following Monday’s resignation of Prime Minister Hassan Diab and his Cabinet.\n\nThe UN quoted him as telling the council: “There are immediate humanitarian needs that need to be addressed and necessary reforms that need to be undertaken without any delay to restore the trust of the Lebanese people, and of the international community in Lebanon.”\n\nREAD MORE: Lebanon PM Diab resigns amid anger over Beirut blast\n\nSource: TRTWorld and agencies", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "apple-itunes-app": "app-id=1093074623", "google-play-app": "app-id=com.trtworld.android", "title": "UN Security Council at loggerheads over Lebanon peacekeeping operation", "description": "The US supports Israel's demands for expanding the peacekeeping mission's mandate in southern Lebanon, however, most security council members back a continuation of its current mandate.", "image": "https://cdni0.trtworld.com/w480/h270/q75/85692_20200813T062759Z_1456790342_RC2UCI9R8MAI_RTRMADP_3_LEBANONSECURITYBLAST_1597306727653.JPG", "og": {"title": "UN Security Council at loggerheads over Lebanon peacekeeping operation", "type": "website", "description": "The US supports Israel's demands for expanding the peacekeeping mission's mandate in southern Lebanon, however, most security council members back a continuation of its current mandate.", "site_name": "UN Security Council at loggerheads over Lebanon peacekeeping operation", "locale": "tr_TR", "article": {"author": "TRT World", "section": "News"}, "url": "https://www.trtworld.com/middle-east/un-security-council-at-loggerheads-over-lebanon-peacekeeping-operation-38866", "image": "https://cdni0.trtworld.com/w480/h270/q75/85692_20200813T062759Z_1456790342_RC2UCI9R8MAI_RTRMADP_3_LEBANONSECURITYBLAST_1597306727653.JPG"}, "twitter": {"card": "summary_large_image", "site": "@trtworld", "title": "UN Security Council at loggerheads over Lebanon peacekeeping operation", "description": "The US supports Israel's demands for expanding the peacekeeping mission's mandate in southern Lebanon, however, most security council members back a continuation of its current mandate.", "creator": "@trtworld", "image": "https://cdni0.trtworld.com/w480/h270/q75/85692_20200813T062759Z_1456790342_RC2UCI9R8MAI_RTRMADP_3_LEBANONSECURITYBLAST_1597306727653.JPG", "domain": "https://www.trtworld.com"}, "shortlink": "https://www.trtworld.com/article/38866", "shorturl": "http://trt.world/16pc", "csrf-token": "6haLQsaw4xQo91dXjWgWV5M4jiM2J8kocWXNnxAa"}}}