{"GDELT": {"GlobalEventID": 940591648, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.78197997775306, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22391", "Actor1Geo_Lat": -41.3, "Actor1Geo_Long": 174.783, "Actor1Geo_FeatureID": "-1521348", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22391", "Action2Geo_Lat": -41.3, "Action2Geo_Long": 174.783, "Action2Geo_FeatureID": "-1521348", "DATEADDED": 20200813174500, "SOURCEURL": "https://www.stuff.co.nz/dominion-post/wellington-top-stories/122410565/gang-members-in-nearby-emergency-accommodation-linked-to-antisocial-issues-in-wellingtons-pigeon-park"}, "ARTICLE": {"TITLE": "Gang members in nearby emergency accommodation linked to anti-social issues in Wellington's 'Pigeon Park'", "TEXT": "A small park in central Wellington has become a big problem for business, police and the public.\n\nA rise in violence and disorder in Wellington’s CBD has been linked to gang members, some of whom are living in downtown emergency housing.\n\nThe Ministry of Social Development has confirmed it is housing tenants at Laneway Backpackers, Aura Hotel and The Setup on Manners St.\n\nStuff understands there are patched Nomads gang members living at Laneway.\n\nThe Setup is providing emergency housing for 16 MSD clients, Laneway, 10 and Aura, six.\n\nA 30-page police report titled ‘’Te Aro Park Project Report’’ is now with Wellington City Council for review, following increasing issues with drug and alcohol abuse, violence, intimidation and harassment at the park, at the intersection of Dixon and Manners streets.\n\nREAD MORE:\n\n* As motels close doors to emergency guests people are being forced into tents\n\n* Wellington liquor store launching High Court appeal to see longer hours reinstated\n\n* Protests, pigeons, pa and public art\n\n\n\nPolice cite a number of premises in the area are contributing to challenges at the park, including nearby emergency accommodation providers and liquor stores, Stuff understands.\n\nThe small park, also known as ‘‘Pigeon Park’’, has been at the centre of the joint project between police and the council since November 2018.\n\nSophie Cornish/Stuff Multiple police officers were seen by Stuff visiting Laneway Backpackers on Tuesday.\n\nJailhouse lawyer and former inmate Arthur Taylor, who lived at a Manners St accommodation in May and June as an MSD client, called it a “recipe for crime”.\n\n“It’s like baking a disaster, you have all the ingredients there for a disaster.”\n\nDuring his stay, Taylor said he witnessed multiple drug deals in an alleyway behind the accommodation.\n\nThe accommodation was housing the most vulnerable, including people with serious mental issues, he said.\n\n“Anyone with any common sense knows that you don't concentrate all those problems in one area.\n\n“I'm appalled that taxpayers' money is being used to house vulnerable people in these sorts of accommodation situations.”\n\nMonique Ford/Stuff Te Aro Park, also known as Pigeon Park, is at the centre of a project to reduce crime and anti-social behaviour.\n\nMSD Regional Commissioner Gagau Annandale-Stone said it hadn’t been contacted about any recent issues.\n\nA Laneways spokeswoman said the recent escalation of anti-social behaviour was “very much linked to the current economic context we are living in”, rather than the MSD tenants, as Laneway has held its MSD contract for five months.\n\n“Like other businesses, we are concerned about the escalation of antisocial behaviour in Te Aro Park, and take the safety of our tenants, staff and neighbours seriously.”\n\nShe said when tenants were discovered in engaging in anti-social behaviour, such as drugs, they looked to manage the behaviour or eviction.\n\n“However, if they are evicted, they will usually end up on the streets as an eviction can block them out of further MSD housing. Success looks like these tenants being moved into permanent housing elsewhere. Evicting them will mean they definitely end up on the street.\n\n“These tenants are usually only there for between 7-21 days so even if the behaviour is managed, a new crop will arrive soon after. So you can imagine the challenge the staff face.”\n\nMultiple businesses approached by Stuff on Tuesday said the problem had been getting increasingly worse.\n\nMonique Ford/Stuff Eva Beva owner Greig Wilson has seen multiple physical assaults and an increase in gang activity at the park since he opened his bar four years ago.\n\nEva Beva owner Greig Wilson is no stranger to the ongoing problems in Te Aro Park.\n\nWhen his bar opened four years ago there was some drinking in the park, but he said there had been a “noticeable difference” in the past 12 months of increased drinking, gang presence, and violence, including on his staff.\n\nHe doesn’t believe it will be long until someone is stabbed or killed in the area.\n\n“Sooner or later, someone will die.”\n\nWilson now had to consider whether it was worthwhile calling the police, as he saw four or five events each day that could be worthy of notifying police. .\n\n“I have to think, how bad is it? Is someone getting beaten up? Or are they just drinking? Do I have 30 minutes free to sit on the phone to police? I have to self-categorise.”\n\nRecently, he watched a woman in the park being dragged down the street by her hair and getting kicked in the head.\n\nWilson ran outside to help but froze, along with other bystanders attempting to intervene, put off by a man making threats to people, yelling “Black Power!” and “we will kill you”.\n\nMonique Ford/Stuff Swimsuit Coffee owner Tait Burge is saddened by the \"endless amount of drama\" at Te Aro Park, as he believes the area has a lot of potential.\n\nSwimsuit Coffee owner Tait Burge started his cafe around 17-months-ago and received a “very strong warning” by previous owners that the anti-social and disorderly behaviour at the park “came with the job”.\n\nHe had been required to trespass three people this year and said his staff members were intimidated on a weekly basis.\n\nHe called the issue “the elephant in the room of the city”.\n\nOnce, he walked in on someone using meth in the public toilets.\n\nAn employee of Shosha, a vapourized store opposite the park, who wished to stay anonymous, said staff in the store “fear for their lives” and were often visited by people who drank in the park.\n\nROBERT KITCHIN/STUFF Wellington City councillor Fleur Fitzsimons is concerned about the increasing violence in Courtenay Place.\n\nThey described the behaviour they had seen as “sickening” and said they have had to press the store’s panic button about four or five times this year.\n\nRakesh Varnia, who owns City Stop, a 24-hour convenience store on Manners St, said he would like to see emergency social housing moved out of the city centre.\n\nHe said around $500-$600 worth of damage had been caused in his store in the past few months, by people under the influence of alcohol and drugs.\n\nCouncillor Nicola Young said the park was a “magnet for crime”.\n\n“It is the epicentre of all that is wrong late at night. Everything bad in Wellington happens there.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "A small park in the central city has become a big problem for business, police and the public.", "source": "Stuff", "og": {"description": "A small park in the central city has become a big problem for business, police and the public.", "title": "Gang members in nearby emergency accommodation linked to anti-social issues in Wellington's 'Pigeon Park'", "url": "https://www.stuff.co.nz/dominion-post/wellington-top-stories/122410565/gang-members-in-nearby-emergency-accommodation-linked-to-antisocial-issues-in-wellingtons-pigeon-park", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/n/r/3/b/image.related.StuffLandscapeSixteenByNine.1420x800.20volh.png/1597295884803.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-13T17:00:00.000Z"}, "parsely-type": "post", "parsely-title": "Gang members in nearby emergency accommodation linked to anti-social issues in Wellington's 'Pigeon Park'", "parsely-link": "https://www.stuff.co.nz/dominion-post/wellington-top-stories/122410565", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/n/r/3/b/image.related.StuffLandscapeSixteenByNine.1420x800.20volh.png/1597295884803.jpg", "parsely-pub-date": "2020-08-13T17:00:00.000Z", "parsely-author": "Sophie Cornish", "parsely-section": "dominion-post", "parsely-tags": "dominion-post,wellington-top-stories"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}