{"GDELT": {"GlobalEventID": 940501251, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BRA", "Actor1Name": "FORTALEZA", "Actor1CountryCode": "BRA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.07197382769902, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cape Verde", "Actor1Geo_CountryCode": "CV", "Actor1Geo_ADM1Code": "CV", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": -24.0, "Actor1Geo_FeatureID": "CV", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Cape Verde", "Action2Geo_CountryCode": "CV", "Action2Geo_ADM1Code": "CV", "Action2Geo_Lat": 16.0, "Action2Geo_Long": -24.0, "Action2Geo_FeatureID": "CV", "DATEADDED": 20200813090000, "SOURCEURL": "https://anba.com.br/en/brazil-sends-relief-to-lebanon/"}, "ARTICLE": {"TITLE": "Brazil sends relief to Lebanon", "TEXT": "Isaura Daniel\n\nisaura.daniel@anba.com.br\n\nSão Paulo – The plane KC-390 Millennium of the Brazilian Air Force (FAB) took off on Wednesday (12) from the São Paulo Air Base in Guarulhos taking six tonnes of donations to Lebanon. President Jair Bolsonaro participated in the ceremony together with former president Michel Temer, who was invited by the government to lead the mission to the Arab country. Temer and his entourage traveled to Lebanon in an Embraer 190. Representatives of the entities that collected a portion of the donations, including the Arab Brazilian Chamber of Commerce, participated in the ceremony.\n\nThe KC-390 is taking medicines, health equipment, and foodstuffs donated by the Ministry of Health and entities with ties to the Lebanese community, which collected them from their members and Brazilians. The cargo shipped includes products purchased by the Arab Chamber with its own funds as well as funds raised in a campaign together with other associations and people from across Brazil. The campaign is still accepting donations.\n\nAt the ceremony, president Bolsonaro stressed the role of the Lebanese community in the donations. Bolsonaro pointed out that the world is going through a pandemic and that Lebanon was hit by the disaster in the middle of it. An explosion in Beirut last week left 170 dead, 6,000 injured, and thousand homeless. Bolsonaro said that the donation is a symbolic act. “What we can offer, largely from our Lebanese community, is from our hearts,” he said.\n\nBolsonaro said that the date marks a stronger relation between Brazil and Lebanon and that the two countries want democracy and freedom. “Our countries do not give up democracy and freedom, it is what we want for the whole world,” he said. The president added that the Lebanese and their descendants greatly contribute to Brazil. “By working, becoming integrated and collaborating in several areas so that Brazil reaches the prominent place it deserves on the world stage,” he said.\n\nThe Arab Chamber was represented in the ceremony at the Air Base by its president Rubens Hannun, Investment director Daniel Hannun and director Claudia Yazigi Haddad, who is also a director at the Women’s Committee of the Chamber. “The Arab Chamber is honored to be part of this, as it reiterates our purpose to bring Arabs and Brazilians together wherever they are, including in the social sphere,” Hannun told ANBA.\n\nHannun said that the Arab Chamber was sought out as a channel for donations by entities and individuals in the country, whether they were Lebanese descendants or not. “This moved the entire Brazil,” Hannun said. Brazil has 12 million of Arabs and descendants, and the largest group is made up by Lebaneses, according to a research recently made public by the Arab Chamber and carried out by H2R Pesquisas Avançadas and Ibope Inteligência. “I’m very proud to see everyone getting together for a brother country such as Lebanon – Christians, Muslims, Maronites, all with the same purpose,” Haddad said.\n\nThe entourage travelling to Lebanon is led by Temer and includes senators Nelson Trad Filho and Luiz Pastore, secretary of Strategic Affairs of the Presidency of Brazil Flávio Viana Rocha, and Federation of Industries of the State of São Paulo (FIESP) president Paulo Skaf. The group is slanted to arrive in Lebanon on Thursday (13) and returns on Saturday (15).\n\nSon of Lebanese parents, Temer said he was moved by the invitation to lead the entourage and thanked for the donation in behalf of the Lebanese community. “I’m thanking you in behalf of my parents. They passed away a long time ago, but they certainly are seeing this ceremony from the spiritual plane and applauding what you and the Brazilian government are doing for Lebanon,” he said.\n\nLebanon’s ambassador in Brazil Joseph Sayah also thanked for the donation in behalf of the Lebanese people. He said that Bolsonaro phoned him to extend his sympathy and support. “As always, I felt at home by the warm response shown by Mr. President and Foreign Relations minister,” he said about Brazilian FM Ernesto Araújo. He said that donation does not come as a surprise due to the family and history ties between the two nations.\n\nThe ceremony also featured Air Force commander lieutenant general Antonio Carlos Moretti Bermudez, Commercial Association of São Paulo (ACSP) chairman Alfredo Cotait, and Skaf. “This donation is taken by our most modern aircrafts, KC-390 Milennium and Embraer-190, manufactured in Brazil, which will take our sympathy across the sea,” commander Bermudez said. Cotait said that many are working to collect donations and stressed the role of the Federation of Muslim Associations in Brazil (FAMBRAS) chairman Mohamed El Zoghbi.\n\n“Life holds surprises for us. Who would say that we would experience a pandemic in 2020, navigating through this year of unknown, in the health, economy and social sphere? Who would say that suddenly a bomb would blow out in the Port of Beirut, causing the death of some many dear people? That’s life. This makes us very sad but also more humble, humane, sympathetic. This flight proves that,” Skaf said.\n\nThe two aircrafts took off from São Paulo bound to Fortaleza, Ceará, where they will land for a technical interval. Then they go to the Salt Island in Cape Verde, then Valencia, Spain, then Beirut, according to Agência Brasil.\n\nTranslated by Guilherme Miranda\n\nPalácio do Planalto\n\nAlan Santos/PR\n\nPress Release\n\nAlan Santos/PR\n\nSd A. Soares/FAB", "METADATA": {"viewport": "width=device-width", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "twitter": {"card": "summary_large_image", "title": "Brazil sends relief to Lebanon", "description": "São Paulo – The plane KC-390 Millennium of the Brazilian Air Force (FAB) took off on Wednesday (12) from the São Paulo Air Base in Guarulhos taking six tonnes of donations to Lebanon. President Jair Bolsonaro participated in the ceremony together with former president Michel Temer, who was...", "image": {"identifier": "https://anba.com.br/wp-content/uploads/2020/08/fab-caPA.jpg", "width": 794, "height": 517, "alt": "fab caPA"}, "creator": "@anbabrasilarabe", "site": "@anbabrasilarabe", "url": "https://anba.com.br/en/brazil-sends-relief-to-lebanon/"}, "msapplication-TileImage": "https://anba.com.br/wp-content/uploads/2020/08/fab-caPA.jpg", "og": {"image": {"identifier": "https://anba.com.br/wp-content/uploads/2020/08/fab-caPA.jpg", "width": 794, "height": 517, "alt": "fab caPA"}, "description": "São Paulo – The plane KC-390 Millennium of the Brazilian Air Force (FAB) took off on Wednesday (12) from the São Paulo Air Base in Guarulhos taking six tonnes of donations to Lebanon. President Jair Bolsonaro participated in the ceremony together with former president Michel Temer, who was invited by the government to lead the...", "type": "article", "locale": "en_us", "site_name": "ANBA News Agency", "title": "Brazil sends relief to Lebanon", "url": "https://anba.com.br/en/brazil-sends-relief-to-lebanon/", "updated_time": "2020-08-13T10:52:16-03:00"}, "article": {"tag": "Michel Temer", "published_time": "2020-08-12T14:29:57-03:00", "modified_time": "2020-08-13T10:52:16-03:00", "author": "https://anba.com.br/en/author/isaura-danielanba-com-br/", "section": "Society"}, "profile": {"first_name": "Isaura", "last_name": "Daniel", "username": "Isaura Daniel"}, "generator": "WPML ver:4.2.5 stt:5,1,43;", "tec-api-version": "v1", "tec-api-origin": "https://anba.com.br/en/", "msapplication-TileColor": "#2b5797", "msapplication-config": "/wp-content/uploads/fbrfg/browserconfig.xml", "theme-color": "#ffffff"}}}