{"GDELT": {"GlobalEventID": 940528323, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.98899587345254, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL", "Actor1Geo_Lat": 52.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "PL", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL", "Action2Geo_Lat": 52.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "PL", "DATEADDED": 20200813114500, "SOURCEURL": "https://www.msn.com/en-us/news/world/mike-pompeo-urges-eastern-european-countries-to-reject-huawei-warning-that-china-is-in-some-ways-worse-than-their-former-soviet-union-rulers/ar-BB17UGX3"}, "ARTICLE": {"TITLE": "Mike Pompeo urges eastern European countries to reject Huawei, warning that China is in 'some ways worse' than their former Soviet Union rulers", "TEXT": "© Gabriel Kuchta/Getty Image U.S. Secretary of State Mike Pompeo (L) and Prime Minister of the Czech Republic Andrej Babis (R) attend a press conference on August 12, 2020 in Prague, Czech Republic. Gabriel Kuchta/Getty Image\n\nMike Pompeo warns US allies in eastern Europe that China in \"some ways\" is a bigger threat to the West than the Soviet Union during the Cold War.\n\nOn a visit the Prague on Wednesday, the US Secretary of State urged the Czech government to reject Chinese investment and firms like Huawei.\n\n'What's happening now isn't Cold War 2.0. The challenge of resisting the CCP [Chinese Communist Party] threat is in some ways worse, Pompeo said in a press conference.\n\nOppressive Soviet forces controlled the Czech Republic from 1948 to 1989.\n\nPompeo urged the Czech government to do deals with US firms instead.\n\nHowever, Czech Prime Minister Andrej Babiš refused to commit, telling Pompeo: \"With all due respect to our American investors, I want more investments from China.\"\n\nVisit Business Insider's homepage for more stories.\n\nMike Pompeo has warned eastern Europe that the threat of China is in \"some ways\" worse than the threat posed by the Soviet Union during the Cold War, in a bid to persuade more US allies to shut out Chinese firms like Huawei.\n\nSpeaking on a visit to Prague, the Czech Republic on Wednesday the US Secretary of State said: \"What's happening now isn't Cold War 2.0. The challenge of resisting the CCP [Chinese Communist Party] threat is in some ways worse.\n\n\"The CCP is already enmeshed in our economies, in our politics, in our societies in ways the Soviet Union never was.\"\n\nPompeo's suggestion that Beijing poses a greater threat today than the Soviet Union did in second half of the 20th century was striking given that the Czech Republic was controlled by oppressive Soviet forces for over four decades.\n\nIn comments reported by Politico, Pompeo said that while the Kremlin continued to \"undermine\" Prague through disinformation and cyber warfare, Beijing's \"campaigns of coercion of control\" represented a larger threat to the West.\n\n\"In your country alone, we see influence campaigns against your politicians and security forces, the theft of industrial data, and the use of economic leverage to stifle freedom itself,\" he said.\n\nSpeaking alongside Czech Prime Minister Andrej Babiš, Pompeo urged the Czech government to reject Chinese telecoms firm Huawei and said the US was keen to help Prague develop 5G and with its plans to build three nuclear power plants, saying it would be a \"great opportunity to increase energy security for the Czech Republic and the entire region.\"\n\nHe claimed that China's suppression of Hong Kong and crimes against the Uighers were \"sustained by companies like Huawei, using technology that the secret police could have only dreamed of.\"\n\nPompeo said: \"Your nation, and others that suffered behind the Iron Curtain, know best of all how deeply communists plunge societies into ruin and repression... When the Iron Curtain finally fell, Americans rejoiced in your freedom.\"\n\nHowever, Prime Minister Babiš did not commit to rejecting deals with Chinese companies, telling the press conference in Prague: \"With all due respect to our American investors, I want more investments from China.\"\n\nPompeo will also visit Slovenia, Austria, and Poland in the coming days as part of his tour of eastern Europe.\n\nThe Trump administration hopes to persuade more of its European allies to shut out Huawei. Its tough sanctions against the telecoms firm recently prompted Boris Johnson's UK government to scrap an agreement to let it develop Britain's 5g.\n\nPompeo is also set to discuss the US plan to redeploy thousands of troops based in Germany across eastern Europe.\n\nThe move put fresh strain on Trump's difficult relationship with Berlin, with allies of German Chancellor Angela Merkel attacking the decision and saying it would weaken the west's resistance to Russia.\n\nHowever, US Defense Secretary Mark Esper last week insisted that the move supported US strategic goals and would \"strengthen NATO and improve operational efficiency.\"\n\nRead the original article on Business Insider\n\nVideo: Economic clout makes China tougher challenge for U.S. than Soviet Union was - Pompeo (Reuters)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Mike Pompeo urges eastern European countries to reject Huawei, warning that China is in 'some ways worse' than their former Soviet Union rulers", "cq": "passed", "Search.Interest": "EN NEWS", "robots": "index, follow", "description": "Pompeo said Beijing may pose a greater threat to the West than the Soviet Union did during the Cold War.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}