{"GDELT": {"GlobalEventID": 940510541, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EUR", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.5645371577575, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Croatia", "Actor1Geo_CountryCode": "HR", "Actor1Geo_ADM1Code": "HR", "Actor1Geo_Lat": 45.166667, "Actor1Geo_Long": 15.5, "Actor1Geo_FeatureID": "HR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200813100000, "SOURCEURL": "https://www.thesun.co.uk/travel/12389509/safe-holiday-destinations-coronavirus-cases/"}, "ARTICLE": {"TITLE": "least at risk of going on UK's quarantine list", "TEXT": "A HOLIDAY abroad is still on many people's wish list this year, but choosing where to go can be a struggle due to the coronavirus situation in Europe.\n\nUnnecessary travel to Spain has already been banned by the UK government since July 26, along with Luxembourg on July 31 and Belgium on August 8.\n\n9 Italy's cases are remaining lower than its European neighbours Credit: 4Corners Images\n\nTravel experts believe that the government deems a country \"unsafe\" for travel if their new cases of coronavirus are above 20 per 100,000 population over a period of seven days.\n\nAccording to data from the European Centre for Disease Prevention and Control (ECDC), this is why Luxembourg (141 per 100k), Spain (98 per 100k) and Belgium (59 per 100k) are now on the travel ban list.\n\nSome countries could also make their way onto the list if things do not improve, including France , which has crept up from 18 to 30 cases per 100k in recent days, along with Malta, at 61 per 100k.\n\nCyprus (24 per 100k) and Croatia (20 per 100k) are also at risk.\n\nThankfully there are some safer countries which are still under 20 new cases per 100,000 across Europe at the moment.\n\n9\n\nEuropean destinations still within the \"safe\" perimeters include Greece, Italy, Norway, Germany, Finland, Austria and Turkey.\n\nHowever, caution is advised if booking a holiday far in advance, as case numbers have been creeping up across Europe.\n\nMany of these countries also have some of their own restrictions in place for Brits entering the country.\n\nAustria, Norway, Germany, Italy and Finland currently have no travel restrictions.\n\nWe've picked out some of the most popular places on the list for a beach holiday and listed their travel requirements.\n\nItaly\n\n9 Italy has managed to keep their coronavirus rates very low since the end of their lockdown in June Credit: Getty - Contributor\n\nThere are no coronavirus-related requirements for people travelling into Italy.\n\nThe country has managed to keep their coronavirus rates very low since the end of their lockdown in June.\n\nThere are also plenty of deals to be had.\n\nTUI has holidays this month from £506pp, including accommodation and flights.\n\nInghams also has a range of holidays for sale this month, including flights and accommodation, that cost from £501pp.\n\nGermany\n\n9 Germany currently has no travel restrictions for Brits and is considered safe by the UK government Credit: Alamy\n\nThere are currently no general COVID-19-related restrictions on entry into Germany from the UK.\n\nYesterday, Germany had 1,320 new cases of coronavirus, but their cases per 100k of the population is still 14 - lower than the UK.\n\nIreland\n\nEveryone entering Ireland, including British tourists, are asked to self-isolate for two weeks on arriving into the country.\n\nIreland had 37 new cases yesterday and they had 17.8 cases per 20k of the population.\n\nAustria\n\n9 Yesterday, Austria had 194 new cases of coronavirus Credit: Getty Images - Getty\n\nEntry to Austria from the UK without the need for a COVID-19 test or quarantine is now possible\n\nIf you have been in a country other than the UK in the 10 days before you arrive in Austria, depending on the country you may need to self-isolate on arrival or provide a medical certificate showing a negative test result for COVID-19.\n\nYesterday, Austria had 194 new cases of coronavirus, although they do now have 17.4 new cases daily per 20k of the population.\n\nSalzburg hotels with Booking.com - from £71 a night\n\nSeven nights with hotel and transfers with Inghams - from £539pp\n\nTurkey\n\n9 Turkey is also a safer option for holidays this year with bargain deals too Credit: Getty Images\n\nAll travellers must have medical checks including temperature checks when entering Turkey, and anyone with symptoms will have a coronavirus test.\n\nA positive result will mean treatment determined by the Minister of Health, or private treatment at your own expense.\n\nSeven nights in Turkey with TUI with return flights - from £288pp\n\nSeven nights in Turkey with EasyJet Holidays with return flights - from £219pp\n\nSeven nights in Turkey with Jet2 with return flights - from £299pp\n\nGreece\n\n9 Greece is currently considered safe by the UK government but it has seen cases rise significantly in recent weeks Credit: Reuters\n\nAll UK travellers entering Greece must fill in a Passenger Locator Form no more than 72 hours before travelling, before showing the relevant QR code at the border.\n\nAnyone without it will be fined €500 or risk being sent home, with tourists and Love Island's Molly Mae complaining of complications with the entry restrictions.\n\nIt is also worth nothing that, although their daily cases remain below 20 per 100,000 of the population, they have been rising significantly in recent weeks.\n\nSeven nights in Greece with TUI with return flights - from £234pp\n\nSeven nights in Greece with EasyJet Holidays with return flights - from £214pp\n\nSeven nights in Greece with Jet2 with return flights - from £274pp\n\nNorway\n\n9 Residents of the UK may travel and do not need to self-quarantine on arrival in Norway Credit: Photolibrary RM - Getty\n\nAs a country with a low risk of infection, residents of the UK may travel and do not need to self-quarantine on arrival in Norway.\n\nYesterday, Norway had 33 new cases of coronavirus and they have 10.4 cases daily per 20k of the population.\n\nOslo hotels with Booking.com - from £58pp\n\nCroatia\n\n9 Croatia is not currently on the UK quarantine list, but yesterday it did see 104 daily cases of coronavirus Credit: Getty Images - Getty\n\nThere is currently no requirement for UK nationals to produce a negative COVID test or self-isolate on arrival in Croatia.\n\nCroatia is not currently on the UK quarantine list, but yesterday it did see 104 daily cases of coronavirus, and they now have 21.4 cases per 100k of population.\n\nDubrovnik hotels with Booking.com - from £72 a night\n\nSeven nights and hotel with EasyJet to Croatia on September 22 - from £252pp\n\nSeven nights and hotel with Jet2 to Croatia on September 24 - from £310pp\n\nHungary\n\nHungary also has tight restrictions - two negative test results for Covid-19 with a minimum of 48 hours difference between the two tests, taken within the five days prior to your entry date, must be shown when entering to avoid quarantine.\n\nIf you test positive for coronavirus, you are refused entry to the country.\n\nBudapest city breaks with EasyJet Holidays - from £142pp\n\nMost read in News Travel TUR-KEEN Cheap holidays to Turkey now costing tourists even less as local currency plummets SNOW WAY You can stay in a Disney Snow White cottage in the UK for just £31pppn SORRENTO DREAM The Amalfi coast certainly isn't cheap, but it is possible to go on a budget SUN'S GOING DOWN Sunny Beach hotels to shut for the rest of summer as Brits fail to return Sponsored Staycation for life Owning a holiday home is a more realistic dream than you might think SWIMMING IN IT You can rent an entire pool for you and your mates on hols for just £13 each\n\nPortugal is one of the few European locations which has remained on the travel ban list since the air bridges were announced in July.\n\nDespite hopes of Brits returning this month, these are looking unlikely as cases per 100,000 population remain above 20.\n\nTurkey's plunging lira may be putting the euro and other currencies on edge but it could make the country this summer's best holiday destination instead.", "METADATA": {"viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no, width=device-width, viewport-fit=cover", "apple-itunes-app": "app-id=373954290, affiliate-data=ct=Smart%20App%20Banner&pt=263124", "google-site-verification": "a576LGe3E0YA5QjAMY268jcuKWwPLIORxwlTMrjnfnE", "msvalidate.01": "E4359034FA254151A3AB2EFAC6D20D80", "p": {"domain_verify": "c061a8052bd9e93315b7f01447fa4124"}, "og": {"type": "article", "title": "The safest holiday destinations this month with low risk of UK's quarantine list", "url": "https://www.thesun.co.uk/travel/12389509/safe-holiday-destinations-coronavirus-cases/", "description": "A HOLIDAY abroad is still on many people’s wish list this year, but choosing where to go can be a struggle due to the coronavirus situation in Europe. Unnecessary travel to Spain has already …", "site_name": "The Sun", "image": {"identifier": "https://www.thesun.co.uk/wp-content/uploads/2020/08/DD-COMPOSITE-EUROPEAN-DESTINATIONS-2.jpg?strip=all&quality=100&w=1200&h=800&crop=1", "width": 1200, "height": 800}, "locale": "en_GB"}, "article": {"published_time": "2020-08-13T09:26:39+00:00", "modified_time": "2020-08-14T14:38:03+00:00", "publisher": 161385360554578, "tag": "Coronavirus, Coronavirus travel advice", "author": "https://www.facebook.com/thesuntravel/"}, "fb": {"app_id": 144647118961553, "pages": 764909980252465}, "twitter": {"text": {"title": "The safest holiday destinations this month – least at risk of going on UK’s quarantine list"}, "card": "summary_large_image", "site": "@thesun"}, "robots": "noarchive,noodp", "taboola": {"kicker": "OPEN DOORS", "headline": "The safest holiday destinations this month with low risk of UK's quarantine list", "image": {"medium": "https://www.thesun.co.uk/wp-content/uploads/2020/08/DD-COMPOSITE-EUROPEAN-DESTINATIONS-2.jpg?strip=all&quality=100&w=300&h=192&crop=1", "large": "https://www.thesun.co.uk/wp-content/uploads/2020/08/DD-COMPOSITE-EUROPEAN-DESTINATIONS-2.jpg?strip=all&quality=100&w=620&h=413&crop=1"}}, "parsely-post-id": 12389509, "msapplication-TileImage": "https://www.thesun.co.uk/wp-content/uploads/2016/04/icon-e1459786005667.png?strip=all&w=270"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}