{"GDELT": {"GlobalEventID": 940583468, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IGOUNO", "Actor1Name": "THE UN", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "LBN", "Actor2Name": "BEIRUT", "Actor2CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.58183538315988, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor1Geo_CountryCode": "LY", "Actor1Geo_ADM1Code": "LY61", "Actor1Geo_ADM2Code": "19101", "Actor1Geo_Lat": 32.8925, "Actor1Geo_Long": 13.18, "Actor1Geo_FeatureID": "-3178767", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tripoli, Tarabulus, Libya", "Action2Geo_CountryCode": "LY", "Action2Geo_ADM1Code": "LY61", "Action2Geo_ADM2Code": "19101", "Action2Geo_Lat": 32.8925, "Action2Geo_Long": 13.18, "Action2Geo_FeatureID": "-3178767", "DATEADDED": 20200813170000, "SOURCEURL": "https://www.msn.com/en-us/news/world/lebanon-is-running-out-of-food-after-the-beirut-explosion-wrecked-its-main-port-e2-80-94-leaving-a-bottleneck-for-supplies-that-may-see-the-country-go-hungry/ar-BB17VhkA"}, "ARTICLE": {"TITLE": "Lebanon is running out of food after the Beirut explosion wrecked its main port — leaving a bottleneck for supplies that may see the country go hungry", "TEXT": "© STR/AFP via Getty Images A helicopter puts out a fire at the scene of an explosion at the port of Lebanon's capital Beirut on August 4, 2020. STR/AFP via Getty Images\n\nThe destruction of Beirut's port in a huge explosion last week has left Lebanon in a seemingly impossible position where it may run out of bread.\n\nAccording to a senior Lebanese official who spoke to Insider, the loss of the port, along with much of the nation's food stockpiles, has created a severe bottleneck.\n\nThe immediate effect of the Beirut explosion — caused when a stockpile of explosive fertilizer detonated on August 4 — was to kill some 200 people and injure thousands more.\n\nIt also wrecked the port, which is how 90% of Lebanon's goods typically enter the country. Lebanon imports almost everything consumed there, leaving domestic industries poorly-placed to cover the shortfall.\n\nThe port was also home to vast stockpiles of grain, and much of the nation's storage capacity, now lost as well.\n\nThe official who spoke to Insider works for the Ministry of the Economy, asked for anonymity given the political crisis currently roiling Lebanese politics. The country's whole government resigned earlier this week.\n\n© Marwan Naamani/picture alliance via Getty Images A man carries away an injured person following a massive explosion in Beirut's port on August 4, 2020. Marwan Naamani/picture alliance via Getty Images\n\nHe described a scramble, and a looming crisis, as officials try to replace the lost food stockpile and avoid widespread hunger striking the already-crippled nation.\n\nOfficials like him are being forced to make tough decisions about what to prioritize, with hundreds of thousands now homeless in Beirut while resources run low.\n\nWith Beirut port gone, Lebanon has few alternatives.\n\nLebanon's only land borders are with Israel and Syria, neither of which are good options.\n\nSyria has been in civil war for a decade, while Lebanon has technically been at war with since 1948, making neither a viable route for supplies.\n\nSome supplies are being flown in by cargo planes, but moving goods by air is vastly less efficient than by sea, and there are also problems with storing the cargo when it lands.\n\n© Reuters Protest against the government performance and worsening economic conditions, in Beirut on August 6, 2020. Reuters\n\nThe result, according to the Lebanese official, is an intense bottleneck at Lebanon's second port in the northern city of Tripoli.\n\n\"Trablus Port has about 20 percent of Beirut's capacity until now, this will need to be expanded,\" said the official, using the local name for Tripoli.\n\n\"Lebanon needs about 45,000 tons of grain each month for bread... But we also need immediate food and medical aid for the wounded and homeless, we need more engineering and construction equipment to help East Beirut, and we will need many tons of concrete and glass to repair the city.\"\n\nThe numbers supplied by the official are consistent with what international experts told the Reuters news agency last week.\n\n\"Lebanon does not have the capacity to import these things without Beirut's port.\"\n\n© STR/AFP via Getty Images A picture shows a destroyed silo at the scene of an explosion at the port in the Lebanese capital Beirut on August 4, 2020. STR/AFP via Getty Images\n\nForeign aid — including from some militaries — are carrying out works to build temporary storage facilities, but the official said that it would take time for Lebanon to made proper use of them\n\n\"The [flour] mills have about ten days of wheat left, maybe two weeks at maximum,\" said the official.\n\nHe said that countries including Ukraine had committed to sending enough wheat to resolve an immediate crisis, but that they will struggle to get it from Tripoli to the people who need it.\n\nIn a report on Wednesday, the UN called for an immediate expansion of Beirut's facility to increase its emergency capacity to offload humanitarian and economic aid.\n\n\"Augmentation of the Beirut Port facilities is essential to avoid interruptions and disruptions in food supply lines,\" the report said.\n\nIt said the UN World Food Programme had sent three cargo planes with equipment to establish temporary grain storage facilities at Beirut to help process the estimated 50,000 tons of grain already been earmarked to relief efforts.\n\nThe first shipment of 17,500 tons is expected to arrive in Tripoli next week, but the UN report warned of supply chain problems and congestion in the Tripoli port, around one-third the size of Beirut.\n\nLebanon was in a fragile state even before the explosion.\n\nIts economy had been crushed by a debt crisis that sank the value of the local currency by 80% over the last year, as well as endemic corruption and mismanagement.\n\nAn inability to deliver as basic a service as bread might be the final straw for the nation, said one political activist, who warned of potential violence should food supplies fail.\n\nThere have been repeated clashes around parliament between security forces and protesters each day since the blast.\n\nIn response, Lebanon empowered its military to take more sweeping action to suppress the unrest. a\n\nThe activist, former army officer Abu Fadi, told Insider: \"Before the Lebanese were angry because they had no money and no electricity.\n\n\"Now they have no windows and many do not have homes. If there is no bread, the people will be forced to violence. No electricity, no home, no bread? That's a revolution.\"\n\nRead the original article on Business Insider\n\nVideo: Lebanon justice minister resigns over Beirut blast (Reuters)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Lebanon is running out of food after the Beirut explosion wrecked its main port — leaving a bottleneck for supplies that may see the country go hungry", "cq": "passed", "Search.Interest": "Money", "robots": "index, follow", "description": "Losing the Beirut port in the August 4 blast also deprived Lebanon of the means by which 90% of its imports arrive in the country.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}