{"GDELT": {"GlobalEventID": 940567302, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ARM", "Actor1Name": "ARMENIA", "Actor1CountryCode": "ARM", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.98347107438016, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Actor1Geo_CountryCode": "AM", "Actor1Geo_ADM1Code": "AM11", "Actor1Geo_ADM2Code": "4936", "Actor1Geo_Lat": 40.1811, "Actor1Geo_Long": 44.5136, "Actor1Geo_FeatureID": "-2325645", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yerevan, Yerevan*, Armenia", "Action2Geo_CountryCode": "AM", "Action2Geo_ADM1Code": "AM11", "Action2Geo_ADM2Code": "4936", "Action2Geo_Lat": 40.1811, "Action2Geo_Long": 44.5136, "Action2Geo_FeatureID": "-2325645", "DATEADDED": 20200813154500, "SOURCEURL": "https://armenpress.am/eng/news/1024917.html"}, "ARTICLE": {"TITLE": "Armenia must be home for our compatriots arriving from Diaspora – MP | ARMENPRESS Armenian News Agency", "TEXT": "YEREVAN, AUGUST 13, ARMENPRESS. Member of ‘’My step’’ parliamentary bloc, former Minister of Diaspora Mkhitar Hayrapetyan says Armenia must become the second and final home for Armenians arriving from the Diaspora, ARMENPRESS reports Hayrapetyan announced at the parliament.\n\nMkhitar Hayrapetyan reminded that Armenia has adopted the policy called ‘’Strong Armenia, strong Diaspora’’, meaning that Armenia has assumed great responsibility in front of the Armenian communities of the Diaspora.\n\n‘’The recent horrifying incidents that occurred in Lebanon claiming numerous lives among both the friendly people of Lebanon and the Armenian citizens of Lebanon push the Government and National Assembly of Armenia to take active steps. Speaking about the Armenian communities in the Near East, it should be noted that those communities are in full compliance with our understanding of ''ideal communities'', because our dream community is the following – we think that our communities should be a full part of the given country and an integrated citizen, at the same time preserving the national identity'', Hayrapetyan said.\n\nHe noted that back in 2018, still when the Minister of Diaspora, he visited Lebanon, Syria and Egypt and can say with pride that Armenia's partners were greatly impressed with the local Armenian community, emphasizing the centuries-old contribution of Armenians to the economic, social, political, cultural and scientific life of Lebanon, Syria and Egypt.\n\n''It was a great pride to hear that from our partners, because our Armenian community in Lebanon passed through many hardships throughout decades, and I want to thank the people of Lebanon from the National Assembly of Armenia for they were able to protect our people during and after the civil war, people whose contribution has been appreciated by the authorities of the given countries'', the MP said.\n\nHayrapetyan noted that today Armenia feels responsible not only for the Armenian community in Lebanon, but also for the people f Lebanon, adding that the recent humanitarian aids sent to Lebanon by the Armenian Government will be continuous.\n\n''It's very important that we do our best to take care of our compatriots, who face hardships today, but at the same time we have to say that those of our compatriots that will make an important decison to leave any country where they see no more opportunities to exist, live and create, the Republic of Armenia will be their second home'', he said.\n\nMkhitar Hayrapetyan noted that for decades Armenia has been perceived as an emotional area, but not as a home, not as a state where one can come, live, create, get rich and make others rich.\n\n''Today we create a Republic of Armenia which will be a home, which unfortunately, due to our mistakes, was not perceived and did not become a home for our compatriots that found refuge from other countries of that region in the past. It should be a lesson for our political team and our compatriots, because it's very important how the repatriates will be treated here. It's very important that if our compatriots make a decision to move to another country, Armenia should be that country and not any other country. Armenia should be the second and final home for our compatriots'', Mkhitar Hayrapetyan said.\n\nThe MP noted that Armenia will spare no efforts to become home for its compatriots from any parts of the world. Summing up his speech, Mkhitar Hayrapetyan wished the people of Lebanon strength and endurance, adding that Armenia stands with them.\n\nA huge explosion took place in Beirut on August 4. Death toll is over 220 and over 5 thousand are injured. 13 Armenians are among the victims. Armenia has sent 3 relief planeloads to Lebanon.\n\nLebanese Government stepped down a few days after the explosion.\n\nReporting by Norayr Shoghikyan, Editing and Translating by Tigran Sirekanyan", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "YEREVAN, AUGUST 13, ARMENPRESS. Member of &lsquo;&rsquo;My step&rsquo;&rsquo; parliamentary bloc, former Minister of Diaspora Mkhitar Hayrapetyan says Armenia must become the second and final home for Armenians arriving from the Diaspora, ARMENPRESS reports Hayrapetyan announced at the parliament.", "yandex-verification": "72771f398cd42e1b", "generator": "armenpress.am v1.0", "robots": "all", "fb": {"pages": 154089991350597, "app_id": 788294517951552}, "og": {"site_name": "armenpress.am", "title": "Armenia must be home for our compatriots arriving from Diaspora – MP", "description": "YEREVAN, AUGUST 13, ARMENPRESS. Member of &lsquo;&rsquo;My step&rsquo;&rsquo; parliamentary bloc, former Minister of Diaspora Mkhitar Hayrapetyan says Armenia must become the second and final home for Armenians arriving from the Diaspora, ARMENPRESS reports Hayrapetyan announced at the parliament.", "type": "article", "image": "https://armenpress.am/static/news/b/2020/08/1024917.jpg"}, "msvalidate.01": "A98DC5670A462FF06B164D70156CFC74"}}}