{"GDELT": {"GlobalEventID": 940507915, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "CHNGOV", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.79187817258883, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200813094500, "SOURCEURL": "http://www.ruthfullyyours.com/2020/08/13/trump-confronts-chinese-regimes-technological-invasion-chinese-apps-used-to-spy-on-and-hack-americans-joseph-klein/"}, "ARTICLE": {"TITLE": "Trump Confronts Chinese Regime’s Technological Invasion Chinese apps used to spy on and hack Americans. Joseph Klein", "TEXT": "Trump Confronts Chinese Regime’s Technological Invasion Chinese apps used to spy on and hack Americans. Joseph Klein\n\nhttps://www.frontpagemag.com/fpm/2020/08/trump-confronts-chinese-regimes-technological-joseph-klein/\n\nThe Chinese communist empire has weaponized social media, telecommunications and cloud computing to expand the reach of its infiltration and surveillance capabilities way beyond its borders. Americans’ personal data and intellectual property are prime targets for the regime’s malign activities, which have gone on for decades without any blowbacks of consequence. In fact, globalists have encouraged the integration of China into the world economy, falling prey to the ancient Chinese military strategist Sun Tzu’s stratagem that “All warfare is based on deception.” But the time has finally arrived for China to pay the piper, thanks to President Trump.\n\nThe Trump administration is seeking to quarantine Chinese-owned apps and China’s digital infrastructure under its “Clean Network” program, announced by Secretary of State Mike Pompeo on August 5th.\n\n“The Clean Network program is the Trump Administration’s comprehensive approach to guarding our citizens’ privacy and our companies’ most sensitive information from aggressive intrusions by malign actors, such as the Chinese Communist Party (CCP),” Secretary Pompeo said in his press statement. This represents a sharp ramp-up of the technology cold war between the United States and the communist regime.\n\nThe Clean Networks program includes the removal of “untrusted” Chinese-owned apps from U.S. mobile app stores like those run by Apple and Google. The Trump administration has previously targeted China’s ByteDance-owned TikTok’s United States operations, which the administration wants to either eliminate or require their complete sale (including the transfer of all relevant software code) to a U.S. company such as Microsoft.\n\nThe Clean Network program would prevent U.S. applications from being preinstalled or made available for download on mobile devices manufactured by “untrusted” Chinese manufacturers such as Huawei. “Huawei, an arm of the PRC surveillance state, is trading on the innovations and reputations of leading U.S. and foreign companies,” Secretary Pompeo’s press statement indicated.\n\nThe Clean Network program is also aimed at Chinese cloud computing platforms. It seeks, according Secretary Pompeo’s press statement, to “prevent U.S. citizens’ most sensitive personal information and our businesses’ most valuable intellectual property, including COVID-19 vaccine research, from being stored and processed on cloud-based systems accessible to our foreign adversaries through companies such as Alibaba, Baidu, and Tencent.”\n\nFinally, the Trump administration wants to block certain undersea cables from linking China to the United States in order to “ensure the undersea cables connecting our country to the global internet are not subverted for intelligence gathering by the PRC at hyper scale.”\n\nThe United States is not doing this alone. “More than thirty countries and territories are now Clean Countries,” according to Secretary Pompeo’s press statement, “and many of the world’s biggest telecommunications companies are Clean Telcos. All have committed to exclusively using trusted vendors in their Clean Networks.”\n\nPresident Trump followed up Secretary Pompeo’s announcement with executive orders addressing the threats posed by TikTok and WeChat, currently owned by Chinese companies ByteDance Ltd. and Tencent Holdings Ltd. respectively. The orders ban U.S. transactions with TikTok owner ByteDance and Tencent’s WeChat.\n\nIf the Chinese government wants to continue spying on its own residents inside of China, so be it. We are not the world’s human rights policeman. But the United States cannot continue to allow China’s weaponizing of technology it owns to intrude into American governmental institutions and into the lives and businesses of the American people.\n\nThe president’s executive orders certainly got the Chinese regime’s attention. China’s Foreign Ministry on August 7th called them “blatant hegemonic acts.” Leftist apologists for China in this country recite the same Chinese talking points. Columbia University’s left wing economist professor Jeffrey Sachs, for example, denies that the Chinese regime has any global hegemonic ambitions. His proof is China’s own self-serving defense white paper, from which he quotes the following in his recent article entitled America’s Unholy Crusade Against China: “China will never follow the beaten track of big powers in seeking hegemony.”\n\nCoddlers of the Chinese regime are burying their heads in the sand. China’s President Xi Jinping, whose tenure in office may last the rest of his life, said several years ago that the Chinese people must concentrate their efforts on “building a socialism that is superior to capitalism, and laying the foundation for a future where we will win the initiative and have the dominant position.”\n\nChina has played successive U.S. administrations since its professed opening of its economy to global trade and investments. It wants to replace the current rules-based international system with one dominated by China’s authoritarian model. To that end, the regime is deftly exploiting multilateral institutions from the World Trade Organization to the World Health Organization to the United Nations itself.\n\nThus, China has managed to get away with retaining a “developing country” status within the World Trade Organization, which gives it unfair preferences. China has the second largest Gross Domestic Product in the world, following only the United States. It does not deserve any preferential treatment. But it still gets them. China used the World Health Organization to repeat its lies about the coronavirus pandemic, which started in China. If the World Health Organization had been more independent of Chinese influence and questioned China’s knowingly false claim that there was no human-to-human transmission of the virus at a time when the virus could have been more easily contained, hundreds of thousands of lives could have been saved. And the UN Secretary General’s office has been reduced to responding with a “no comment” when I asked about the number of pro-democracy candidates for the Hong Kong legislative election who were declared ineligible and the subsequent postponement of the election itself for at least a year. These developments followed the Chinese regime’s imposition of its new security law clamping down on the remaining freedoms of the people of Hong Kong. Such draconian measures deserve more from the United Nations, which is unsparing in its criticisms of Israel, than a “no comment.”\n\nWorking from within such submissive globalist organizations, the Chinese regime’s aim is “to promote its own worldview and concepts while sidelining the existing governance norms and values,” the National Bureau of Asian Research noted in its comprehensive January 2020 report entitled China’s Vision for a New World Order. The regime wants to purge as much of the world as it can of the Enlightenment principles of democracy, pluralism, and individual human rights. In their place, China’s communist dictatorship heralds its authoritarian ‘L’état, c’est moi’ rule as the superior governance model for the world.\n\nPresident Trump grasps what is at stake and has taken strong actions to push back at the Chinese regime for its belligerent acts. Joe Biden, on the other hand, wants to go back to the days of naïve U.S. policies.\n\nComments are closed.", "METADATA": {"generator": "WordPress 5.5"}}}