{"GDELT": {"GlobalEventID": 940588931, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "NPL", "Actor2Name": "KATHMANDU", "Actor2CountryCode": "NPL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.5134649910233398, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bombay, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70184", "Actor1Geo_Lat": 18.975, "Actor1Geo_Long": 72.8258, "Actor1Geo_FeatureID": "-2092174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bombay, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70184", "Actor2Geo_Lat": 18.975, "Actor2Geo_Long": 72.8258, "Actor2Geo_FeatureID": "-2092174", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bombay, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200813173000, "SOURCEURL": "https://www.telegraphindia.com/culture/style/they-have-knocked-out-glamour-industry-stereotypes-choosing-to-chase-their-dreams-t2-listens-to-their-freedom-tales/cid/1789047"}, "ARTICLE": {"TITLE": "Listening to freedom tales", "TEXT": "Listening to freedom tales They have knocked out glamour industry stereotypes, choosing to chase their dreams\n\n| | Published 13.08.20, 09:33 PM\n\nIf you are ever feeling low, you should dial someone like Anjali Lama. The transgender model from a farming family in Nepal, is like a shot of positivity. After a decade of struggle, Anjali now has on her CV names like Manish Malhotra and Sabyasachi Mukherjee. The same ‘boy’ who would cry after getting kicked out of restaurant jobs for his mannerisms, is now a flagbearer of equality and genuine talent. “I have always felt like a girl from within and played the dulhan in bride-and-groom games. I have got teased in school and mentally tortured… I tried to be a boy and act like one… but it was not meant to be. I decided to be myself,” Anjali tells The Telegraph over the phone from Mumbai. Her mantra? Keep working hard and unexpected joys will follow.\n\n\n\nSince when have you nurtured the dream of becoming a model? I am from a remote village in Nepal where people have no idea about modelling and fashion. On completing my school education, I went to Kathmandu for a job and everybody would tell me I look like a model. I really had no idea what it meant and would just smile. Later, when I disclosed my identity in 2005 and went to the community, my trans sisters also encouraged me a lot. They said I had a beautiful face and a good body. So, modelling just happened to me.\n\nIn 2009, I got the opportunity to become the cover girl of a magazine being a trans. That’s when I decided to be a model.\n\n\n\nIt’s taken you 10 years… A lot of people think that I have achieved a lot in just three years. I have struggled a lot and have faced numerous rejections. Lakme Fashion Week didn’t give me a chance just because I was a trans and you should provide them with a platform. I am capable and I have what it takes to be a good model. It’s not about your gender, but about the job and its requirements. I competed with 200-300 regular models and then got selected. I cracked the auditions on the third go, in 2017. I came back home and had a dialogue with my mirror: ‘Sach mein main select ho gayee. Oh my god!’ It felt like a dream, but, even after Lakme, I had my doubts how things would pan out that I was transgender. I kept trying. There have been ups and downs, but then a good agency happened and more quality work followed. I have three awards in my four years in Bombay. I am so happy, but I hadn’t expected it.\n\n\n\nWho has been your inspiration? It has always been my mother. Life mein jo bhi karna ho, agar aap galat raaste pe nahin ja rahe ho, toh kisise darna nahin chahiye. Don’t be afraid to be who you are and work hard. Ask yourself what is it that you want and what do you want to become in life. My mother would always say that keep at it and soon tough times would be over and your dreams will come true. I think it is a gift of god ke mein kisise darti nahin hoon. I am not afraid to express myself ke main kaun hoon. A lot of people from the LGBTQ community are scared to disclose their identity. What will my family say? Where will I go? I don’t think so much. Mujhe jo chahiye woh chahiye. I am not harming anyone. Apni life jeene ke liye kisi se permission lene ki zaroorat nahin hai. My identity is my strong point.\n\n\n\nWas the fashion industry welcoming of you? I have faced a lot of rejections because of my identity. For two years, I didn’t have any work. Now, things are changing. It is like your five fingers. If one is discriminating, the other is giving you the opportunity. You must be positive. Even if one person is giving you the chance, lap it up because it can change your life. You have to fight for what you want. Mujhe pata tha ke main model ban sakti hoon. You should know your quality and khoobi.\n\n\n\nAnd life has changed…\n\nAbhi bahut saare cheezein badalne baki hai. I want to be a supermodel and go international. I will keep trying. If that doesn’t happen, life will throw many more options at you.\n\nAdvertisement\n\nImagine excelling at your profession for 31-odd years. Imagine touching hundreds of lives who swear by your life-altering tips. Imagine being a supermodel even when you don’t fit in with the notions of a conventional Indian beauty. Nayanika Chatterjee tells The Telegraph about her “blessed life”.\n\n\n\nWhat does freedom mean to you? To be allowed to think the way you want and do what you want in life. Make your own decisions and stand by it. Most of the people are not allowed to make their decisions, whether good or bad, right? I have led a pretty nice life that way. From my childhood, I was encouraged to do what I wanted to do, even if it was a haircut. I have also had the luxury to be able to make my own decisions even financially. I have lived with my parents for most of my modelling career and then my husband. I have not had that kind of pressure. That also helped me have the freedom to make my own decisions and do what I want. I could take that risk. I have had a blessed life. I have been able to come this far because of the support of everyone, which is very important.\n\n\n\nWere you conscious of the way you looked because of what people said? Of course. I never grew up feeling that I was beautiful or pretty. I was different and I was funny and jovial. So, I got along with people. I never looked in the mirror and said: ‘Oh my god!’, when I was growing up. I was very unconventional looking. My parents are both fair with sharp features and by the time I saw them, they were pretty well-groomed also. Wherever they went, there was a constant comparison. First of all, the (skin) colour. Then I was unusually tall and I had this Afro kind of hair. There were constant comments like ‘She won’t get married’, ‘Etai tomader meye? E ki kore hoi bolo toh?’\n\nWhen I started modelling, initially, I didn’t believe that it was because of something in me. I thought it was just my luck. Till today. I don’t think I am beautiful but I have a personality and I have groomed myself well. That’s why I give so much importance to grooming. I think I have my own space that I have managed to create. The universe has also helped me a lot. A lot of what I am is because of this industry. I have learnt so much and it has enriched me as a person.\n\n\n\nBut you look so international… There wasn’t much media awareness at that time. What was happening in Paris, we would only hear after a few months. The British had left a couple of decades before I was born. So, that hang-up was there je phorsha hole bhalo.\n\n\n\nDo you think girls have it much more easier now? The whole industry has opened up and are now accepting all kinds of people. Our generation of models has paved the way. That has helped everyone.\n\n\n\nWhat do you tell the girls you groom? You cannot compare yourself to others. I can only see destruction there. Imagine being surrounded by beautiful people and if you are going to constantly think ‘Oh I am not as good as her’, it will kill you. You must realise that this is what I am and I am lucky to be able to have this opportunity and now how good can I get so that I can keep the opportunity and take it further.\n\n\n\nIs your daughter Kiara Nayantara conscious of her looks? This generation is more obsessed with their looks than we were because of social media. Also because they get so much reiteration from social media that they feel what we have advised… anyway very few kids say ja ma baba bolbey, tai korbo! Aamio korini. Aamar bachchao korbe na. I tell her but I can’t force. She is too old to be forced to do anything if she doesn’t want to. You can protect them from harm but not failure. You can warn. So, she has to follow her own path.\n\nUshoshi Sengupta remembers every moment of the night when Sushmita Sen got home the Miss Universe crown. She was six and she made Miss India her passion. “Modelling happened,” says Ushoshi who went on to become Miss Universe India in 2010. Her beautiful, brown skin tone and her cascading curls are her USP. “Be proud of who you are,” she says.\n\n\n\nYour profession mostly demands that you look a certain way and you are known for your unconventional looks. What has been this navigation like? In the beginning it felt difficult like everyone else, but with every small little step of success that I kept getting, I realised that it was so unique and because it was so unique, people were so inquisitive about what I do and the kind of path I was taking. I realised I was unconventional very early in my career because people kept saying so. For me being unconventional was not new. I grew up with a name ‘Ushoshi’ and I think I was the only Ushoshi in school. I grew up in Gujarat and people struggled with my name. I was the first daughter in my family in 81 years. I always knew I was special and in my head, I knew that I was meant to do something special. People who know me well, know that I live in my own world and there, I am always the queen. So, I have never really needed any appreciation from the outside world. I have a strong will and being a fauji kid, it was never difficult for me to blend in or stand out.\n\n\n\nSushmita Sen’s Miss India and Universe crownings were memorable moments for you... I remember watching the crownings on a small black-and-white TV on Doordarshan... still so fresh in my mind. My father’s eyes were all lit up and he was glued to the TV. I asked him what it meant and he said she was the most beautiful and intelligent girl in the world today. That night I got a dream and I knew I wanted to do this. My life had a purpose and I have always worked towards a goal and everything I have done has eventually led me towards leading that life for myself.\n\n\n\nYou have also met the right people at the right time... I was extremely lucky. I auditioned for Sananda Tilottama and I was the first runner-up in 2008 and I have never had to look back. I was working with the best and have never really had to struggle. Getting mentored by Nayanika Chatterjee and getting on the cover of t2 is every model’s dream and I started with that.\n\nWhen I went to Miss India (I Am She spearheaded by Sushmita Sen), I knew that it will only happen to people who would really want it. That night, I might not have been the most deserving girl, but I really wanted it the most. My stars were aligned. One of the biggest motivations for me was I would be representing India (at Miss Universe). If not Miss India, I would have been an air-force pilot. A lot of people have told me to move to Paris or New York and try because I am such a fierce face, but that was not my dream for myself. There were pageants too where I didn’t place, but for me, it was about trying one more time. I think I inherit my conviction from my dad. As a defence kid, I had learned not to give up on my dreams easily. You have to be responsible for every decision you take and you really regret the dreams that you don’t chase.\n\n\n\nWere you ever made to feel bad about your offbeat looks? Not for the way I look, but I did face a lot of resistance for the colour of my skin. Miss India was about conventional Indian beauty... fair skin and straight hair. I was pole opposite. A lot of industry people told me I wasn’t suitable for Miss India and why don’t I try a, for example, Gladrags instead. Yes, there were times when I did feel bad and I was obsessed about using whitening skin cream and I would sit down and think why wasn’t I fair.\n\nThen Tilottama happened and it was a big deal for someone like me to place there. It was a big boost for my confidence and it was so reassuring. The more you experience, the more aware you are. Slowly and steadily, I recovered from my insecurity. The only message I would give is, you have no idea how much brown skin is celebrated across the world. Your features make you.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "description": "They have knocked out glamour industry stereotypes, choosing to chase their dreams", "fb": {"app_id": 534248160342700}, "keyword": "Fashion, Independence Day – 15 August", "og": {"url": "https://www.telegraphindia.com/culture/style/they-have-knocked-out-glamour-industry-stereotypes-choosing-to-chase-their-dreams-t2-listens-to-their-freedom-tales/cid/1789047", "title": "Listening to freedom tales", "type": "website", "description": "They have knocked out glamour industry stereotypes, choosing to chase their dreams", "image": "https://assets.telegraphindia.com/telegraph/2020/Aug/1597333106_ag8i5750.jpg"}, "twitter": {"card": "summary_large_image", "url": "https://www.telegraphindia.com/culture/style/they-have-knocked-out-glamour-industry-stereotypes-choosing-to-chase-their-dreams-t2-listens-to-their-freedom-tales/cid/1789047", "site": "@ttindia", "creator": "@ttindia", "title": "Listening to freedom tales", "description": "They have knocked out glamour industry stereotypes, choosing to chase their dreams"}, "robots": "index, follow", "google-site-verification": "VRsNukuvRBQE0QCvqNj2fdezMC2N6_pAK2B7lMHcHGA", "referrer": "origin", "msvalidate.01": "16C1B4A8FD9A29E3D5AFC3EF251C77A8"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}