{"GDELT": {"GlobalEventID": 940560014, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT OFFICIAL", "Actor1Type1Code": "GOV", "Actor2Code": "IGOBUSWTO", "Actor2Name": "WORLD TRADE ORGANIZATION", "Actor2KnownGroupCode": "WTO", "Actor2Type1Code": "IGO", "Actor2Type2Code": "BUS", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.7739251040222, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200813150000, "SOURCEURL": "https://ca.finance.yahoo.com/news/canada-says-biggest-winners-trump-231539969.html"}, "ARTICLE": {"TITLE": "Canada Says Big Winners of Trump Aluminum Tariff Are Foreign", "TEXT": "(Bloomberg) --\n\nCanada’s latest argument against President Donald Trump’s aluminum tariffs on the country is that it will help foreign companies more than U.S. firms.\n\nThe Canadian ambassador to the U.S. said Wednesday that two of the biggest beneficiaries from the Trump administration’s reimposition of 10% tariff on some imports from Canada will be a Swiss trading firm and a Russian producer. Ambassador Kirsten Hillman also said in an interview that while Canada hopes the U.S. will reconsider, it’s ready to retaliate.\n\n“The beneficiary of this tariff is a Swiss trading company and Rusal aluminum of Russia,” said Hillman. “Century Aluminum and Magnitude 7 Metals have been calling for this measure, and the rest of the industry, which represents 97% of American jobs in the aluminum sector, they oppose these taxes on their operations.”\n\nHillman alleged that commodity trading giant Glencore Plc directly or indirectly asserts a degree of control or influence over Century Aluminum Co. and Magnitude 7 Metals LLC, two U.S.-based companies that have been asking the Trump administration to reimpose tariffs. Glencore has about a 47% interest in Century, according to its 2019 annual report. Magnitude 7 was formed by a former Glencore trader, according to reports.\n\nAccording to Hillman, Russian metals producer United Co. Rusal also stands to benefit from more-expensive Canadian aluminum imports, as Glencore has exclusive right to sell Rusal’s aluminum into the U.S. market. Rusal in April announced it planned to sign a $16 billion deal to sell aluminum to Glencore.\n\nGlencore and Rusal declined to comment on Hillman’s remarks.\n\nThe comments come at a delicate time for the neighboring countries, just days before the U.S. officially reimposes the tariffs Trump announced last week. Canada supplies about half of the aluminum consumed in the U.S., and the action would come only weeks after the new U.S.-Mexico-Canada regional trade agreement went into effect.\n\nRetaliation\n\nHillman said that Canada is hoping the U.S. will reconsider the action, adding that Canada is prepared to respond “forcefully,” with the objective of the countermeasures to have the “strongest possible impact” on the U.S. Hillman said the retaliation, if the U.S. goes through with the tariffs, will be specific to aluminum and aluminum-containing products, not other goods like agriculture.\n\nPotential targets for retaliation include as much as $283 million worth of exports from Michigan and $152 million from Wisconsin, Hillman said. Those are two battleground states that Trump carried by narrow margins in the 2016 election.\n\n“We’re trying to have a strong impact in the U.S., while at the same time minimizing the downside for Canadian importers and consumers,” Hillman said, explaining why Canada decided to implement a 30-day consultation period.\n\nAluminum has been a focus of government officials since the Obama administration, which filed a formal complaint to the World Trade Organization in January 2017 alleging Chinese subsidies to its domestic producers were suppressing the metal’s price. At that time, analysts estimated that the remaining American smelters were all unprofitable and at risk of completely shuttering, leaving the U.S. without its own aluminum-making capabilities.\n\nThe three remaining U.S. aluminum producers -- Alcoa Corp., Century and Magnitude 7 -- have disagreed whether tariffs should have been reimposed on Canada. Alcoa has repeatedly said China’s government-subsidized overcapacity is the real problem.\n\nThe American Primary Aluminum Association, which consists of Century and Magnitude 7, has said that a rise in metal coming from Canada has caused the domestic price to collapse. The Aluminum Association of the U.S., which represents Alcoa and Rio Tinto Group, another large producer in Canada, has argued that imports are virtually unchanged since 2017.\n\n“The Canadian Ambassador is ignoring the facts and seeking to create a distraction,” an APAA spokesperson said in an emailed statement. “Over the past year, Canadian aluminum imports have surged by over 95% in violation of Canada’s commitments to the United States.”\n\nThe all-in price U.S. consumers pay for aluminum is lower in 2020, with the benchmark price down 2.5% and the price to ship the metal to the U.S. Midwest down about 2%.\n\n(Updates with the prices of aluminum in the final paragraph)\n\nFor more articles like this, please visit us at bloomberg.com\n\nSubscribe now to stay ahead with the most trusted business news source.\n\n©2020 Bloomberg L.P.", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooFinanceCA", "card": "summary_large_image", "description": "(Bloomberg) -- Canada’s latest argument against President Donald Trump’s aluminum tariffs on the country is that it will help foreign companies more than U.S. firms.The Canadian ambassador to the U.S. said Wednesday that two of the biggest beneficiaries from the Trump administration’s reimposition of", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/F0WQTrXCnN8x0ASiEma.Ow--~B/aD0xMzM0O3c9MjAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/bloomberg_markets_842/4cd5b73420b2b1ca6a2b0924939ca794", "src": "https://s.yimg.com/uu/api/res/1.2/F0WQTrXCnN8x0ASiEma.Ow--~B/aD0xMzM0O3c9MjAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/bloomberg_markets_842/4cd5b73420b2b1ca6a2b0924939ca794"}, "title": "Canada Says Big Winners of Trump Aluminum Tariff Are Foreign"}, "news_keywords": "Kirsten Hillman, Donald Trump, Canada, Century Aluminum, Glencore Plc, Rusal", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=f4e33676-878f-3204-bb37-2960ae6bea77&src=web", "description": "(Bloomberg) -- Canada’s latest argument against President Donald Trump’s aluminum tariffs on the country is that it will help foreign companies more than U.S. firms.The Canadian ambassador to the U.S. said Wednesday that two of the biggest beneficiaries from the Trump administration’s reimposition of", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/F0WQTrXCnN8x0ASiEma.Ow--~B/aD0xMzM0O3c9MjAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/bloomberg_markets_842/4cd5b73420b2b1ca6a2b0924939ca794", "description": "(Bloomberg) -- Canada’s latest argument against President Donald Trump’s aluminum tariffs on the country is that it will help foreign companies more than U.S. firms.The Canadian ambassador to the U.S. said Wednesday that two of the biggest beneficiaries from the Trump administration’s reimposition of", "title": "Canada Says Big Winners of Trump Aluminum Tariff Are Foreign", "url": "https://ca.finance.yahoo.com/news/canada-says-biggest-winners-trump-231539969.html"}, "fb": {"pages": 168824166370}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=f4e33676-878f-3204-bb37-2960ae6bea77&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=f4e33676-878f-3204-bb37-2960ae6bea77&src=web"}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}