{"GDELT": {"GlobalEventID": 940589785, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "SAU", "Actor2Name": "MECCA", "Actor2CountryCode": "SAU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.81062355658199, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA14", "Actor1Geo_ADM2Code": "25312", "Actor1Geo_Lat": 21.4267, "Actor1Geo_Long": 39.8261, "Actor1Geo_FeatureID": "-3096949", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA14", "Actor2Geo_ADM2Code": "25312", "Actor2Geo_Lat": 21.4267, "Actor2Geo_Long": 39.8261, "Actor2Geo_FeatureID": "-3096949", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA14", "Action2Geo_ADM2Code": "25312", "Action2Geo_Lat": 21.4267, "Action2Geo_Long": 39.8261, "Action2Geo_FeatureID": "-3096949", "DATEADDED": 20200813173000, "SOURCEURL": "https://www.theglobeandmail.com/opinion/article-too-often-even-on-the-sacred-hajj-muslim-women-must-fear-the-sad-and/"}, "ARTICLE": {"TITLE": "Opinion: Too often, even on the sacred hajj, Muslim women must fear the sad and sordid", "TEXT": "Open this photo in gallery Muslim pilgrims are seen circumambulating around the Kaaba, Islam's holiest shrine, at the centre of the Grand Mosque in Mecca on Aug. 2, 2020. -/AFP/Getty Images\n\nFerrukh Faruqui is an Ottawa writer and community activist.\n\nCOVID-19 has redefined every facet of our lives, and the hajj – the mandatory, once-in-a-lifetime pilgrimage for Muslims – is no exception. Typically, 2.5 million pilgrims converge on Mecca in Saudi Arabia every year to fulfill this fifth pillar of Islam. But the pandemic dictated that only 1,000 people who already live in the country would be allowed to perform this year’s five-day ritual, which ended Aug. 2.\n\nFor me, though, there was something else extraordinary about this year’s hajj. I was overcome by the sight of women circumambulating the coveted inner circles nearest to the Kaaba, the most sacred site in Islam, in the heart of Mecca’s Grand Mosque. In a YouTube interview with Mufti Menk, a popular Zimbabwean cleric, one of these fortunate pilgrims marvelled: “I thought it would be like when women pray behind the men … but here I was, in the first row closest to the Kaaba.”\n\nStory continues below advertisement\n\nHer strange but beautiful experience unfortunately belies the recent troubling phenomenon of hostility toward female pilgrims. Though we comprise half the world’s two billion Muslims, many women are still forced to chafe under gender restrictions. In the past, there would be solace in Mecca’s egalitarian rules, but now, even the holiest of holies is less welcoming – perhaps not even safe.\n\nLast fall, my daughter Nishat flew to Mecca with her new husband for umrah, the lesser, year-round pilgrimage seeking reconnection with God. But on the night of her arrival, she called me, sobbing. Her pilgrimage had been “ruined” by officious strangers who tugged at her hijab and shouted at her. Something in me withered and died. I recalled my own 1988 umrah, when my scarf slipped intermittently off my head. Yet I wasn’t accosted by outraged, gimlet-eyed pilgrims; I was left in peace to contemplate God.\n\nDisillusioned women shared similar stories with me. Hoping for a transformative journey, they were instead hectored and betrayed by fellow believers. Being reprimanded by strangers for dressing “improperly” was just the beginning; some detailed sexual harassment, even assault – violations that stain this sacred space.\n\nSuch gender-based discrimination has become a part of the Canadian Muslim experience, too. My father designed Winnipeg’s first mosque in the 1970s, and our family found a spiritual home in its bright, barrier-free prayer hall. When women stood at the pulpit to address the mixed congregation there, no one tried to silence them. We weren’t forced into segregated rooms through back entrances. But sadly, that halcyon era is history.\n\nA battle over sacred spaces has played out in North American mosques since the 1980s, when the Saudi Arabian government launched an oil-funded campaign to homogenize Islam overseas. Strict Saudi interpretations of the faith drove the imported fundamentalism that gripped our communities. One day we arrived at our mosque to find a physical barrier separating the men in the front from the women in the back. The unmosquing of Muslim women had begun.\n\nIronically, the only place where men and women remained free to pray together was in the very heart of the Saudi kingdom. But soon the conservative sheiks whose support legitimizes the House of Saud wrested control of the Grand Mosque, too, by allowing freshly “radicalized” Muslim pilgrims to police each other.\n\nWomen of all ages now report strangers hissing imprecations on their pilgrimages, impatiently adjusting their hijabs or demanding that they cover their faces – which is forbidden during these rituals. As former New York Times correspondent Diaa Hadid chronicled during her hajj in 2016: “As I tried to find room between worshippers, a security guard shouted that I was taking space where men needed to walk … I felt safe. But also, too often, second-class.”\n\nStory continues below advertisement\n\nSome men even cynically commit assault under the cover of faith, grabbing buttocks or breasts. In a 2018 Facebook post, Pakistani Sabica Khan described the multiple assaults she endured near the Kaaba, a story amplified by Egyptian-American journalist Mona Eltahawy, who then launched #MosqueMeToo by sharing the story of her own assault in Mecca at the age of 15. The campaign unleashed emotional accounts from women who’d suffered similar molestation. Even in Mecca, the real world intrudes to shame women and put them in their place. As Ms. Eltahawy wrote: “The men who assaulted me abused the sanctity of a sacred space to ensure the silence of their victim.”\n\nAt its core, Islam is a feminist religion. Georgetown University historian Margot Badran tirelessly celebrates the forgotten tenets of Islamic feminism, declaring that in the Koran, “men and women alike are enjoined to obey Islamic precepts and are exhorted to engage in taqwa or righteous behaviour.” And in her revolutionary book Believing Women in Islam, scholar Asma Barlas shows how centuries of patriarchal readings of Muslim scripture have sown misogyny.\n\nLet’s cleanse our hearts and remember the Koran’s forgotten message of radical equality. Maybe then we can halt the exodus of women from the sacred spaces that belong to us all, so that images of women touching the Kaaba become the new normal.\n\nKeep your Opinions sharp and informed. Get the Opinion newsletter. Sign up today.", "METADATA": {"application-name": "The Globe and Mail", "viewport": "width=device-width,initial-scale=1", "description": "An extraordinary pandemic hajj has produced extraordinary footage of Muslim women at the centre of the pilgrimage. But such images must become entirely ordinary", "keywords": "noastack,hajj,mecca,saudi arabia,muslim pilgrims,female muslim pilgrims,islam,women in mecca,women on hajj,#mosquemetoo,feminism,kaaba,Ferrukh Faruqui,canadian muslims,assault", "news_keywords": "noastack,hajj,mecca,saudi arabia,muslim pilgrims,female muslim pilgrims,islam,women in mecca,women on hajj,#mosquemetoo", "last-modified": "2020-08-13T13:07:25-0400", "arc-id": "R62NKSY22RA43EUWJ2E3N55CR4", "arc-revision": "TXHWW7Z2YFDGNBRTYSL5FUTAMM", "release-version": "5_0_106", "apple-mobile-web-app-title": "The Globe and Mail", "msapplication-navbutton-color": "#da161f", "msapplication-TileColor": "#da161f", "msapplication-TileImage": "https://www.theglobeandmail.com/resources/assets/meta/mstile-144x144.png", "msapplication-config": "https://www.theglobeandmail.com/resources/assets/meta/browserconfig.xml", "theme-color": "#da161f", "fb": {"pages": 491600721006147}, "og": {"site_name": "The Globe and Mail", "locale": "en_GB", "title": "Opinion: Too often, even on the sacred hajj, Muslim women must fear the sad and sordid", "url": "https://www.theglobeandmail.com/opinion/article-too-often-even-on-the-sacred-hajj-muslim-women-must-fear-the-sad-and/", "description": "An extraordinary pandemic hajj has produced extraordinary footage of Muslim women at the centre of the pilgrimage. But such images must become entirely ordinary", "type": "article", "image": {"identifier": "https://www.theglobeandmail.com/resizer/_MYg1MC-BMkCM_JUGf57vFdbUIY=/1200x0/filters:quality(80)/cloudfront-us-east-1.images.arcpublishing.com/tgam/LF52E7IZSNPIPJJQIEM4F3PTYI.jpg", "width": 1200, "height": "799.9999999999999"}}, "article": {"publisher": 140961138903, "published_time": "2020-08-13T13:00:00-0400", "modified_time": "2020-08-13T13:07:25-0400", "tag": "noastack,hajj,mecca,saudi arabia,muslim pilgrims,female muslim pilgrims,islam,women in mecca,women on hajj,#mosquemetoo,feminism,kaaba,Ferrukh Faruqui,canadian muslims,assault"}, "twitter": {"site": "@globeandmail", "creator": "@globeandmail", "url": "https://www.theglobeandmail.com/opinion/article-too-often-even-on-the-sacred-hajj-muslim-women-must-fear-the-sad-and/", "title": "Opinion: Too often, even on the sacred hajj, Muslim women must fear the sad and sordid", "description": "An extraordinary pandemic hajj has produced extraordinary footage of Muslim women at the centre of the pilgrimage. But such images must become entirely ordinary", "card": "summary_large_image", "image": "https://www.theglobeandmail.com/resizer/CRQT_onCmsEI18x8gXIcI1oWXfs=/560x0/filters:quality(80)/cloudfront-us-east-1.images.arcpublishing.com/tgam/LF52E7IZSNPIPJJQIEM4F3PTYI.jpg"}}}}