{"GDELT": {"GlobalEventID": 940500630, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NOR", "Actor1Name": "NORWAY", "Actor1CountryCode": "NOR", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.6144578313252995, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 44.6074, "Action2Geo_Long": -69.3977, "Action2Geo_FeatureID": "ME", "DATEADDED": 20200813084500, "SOURCEURL": "https://www.pressherald.com/2020/08/13/holly-parker-named-new-director-of-une-north-the-institute-for-north-atlantic-studies/"}, "ARTICLE": {"TITLE": "Holly Parker named new director of UNE North: the Institute for North Atlantic Studies", "TEXT": "BIDDEFORD — Holly Parker Ph.D., has been named the new director of UNE North: the Institute for North Atlantic Studies.\n\nParker is replacing Barry Costa-Pierce Ph.D., who is stepping down as director to return to the College of Arts and Sciences as a full-time faculty member, focusing on leading UNE’s Professional Science Master’s in Ocean Food Systems program.\n\nUNE North brings together researchers, educators, policy makers, and industry leaders from across Maine and the countries of the North Atlantic to work on solving problems and finding new opportunities in the North Atlantic and Arctic regions through collaboration. The institute established itself as a research and education leader in the region in its first two years, particularly in marine sciences and aquaculture. Through its growing network of regional partnerships with countries including Iceland, Canada, Sweden, Norway and the United Kingdom, UNE North is training a new generation of leaders, informing policy through research, and supporting Maine’s leadership role in the North Atlantic.\n\n“Maine businesses and institutions have significant strengths and partnerships in the North Atlantic and Arctic that UNE North can support,” said Dana Eidsness, UNE North Advisory Council member and director of the Maine North Atlantic Development Office (MENADO). “As an advisory member, I look forward to seeing UNE North programs and partnerships grow under Holly’s leadership. I am confident she will shape a collaborative and impactful research portfolio grounded in UNE’s strengths, as well as design education programs and offerings that help Maine communities and the Maine economy.”\n\nParker is the associate provost for Strategic Initiatives at UNE and the former associate director for UNE North during its inaugural year. She also served as acting director during Costa-Pierce’s sabbatical leave. She is a four-time representative and two-time presenter at the Arctic Circle Assembly, a member of the 2016 Arctic Council Host Committee, and a former representative to the Maine North Atlantic and Arctic Education Consortium.\n\nParker holds a Ph.D. in Public Policy from the USM Muskie School of Public Service/Research, an M.Ed. from Harvard University, and a B.A. from Dartmouth College.\n\n“Holly has been instrumental in helping build UNE North and has helped position it as a major contributor to the growing role of Maine in the North Atlantic innovation economy, working both directly with UNE North and through my office in her role as the point person for our economically related strategic initiatives,” said Joshua Hamilton, provost and senior vice president for Academic Affairs. “She also brings a strong background in policy and in building collaborative community networks. Following Barry’s successful launching of the institute, I look forward to Holly taking it to the next level as a major regional partner for Maine and the North Atlantic.”\n\nUnder Parker’s leadership, UNE North will seek to engage with a broader array of programs and disciplines at the University.\n\n“I am thrilled to be rejoining UNE North as its director and excited to build upon its successes,” Parker said. “I look forward to working with UNE faculty, staff, and students from across colleges and disciplines to expand our reach by leveraging all of the University’s strengths — from the arts and humanities to health professions to life sciences to social sciences — to build partnerships, programs, and projects that will create lasting solutions to our shared challenges. By working together across disciplines, communities, and cultures, we can and will address those challenges.”\n\n“And I welcome the opportunity to continue building external partnerships throughout Maine and across the North Atlantic region,” she added.\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »\n\nfiled under:", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "apple-itunes-app": "app-id=951845858", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Holly Parker named new director of UNE North: the Institute for North Atlantic Studies", "description": "BIDDEFORD — Holly Parker Ph.D., has been named the new director of UNE North: the Institute for North Atlantic Studies. Parker is replacing Barry Costa-Pierce Ph.D., who is stepping down as director to return to the College of Arts and Sciences as a full-time faculty member, focusing on leading UNE’s Professional Science Master’s in Ocean …", "url": "https://www.pressherald.com/2020/08/13/holly-parker-named-new-director-of-une-north-the-institute-for-north-atlantic-studies/", "site_name": "Press Herald", "updated_time": "2020-08-11T01:01:28+00:00", "image": {"identifier": "http://multifiles.pressherald.com/uploads/sites/4/2017/01/pph-icon-red-linkforFB.png", "width": 300, "height": 300}}, "article": {"tag": "Courier Community", "section": "Biddeford-Saco-OOB Courier", "published_time": "2020-08-13T08:00:44+00:00", "modified_time": "2020-08-11T01:01:28+00:00"}, "twitter": {"card": "summary_large_image", "description": "BIDDEFORD — Holly Parker Ph.D., has been named the new director of UNE North: the Institute for North Atlantic Studies. Parker is replacing Barry Costa-Pierce Ph.D., who is stepping down as director to return to the College of Arts and Sciences as a full-time faculty member, focusing on leading UNE’s Professional Science Master’s in Ocean […]", "title": "Holly Parker named new director of UNE North: the Institute for North Atlantic Studies - Portland Press Herald", "site": "@pressherald", "image": "http://multifiles.pressherald.com/uploads/sites/4/2017/01/pph-icon-red-linkforFB.png", "creator": "@pressherald"}, "generator": "WordPress 5.4.2", "onesignal": "wordpress-plugin"}}}