{"GDELT": {"GlobalEventID": 940573355, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CVL", "Actor1Name": "TRAVELLER", "Actor1Type1Code": "CVL", "Actor2Code": "JOR", "Actor2Name": "JORDAN", "Actor2CountryCode": "JOR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.81366459627329, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Amman, (JO11), Jordan", "Actor1Geo_CountryCode": "JO", "Actor1Geo_ADM1Code": "JO11", "Actor1Geo_ADM2Code": "36728", "Actor1Geo_Lat": 31.95, "Actor1Geo_Long": 35.9333, "Actor1Geo_FeatureID": "-970362", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wadi Rum, Jordan (general), Jordan", "Actor2Geo_CountryCode": "JO", "Actor2Geo_ADM1Code": "JO00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 29.6779, "Actor2Geo_Long": 35.4547, "Actor2Geo_FeatureID": "-973454", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wadi Rum, Jordan (general), Jordan", "Action2Geo_CountryCode": "JO", "Action2Geo_ADM1Code": "JO00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 29.6779, "Action2Geo_Long": 35.4547, "Action2Geo_FeatureID": "-973454", "DATEADDED": 20200813161500, "SOURCEURL": "https://www.msn.com/en-gb/travel/other/join-us-on-the-girls-trip-of-dreams-next-year/ar-BB17VbTS"}, "ARTICLE": {"TITLE": "Join us on the girls' trip of dreams next year", "TEXT": "© Cavan Images - Getty Images Whether you're a solo traveller or looking to get away on a new adventure's our female-only holiday to Jordan offers the best of Petra, Wadi Rum, Amman and the Dead Sea, plus some hidden gems along the way.\n\nAre you feeling ready for a 2021 adventure, a change in your life or up for an active holiday that takes you right out of your daily routine?\n\nRed's fascinating new tour of Jordan is the female-only holiday you've been searching for, which will take you and other like-minded readers to the incredible country, known as the 'Switzerland of the Middle East'.\n\n© Ascent/PKS Media Inc. - Getty Images Jordan holiday\n\nOn our captivating and exclusive eight-day tour inspired by fabulous females, you'll be given a unique view of the lives of Bedouin women in the Wadi Rum desert camps, learn the ancient art of henna, soak up the healing properties of the Dead Sea and join a female shepherd in Petra.\n\nCapital of cool to bathing bliss\n\nThe one-of-a-kind tour begins in Jordan’s capital city Amman, home to a shopping quarter full of hip art venues, galleries, cafés and markets. It ends in a Dead Sea resort, where you can serenely bathe in mineral-rich salt waters or the thermal springs of Ma'in.\n\nI'M IN. SIGN ME UP!\n\n© Oleh_Slobodeniuk - Getty Images Woman floating on water in Dead Sea\n\nA real highlight of the holiday, which is ideal for solo travellers looking to join a female-only group, is a stay in Wadi Rum. Here, you'll explore the sandstone mountains and scorching red natural arches of the epic desert in a local Jeep.\n\nLive like a local\n\nSpending the night in a Bedouin camp, you and other Red readers will have the honour of meeting local women who will teach you about the ancient art of henna and natural kohl eyeliner.\n\n© Shutterstock girls holiday ideas - jordan\n\nAs a unique experience that takes in authentic Jordan, you will gain an insight into the world of a female shepherd and her way way of life, which has remained unchanged for centuries.\n\nNo trip to Jordan would be complete without a visit to the ancient ‘Rose City’ of Petra and its world-famous wonder hand-carved into red rock. At the precious UNESCO-protected site, you’ll take a guided tour, squeezing through a mile-long narrow path, known as the Siq, to visit the sights.\n\n© Shutterstock Amman\n\nIn another fantastic cultural experience, you'll visit a local cooking school run by three sisters continuing their grandmother’s legacy.\n\nWhile they teach you how to cook a traditional maqluba dish of rice, aubergine, chicken and spices, you’ll hear about the their lives and careers. You'll then tuck into the delicious meal, served with creamy yoghurt or a crunchy Arab salad with tahini.\n\nWhy you should join us\n\n- Travel with like-minded Red readers on a women-only adventure\n\n- An exclusive holiday to Jordan you won't find anywhere else\n\n- Unique local experiences\n\n- Visit in June or September 2021 when temperatures in Jordan reach a comfortable 32C\n\n- Solo traveller? Opt to share a room with another guest to avoid the single supplement fee\n\nTo join fellow female adventurers on this bucket list tour of Jordan, check out Red Escapes.\n\nFIND OUT MORE\n\nSign up for inspirational travel stories and to hear about our favourite financially protected escapes and bucket list adventures.\n\nSIGN UP\n\nGallery: 16 best Airbnbs with hot tubs to check into this year (Harper's Bazaar (UK))", "METADATA": {"application-name": "Join us on the girls' trip of dreams next year", "cq": "passed", "Search.Interest": "Travel", "robots": "index, follow", "description": "We're going off the beaten path on a women-only adventure", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}