{"GDELT": {"GlobalEventID": 940520343, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.0604395604395602, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL", "Actor1Geo_Lat": 52.5, "Actor1Geo_Long": 5.75, "Actor1Geo_FeatureID": "NL", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL", "Action2Geo_Lat": 52.5, "Action2Geo_Long": 5.75, "Action2Geo_FeatureID": "NL", "DATEADDED": 20200813110000, "SOURCEURL": "https://goss.ie/uk-showbiz/meghan-markle-takes-another-pop-at-the-royal-family-by-saying-she-knows-what-its-like-to-feel-voiceless-219606"}, "ARTICLE": {"TITLE": "Meghan Markle takes another pop at the Royal family by saying she knows ‘what it’s like to feel voiceless’", "TEXT": "The Duchess of Sussex stepped down from her role back in March\n\nMeghan Markle takes another pop at the Royal family by saying she...\n\nMeghan Markle has taken another pop at the Royal family, by saying she knows “what it’s like to feel voiceless”.\n\nThe Duchess of Sussex made the comment as she encouraged people to vote in the presidential election this November.\n\nIn a statement shared by Marie Claire, Meghan said: “I know what it’s like to have a voice, and also what it’s like to feel voiceless.”\n\n“I also know that so many men and women have put their lives on the line for us to be heard. And that opportunity, that fundamental right, is in our ability to exercise our right to vote and to make all of our voices heard.”\n\nShe added: “One of my favorite quotes, and one that my husband and I have referred to often, is from Kate Sheppard, a leader in the suffragist movement in New Zealand, who said, ‘Do not think your single vote does not matter much. The rain that refreshes the parched ground is made up of single drops.’ That is why I vote.”\n\nMeghan’s comments come just one month after court documents revealed she felt “prohibited from defending herself” while she was a senior member of the British royal family.\n\nThe documents were filed as part of her ongoing lawsuit against Associated Newspapers, the publisher of the UK Mail on Sunday, for printing a “private and confidential” letter to her estranged father Thomas Markle.\n\nAccording to the court documents, Meghan felt “prohibited from defending herself” after “false and damaging” articles were published about her while she was pregnant.\n\nThe documents read: “[Meghan Markle] had become the subject of a large number of false and damaging articles by the U.K. tabloid media, specifically by the [Mail on Sunday], which caused tremendous emotional distress and damage to her mental health.”\n\n“As her friends had never seen her in this state before, they were rightly concerned for her welfare, specifically as she was pregnant, unprotected by the Institution and prohibited from defending herself.”\n\nMeghan is suing the publishers of the UK Mail on Sunday for printing a “private and confidential” letter she sent to her estranged father Thomas Markle in 2018.\n\nMeghan’s father received the letter in August 2018, months before sections of it were published in the UK Mail on Sunday and on the MailOnline in February, 2019.\n\nThe mother-of-one is seeking damages from Associated Newspapers Ltd for alleged misuse of private information, copyright infringement and breach of the Data Protection Act.\n\nHowever, Associated Newspapers have defended the letter’s publication by suggesting Meghan put it in the public domain by allegedly telling friends about it – who later spoke to People magazine.\n\nHowever, the Duchess has insisted she was unaware that five close friends were planning to speak to People magazine about her strained relationship with Thomas, for an article published in February 2019.\n\nThe People magazine article, which was published on February 18, 2019, referred to letters exchanged between Meghan and her father Thomas.\n\nMeghan’s legal battle against the publisher officially kicked off at the end of April as the first High Court hearing took place via video link – due to the coronavirus pandemic.\n\nThe virtual High Court hearing was a stepping stone to a potential full trial in early 2021.\n\nDuring the hearing, Meghan’s barrister David Sherborne, who previously acted as Princess Diana’s lawyer, confirmed she’s willing to give evidence in court – if the case eventually goes to trial.\n\nHe said: “The defendant [Associated Newspapers] wants to cross-examine her [Meghan] as to whether that belief is reasonable or not – and they can do that.”\n\nThis means Meghan could come face-to-face with her estranged father, who is reportedly prepared to give evidence against his daughter in court.\n\nThomas Markle previously said he felt pressured to share the letter with the press, after it’s contents were allegedly misrepresented in the People article.\n\nThe 76-year-old told The Mail On Sunday: “I have to defend myself. I only released parts of the letter because other parts were so painful. The letter didn’t seem loving to me. I found it hurtful.”\n\nOn the latest episode of Goss Chats, Goss.ie Founder & CEO Ali Ryan sits down with beauty guru Mark Rogers.\n\nFrom his upcoming wedding to surrogacy plans, Mark opens up about a hectic few months ahead.\n\n#GossChats is sponsored by top Irish aesthetic clinic Haus of JeJuve.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://goss.ie/wp-content/uploads/2018/04/wenn34086524-1024x645.jpg", "secure_url": "https://goss.ie/wp-content/uploads/2018/04/wenn34086524-1024x645.jpg", "width": 1024, "height": 645}, "locale": "en_US", "type": "article", "title": "Meghan Markle takes another pop at the Royal family by saying she knows 'what it's like to feel voiceless' - Goss.ie", "description": "The Duchess of Sussex stepped down from her role back in March", "url": "https://goss.ie/uk-showbiz/meghan-markle-takes-another-pop-at-the-royal-family-by-saying-she-knows-what-its-like-to-feel-voiceless-219606", "site_name": "Goss.ie", "updated_time": "2020-08-13T08:36:10+01:00"}, "article": {"tag": "Prince Harry", "section": "Royals", "published_time": "2020-08-12T13:29:59+01:00", "modified_time": "2020-08-13T08:36:10+01:00"}, "twitter": {"card": "summary", "description": "The Duchess of Sussex stepped down from her role back in March", "title": "Meghan Markle takes another pop at the Royal family by saying she knows 'what it's like to feel voiceless' - Goss.ie", "image": "https://goss.ie/wp-content/uploads/2018/04/wenn34086524.jpg", "creator": "@kendra_becker"}, "generator": "Powered by Visual Composer Website Builder 1.9 - fast and easy to use drag and drop builder for experts and beginners."}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}