{"GDELT": {"GlobalEventID": 940535343, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "CHICAGO", "Actor1CountryCode": "USA", "Actor2Code": "USAJUD", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.86736020806245, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Chicago, Illinois, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USIL", "Actor2Geo_ADM2Code": "IL031", "Actor2Geo_Lat": 41.85, "Actor2Geo_Long": -87.6501, "Actor2Geo_FeatureID": "423587", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20200813123000, "SOURCEURL": "https://www.realclearpolitics.com/articles/2020/08/13/the_fiasco_of_go_ahead_break_our_windows_policing___143946.html"}, "ARTICLE": {"TITLE": "The Fiasco of 'Go Ahead, Break Our Windows' Policing", "TEXT": "After looters struck downtown Chicago on Sunday night, officials literally raised the bridges to prevent rioting hordes from roaming so easily. They also blocked road access and stopped public transit. So, we have come to this: a major American city is replicating the strategy of medieval castles: flood the moats and raise the drawbridges. All that is missing are crenelated battlements and Welsh longbowmen.\n\nIn Portland, officials aren’t even raising the drawbridges. After more than 70 nights of rioting, Mayor Ted Wheeler’s strategy seems to be, “If you insist on doing this, we might write a strong letter.” He has stopped short of repeating what Monty Python’s French knight told invaders at his castle, “Go away or I will taunt you a second time.” Mayor Wheeler hasn’t taunted them a first time.\n\nWheeler has plenty of company among Democratic mayors and governors. Months after George Floyd’s death and the rioting and looting that followed, stores remain boarded up, criminals unpunished. Nothing says, “We protest racial injustice” like burning down the corner grocery or smashing windows to grab boxes of expensive Nikes. Instead of condemning the vandalism and jailing those who committed it, many mayors and city councils are trying to mollify their demands, slash police funding, and wait it out. The appeasement approach will fail to mollify the vandals, but it will enrage ordinary citizens, who want their lives back and an end to all this moral hectoring.\n\nAs we suffer through this summer of discontent, we can see a split emerging among big-city Democrats. Most, like Portland’s Wheeler, Minneapolis’ Jacob Frey, Seattle’s Jenny Durkan, and New York’s Bill de Blasio, favor drastic concessions to protesters, beginning with sharp reductions in police budgets. Seattle just passed a new budget cutting up to 100 officers, slashing salaries for department leaders, and dismantling the special team that removes homeless encampments, one of the city’s worst problems. Seattle’s police chief, Carmen Best, responded by announcing her retirement. She was the first black woman to head the department. No matter to the city council, which was busy congratulating itself for taking what it called “a first step” toward upending the city’s law enforcement. Still, the vote wasn’t unanimous. One council member was angry because the cuts didn’t go far enough. This isn’t sensible policy; it’s senseless self-parody.\n\nUrban politicians like these, entrenched on the hard left, are reluctant to break with demonstrators, even violent ones. They openly support the Black Lives Matter organization and speak about “reimagining policing.” Faced with legitimate (and growing) demands for better public safety, they offer only lip service. The most they can say is that “violence could hurt our common cause.” No kidding.\n\nA few mayors, including progressives like Chicago’s Lori Lightfoot, are finally fed up with the mayhem and want police to stop it. They are beginning to face the reality that boarded-up stores can’t generate the tax revenues they need. Of course, Lightfoot still lacerates President Trump in her speeches and refuses his offer of federal officers to supplement local officers. But her policies are edging toward his on law and order. After Sunday’s rioting, Chicago police made over 100 arrests.\n\nWhether those arrested will ever spend time in the Graybar Hotel is another matter. Local prosecutors might simply wait a few weeks and drop the changes. Why? Because prosecutors in Chicago, like those in many big cities, think the justice system is racist and the jails wrongly filled with minorities. These prosecutors, who call themselves “Justice Democrats,” refuse to try many crimes. They reject the tough-on-crime policies that Democrats, including leading African Americans, supported in the 1990s. Today’s prosecutors campaigned on a much different agenda, and they were elected.\n\nTheir soft-on-crime strategy raises two questions, beyond its dubious ideology. One is whether it will lead to a safer, most just society. (Spoiler alert: It won’t.) The other is whether a single prosecutor, even an elected one, has the right to abolish whole categories of criminal laws. No one even raises this issue, but they should. It goes to the heart of our constitutional government, its separation of powers, and the ways we make and enforce laws.\n\nIn Chicago, for example, State’s Attorney Kim Foxx decided some time ago not to prosecute shoplifting under $1,000. Her decision simply ignores the Illinois law, which holds that thefts over $300 are felonies. (Thefts of under $300 still face significant fines and imprisonment, at least hypothetically. In practice, those penalties are seldom enforced.) Remember, Foxx is an executive branch official, charged with enforcing the law. Instead, she effectively repeals those she doesn’t like with a wave of her magic wand. That’s troubling in its own right, aside from the green light it gives criminals to keep up the good work. She did the same thing when she declined to prosecute many of those who rioted, looted, and defaced property after Floyd’s death. This weekend’s rioters read her signal loud and clear.\n\nInstalling prosecutors like Foxx, St. Louis’ Kimberly Gardner, and Philadelphia’s Larry Krasner is a major goal of hard-left activists and their wealthy donors. In St. Louis, Gardner did nothing about the mob that broke into a gated community, putting frightened homeowners on edge. Instead, she charged a husband and wife who stood outside their home, guarding it with firearms. In Philadelphia, Krasner announced he would bring charges against federal troops if they came to his city to restore order.\n\nProsecutors like these — and like-minded mayors and city councils determined to slash police funding — ignore the success of “Broken Windows policing,” which worked well for several decades. Under New York mayors Rudy Giuliani and Michael Bloomberg, it restored order to what had been a dangerous city. The basic idea is that it makes sense to prosecute small violations, not because isolated vandalism is so awful but because prosecuting it will prevent larger crimes. It worked. Potential criminals got the message: we will catch you, and you will face serious consequences. If we punish small violations, just imagine how we treat bigger ones.\n\nJustice Democrats are pursuing the exact opposite strategy. It ought to be called “Go Ahead, Break Our Windows” policing. Ignore all small crimes and many large ones. Release everyone on bail, even the most violent criminals. It’s working out just like you’d expect. The rise in urban violence has been abrupt and dramatic.\n\nDeterring proactive policing and electing prosecutors like Foxx, Gardner, and Krasner has been part of a systematic, well-funded strategy. Among its chief architects and donors is billionaire financier, George Soros, but he is hardly alone. Highlighting Soros’ role is why the Chicago Tribune’s most popular columnist, John Kass, received such scorching criticism. Actually, his main point wasn’t about Soros. It was that ideologically driven prosecutors are part of a broader political movement, which has contributed to the rise of urban violence.\n\nFor stressing Soros’ role, Kass was accused of anti-Semitism. It was a false charge, as Carl Cannon explains. Still, the charges against the columnist are important because they are so emblematic of today’s “cancel culture.” The allegations not only smear the victim, they also frighten others into silence.\n\nThis fear of speaking out — especially to demand public safety — is almost as big a problem as the violence itself. For a liberal, democratic polity like ours to work, citizens must be able to discuss public issues freely, openly. Then, after we debate and pass laws, officials in the executive branch must enforce them. That’s their core responsibility. It is certainly right to demand that enforcement be color-blind and applied equally to the rich and poor, the powerful and the weak, the celebrity and the street sweeper. Police must follow established procedures and refrain from using excessive force. Prosecutors should be given some discretion about using their limited time and resources.\n\nBut that discretion has been stretched too far. “Equality before the law” does not mean prosecutors can simply ignore black-letter law, any more than police can. People and businesses have a right to protection from violence and predation, from shoplifting and looting. Those rights have been properly encoded in law. How else can each of us pursue life, liberty, and happiness, as we define them? We need public safety to pursue our private ends.\n\nThat safety is essential, and to secure it we need well-trained police and fair-minded prosecutors. We need enough police to apprehend suspects. We need competent prosecutors willing to try those suspects if the evidence is sufficient. Prosecutors should have flexibility about handling individual cases, as long as they are even-handed. What they should not have is the unilateral power to rewrite broad categories of criminal law. Far too many Justice Democrats are doing exactly that. They believe, wrongly, that their benign goals are justification enough. They are not. In a constitutional democracy, we have established laws and procedures, not idiosyncratic, arbitrary ones.\n\nThese rogue officials need reminding about their basic duties and their limits. Prosecutors, mayors, and city councils have all sworn to serve and protect the public. That hard task begins with restoring public safety. No duty is more fundamental. And none is more imperiled.", "METADATA": {"referrer": "always", "fragment": "!", "fb": {"pages": 27088225427, "app_id": 1415921935346245}, "title": "The Fiasco of 'Go Ahead, Break Our Windows' Policing | RealClearPolitics", "description": "After looters struck downtown Chicago on Sunday night, officials literally raised the bridges to prevent rioting hordes from roaming so easily. They also blocked road access and stopped public...", "keywords": "Broken Windows policing,cancel culture,Carmen Best,Ted Wheeler,Portland riots,Seattle protesters,Kim Foxx,Chicago crime,George Floyd protest,looting,urban violence,law enforcement,George Soros,civil disobedience,broken windows,Black Lives Matter,Lori Lightfoot,Justice Democrats", "og": {"title": "The Fiasco of 'Go Ahead, Break Our Windows' Policing | RealClearPolitics", "type": "article", "url": "https://www.realclearpolitics.com/articles/2020/08/13/the_fiasco_of_go_ahead_break_our_windows_policing___143946.html", "description": "After looters struck downtown Chicago on Sunday night, officials literally raised the bridges to prevent rioting hordes from roaming so easily. They also blocked road access and stopped public...", "image": "https://assets.realclear.com/images/51/518256_5_.jpg"}, "twitter": {"card": "summary", "site": "@RealClearNews", "title": "The Fiasco of 'Go Ahead, Break Our Windows' Policing | RealClearPolitics", "description": "After looters struck downtown Chicago on Sunday night, officials literally raised the bridges to prevent rioting hordes from roaming so easily. They also blocked road access and stopped public...", "image": "https://assets.realclear.com/images/51/518256_5_.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}