{"GDELT": {"GlobalEventID": 940591958, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "AUTGOV", "Actor2Name": "AUSTRIA", "Actor2CountryCode": "AUT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.0441400304413997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vienna, Wien, Austria", "Actor1Geo_CountryCode": "AU", "Actor1Geo_ADM1Code": "AU09", "Actor1Geo_ADM2Code": "5672", "Actor1Geo_Lat": 48.2, "Actor1Geo_Long": 16.3667, "Actor1Geo_FeatureID": "-1995499", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vienna, Wien, Austria", "Actor2Geo_CountryCode": "AU", "Actor2Geo_ADM1Code": "AU09", "Actor2Geo_ADM2Code": "5672", "Actor2Geo_Lat": 48.2, "Actor2Geo_Long": 16.3667, "Actor2Geo_FeatureID": "-1995499", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vienna, Wien, Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU09", "Action2Geo_ADM2Code": "5672", "Action2Geo_Lat": 48.2, "Action2Geo_Long": 16.3667, "Action2Geo_FeatureID": "-1995499", "DATEADDED": 20200813174500, "SOURCEURL": "https://www.state.gov/secretary-pompeo-travels-to-austria-to-deepen-our-alliance/"}, "ARTICLE": {"TITLE": "Secretary Pompeo Travels to Austria To Deepen Our Alliance", "TEXT": "Secretary Pompeo will travel to Austria on August 13, 2020, to deepen bilateral ties between the United States and Austria. He will meet with Chancellor Sebastian Kurz, Foreign Minister Alexander Schallenberg, and other government officials.\n\nAustria has long played a vital role in international efforts to build a more peaceful, democratic and prosperous future for Europe and the rest of the world. Our economic relations are robust, and the United States is Austria’s largest export market outside the EU. Our scientific, cultural and people-to-people ties are equally vibrant.\n\n– U.S. Secretary of State Mike Pompeo, October 25, 2019\n\nU.S.-AUSTRIA RELATIONS\n\nThe United States and Austria have a long history; diplomatic relations were established with the naming of Henry A. Muhlenberg as the first American Minister to Vienna in 1838. Our countries share common democratic values and perspectives on human rights, the rule of law, and a shared vision of peace and freedom for all. We are bound together through myriad people-to-people contacts in business, the arts, and academia. Austria and the United States are partners in promoting global security and prosperity.\n\nAustria is a large investor in the United States, and several Austrian companies have recently announced new investment commitments including Borealis, Egger, Rauch, and Red Bull worth billions of dollars that will create hundreds of American jobs. U.S. goods exports to Austria totaled $5.7 billion in 2019. The United States was Austria’s second largest export market in 2019 after Germany, and its third largest trading partner worldwide. Last year Austria was among the top-ten growing trade and investment partners of the United States.\n\nPresident Trump met with Chancellor Kurz in February 2019 to revitalize the bilateral relationship and explore new avenues for Transatlantic cooperation, address global and European regional conflicts, promote economic prosperity, and strengthen energy security. The Chancellor’s second visit to the White House scheduled for March was postponed due to the COVID-19 pandemic.\n\nCOOPERATION AROUND THE WORLD\n\nWe have many common interests and objectives regarding policy in the Western Balkans, Israel, and Venezuela. Austria is also an important contributor to peacekeeping missions in Kosovo, Bosnia and Herzegovina, the D-ISIS Coalition, NATO’s Resolute Support Mission in Afghanistan, and elsewhere in the Middle East and Africa.\n\nAustria and the United States enjoy a rich tradition of cultural, educational, and youth exchanges, with a range of programs from the Fulbright Austria program – which is celebrating its 75th year – to the A2A (Austin to Austria) program for young entrepreneurs, and the launch of the Austria to Silicon Valley program for entrepreneurs in 2020.\n\nAustria and the United States belong to a number of the same international organizations, including the United Nations, OSCE, OECD, Euro-Atlantic Partnership Council, IMF, World Bank, and the WTO. Austria also is an observer to the Organization of American States.\n\nAUSTRIA’S ROLE IN INTERNATIONAL AFFAIRS AND TRADE", "METADATA": {"viewport": "width=device-width, initial-scale=1", "msapplication-tap-highlight": "no", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Secretary Pompeo Travels to Austria To Deepen Our Alliance - United States Department of State", "description": "Secretary Pompeo will travel to Austria on August 13, 2020, to deepen bilateral ties between the United States and Austria.  He will meet with Chancellor Sebastian Kurz, Foreign Minister Alexander Schallenberg, and other government officials. Austria has long played a vital role in international efforts to build a more peaceful, democratic and prosperous future for […]", "url": "https://www.state.gov/secretary-pompeo-travels-to-austria-to-deepen-our-alliance/", "site_name": "United States Department of State", "image": {"identifier": "https://www.state.gov/wp-content/uploads/2019/12/dos_seal.png", "width": 1200, "height": 630}}, "article": {"modified_time": "2020-08-14T06:35:58+00:00"}, "twitter": {"card": "summary_large_image", "image": "https://www.state.gov/wp-content/uploads/2019/12/dos_seal.png"}, "generator": "WordPress 5.4.2", "msapplication-TileImage": "https://www.state.gov/wp-content/uploads/2019/02/cropped-Seal-of-the-U.S.-Department-of-State-270x270.png"}}}