{"GDELT": {"GlobalEventID": 940520204, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CVL", "Actor1Name": "TRAVELER", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 3.5852713178294597, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Rwanda", "Actor1Geo_CountryCode": "RW", "Actor1Geo_ADM1Code": "RW", "Actor1Geo_Lat": -2.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "RW", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Rwanda", "Action2Geo_CountryCode": "RW", "Action2Geo_ADM1Code": "RW", "Action2Geo_Lat": -2.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "RW", "DATEADDED": 20200813110000, "SOURCEURL": "http://www.msn.com/en-us/travel/news/the-importance-of-making-a-conscious-comeback-to-travel/ar-BB17UADs"}, "ARTICLE": {"TITLE": "The Importance of Making a ‘Conscious Comeback’ to Travel", "TEXT": "© RomoloTavani/ iStock / Getty Images Plus Globe On Moss In Forest\n\nVirtuoso has been championing sustainable travel for more than 10 years.\n\nThe organization has been rewarding progress, sharing success stories and starting conversations to help preserve and support the places and communities travelers and travel advisors love all while celebrating culture and protecting the planet.\n\nVirtuoso is committed to guiding the next generation of global citizens into a new era of travel.\n\nThe pandemic has created a moment of opportunity to make a positive impact and promise a better tomorrow and to strengthen a movement that can transform travel and the world.\n\nLast year, one of the hottest topics in the travel industry was overtourism. Now, there is a surprising new buzzword—undertourism.\n\nVirtuoso’s Under One Sky event shined a light on the perils of undertourism and the economic and conservation disaster it is leaving in its wake.\n\nIn his introductory address, Virtuoso chairman and CEO, Matthew Upchurch, noted that global sustainability leader Costas Christ made a prophetic statement in 2009 when speaking on the topic of overtourism. Christ suggested that “if there was some magic switch that you could stop travel dead in its tracks, it could end up being the greatest conservation disaster on the planet.”\n\nAnd that is just what we are faced with now, said Upchurch.\n\n“Sustainability isn’t just about the environment,” he said. “It’s also about the preservation of natural and cultural heritage and benefitting local economies. Travel can be a force for good, and we should all play a part in amplifying that mission.”\n\nUpchurch also noted that health security will be paramount for some time and predicted that some of the early recovery long-haul travelers will be those who travel for a “deeper purpose to connect with nature, culture and meaningful experiences.”\n\n“We can take a leadership position, one that I promise you that can and will be profitable,” he said.\n\nThis year, Under One Sky illustrated how profit and purpose go hand in hand.\n\n“Undertourism shows us why sustainability was never just about the environment alone but also about the benefit of sustainable travel to local economies and their role in conservation,” said Jessica Upchurch, TKT title. “There is hope. We have seen how quickly nature can regenerate herself. This global time out has given us proof positive but it has also shown us the dangers of undertourism.\n\nJennifer Upchurch, Virtuoso's sustainability ambassador called for a ‘conscious comeback,’ that combines what is good for the planet with what’s good for the people.\n\n“We realize the financial realities and pain felt by our friends throughout the industry but that pain is also having a few positive outcomes like the retirement of aging aircraft and ships, which had a significant negative impact on the environment.”\n\nJoel Makower, chairman and executive editor Greenbiz Group, Inc., spoke on how companies practicing environmental social and governmental practices ESGs can be more profitable than companies that do not.\n\n\"For years, Wall Street didn’t get sustainability, they saw it as some fringe thing that was nice to do…but that’s changed in the last few years. In fact, sustainability has moved from the margins to the mainstream for a very fundamental reason. Wall Street finally figured out that sustainability is a proxy for good management and growth and innovation. The companies that are rate wealth from a sustainability perspective and ESG actually do better in the market. The sustainability funds are proving that. Over the last couple of quarters, the market basket of sustainability funds outperformed the S&P 500 and other standard indices of stock performance.”\n\nTo put it simply, Makower noted that it comes down to risk.\n\n“Wall Street finally realized that companies are sustainability leaders have better risk profiles,” he said.\n\nThe exciting part is that companies realize that a new sustainability model gives them the opportunity for innovation.\n\n“There is a vast outpouring of new technology, new ideas, new business models of how you provide these services to the world that not only doesn’t harm the world but actually helps,” he said.\n\nWe are looking at a critical reset. We are rethinking how we look at problems and solutions.\n\n“What is possible? How do we take some of these huge wicked problems in the world and address them proactively,” said Makower. “There’s a huge opportunity for business to become part of the solution and prosper in the process.”\n\nCompanies that are leading the way are asking “what would it take?”\n\nTourism Australia recently took a step forward in putting a priority on sustainability in the creation of the role of head of sustainability, to which Penny Rafferty, was appointed at Tourism Australia.\n\nRafferty points out that a sustainability legacy is at the core of many of the top experiences and top companies within Australia.\n\nOur role is to advocate, storytelling and educate,” she said. “Now more than ever, while we know that there is this intention in people who want to travel better, we are hoping there is a resonance with that.”\n\nShowing leadership can make sustainable practices something that comes more naturally.\n\n“There is an increasing acknowledgment in the business world that if you put business purpose and positive measures of impact as well as profit on the same page, the real success stories are the ones that have a clear purpose and positive impact,” said Rafferty.\n\nRafferty suggests moving away from measuring success in tourism by growth.\n\n“There are other metrics that have to be factored in,” she said.\n\n&Beyond showcased a case study that demonstrates how a sustainable business can operate an impressive balance sheet.\n\n“We have very happy guests, we are getting a return on our investment and the profit side of our balance sheet is doing extremely well,” said Joss Kent, executive chairman at &Beyond. At the same time, we have tripled our investment on the impact side, providing water; we’ve built 285 classrooms; we are 99 percent plastic-free; and we’ve moved lions to Rwanda…so if you think you have to trade profit versus purpose, think again. They can coexist.”\n\nVideo: 'Huge opportunity' to redefine how we do business, Trucost CEO says (CNBC)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "The Importance of Making a ‘Conscious Comeback’ to Travel", "cq": "passed", "Search.Interest": "Travel", "robots": "index, follow", "description": "Virtuoso’s Under One Sky event shines a light on the perils of undertourism.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}