{"GDELT": {"GlobalEventID": 940595073, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 6.29575402635432, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200813180000, "SOURCEURL": "https://www.msn.com/en-us/news/world/israel-uae-agree-to-normalize-ties-in-what-trump-calls-historic-agreement/ar-BB17Vsjp"}, "ARTICLE": {"TITLE": "Israel, UAE agree to normalize ties in what Trump calls 'historic' agreement", "TEXT": "© Andrew Harnik/AP President Donald Trump smiles in the Oval Office at the White House, Aug. 13, 2020.\n\nPresident Donald Trump said in a surprise announcement Thursday that Israel and the United Arab Emirates had agreed to normalize relations and that, as part of the deal, Israel would not annex parts of the West Bank it currently occupies.\n\n\"Israel and the United Arab Emirates will fully normalize their diplomatic relations,\" Trump said, surrounded by aides in the Oval Office. \"They will exchange embassies and ambassadors and begin cooperation across the board and on a broad range of areas including tourism, education, healthcare, trade and security.\"\n\nIn a joint statement, Trump, Israel's Prime Minister Benjamin Netanyahu and the UAE's ruler, Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan, said that the \"historic diplomatic breakthrough will advance peace in the Middle East region.\"\n\n© AFP via Getty Images This combination of pictures shows Israeli Prime Minister Benjamin Netanyahu in Jerusalem and Abu Dhabi's Crown Prince Mohammed bin Zayed.\n\nDelegations from Israel and the UAE \"will meet in the coming weeks to sign bilateral agreements regarding investment, tourism, direct flights, security, telecommunications, technology, energy, healthcare, culture, the environment, the establishment of reciprocal embassies, and other areas of mutual benefit,\" the leaders said in the statement, released Thursday morning.\n\n\"Now that the ice has been broken, I expect more Arab and Muslim countries will follow the United Arab Emirates' lead,\" Trump said.\n\nWhile the president lauded the deal as a \"peace agreement,\" the UAE stopped short of using that terminology and instead emphasized the fact that Israel had committed to not annex parts of the West Bank. Netanyahu had been contemplating doing so in recent months, using a peace proposal released by the White House earlier this year to support the move -- which had drawn condemnation across the world.\n\nIn his first comment on the agreement, Prince Mohammed wrote on Twitter that \"an agreement was reached to stop further Israeli annexation of Palestinian territories.\"\n\n\"The UAE and Israel also agreed to cooperation and setting a roadmap towards establishing a bilateral relationship,\" the crown prince added.\n\n© Andrew Harnik/AP President Donald Trump smiles in the Oval Office at the White House, Aug. 13, 2020.\n\nBut later Thursday, Netanyahu referred to Israel's annexation plans as temporarily paused. Trump's son-in-law and senior adviser Jared Kushner declined to say what \"temporary\" meant.\n\n\"Somewhere between a long time and a short time,\" Kushner, whom the president had tasked with solving the Israeli-Palestinian conflict, said, when asked by a reporter at the White House.\n\nIsrael has formal diplomatic ties with just two other Arab countries, Egypt and Jordan, with which it signed peace treaties in 1979 and 1994, respectively.\n\nBut it has also come to cooperate in recent years with Gulf Arab states, including the UAE -- unofficially -- in large part on security matters related to what they view as a shared enemy in Iran.\n\nPalestinian leaders, meanwhile, have pushed Arab and Muslim states to hold off normalizing ties with Israel until the Jewish state resolves its conflict with the Palestinian people. They called Thursday's announcement a \"betrayal\" by the UAE.\n\nPalestinian President Mahmoud Abbas called an emergency meeting to discuss the announcement, according to the Palestinian news agency Wafa.\n\n© Mark Wilson/Getty Images, FILE President Donald Trump welcomes Crown Prince Shaikh Mohammad bin Zayed Al Nahyan of United Arab Emirates, for a meeting in the Oval Office of the White House, on May 15, 2017 in Washington, D.C.\n\nA spokesman for Abbas, Nabil Abu Rdeneh, said that the agreement amounted to \"treason\" and that it should be retracted, according to the Associated Press. Hamas, which controls the Gaza Strip, said the deal was a “stabbing in the back of our people,\" according to the AP.\n\nTrump's top national security adviser, Robert O'Brien, said the president \"has not forgotten\" the Palestinians, but Kushner said \"a lot of people in the region are seeing that we can't wait for the Palestinian leadership to try and resolve this.\"\n\n\"Every country is going to do what's in their best interest, what’s in the region's best interest, and we have big problems in the world and we can't be stuck in the past,\" Kushner said. \"We have to be moving forward.\"\n\nIn their joint statement Thursday, Trump, Netanyahu and Prince Mohammed said Israel and the UAE would \"immediately expand and accelerate cooperation regarding the treatment of and the development of a vaccine for the coronavirus.\"\n\nAt the White House, Trump called the agreement \"historic\" and said it would be called the Abraham Accord, which the U.S. ambassador to Israel, David Friedman, explained was intended to signal \"the potential for unity\" among Muslims, Jews and Christians.\n\n\"I wanted it to be called the Donald J. Trump Accord, but I didn't think the press would understand that,” Trump said to laughter from his aides. \"So, I didn't do that.\"\n\nAsked if he supported Israel annexing Palestinian land, Trump said \"we're talking to Israel about that right now,\" without elaborating. Later, asked during a news conference how long Israel would suspend its annexation plan, Trump deferred to Friedman, who was sitting nearby.\n\n\"How long that takes, I can't tell you, but that’s -- we prioritize peace over the sovereignty movement,\" he said. \"But it's not off the table, it's just something that will be deferred until we give peace every single chance.\n\nTrump promised \"an official signing at the White House over the next few weeks,\" later saying he thought it would happen within three weeks.\n\nSuch a ceremony, if it happened, would come just a couple months before the Nov. 3 vote in which Americans render a verdict on whether Trump should have a second term as president.\n\nTrump has long pitched himself as a dealmaker, but in three and a half years as president has overseen few major international agreements.\n\nHis proposal for peace between Israel and the Palestinians, which he unveiled in January, was immediately rejected by the Palestinians and has yet to produce any movement.\n\nOn Thursday, Kushner, who oversaw the development of that plan, said he did not know when such a deal could be reached.\n\n\"I don't know if it will happen tomorrow,\" Kushner said. \"I don’t know if it’ll happen next month. I don’t know if it’ll happen next year. But at some point, we always learn with deals that there’s a thing called gravity.\"\n\nBut announcing the Israel-UAE agreement, Trump's aides lavished him with praise.\n\n\"It wouldn't surprise me if the President is eventually nominated for a Nobel Prize,\" the president's top national security adviser, Robert O'Brien, told reporters Thursday. \"Today's work is an example of why he would be rightly considered and should be a front-runner for the Nobel Peace Prize.\"\n\nABC News' Nasser Atta contributed reporting from Jerusalem.\n\nThis report was featured in the Friday, Aug. 14, 2020, episode of “Start Here,” ABC News’ daily news podcast.\n\n\"Start Here\" offers a straightforward look at the day's top stories in 20 minutes. Listen for free every weekday on Apple Podcasts, Google Podcasts, Spotify, the ABC News app or wherever you get your podcasts.\n\nVideo: Trump scores diplomatic deal with Middle East allies before election (Reuters)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Israel, UAE agree to normalize ties in what Trump calls 'historic' agreement", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "President Trump says 'historic peace agreement' made between Israel, UAE.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}