{"GDELT": {"GlobalEventID": 940528514, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAJUD", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.731861198738169, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO", "Actor1Geo_Lat": 4.0, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "CO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Colombia", "Actor2Geo_CountryCode": "CO", "Actor2Geo_ADM1Code": "CO", "Actor2Geo_Lat": 4.0, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "CO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200813114500, "SOURCEURL": "http://njtoday.net/2020/08/13/elizabeth-councilwoman-get-job-without-qualifications/"}, "ARTICLE": {"TITLE": "Elizabeth Councilwoman gets top job without qualifications", "TEXT": "Elizabeth Councilwoman Patricia Perkins-Auguste once earned $23,357 annually as a clerk for the Union County Sheriff’s Department, but Perth Amboy Mayor Wilda Diaz is paying her $164,000 as the acting city business administrator.\n\nPerkins-Auguste’s resume was not turned over to NJTODAY despite several requests since a press release announced the appoitment, but sources familiar with the Councilwoman say she has never hired or fired anyone and lacks significant qualifications for the top job.\n\nWhen Diaz fired Frederick Carr last month, he was making $125,000-per-year and Perkins-Auguste will be the ninth person in the job since the mayor took office 12 years ago.\n\nCouncil President William Petrick expressed concern about the appointment, questioning whether Perkins-Auguste is qualified for the job, but attorney Joseph B. Vas took the administration and governing body to task over a hearing conducted after Carr was fired.\n\n“It is my understanding that it is now Wilda’s intention to pay Ms. Perkins Not $124,000 but a salary in the current Management and non-union salary guide $164,000, which you passed two months ago,” said Petrick in an email to other council members.\n\nPetrick also said Perkins-Auguste “has no credentials whatsoever,” and “has never done a job of this import ever,” plus he claims that she was fired from a $23,000 job in the Union County Sheriff’s Office.\n\nPerth Amboy political activists are just getting to know her.\n\nAs Council President, Perkins-Auguste was a controversial in Elizabeth for refusing to salute the flag and making racist remarks.\n\nCouncilwomen Iris Brown and Betty Kotarski asked why a city heart disease program was directed only at women of color, Perkins-Auguste responded by saying, “white women don’t have hearts.”\n\nPerkins-Auguste was a plaintiff in a lawsuit that sought to invalidate a state law that deny criminals on probation and parole the right to vote on the ground that it denied African-Americans and Hispanics equal protection of the law.\n\nPerkins-Auguste was guilty of violating the rights of former Councilman Tony Monteiro, who was arrested by her orders and dragged out of a city council meeting at which he opposed a Bollwage administration tax increase.\n\nMonteiro was vindicated by the US Supreme Court, which upheld a lower court order requiring Perkins-Auguste to pay for her transgressions. That case cost taxpayers at least $650,000 in legal fees.\n\nAllegations of racism and race-baiting\n\nBoard of Education Commissioner Carlos Trujillo alledged that she made racially insensitive remarks, Perkins-Auguste denies she ever made the remarks.\n\nTrujillo used social media to demand an apology from Perkins-Auguste, claiming she disparaged newly elected Board of Education President Ana Maria Amin’s accent during last week’s school board reorganization meeting. Amin is a native of Colombia.\n\nTrujillo and former board member Rafael Fajardo both say they overheard her comment angrily on Amin’s speech. On Twitter, Trujillo posted that Perkins-Auguste “dislikes [L]atinos” and “has offended all Hispanics.”\n\nDiaz faces challenges from three sitting Council members and attorney Joseph B. Vas, a former mayor’s son, as she pursues re-election to a fourth term as mayor in November.\n\nVas criticized the council for its shoddy oversight after Diaz fired Frederick Carr as the city business administrator. The governing body called a special meeting but the Mayor barred them from using the council chambers in City Hall.\n\nPerkins-Auguste is also making $40,000 as a member of the gpverning body in Elizabeth, which is four times as much as members are paid for Perth Amboy’s City Council.\n\nConnect with NJTODAY.NET\n\nJoin NJTODAY.NET's free Email List to receive occasional updates delivered right to your email address!", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Elizabeth Councilwoman gets top job without qualifications", "description": "Elizabeth Councilwoman Patricia Perkins-Auguste once earned $23,357 annually as a clerk for the Union County Sheriff’s Department, but Perth Amboy Mayor Wilda Diaz is paying her $164,000 as the acting city business administrator. Perkins-Auguste’s resume was not turned over to…Read more →", "url": "http://njtoday.net/2020/08/13/elizabeth-councilwoman-get-job-without-qualifications/", "site_name": "njtoday.net", "image": {"identifier": "http://njtoday.net/wp-content/uploads/2013/10/CMDONLINE_2013.png", "width": 600, "height": 176}}, "article": {"publisher": "https://www.facebook.com/NJTODAYNET", "published_time": "2020-08-13T10:31:00+00:00", "modified_time": "2020-08-12T18:02:07+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@NJTODAY", "site": "@NJTODAY"}, "generator": "WordPress 5.4.2", "fb": {"pages": "https://www.facebook.com/NJTODAYNET/"}}}}