{"GDELT": {"GlobalEventID": 940686569, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.50643776824034, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200814040000, "SOURCEURL": "https://www.palestinemonitor.org/details.php?id=jxqecga25578yox420op23"}, "ARTICLE": {"TITLE": "On the eve of apartheid; what Netanyahu’s annexation plans mean for Palestine", "TEXT": "On July 1, the Israeli government, led by Prime Minister Benjamin Netanyahu, will begin steps towards his threat of unilateral annexation of parts of the occupied West Bank, potentially leaving thousands of Palestinian residents without citizenship nor equal rights.\n\nGreenlighted under US President Donald Trump administration’s “Peace to Prosperity'' plan unveiled in January at the White House, it gives Israel the go-ahead to annex about 30 per cent of Palestinian territory, which Israel captured in 1967.\n\nIt would leave the remaining 70 per cent for Palestinians to establish a semi-autonomous, demilitarised state with no army or controls over the disjointed borders or airspace. The deal also does not include East Jerusalem, which the Palestinian Authority claims for the future capital of the state they seek.\n\nAnnexation is the term used when a state unilaterally proclaims its sovereignty over another territory. In short, annexation is when a country declares that a piece of land outside its borders is part of the state and is often done after military occupation, whether the people living there want it or not. International law is clear about annexation – it is flagrantly illegal.\n\nIf annexation were to go ahead, Palestine would be encircled by Israel continuing to control their lives and denying them the right to vote. “Millions of Palestinians would be left living in segregated enclaves in the middle of the West Bank with no political rights and separate legal, education and transportation systems under a permanent military occupation fuelling the system of apartheid,” according to the Institute for Middle East Understanding.\n\nMany critics see the “Peace Deal” as the US throwing their weight behind the Israeli settler-colonial expansion of historic Palestine, and being the final nail in the coffin for a two-state solution and Palestinian Statehood.\n\nA joint statement, signed by nearly 50 UN human rights experts, voiced condemnation at US support for Netanyahu's \"unlawful\" plan for annexation of Palestinian land.\n\n\"The annexation of occupied territory is a serious violation of the Charter of the United Nations and the Geneva Conventions, and contrary to the fundamental rule affirmed many times by the United Nations Security Council and General Assembly that the acquisition of territory by war or force is inadmissible,\" it read.\n\nWhat would be left of the occupied West Bank, after the annexation of about 30 per cent, would amount to what they described as a \"Palestinian Bantustan\".\n\n\"The United Nations has stated on many occasions that the 53-year-old Israeli occupation is the source of profound human rights violations against the Palestinian people.”\n\nThe statement listed those violations as; land confiscation, settler violence, home demolitions, excessive use of force and torture, restrictions on the media and freedom of expression, and \"a two-tier system of disparate political, legal, social, cultural and economic rights based on ethnicity and nationality\", the statement continued. \"These human rights violations would only intensify after annexation.”\n\n“Thus, the morning after annexation would be the crystallization of an already unjust reality: two peoples living in the same space, ruled by the same state, but with profoundly unequal rights.”\n\nThe statement gave a grave warning for the future of Palestine as a “vision of 21st-century apartheid.”\n\nPalestinian leaders have outright rejected the Trump plan and voiced outrage at the annexation proposal.\n\nThe West Bank has been occupied by Israel since the 1967 war, in which they also captured the Golan Heights, Gaza, and East Jerusalem in a move which is not only unrecognised under international law but has drawn severe ire from the international community.\n\nHowever, Benjamin Netanyahu has announced the time is ripe for his country to permanently seize Palestinian territory by annexing swathes of the West Bank.\n\nDuring three deadlocked elections in the past year, Netanyahu pledged to his ultra right-wing supporters that his government would annex all Jewish settlements and outposts located in the West Bank, and also annex the entire Jordan Valley, which makes up around one-third of the West Bank bordering Jordan.\n\nIn April, the political deadlock was broken and a national unity government was formed with Netanyahu and former army chief Benny Gantz to alternate in the role of prime minister after 18 months - with the incumbent Netanyahu taking the seat first.\n\nNetanyahu reached an agreement with his former rival Gantz to form a coalition cabinet that would advance an annexation plan starting in July.\n\nThe areas slated for annexation include a 97km stretch along the border with Jordan, including two crossings - the Sheikh Hussein Bridge and the al-Karameh Bridge, also known as the Allenby crossing.\n\nMany have warned that the proposed annexation would deny Palestinians of critical agricultural land and water resources, primarily in the Jordan Valley area and would effectively erase the two-state solution to the Arab-Israeli conflict.\n\nThere are already 450,000 Israeli Jews who live in 132 settlements and 124 smaller \"outposts\" built under Israel's occupation. The West Bank is seen as occupied territory under international law, making all Jewish settlements there - as well as the planned annexation - illegal.\n\nAbout 215,000 Jews live in East Jerusalem, compounding decades of systematic discrimination, illustrated by a huge gap in the number of construction permits granted to Jewish and Palestinian residents.\n\nSince Trump’s election in 2017, Jewish settlement construction has boomed in East Jerusalem, home to holy sites sacred to Jews, Muslims and Christians, and is at the heart of the decades-old conflict. Many see Trump’s policies in regard to Israel and Palestine going against decades of US policy which traditionally opposed Israel’s theft of Palestinian land.\n\nUntil recently, Netanyahu would have faced substantial opposition among the international community to such a move. However, Donald Trump's Israeli-Palestinian peace plan, unveiled in January, allows for Israel to \"incorporate\" the settlements - a radical shift from previous US positions.\n\nIt is possible that Netanyahu wants to get it done before the US presidential election in November in case Trump's rival Joe Biden - who opposes annexation - is elected and reverses US policy.\n\nMajor international parties such as the UN, European Union, and several Arab countries have warned the planned annexation would ultimately jeopardise any chance of a peace agreement and destabilise security in the region.", "METADATA": {}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}