{"GDELT": {"GlobalEventID": 940604332, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.9385665529010201, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warrnambool, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5423", "Actor1Geo_Lat": -38.3818, "Actor1Geo_Long": 142.488, "Actor1Geo_FeatureID": "-1608145", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Warrnambool, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5423", "Actor2Geo_Lat": -38.3818, "Actor2Geo_Long": 142.488, "Actor2Geo_FeatureID": "-1608145", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warrnambool, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5423", "Action2Geo_Lat": -38.3818, "Action2Geo_Long": 142.488, "Action2Geo_FeatureID": "-1608145", "DATEADDED": 20200813190000, "SOURCEURL": "http://railpage.com.au/news/s/still-no-time-frame-for-vlocity-trains-on-warrnambool-line"}, "ARTICLE": {"TITLE": "Still no time frame for VLocity trains on Warrnambool line", "TEXT": "High-speed VLocity trains are yet to roll into the Warrnambool train station despite being announced by the state government more than 900 days ago.\n\nThe VLocity trains were expected to cut up to 20 minutes off travel times between Warrnambool and Melbourne, and were announced in July 2017 as part of a$114 million upgrade to the Warrnambool train line.\n\nBut Minister for Public Transport Infrastructure Jacinta Allan told The Standard on Friday that the high-speed carriages would not run on the line once the upgrades were complete.\n\nShe said major maintenance would re-commence on the line on Monday, including upgrades to 12 level crossings, a 2.2 kilometre passing loop at Boorcan and signalling upgrades between Waurn Ponds and Warrnambool.\n\nBut those works were supposed to commence at the end of December 2019, Ms Allan told The Standard in March last year, with a targeted completion date of late 2020.\n\nMs Allan said works were now expected to be complete by late 2021.\n\nShe said one reason for the delays was the decision to combine the package of works for both the Warrnambool and Waurn Ponds areas.\n\n\"When regional projects are a bit smaller, we need to package them up to get company's bidding for them,\" she said.\n\n\"We have this week announced that Downer EDI will deliver the Warrnambool line and Waurn Ponds works, which will create a better pathway through Waurn Ponds as it can be a bit of a bottle neck.\"\n\nUpgrades to Waurn Ponds include a second platform, new track, pedestrian overpass and more carparks.\n\nMs Allan said the Waurn Ponds upgrades were funded by a separate money pool and not the $114 million allocated to Warrnambool.\n\nShe said another challenge causing delays was the deteriorating condition of the line.\n\n\"The line was in much worse condition than what was initially anticipated,\" she said.\n\nThe minister said the $114 million would provide passengers with \"a fifth daily service and passenger and freight reliability\".\n\n\"There has been a really long-held desire to see improvement on the Warrnambool line from the time I've been both public transport and transport infrastructure minister,\" she said.\n\n\"The priority has always been made very clear that the community wanted extra services and also an improvement to their reliability and that is absolutely understandable.\n\n\"We're also doing a business case to fully scope out the track work and what it costs to run VLocity on the line. We'll be doing that in parallel with the works that are (already) being done.\"\n\nThe Standard askedMs Allan when the high speed VLocity carriages would run on the line but no date was given.\n\n\"That's the work of the business case we will be doing,\" she said.\n\n\"It will be driven by the scope of works that need to be done. We know broadly but you've got to get in there and really look at the track work, look at each level crossing and work out the best treatment for each one.\"\n\nAnd while it's unclear when the city will reap the benefits of modern trains, it is clear to commuters that the status quo is inadequate.\n\nIn 2019 the Warrnambool service failed to meet its punctuality target 10 times in 11 months, passengers were forced to sit in the aisles and stand on busy services due to a lack of carriages, and trains did not run due to striking rail workers.\n\nThe December performance figures are yet to be released but V/Line data shows the train service exceeded its punctuality target of 92 per cent just once in 2019 and 12 times in the past decade. The target was reached in June when 92.5 per cent of services arrived at their destination on time. That result was the best outcome in more than a year.\n\nIn the last 12 months, passengers suffered the most throughout March when only 81 per cent of trains ran on time.\n\nAnd despite that being the worst result for the year, it was, at the time, the service's best performance since September the year before.\n\nIn April, punctuality rose by 10 per cent but nosedived to 87.2 per cent the following month due to signal faults and train and track impairments. On one occasion, passengers were stranded in what one person referred to as the 'never, never' after the lunchtime Warrnambool to Melbourne train broke down outside Terang.\n\nThen on two occasions in July, passengers were forced to sit in the aisles and stand on busy services due to a lack of carriages.\n\nOne passenger, who did not wish to be named, said V/Line had informed him he was unable to get a refund as his ticket was for an 'unreserved' carriage, meaning he did not have an allocated seat.\n\nHe said up to 100 people did not have a seat on the packed train, which was busy and crowded due to school holidays.\n\nInformation received from V/Line showed passengers took more than 145,000 trips on Warrnambool line trains in the 2018-19 financial year, about seven per cent more trips than the previous year.\n\nSouth West Coast MP Roma Britnell described the Warrnambool train line service as \"sub-standard\".\n\n\"That's my view as a passenger and as the MP who has constant feedback from the community about the train,\" she said.\n\n\"My experiences on the train in 2019 were mixed, unfortunately there were too many times where it let me down and I was late for important meetings in Melbourne.\n\n\"It's becoming far more reliable for me to drive to and from Melbourne, even with the horrific traffic. I would much rather use the train because I can work while in transit, but it's just too unreliable, and that's something I am hearing from other people as well.\"\n\n\n\n\n\nSouth West Coast MP Roma Britnell.\n\nMs Britnell said while the south-west community wanted the convenience of public transport, they also wanted to know \"they will make it the whole way without the train breaking down\".\n\n\"One of the key issues on the Warrnambool line is train faults,\" she said.\n\n\"We are running rolling stock that is over 30-years-old and it's probably approaching the end of its usable life. There comes a point in the life of any piece of equipment that it's no worth spending money to maintain it.\n\n\"The Andrews Labor government keep saying these works, which the federal Liberal government is providing 91 per cent of the funding for, will 'pave the way' for VLocity trains.\n\n\"I want to know when we can expect to see one of those trains pulling into the Warrnambool station. Is it a year, two years or two decades?\n\n\"I am sceptical we will see VLocity's in Warrnambool anytime soon, but I am of course happy to be proven wrong.\"\n\nMs Britnell said by saying the words \"pave the way\" for VLocity carriages, the government was neither committing to, or ruling out running the trains.\n\n\"They are simply saying the works will allow for it to happen but giving no time frame,\" she said.\n\n\n\n\n\n\"They are playing word games.\"", "METADATA": {"fb": {"pages": 249284768456295, "app_id": 329687420408130}, "og": {"site_name": "Railpage", "locale": "en_GB", "image": "https://nnimgt-a.akamaihd.net/transform/v1/crop/frm/jessica.howard/e84155e3-7f23-4066-8a7d-d0ff4b9c29bd.jpg/r0_0_1017_678_w1200_h678_fmax.jpg", "title": "Still no time frame for VLocity trains on Warrnambool line", "url": "http://railpage.com.au/news/s/still-no-time-frame-for-vlocity-trains-on-warrnambool-line", "type": "Article"}, "twitter": {"site": "@railpage", "domain": "railpage.com.au", "title": "Still no time frame for VLocity trains on Warrnambool line", "url": "http://railpage.com.au/news/s/still-no-time-frame-for-vlocity-trains-on-warrnambool-line", "card": "summary", "image": "http://static.railpage.com.au/image_resize.php?image=https%3A%2F%2Fnnimgt-a.akamaihd.net%2Ftransform%2Fv1%2Fcrop%2Ffrm%2Fjessica.howard%2Fe84155e3-7f23-4066-8a7d-d0ff4b9c29bd.jpg%2Fr0_0_1017_678_w1200_h678_fmax.jpg&w=120&h=120&square=true&q=80"}, "rp": {"module": "news", "news": {"id": 61934, "title": "Still no time frame for VLocity trains on Warrnambool line", "topic": {"id": 16, "name": "Victorian Rail News"}}}, "application-name": "Still no time frame for VLocity trains on Warrnambool line / News / News / Railpage", "msapplication-TileColor": "#54b027", "msapplication-notification": "frequency=30;polling-uri=http://notifications.buildmypinnedsite.com/?feed=http://www.railpage.com.au/rss/rss.xml&id=1;polling-uri2=http://notifications.buildmypinnedsite.com/?feed=http://www.railpage.com.au/rss/rss.xml&id=2;polling-uri3=http://notifications.buildmypinnedsite.com/?feed=http://www.railpage.com.au/rss/rss.xml&id=3;polling-uri4=http://notifications.buildmypinnedsite.com/?feed=http://www.railpage.com.au/rss/rss.xml&id=4;polling-uri5=http://notifications.buildmypinnedsite.com/?feed=http://www.railpage.com.au/rss/rss.xml&id=5; cycle=1", "theme-color": "#7fc04c", "google-site-verification": "7a98oBrSgH0vz1RgCyzht1gJIehn-FJApUIaL-lEk88"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}