{"GDELT": {"GlobalEventID": 940641134, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BLR", "Actor1Name": "BELARUS", "Actor1CountryCode": "BLR", "Actor2Code": "IGOEUREECGOV", "Actor2Name": "EUROPEAN UNION", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "Actor2Type2Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.44412607449857, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200813231500, "SOURCEURL": "https://news.yahoo.com/women-move-forefront-protests-sweeping-225005576.html"}, "ARTICLE": {"TITLE": "Women move to forefront of protests sweeping Belarus over disputed election results", "TEXT": "A woman holds the former flag of Belarus during a protest against police violence Thursday in Minsk, the capital. (Sergei Gapon / AFP/Getty Images)\n\nBelarus President Alexander Lukashenko, the man dubbed “Europe’s last dictator,” seems to have badly underestimated at least two serious threats to his 26-year rule.\n\nOne is a microscopic contagion, the coronavirus, which has killed hundreds of his compatriots. The other: masses of women, many of them clad in white, linking arms in a show of defiant solidarity in the streets of Minsk, the capital of the former Soviet republic.\n\nThe country, home to 9.5 million people, has been rocked by protests since Lukashenko, its longtime president, was declared by election authorities to be the landslide winner of Sunday’s national election.\n\nWith signs of blatant vote-rigging, human rights groups, the European Union, the United Nations and the Trump administration have all cast doubt on the election's fairness and decried the brutal treatment of peaceful protesters.\n\nThroughout the week, a crackdown by security forces on opposition demonstrators has escalated. Nearly 7,000 people have been detained, the Interior Ministry said Thursday. Viral videos showed shockingly violent beatings of protesters; reports trickled out of horrific jail conditions and torture of detainees.\n\nAdding a new dimension to the unrest, workers at state-run factories — a key Lukashenko constituency — were beginning Thursday to lay down their tools and stage strikes. And several well-known news anchors at state-run outlets have quit, unwilling to voice the government line.\n\nOne of the most striking sights to emerge from days of protests has been women forming “solidarity chains,” waving flowers or portraits of detainees, demanding an end to police brutality while passing motorists honked their support.\n\nWomen all across #Belarus are forming human chains of solidarity. In this video I took a moment ago in #Minsk, they are chanting \"We are for peace!\" This is also a powerful protest against police brutality. Such rallies are happening in Grodno,Lida,Baranavichy,Zhodzina pic.twitter.com/YEwiNPd4hT — Hanna Liubakova (@HannaLiubakova) August 12, 2020\n\n“People are not afraid any more here in this country,” Natalia Denisova, a lawyer and election monitor, told the BBC. “They want an honest election — that is all they want.”\n\nStory continues\n\nThree of the country’s key opposition figures are women, including the main opposition candidate, Svetlana Tikhanovskaya, who, under pressure from law enforcement, fled to neighboring Lithuania after filing a formal complaint over the election results.\n\nEven in a fairly traditional society where many women hew to traditional gender roles, the views of the 65-year-old Lukashenko are seen by many as retrograde; he has said the country is not ready for a woman leader.\n\nUntil taking over for her husband, a jailed blogger, Tikhanovskaya, 37, was a full-time homemaker and mother, but she proved a charismatic figure, and her backers waged an adept social-media campaign.\n\n“She was clearly severely underestimated by Lukashenko,” said Nigel Gould-Davies, who was Britain’s ambassador to Belarus in 2008-09. The role of women in both the election campaign and the protests, he said, has been “distinctive and important … I can’t think of another of these sorts of events in the region with such a strong and significant gender element to it.”\n\nBelarus’ only Nobel literature laureate, Svetlana Alexievich, also added her voice to the protests, condemning violence and saying Lukashenko should step aside.\n\n“Leave before it’s too late, before you have plunged the people into a terrible abyss — into the abyss of civil war,” the 72-year-old writer said Wednesday in an interview with the Belarus service of Radio Liberty, directing her remarks at the longtime leader. Alexievich was awarded the 2015 literature Nobel for her work chronicling repression and official malfeasance in former Soviet republics.\n\nEuropean Union foreign ministers were to meet Friday to consider imposing sanctions on Belarus. On Thursday, foreign envoys in Minsk laid flowers at the site where a demonstrator died this week. Authorities said he was carrying an explosive device that went off while he was preparing to throw it, a version of events that has been challenged by opposition activists.\n\nSecretary of State Michael R. Pompeo, traveling in the region as the Belarus unrest continued to unfold, reiterated hopes for a “better outcome” for the people of Belarus.\n\n“I’m confident that the EU and the United States fully share the same concerns about what has taken place, and what is taking place, in Belarus,” he said Thursday in Slovenia. Pompeo drew criticism for failing to mention Belarus in a speech delivered a day earlier to Czech lawmakers on freedom in \"the heart of Europe.\"\n\nThe EU is treading somewhat carefully, not wanting to drive Lukashenko into a closer embrace with Russia. Although the Belarus president has had some tensions with Moscow, Russian President Vladimir Putin has made clear he does not want to see the country turn toward the West and seek membership in the EU or deepen partnerships with NATO.\n\nThe Belarus leader has railed angrily against what he calls outside interference, singling out eastern European neighbors Poland and the Czech Republic, along with Britain. He has received warm congratulations on the vote from a few world leaders, mostly authoritarian-minded ones like himself, including Putin and China’s Xi Jinping, who like him see no need for leadership turnover.\n\nAnalysts said opposition to Lukashenko, building for years as Belarus’ economic situation worsened, was crystallized by his dismissive response to the COVID-19 outbreak, which he termed “coronapsychosis.”\n\nAs the country's caseload has mounted – Belarus now has some 70,000 reported infections, and nearly 600 deaths, among the highest per capita rates in Europe — he eschewed shutdown orders and other mitigation measures, urging people to stave off contagion by taking saunas and drinking vodka.\n\nWith the outside world paying more notice as the days passed, the protests were at a tense juncture. Analysts warned that if he feels cornered, Lukashenko could declare a state of emergency, tantamount to martial law – although that would raise the risk to the president that the military might be unwilling to back him in putting down mass unrest.\n\n“It might become a milestone moment,” Minsk-based analyst Artyom Shraibman said. “There’s just no way to reverse the course of changes.”\n\nTimes staff writer Tracy Wilkinson contributed to this report.", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooNews", "card": "summary_large_image", "description": "After &quot;Europe&#39;s last dictator&quot; claims election win in Belarus, days of protests put spotlight on women.", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/4S3Jh8n7y4Mr5XqXHJLfUA--~B/aD01NjA7dz04NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/la_times_articles_853/1abada1fb2973c3ec0719f2d3ff6ab38", "src": "https://s.yimg.com/uu/api/res/1.2/4S3Jh8n7y4Mr5XqXHJLfUA--~B/aD01NjA7dz04NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/la_times_articles_853/1abada1fb2973c3ec0719f2d3ff6ab38"}, "title": "Women move to forefront of protests sweeping Belarus over disputed election results"}, "application-name": "Yahoo News - Latest News & Headlines", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=0a5357ca-8b30-3ccb-bd84-3506fbffc834&src=web", "news_keywords": "Alexander Lukashenko, Belarus, Minsk, European Union", "description": "After &quot;Europe&#39;s last dictator&quot; claims election win in Belarus, days of protests put spotlight on women.", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/4S3Jh8n7y4Mr5XqXHJLfUA--~B/aD01NjA7dz04NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/la_times_articles_853/1abada1fb2973c3ec0719f2d3ff6ab38", "description": "After &quot;Europe&#39;s last dictator&quot; claims election win in Belarus, days of protests put spotlight on women.", "title": "Women move to forefront of protests sweeping Belarus over disputed election results", "url": "https://news.yahoo.com/women-move-forefront-protests-sweeping-225005576.html"}, "fb": {"pages": 338028696036, "app_id": 458584288257241}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=0a5357ca-8b30-3ccb-bd84-3506fbffc834&src=web"}, "ios": {"app_name": "Yahoo", "url": "yahoo://article/view?uuid=0a5357ca-8b30-3ccb-bd84-3506fbffc834&src=web", "app_store_id": 304158842}}}}}