{"GDELT": {"GlobalEventID": 940606022, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "OPP", "Actor2Name": "POLITICAL DETAINEE", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 353, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.00866738894908, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Actor1Geo_CountryCode": "LH", "Actor1Geo_ADM1Code": "LH65", "Actor1Geo_ADM2Code": "19171", "Actor1Geo_Lat": 54.6833, "Actor1Geo_Long": 25.3167, "Actor1Geo_FeatureID": "-2620663", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Action2Geo_CountryCode": "LH", "Action2Geo_ADM1Code": "LH65", "Action2Geo_ADM2Code": "19171", "Action2Geo_Lat": 54.6833, "Action2Geo_Long": 25.3167, "Action2Geo_FeatureID": "-2620663", "DATEADDED": 20200813191500, "SOURCEURL": "https://news.sky.com/story/embattled-belarus-president-is-no-longer-a-legitimate-leader-says-lithuanian-counterpart-12048705"}, "ARTICLE": {"TITLE": "Embattled Belarus president is no longer a legitimate leader, says Lithuanian counterpart", "TEXT": "The president of Lithuania said his embattled counterpart in Belarus is no longer the legitimate leader and time is running out for him to agree to dialogue with his opponents.\n\nGitanas Nauseda - who has offered to act as a mediator along with the presidents of Latvia, Estonia and Poland - said there cannot be normal relations with their neighbour until free elections are allowed to take place.\n\nIn an interview with Sky News, he also warned the rest of Europe that if they ignore the crisis in Belarus, triggered by Alexander Lukashenko claiming a sixth term in office in a disputed election last Sunday, the country would likely become a satellite state of Russia.\n\n\"I think we cannot call Mr Lukashenko legitimate because there were no free, democratic elections in Belarus,\" said the Lithuanian leader, speaking on Thursday at the presidential palace in the capital Vilnius.\n\nImage: President Alexander Lukashenko won 80% of the vote in the election\n\nHe added that an \"absolutely necessary pre-condition to have normal relations with Belarus is free elections and a logical result of those elections\".\n\nAdvertisement\n\nLithuania has been a leading voice in opposing the election and condemning days of violence by Belarusian police and security services against demonstrators, railing against the outcome.\n\nA second protester has died in the unrest. Hundreds of people have been injured and thousands detained.\n\n\"This is a very clear signal that the world and the international community should [be involved] in this situation and to take an active part in the solving of the conflict,\" Mr Nauseda said, speaking in English.\n\nHe announced an initiative to support Belarus on Wednesday in an effort to resolve the unrest across his border and with a nation that shares a close history with Lithuania.\n\nThe president said the proposal would start with a de-escalation in the violence, the release of all political detainees and finally dialogue between the Lukashenko regime and members of the opposition movement.\n\n\"First of all the Belarusian authorities should understand that there are no other possibilities to bring the situation into order,\" Mr Nauseda said.\n\n\"We cannot stay aside and watch passively what is happening in Belarus.\"\n\nFear in Belarus over opposition activism\n\nHe said Mr Lukashenko - whose precise whereabouts are unclear - had yet to respond to the proposal but there was a finite time before Lithuania and its allies would push for retaliatory action, including sanctions.\n\n\"I don't know how much time Mr Lukashenko has in order to establish this contact, but I think that the time is a very critical factor in this,\" he said.\n\n\"I think he must be involved, enter discussion to try to find a solution as soon as possible as there is not so much time here.\"\n\nEuropean Union foreign ministers are due to hold a video conference on Friday and Belarus will be a topic on the agenda, with the possibility of sanctions being considered.\n\nSome European states are concerned, however, that imposing sanctions on the regime would hurt its people and isolate the country further, pushing it more closely into the orbit of another, key next door neighbour - Russia.\n\nImage: Svetlana Tikhanovskaya was credited with 10% of the vote in the election\n\nBelarus gained independence from the former Soviet Union in 1991, a year after Lithuania, but while Vilnius turned west to join the European Union and NATO, Minsk retained very close economic and military ties with Russia.\n\nMr Nauseda is clearly aware of the risk.\n\nHe said: \"This is the reason why we started from the possibilities to find a peaceful solution to conflict.\n\n\"If it doesn't work, then - only then - we will go to the stronger tools… Any of the sanctions, which could be imposed on Belarus, of course have negative impact on Belarusian people too so we should consider this issue too.\"\n\nHe also warned that a failure to act would push Mr Lukashenko closer to Moscow.\n\n\"Russia is interested to have a satellite state and Belarusia would be probably fully integrated into Russia if we will stay passive and watching this process.\n\n\"Our interest - not only the interest of Lithuania but also the interest of the European Union - is a stable, democratic and sovereign Belarus.\"\n\nConcerned about the safety of protesters in Belarus, Lithuania is offering a safe haven to those who want to escape.\n\nThe president would not be drawn on how many had chosen to flee, though the most high-profile among them is the main opponent to Mr Lukashenko in last Sunday's election.\n\nBelarus opposition leader flees to Lithuania\n\nSvetlana Tikhanovskaya, 37, a mother and former English teacher, is seen by many in her home country as their rightful president.\n\nShe was forced to flee Belarus after being held by officials in Minsk for around seven hours on Monday when she attempted to lodge a complaint about the election result, which gave Mr Lukashenko 80% of the vote and her campaign a suspiciously low 10%.\n\nThe Lithuanian president said he had had a short phone call with Mrs Tikhanovskaya, who is in hiding having apparently received threats against her children and her husband, an opposition activist who is in detention in Belarus.\n\n\"I would say that of course she is depressed by those recent weeks and contacts with the Belrusian authorities but now she feels better and I think she will return to normal life,\" he said.\n\nAsked if she was the rightful president, he said it was probably not his business to draw a conclusion on this, but added: \"In my eyes she is a symbol of Belarusian society to be free, but I would doubt that she is the leader of the opposition.\"", "METADATA": {"apple-itunes-app": "app-id=316391924", "description": "Gitanas Nauseda says there cannot be normal relations with Lithuania's neighbour until free elections are allowed to take place.", "robots": "NOODP,INDEX,FOLLOW", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "format-detection": "telephone=no", "HandheldFriendly": "True", "twitter": {"card": "summary_large_image", "site": "@skynews", "title": "Embattled Belarus president is no longer a legitimate leader, says Lithuanian counterpart", "description": "Gitanas Nauseda says there cannot be normal relations with Lithuania's neighbour until free elections are allowed to take place.", "image": {"identifier": "https://e3.365dm.com/20/08/768x432/skynews-lukashenko-belarus_5066803.jpg?20200813194149", "alt": "A woman, member of the Belarus diaspora holds a placard depicting Alexander Lukashenko with blood on his mouth and moustache as she with others take part in a rally in support of Belarus people protesting vote rigging in the presidential election, outside the Belarusian embassy in Kiev"}, "app": {"country": "GB", "id": {"iphone": 316391924, "ipad": 316391924, "googleplay": "com.bskyb.skynews.android"}}}, "fb": {"app_id": 744976955573926}, "og": {"site_name": "Sky News", "locale": "en_GB", "title": "Embattled Belarus president is no longer a legitimate leader, says Lithuanian counterpart", "description": "Gitanas Nauseda says there cannot be normal relations with Lithuania's neighbour until free elections are allowed to take place.", "url": "https://news.sky.com/story/embattled-belarus-president-is-no-longer-a-legitimate-leader-says-lithuanian-counterpart-12048705", "type": "article", "image": "https://e3.365dm.com/20/08/1600x900/skynews-lukashenko-belarus_5066803.jpg?20200813194149"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}