{"GDELT": {"GlobalEventID": 940652944, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JUD", "Actor1Name": "LAWYER", "Actor1Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 18, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.4372135655362004, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN", "Actor1Geo_Lat": 1.366667, "Actor1Geo_Long": 103.8, "Actor1Geo_FeatureID": "SN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN", "Action2Geo_Lat": 1.366667, "Action2Geo_Long": 103.8, "Action2Geo_FeatureID": "SN", "DATEADDED": 20200814001500, "SOURCEURL": "https://www.straitstimes.com/singapore/judgment-on-bid-to-disbar-lee-suet-fern-reserved"}, "ARTICLE": {"TITLE": "Judgment on bid to disbar Lee Suet Fern reserved", "TEXT": "Singapore's Law Society yesterday set out its arguments on why senior lawyer Lee Suet Fern should be disbarred over her handling of founding prime minister Lee Kuan Yew's will, saying she had been involved in its preparation and execution despite knowing her husband stood to gain from it.\n\nIt also said the lawyer of 37 years had hurried her father-in-law through the process of signing it without the advice of his usual lawyer, who had prepared his earlier wills.\n\nEarlier, in February this year, a disciplinary tribunal had found her guilty of \"grossly improper conduct\", and yesterday, the Law Society asked a Court of Three Judges to uphold the finding.\n\nCountering the society's arguments before the court, Senior Counsel Kenneth Tan and Professor Walter Woon, a former attorney-general, said Mrs Lee was acting out of affection and concern as a daughter-in-law in assisting Mr Lee Kuan Yew, and was merely performing an administrative role.\n\nThey added that there could not have been any conflict of interest because Mr Lee Kuan Yew, \"a brilliant lawyer\", was fully aware of what he wanted and had consented to Mrs Lee handling the will for him. They called for all charges to be dropped.\n\nThe case centred on the last will of Mr Lee Kuan Yew, which differed from his sixth and penultimate will in significant ways, including the distribution of his estate among his three children as well as the demolition of his house at 38 Oxley Road.\n\nA Court of Three Judges, the legal profession's highest disciplinary body, comprising Chief Justice Sundaresh Menon, Judge of Appeal Judith Prakash and Justice Woo Bih Li, grilled the lawyers on both sides. It will give its judgment at a later date.\n\n'FAILURE' TO DISCHARGE DUTIES AS A LAWYER\n\nDuring the almost six-hour hearing held over video-conferencing, the Law Society's lawyer, Ms Koh Swee Yen from WongPartnership, argued that Mrs Lee had assumed the role of Mr Lee Kuan Yew's lawyer, having received instructions from him, acted on them, and also cut out his usual lawyer, Ms Kwa Kim Li, from the process.\n\nArguing that Mrs Lee had contravened the Legal Profession Act and the Legal Profession (Professional Conduct) Rules, Ms Koh said she had done so despite knowing her husband Lee Hsien Yang, the younger son of Mr Lee Kuan Yew and brother of Prime Minister Lee Hsien Loong, was a beneficiary of the will.\n\nShe submitted that as a veteran lawyer, Mrs Lee should have known to ask Mr Lee Kuan Yew to seek independent advice as he had done on all of his previous wills.\n\nBut instead, she had sent him what she said was a 2011 draft copy of his first will to sign, which turned out to be different from the first will he had actually signed. She had also arranged for lawyers from her firm to engross it, making it his final legal will.\n\nThis came after Mr Lee Kuan Yew had expressed his wish to Ms Kwa to revert to giving equal shares of his estate to his children, after having signed six wills over the years. He had suggested doing it through a codicil, an addition or supplement that modifies the will.\n\nMs Koh also said Mrs Lee knew Ms Kwa was not available at that time and took it on herself to be responsible for the contents of the final will.\n\nThe last will contained a demolition clause - relating to the demolition of his 38 Oxley Road house after his death - which had been drafted for previous versions of the will, but was subsequently deleted in the later versions, including the penultimate one.\n\nAbout the case\n\nThe case centres on the role lawyer Lee Suet Fern played in the preparation and execution of the last will of founding prime minister Lee Kuan Yew, her father-in-law. In January last year, the Attorney-General's Chambers complained to the Law Society about possible professional misconduct over the matter. Deputy Attorney-General Lionel Yee further asked that the case be referred to a disciplinary tribunal. Chief Justice Sundaresh Menon appointed a two-man tribunal, comprising Senior Counsel Sarjit Singh Gill and lawyer Leon Yee Kee Shian. After hearing from lawyers on both sides, the tribunal in February this year found Mrs Lee guilty of grossly improper professional conduct. As the wife of Mr Lee Hsien Yang - the younger son of the founding prime minister - Mrs Lee should have known there was a conflict of interest in her handling of the will, signed on Dec 17, 2013, the tribunal said. It also said the facts exposed an \"unsavoury tale\" of how she and her husband had misled the senior Mr Lee to sign a new will without the advice of his usual lawyer, Ms Kwa Kim Li, who had prepared all six of his previous wills. The senior Mr Lee was then aged 90 and in poor health. He died on March 23, 2015, at the age of 91. His last will differed from the one before and did not contain some changes he had wanted and discussed with Ms Kwa four days earlier. Among the differences is a demolition clause - relating to the demolition of his 38 Oxley Road house after his death - which had not been in the sixth or penultimate will but was in the last. The share of the estate bequeathed to each of his three children was also different, with Dr Lee Wei Ling, Mr Lee Hsien Yang and their elder brother, Prime Minister Lee Hsien Loong, given equal shares. In the sixth will, Dr Lee was to receive a bigger share. The tribunal found Mrs Lee had told her father-in-law that the draft last will was the same as the first will he had executed in 2011, which was untrue. She also did not advise him on the differences between the draft last will and the sixth will. In its 206-page report released in February, it described Mrs Lee as a \"deceitful witness, who tailored her evidence to portray herself as an innocent victim who had been maligned\", adding that her husband's conduct was \"equally deceitful\".\n\nIt also bequeathed an equal share of the estate to each of his three children. In his sixth and penultimate will, his daughter, Dr Lee Wei Ling, was to have a larger share.\n\nMs Koh said Mrs Lee did not advise Mr Lee Kuan Yew on the differences between the draft last will and the penultimate will.\n\nCOURT URGED TO CONSIDER 'LACK OF CREDIBILITY'\n\nMs Koh added that even if there was no implied retainer, Mrs Lee's conduct was improper as it had resulted in Mr Lee Kuan Yew not receiving independent advice on the will that involved a \"substantial gift\" to her husband.\n\nCJ Menon chided Ms Koh for spending too much time trying to establish that Mrs Lee manoeuvred her way into becoming Mr Lee Kuan Yew's lawyer and deceived him into signing the will, pointing out that it was not relevant or necessary to do so to prove there was an implied retainer between them.\n\nNoting that the will's validity has not been contested by the executors or beneficiaries, he said: \"The only question before us pertains to whether (Mrs Lee) was in a solicitor-client relationship, and if she was, whether she discharged her duties, and if she wasn't, whether there was some other aspect of her conduct that was unacceptable.\"\n\nBut Ms Koh urged the court to consider the tribunal's findings on Mrs Lee's and her husband's \"lack of credibility\", saying their explanations for their actions \"range from the improbable to the patently contrived to the downright dishonest\".\n\nShe pointed to how Mrs Lee had not denied drafting the will originally, but later said it was her husband who forwarded the will to her. She had not said this in her defence, but had said it later in her affidavit.\n\nAn aggravating factor is how Mrs Lee and her husband were able to produce e-mails from 2013, but could not produce any e-mails to show her husband had indeed forwarded the will to her, said Ms Koh.\n\n\"The finding of the disciplinary tribunal is that (Mrs Lee) has suppressed material evidence,\" she added.\n\nDEFENCE SAYS SANCTIONS NOT WARRANTED\n\nRebutting these arguments, Mr Tan contended that the Law Society had not proven Mrs Lee had acted as Mr Lee's lawyer and that she did not deserve to be sanctioned.\n\nHe argued that she acted primarily as a daughter-in-law rather than a lawyer and pointed out that her e-mail to Mr Lee Kuan Yew, in which she forwarded a copy of the draft will, had been copied to Ms Kwa for engrossment.\n\nShe arranged for lawyers from her own firm, Morgan Lewis Stamford, to do the engrossment later when it emerged that Ms Kwa was unavailable. Ms Kwa was also sent a copy of the final will after Mr Lee Kuan Yew had signed it, he said.\n\n\"Before you're a lawyer, you're a son or daughter. The rules are not that of this court or any court,\" he added. \"Love, affection and familial relationships have got nothing to do with these cold courts and they should not be scrutinised here.\"\n\nMrs Lee's role was purely administrative, and Ms Kwa \"never ceased to be\" Mr Lee Kuan Yew's lawyer throughout the process.\n\nLater, when CJ Menon pointed out that the facts showed it was \"incontrovertible that (Ms Kwa) had no involvement in the last will\", Mr Tan said that in executing the will, Mr Lee Kuan Yew had no lawyer \"and he did not need one\".\n\nAT WORST, MRS LEE COMMITTED A TECHNICAL BREACH: PROF WOON\n\nProf Woon argued that even if Mrs Lee had acted as Mr Lee Kuan Yew's lawyer, she did not breach her duties.\n\nSaying the Law Society had \"focused on the trees without appreciating the forest\", he said Mr Lee Kuan Yew was lucid and in control of his faculties and so knew what he wanted and what he was doing.\n\nThis was unlike the tribunal's portrayal of him as a \"doddering old dotard\" being taken advantage of by his son and daughter-in-law, Prof Woon added. He also said there could be no conflict of interest if Mr Lee Kuan Yew chose to go ahead with her as his lawyer regardless of their relationship.\n\nHe acknowledged that Mrs Lee may have committed a technical breach of the rules in doing so, but he argued there was still no meaningful case for sanctions to be imposed as Mr Lee Kuan Yew's decision to revert to the earlier will had been made before Mrs Lee's involvement. She was also not aware it would increase her husband's share of the inheritance, he added.\n\nHe added that it would have been an insult to the senior Mr Lee's intelligence for Mrs Lee to decline to help and suggest he should get independent advice as it would \"imply he doesn't know what he's doing\".\n\n\"He would have exploded. The sound of the explosion would have been heard all the way to the Istana,\" he said, adding that the decision had already been arrived at and this shows Mr Lee Kuan Yew, a \"brilliant lawyer\" himself, could not have been taken advantage of.\n\nJustice Woo, however, said the rule on conflict of interest was an absolute rule, and applies whether or not any damage occurred.\n\nProf Woon said he accepted the position but asked if sanctions would be meaningful in this case since Mr Lee Kuan Yew had known what he was doing.\n\nHe also took issue with the tribunal's finding that Mr Lee Kuan Yew was misled and rushed into signing a will he did not want, describing the tribunal's case as \"improbable in the extreme\".\n\nHe said the truth was that Mrs Lee had done what she did as Mr Lee Kuan Yew did not want to wait for Ms Kwa, adding: \"Anyone who dealt with (Lee Kuan Yew) would understand this. He was not known to be a patient man. If he wanted to wait for (Ms Kwa), so be it. But he read the will, signed it, initialled on every page, called for it the following day and reread the will... the inescapable inference is that this is exactly what he wanted.\"\n\nHe added that the tribunal \"was wrong to criticise\" Mrs Lee and accuse her and her husband of lying as the evidence did not support this conclusion.\n\nJustice Prakash rebutted Prof Woon's argument that there was no conflict of interest and that Mrs Lee did not breach her duties because Mr Lee Kuan Yew was aware of the facts and willing to accept them.\n\nShe pointed out that the rules on conflict of interest are absolute and Mrs Lee is guilty of a technical breach at the least.\n\nThe question of whether Mr Lee Kuan Yew was aware of this is relevant to determining the sanctions Mrs Lee ought to receive, and not whether there was a breach, Justice Prakash said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"ios": {"app_name": "Straits Times", "app_store_id": 547465441, "url": "straitstimes://www.straitstimes.com/singapore/judgment-on-bid-to-disbar-lee-suet-fern-reserved"}, "web": {"url": "https://www.straitstimes.com/singapore/judgment-on-bid-to-disbar-lee-suet-fern-reserved"}}, "description": "Singapore's Law Society yesterday set out its arguments on why senior lawyer Lee Suet Fern should be disbarred over her handling of founding prime minister Lee Kuan Yew's will, saying she had been involved in its preparation and execution despite knowing her husband stood to gain from it.. Read more at straitstimes.com.", "og": {"image": {"identifier": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/14/st_20200814_rklsfopiu_58864412.jpg?itok=EursbTRb", "width": 763, "height": 509}, "site_name": "The Straits Times", "type": "article", "title": "Judgment on bid to disbar Lee Suet Fern reserved", "url": "https://www.straitstimes.com/singapore/judgment-on-bid-to-disbar-lee-suet-fern-reserved", "description": "Singapore's Law Society yesterday set out its arguments on why senior lawyer Lee Suet Fern should be disbarred over her handling of founding prime minister Lee Kuan Yew's will, saying she had been involved in its preparation and execution despite knowing her husband stood to gain from it.. Read more at straitstimes.com.", "updated_time": "2020-08-14T05:00:02+08:00"}, "article": {"author": "Rei Kurohi", "published_time": "2020-08-14T05:00:00+08:00", "modified_time": "2020-08-14T05:00:02+08:00"}, "author": "REI KUROHI", "cXenseParse": {"sph-keywords": "LEE SUET FERN,OXLEY ROAD DISPUTE,COURT TRIALS", "pageclass": "article", "sph-accessFlag": 0, "recs": {"articleid": 718112}, "sph-printFlag": 1}, "news_keywords": "LEE SUET FERN, OXLEY ROAD DISPUTE, COURT TRIALS", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "Judgment on bid to disbar Lee Suet Fern reserved, Singapore News &", "url": "https://www.straitstimes.com/singapore/judgment-on-bid-to-disbar-lee-suet-fern-reserved", "description": "Singapore News -Singapore's Law Society yesterday set out its arguments on why senior lawyer Lee Suet Fern should be disbarred over her handling of founding prime minister Lee Kuan Yew's will, saying"}, "dcterms.title": "Judgment on bid to disbar Lee Suet Fern reserved", "dcterms.creator": "hermes", "dcterms.description": "Singapore's Law Society yesterday set out its arguments on why senior lawyer Lee Suet Fern should be disbarred over her handling of founding prime minister Lee Kuan Yew's will, saying she had been involved in its preparation and execution despite knowing her husband stood to gain from it. Read more at straitstimes.com.", "dcterms.date": "2020-08-14T05:00+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/singapore/judgment-on-bid-to-disbar-lee-suet-fern-reserved", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}}