{"GDELT": {"GlobalEventID": 940689822, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.61725067385445, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200814043000, "SOURCEURL": "https://asia.nikkei.com/Spotlight/Japan-South-Korea-rift/Japan-South-Korea-clash-over-war-legacy-eclipses-shared-interests"}, "ARTICLE": {"TITLE": "Japan-South Korea clash over war legacy eclipses shared interests", "TEXT": "TOKYO/SEOUL -- Five years ago, Prime Minister Shinzo Abe attempted to reset ties with Japan's neighbors and put to bed his nation's wartime legacy.\n\nIn a much anticipated statement on Aug. 14, 2015, to commemorate the 70th anniversary of the end of World War II in Asia, Abe said: \"Upon the innocent people did our country inflict immeasurable damage and suffering. History is harsh. What is done cannot be undone.\"\n\nBut crucially, Abe said that Japan should no longer have to repent.\n\n\"Japan has repeatedly expressed the feelings of deep remorse and heartfelt apology for its actions during the war,\" he said. \"We must not let our children, grandchildren, and even further generations to come, who have nothing to do with that war, be predestined to apologize.\"\n\nChina responded by urging Japan to make a \"sincere apology\" and offer an explicit statement on its past \"aggression.\" Some observers in South Korea criticized Abe for not issuing a fresh apology in his own name for the 1910-1945 occupation of the Korean Peninsula.\n\nA half decade on, Tokyo's ties with Beijing have somewhat improved -- recent Chinese criticisms of Japan's stance on Hong Kong and Taiwan aside. On the other hand, Japan's fractious relationship with South Korea has taken a clear turn for the worse.\n\n\"Japan and South Korea share common values such as democracy, but there's no recognition of that right now,\" Hajime Izumi, a professor at Tokyo International University, told the Nikkei Asian Review. \"Japan used to be strong, rich and advanced compared with China and South Korea. But the power relationship is in the process of changing, that's why there is a lot of friction. Things are changing to a new status quo.\"\n\nIzumi urged Tokyo and Seoul not to dwell on historical issues and instead focus on pressing matters such as the economy, the coronavirus fight and dealing with the rise of China.\n\nJapanese troops in a Korean village in 1938. The legacy of Japan's occupation of the Korean Peninsula (1910-1945) is still a thorn in bilateral ties between Tokyo and Seoul. © AP\n\nShortly after Abe's 2015 address, it had seemed like the neighbors might just bury the hatchet. A few months later, the two countries surprised many by claiming to have \"finally and irreversibly\" put to rest the thorny matter of \"comfort women\" used by the Japanese military in brothels during the war.\n\nUnder an agreement between the Abe administration and the government of South Korea's conservative president at the time, Park Geun-hye, Japan contributed 1 billion yen (about $9.4 million) to a foundation that would support former comfort women. The two sides contended that the deal would allow them to finally move past an emotive issue that had impeded bilateral cooperation since the 1990s.\n\nSouth Korea's left-wing opposition, however, was immediately critical of the arrangement, and after coming to power, the administration of President Moon Jae-in moved in 2018 to effectively nullify the deal by dissolving the foundation.\n\nRelations then deteriorated dramatically. The same year, the South Korean Supreme Court ordered Japanese companies to pay compensation to Koreans who were forced to work in mines and factories during the war. After the companies -- Nippon Steel and Mitsubishi Heavy Industries -- opted not to pay, district courts in South Korea ruled that their assets in the country were eligible for seizure.\n\nIn an apparent retaliatory move, Japan last year removed South Korea from a list of preferred trade partners, complicating the process of exporting key industrial materials to the South. South Korea mulled pulling out of a military intelligence-sharing agreement, but -- preoccupied with managing flagging economies and the coronavirus pandemic -- the two sides have maintained an uneasy status quo.\n\nAnalysts say that only talks at an executive level will enable the neighbors to move on.\n\n\"The most plausible way to solve the impasse is through diplomatic negotiations, but neither side is taking action,\" Shin Kak-soo, a former South Korean ambassador to Japan, told Nikkei. \"It is possible that this stalemate could last a long time.\"\n\nShin added, \"It is necessary for the South Korean government to take bold initiatives that could meet the conflicting positions of both sides, while coordinating and convincing interested parties in Korea.\"\n\nHa Jong-moon, professor of modern Japanese history at Hanshin University in Osan, South Korea, agreed that a meeting between the leaders is the only credible path forward.\n\n\"The chances of a Moon-Abe summit are low, but that is the only way to stop the deterioration,\" Ha said.\n\nSouth Korean Foreign Minister Yun Byung-Se, right, meets Japanese counterpart Fumio Kishida during a meeting at the Foreign Ministry in Seoul on December 28, 2015. © Reuters\n\nPublic sentiment in both countries makes this difficult.\n\nNinety percent of South Korean respondents to a poll conducted in May by the Hankook Ilbo and the Yomiuri Shimbun newspapers said relations between the two countries are \"bad,\" with 84% of Japanese respondents agreeing. Seventy-two percent of Japanese and 54% of Koreans said relations are unlikely to change.\n\n\"I don't think there is any room for compromise between the Abe administration and the Moon administration,\" Lee Young-chae, a professor at Keisen University in Tokyo, told Nikkei. \"Neither side wants to worsen the crisis, but neither is willing to yield so it seems like the situation won't get better.\"\n\nStill, some observers see possible changes in national leadership as an opportunity to rectify matters. In Japan, the race is heating up in the ruling party to replace Abe, whose support rate is sliding due to perceived mishandling of the COVID-19 crisis. Moon's single five-year term, meanwhile, ends in 2022.\n\n\"The Abe administration has less than a year remaining, so the Moon administration might think it's better to wait for the next administration instead of making concessions to Abe,\" Lee said.\n\nMoon, Abe and Japanese Emperor Naruhito are all due to give speeches on Saturday -- the 75th anniversary of Japan's surrender. Last year, Abe said Japan has \"consistently and assiduously walked the path of a country that values peace,\" but did not touch on Japan's wartime responsibility. Moon used his address to urge Tokyo to cooperate in ending the trade dispute.\n\nOn crucial issues such as North Korea and how to counter China, neither Tokyo nor Seoul seems to believe that their interests are aligned, according to Tobias Harris, an analyst at advisory company Teneo, whose biography of Abe is due for release later this month.\n\n\"It's unfortunate that two of the region's wealthiest democracies struggle to see themselves as having shared interests,\" Harris told Nikkei. \"But a breakthrough would require a political commitment -- and some creativity -- from two leaders that are not prepared to do so at this point.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=0, shrink-to-fit=no", "mobile-web-app-capable": "yes", "apple-mobile-web-app-capable": "yes", "application-name": "NAR", "apple-mobile-web-app-title": "NAR", "theme-color": "#0076bf", "msapplication-navbutton-color": "#0076bf", "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-starturl": "/", "keywords": "Japan-South,Korea,clash,war,legacy,eclipses,shared,interests", "description": "TOKYO/SEOUL -- Five years ago, Prime Minister Shinzo Abe attempted to reset ties with Japan's neighbors and put to bed his nation's wartime legacy.In", "date": "2020-08-14 12:08:08", "twitter": {"card": "summary_large_image", "site": "@NAR"}, "og": {"title": "Japan-South Korea clash over war legacy eclipses shared interests", "description": "Analysts say only top-level dialogue will enable the two neighbors to move on", "image": {"identifier": "https://www.ft.com/__origami/service/image/v2/images/raw/https%3A%2F%2Fs3-ap-northeast-1.amazonaws.com%2Fpsh-ex-ftnikkei-3937bb4%2Fimages%2F8%2F1%2F2%2F9%2F28799218-1-eng-GB%2Fjpsk.jpg?source=nar-cms&width=1024&height=512&fit=cover&gravity=faces", "width": 1024, "height": 512}, "url": "https://asia.nikkei.com/Spotlight/Japan-South-Korea-rift/Japan-South-Korea-clash-over-war-legacy-eclipses-shared-interests", "type": "website", "site_name": "Nikkei Asian Review", "locale": "en_GB"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}