{"GDELT": {"GlobalEventID": 940684630, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CVL", "Actor1Name": "NEIGHBOURHOOD", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.0392609699769, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200814034500, "SOURCEURL": "https://thewire.in/diplomacy/maldives-india-china-funding-infrastructure-jaishankar-abdulla-shahid"}, "ARTICLE": {"TITLE": "Maldives: India Bids to Overtake China in Funding ‘High Visibility’ Infrastructure", "TEXT": "New Delhi: Two years after China completed the Maldives’ biggest infrastructure project till date, India is attempting to overshadow Beijing by financing a multi-island connectivity proposal envisaged to be longer than the Sinamalé Bridge.\n\nIndia’s decision to finance the Greater Malé Connectivity Project (GMCP), along with new budgetary support and an air travel bubble, was announced by external affairs minister S. Jaishankar during a meeting with his Maldivian counterpart Abdulla Shahid on Thursday.\n\nWhile the Maldivian government highlighted the $250 million financial package, the Indian side gave top billing to the investment in GMCP.\n\nThe Maldives China Friendship project, a 1.39-kilometre bridge linking the capital city Malé to Hulhule island, was opened in April 2018. Then Maldives president Abdulla Yameen, whose term witnessed strained ties with India and stronger alignment with China, had described the $200 million project as the “biggest achievement in our diplomatic history”.\n\nAfter the opposition MDP candidate Ibrahim Solih defeated Yameen, India has been trying to leverage its friendlier disposition to expand its presence in the strategically located Indian Ocean archipelago.\n\n‘Largest civilian infrastructure project’\n\nAnnouncing the decision to support the GMCP, Jaishankar noted, according to a Ministry of External Affairs (MEA) press release, that it will be the “largest civilian infrastructure project in the Maldives”. The financial package will have a grant component of $100 million and a new Line of Credit of $400 million.\n\nAn electoral promise of President Solih, the project will connect Malé with three neighbouring islands through a bridge and causeway link that will be 6.7 kilometres long. “Once completed, this landmark project will streamline connectivity between the four islands, thereby boosting economic activity, generating employment and promoting holistic urban development in the Malé region,” said the Indian foreign ministry.\n\nIt is said that the Maldivian president had reportedly sought India’s aid for the project during Jaishankar’s visit to the country in September 2019.\n\nAccording to government sources, the “high visibility” GMCP will render the Maldives China Friendship bridge ‘insignificant in comparison’. “It will help in demonstrating India’s overarching presence in the Maldives through a high-visibility project in the Greater Malé region and showcase India’s expertise in conceptualising and implementing a complex infrastructural project of this scale,” they said.\n\nIndia had previously extended an $800 million line of credit, which is being used to implement seven projects ranging from a water supply and sewerage system to a port project.\n\nExtension of financial assistance\n\nFor the Maldives, the key assurance received during the meeting was the extension of financial assistance.\n\nThe Maldives foreign ministry headlined the readout of the video conference – “extends financial support of 250 million US Dollars to the Maldives”. The Indian press release stated that the “exact modalities of the loan arrangement are being finalised by the two sides”.\n\n“Given the financial challenges faced by the Maldives due to the COVID-19 situation and India’s commitment to assist the Maldives in its economic recovery, EAM announced that the Government of India has decided to extend in-principle urgent financial assistance to the Government of Maldives, by way of a soft loan arrangement,” said the MEA press note.\n\nIndian sources pointed out that India had earlier signed a $400 million bilateral currency swap agreement with the Maldives, out of which $150 million had already been withdrawn.\n\n“The Government of Maldives can draw the remaining $250 million anytime till July 2021 to increase forex liquidity and exchange rate management. On the GoM’s request, the currency swap agreement has been further extended for a period of one year,” the sources said.\n\nTourism and travel\n\nThe restrictions on travel and lockdown have badly impacted the Maldives due to its dependence on tourism, with the government projecting a GDP contraction of 11% this year.\n\nLast month, the Maldives opened its international airport to foreign tourists after a gap of nearly three months.\n\nJaishankar announced that India will create an air travel bubble with the country, with the first flight expected to commence on August 18. Until now, India has largely negotiated air travel bubbles with western countries, so this is the first in the neighbourhood.\n\n“He (the Maldivian foreign minister) emphasised the importance of easing travel, especially for Maldivians seeking to visit India for urgently required medical treatment, as well as Indian tourists wishing to visit the Maldives,” said the Maldivian statement.\n\nBesides, India and Maldives agreed that a direct cargo ferry service, announced during the Indian PM’s visit last year, will “commence shortly”.\n\n“A direct cargo ferry service presents an opportunity for India to replace other countries and become the top trade partner of Maldives. In this context and with many bilateral projects slated to commence in the next few months, it is the right time to start a cargo ferry service with the Maldives,” explained government sources.\n\nIndia has also offered a larger annual quota for this year of supply of essential commodities as defined by the 1981 bilateral trade agreement.\n\nThe MEA also added that President Solih is likely to visit India this year “subject to the COVID-19 related conditions”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "During a meeting between foreign ministers S. Jaishankar and Abdulla Shahid on Thursday, India also extended a financial package to the archipelago nation.", "keywords": "Abdulla Shahid,archipelago,archipelago nation,coronavirus,covid 19,covid 19 india,financial assistance,foreign minister s jaishankar,Greater Malé Connectivity Project,India China,india financial assistance,india financial assistance to maldives,India Maldives,india maldives infrastructure project,india maldives project,India-Maldives relations,Latest headlines,latest news,Maldives,maldives archipelago,Maldives China,maldives china friendship project,maldives covid 19,maldives financial assistance,maldives infrastructure project,Maldives-China relations,Maldivian foreign minister Abdulla Shahid,Ministry of External Affairs,News,S Jaishankar,s jaishankar external affairs minister,top headlines,Top News,top stories", "twitter": {"url": "https://thewire.in/diplomacy/maldives-india-china-funding-infrastructure-jaishankar-abdulla-shahid", "title": "Maldives: India Bids to Overtake China in Funding ‘High Visibility’ Infrastructure", "image": "https://cdn.thewire.in/wp-content/uploads/2020/08/14083305/jaishankar-abdulla-shahid-800x400.jpg", "description": "During a meeting between foreign ministers S. Jaishankar and Abdulla Shahid on Thursday, India also extended a financial package to the archipelago nation.", "card": "summary_large_image", "site": "@thewire_in"}, "og": {"title": "Maldives: India Bids to Overtake China in Funding ‘High Visibility’ Infrastructure", "url": "https://thewire.in/diplomacy/maldives-india-china-funding-infrastructure-jaishankar-abdulla-shahid", "image": "https://cdn.thewire.in/wp-content/uploads/2020/08/14083305/jaishankar-abdulla-shahid-800x400.jpg", "description": "During a meeting between foreign ministers S. Jaishankar and Abdulla Shahid on Thursday, India also extended a financial package to the archipelago nation.", "site_name": "The Wire"}, "msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "fb": {"pages": 796133113794354, "page_id": 796133113794354, "app_id": 148755725703053}, "google-site-verification": "qmA_axOzAzHlhojAFfRJ6mwdIts2MMXkrZXHy5VnnvU", "mrf-extractable": "false"}}}