{"GDELT": {"GlobalEventID": 940689127, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NGAGOV", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.43218197135636, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Niger Delta, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "23074", "Actor1Geo_Lat": 4.83333, "Actor1Geo_Long": 6.0, "Actor1Geo_FeatureID": "-2020890", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Niger Delta, Nigeria (general), Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI00", "Actor2Geo_ADM2Code": "23074", "Actor2Geo_Lat": 4.83333, "Actor2Geo_Long": 6.0, "Actor2Geo_FeatureID": "-2020890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Niger Delta, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "23074", "Action2Geo_Lat": 4.83333, "Action2Geo_Long": 6.0, "Action2Geo_FeatureID": "-2020890", "DATEADDED": 20200814043000, "SOURCEURL": "https://www.thisdaylive.com/index.php/2020/08/14/buhari-inaugurates-tallest-building-in-south-south-south-east/"}, "ARTICLE": {"TITLE": "Buhari Inaugurates Tallest Building in South-south, South-east", "TEXT": "•Says expect more infrastructure, local content\n\nBy Emmanuel Addeh\n\nPresident Muhammadu Buhari yesterday inaugurated the 17-storey Nigerian Content Development and Monitoring Board (NCDMB) headquarters in Yenagoa, Bayelsa State, reputed to be the tallest building in the South-south and South-east, assuring Nigerians that his administration will spend more on infrastructure and local content.\n\nThe president reiterated the need for the country to produce what it consumes as well as for export, saying sustaining the current push for local content in all areas of the country’s economy is non-negotiable.\n\nThe president at virtually ceremony said COVID-19 had shown that self-sufficiency was important if the country must occupy its deserved position in the comity of nations.\n\nBuhari was assisted by former President Goodluck Jonathan; Bayelsa State Governor, Senator Douye Diri; President of the Senate, Dr. Ahmad Lawan; his deputy, Senator Ovie Omo-Agege; Minister of State for Petroleum Resources, Chief Timipre Sylva; Group Managing Director, Nigerian National Petroleum Corporation (NNPC), Mr. Mele Kyari; traditional rulers and heads of agencies under the petroleum ministry.\n\nOthers who witnessed the occasion included Minister of Transportation, Mr. Rotimi Amaechi; his information counterpart, Alhaji Lai Mohammed; Executive Secretary, NCDMB, Mr. Simbi Wabote, his predecessors, Mr. Ernest Nwapa and Mr. Denzel Kentebe, among others.\n\nBuhari said the recent approval by the Federal Executive Council (FEC) of a N2.3 trillion Economic Sustainability Plan (NESP) was also in line with his administration’s drive to grow local content, create jobs, pump money into the economy, support local small businesses and prioritise locally-made goods.\n\n“The plan is aimed at the promotion of local production, local services, local innovation and the use of local materials” the president added.\n\nHe also attributed the current insecurity in the country to unemployment.\n\nBuhari said with the completion of the building, it would remain a point of reference to the people of the Niger Delta that the exploitation of oil and gas was not in vain.\n\nWhile promising to do more for the region, Buhari noted that the fact that the project was completed in record time underscored his government’s resolve not to abandon projects.\n\nHe expressed delight that the construction of the edifice was almost wholly carried out by Nigerian engineers, contractors and consultants, adding that it underlines what are possible if Nigerians wholeheartedly focus on carrying out a task.\n\nHe said: “This commissioning brings to the fore the importance of local content in all the facets of our national life, especially with the prevailing COVID-19 pandemic.\n\n“I believe strongly in local production and patronage of our goods and services as one of the surest ways to empower our citizens and give them the opportunity to excel in their chosen professions and businesses.\n\n“That is why two of the executive orders issued under our government are related to the enforcement of local content in procurements and contracts to further replicate the successes in the oil and gas industry.\n\n“The impact of the pandemic has shown the imperative that we must produce what we eat and produce enough for our requirements and more for export. All these policy directives and programmes are also meant to address some of the causative factors of insecurity.”\n\nIn a separate statement issued yesterday by his Special Adviser on Media and Publicity, Mr. Femi Adesina, the president assured Nigerians that his government will spend more on infrastructure across the country.\n\nBuhari described the 17-storey building, known as the Nigerian Content Tower, as a reflection of his administration’s drive to provide infrastructure nationwide to attract investments, create jobs and eradicate poverty.\n\nIn his remarks, Sylva said the completion of the project was a key achievement in the portfolio of priorities given to the ministry, adding that with the ongoing developments in the oil and gas sector, the narratives are being changed from obscurity to transparency and from despair to development.\n\n“The commissioning of this building is symbolic in many ways: It shows that Mr. President is keen to see infrastructural development in every part of the country; it shows that skyscrapers and other laudable infrastructure can be built in the Niger Delta.\n\n“It shows that indigenous contractors can perform wonders when given the right opportunities; it shows that the people of Bayelsa and indeed the entire Niger Delta are receptive to development, and it shows that Nigerian content is here to stay,” he said.\n\nHe described the 10MW gas-fired power plant in partnership with NAOC JV to service the new headquarters building and the NCDMB industrial park under construction as a landmark.\n\nSylva said: “This gas-fired power plant is just a tip of the iceberg as the ministry under the direction of Mr. President is set to unlock the opportunities in our gas resources instead of just quoting the statistics of our gas endowments every year.\n\n“Our declaration of the Year 2020 as the Year of Gas is no fluke. Throughout the year 2020 and beyond, our focus on gas development will be significant: from export gas to domestic gas, from LPG to CNG to mini-LNG, from power to fertiliser.\n\n“We will devote our energy to unlock the gas below the ground and eliminate the wastage at the flares. I call on local and international investors to join us in these efforts for the benefit of all.”\n\nThe Executive Secretary, NCDMB, Wabote, in his address, stated that about half of the surface of the building was buried below to keep it standing and provide structural foundation support, using 207 piles, each at 800 millimetre diameter, driven to 30 metres depth.\n\nHe said: “We put a lot of thought into the design of the building not only to bring out a magnificent edifice but we also focused on the subsequent usage covering the ergonomics, acoustics, security, safety, energy efficiency and maintenance.\n\n“Some of the specifics include the use of fire-retardant façade, intelligent building management system that cuts down power consumption by 25 per cent, the provision of an over-hanging cradle on the roof slab to clean the four sides of the building, zero voice transmission through the walls of the conference centre, scissors design in the ramp of the multi-level car park to avoid head-on collision, and many others too numerous to mention.\n\n“The materials used are 76 per cent Nigerian content with the tiles, electrical cables, granite, and many other building materials produced in Nigeria. The manpower used for services and labour is over 95 per cent Nigerian content. The skills transferred to the local workforce in the construction of a high-rise building have been unprecedented.”\n\nNNPC boss, Kyari, described the completion of the building as a testimony to the fact that with the right mindset, anything can be delivered in the country.\n\nHe said skills had been deployed in building the edifice and pledged the corporation’s support for the NCDMB and the Niger Delta people.\n\nBayelsa State Governor, Diri, who commended the president for not abandoning the project, urged him to pressure the oil companies to move their headquarters to the state where they do a large chunk of their business.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2020/07/250b862b-muhammadu-buhari.jpg", "secure_url": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2020/07/250b862b-muhammadu-buhari.jpg", "width": 800, "height": 600}, "locale": "en_US", "type": "article", "title": "Buhari Inaugurates Tallest Building in South-south, South-east - THISDAYLIVE", "description": "•Says expect more infrastructure, local content By Emmanuel Addeh President Muhammadu Buhari yesterday inaugurated the 17-storey Nigerian Content Development and Monitoring Board (NCDMB) headquarters in Yenagoa, Bayelsa State, reputed to be the tallest building in the South-south and South-east, assuring Nigerians that his administration will spend more on infrastructure and local content. The president reiterated …", "url": "https://www.thisdaylive.com/index.php/2020/08/14/buhari-inaugurates-tallest-building-in-south-south-south-east/", "site_name": "THISDAYLIVE", "updated_time": "2020-08-14T01:06:21+00:00"}, "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/thisdaylive", "section": "Latest", "published_time": "2020-08-14T04:00:01+00:00", "modified_time": "2020-08-14T01:06:21+00:00"}, "twitter": {"card": "summary_large_image", "description": "•Says expect more infrastructure, local content By Emmanuel Addeh President Muhammadu Buhari yesterday inaugurated the 17-storey Nigerian Content Development and Monitoring Board (NCDMB) headquarters in Yenagoa, Bayelsa State, reputed to be the tallest building in the South-south and South-east, assuring Nigerians that his administration will spend more on infrastructure and local content. The president reiterated […]", "title": "Buhari Inaugurates Tallest Building in South-south, South-east - THISDAYLIVE", "site": "@thisdaylive", "image": "https://storage.googleapis.com/thisday-846548948316-wp-data/wp-media/2020/07/250b862b-muhammadu-buhari.jpg", "creator": "@thisdaylive"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin"}}}