{"GDELT": {"GlobalEventID": 940656719, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "RADSET", "Actor1Name": "EXTREMIST", "Actor1Type1Code": "RAD", "Actor1Type2Code": "SET", "Actor2Code": "RAD", "Actor2Name": "EXTREMIST", "Actor2Type1Code": "RAD", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.4800409416581406, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hebron, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.5333, "Actor1Geo_Long": 35.1, "Actor1Geo_FeatureID": "-793097", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hebron, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.5333, "Actor2Geo_Long": 35.1, "Actor2Geo_FeatureID": "-793097", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hebron, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.5333, "Action2Geo_Long": 35.1, "Action2Geo_FeatureID": "-793097", "DATEADDED": 20200814003000, "SOURCEURL": "https://www.wiltonbulletin.com/news/article/Israel-suspends-formal-annexation-of-the-West-15482143.php"}, "ARTICLE": {"TITLE": "Israel suspends formal annexation of the West Bank, but its controversial settlements continue", "TEXT": "Israel suspends formal annexation of the West Bank, but its controversial settlements continue\n\nEds: This story was supplied by The Conversation for AP customers. The Associated Press does not guarantee the content.\n\nDov Waxman, University of California, Los Angeles\n\n(THE CONVERSATION) Editor’s note: In a historic agreement announced by President Trump on Aug. 13, Israel has suspended its plan to formally annex parts of the contested West Bank territory, in exchange for establishing full diplomatic relations with the United Arab Emirates. However, Israel’s existing settlements in the West Bank, which Palestinians claim as their land, will continue to expand.\n\nHere, a professor of Israel studies and the author of a primer on the Israeli-Palestinian confict explains the history of the West Bank settlements – and why they’re so controversial.\n\n1. Why is ownership of the West Bank so contested?\n\nIn May 1967, not a single Israeli lived in the West Bank, a hilly region about the size of Delaware. It was home to roughly a million Palestinians, who had been living under contested Jordanian control for two decades.\n\nIsrael conquered the West Bank during the Six-Day War in June 1967. Soon afterwards, Israeli civilians began moving to the region, initially to areas like Kfar Etzion that had been home to Jewish communities before Israel’s founding in 1948.\n\nIn 1968, a rabbi named Moshe Levinger and a small group of followers who embraced a messianic version of religious Zionism moved into the ancient city of Hebron, in the heartland of the West Bank. Hebron is a holy city for Jews because it is believed to be the burial place of the Jewish patriarchs and matriarchs Abraham, Isaac, Jacob, Sarah, Rebecca and Leah.\n\nThe population of Israelis living in the West Bank has mushroomed over the years. An estimated 430,000 Israeli Jews now live in 132 officially recognized “settlements” and in 121 unofficial “outposts” that require, but haven’t yet received, government approval. Constituting about 15% of the West Bank’s total population, these “settlers” live in their own communities, separate from the area’s approximately 3 million Palestinian residents.\n\n2. Why do Palestinians object to the Israeli settler movement?\n\nThough they are neighbors and sometimes co-workers, relations between Jews and Palestinians on the West Bank are seldom friendly. West Bank Palestinians, who are majority Muslim, see themselves as the area’s indigenous inhabitants; many of their ancestors have lived and farmed in the West Bank for many centuries.\n\nPalestinians contend that Israeli settlements in the West Bank are built on stolen land and that the settlers’ use of water – a scarce resource – is likewise illegal.\n\nPalestinians frequently experience harassment from extremist Israeli settlers, sometimes as Israeli soldiers look on. There are hundreds of reports of extremist settlers, many of them armed, violently attacking Palestinians, burning their fields and uprooting their olive trees.\n\nAdditionally, Israel has appropriated West Bank land to build a network of roads connecting settlements to Israel and to each other. These roads are generally off-limits to Palestinian drivers, hampering their freedom of movement and making travel within the West Bank more difficult and time-consuming.\n\nThe Israeli army security checkpoints that dot the West Bank, which are meant to protect Israelis from terror attacks, also restrict and complicate the ability of Palestinian people to move around.\n\n3. Why do Israelis want to live in the West Bank?\n\nIsraelis choose to live in the West Bank for many reasons.\n\nThe popular stereotype of Jewish settlers as religious fanatics determined to reclaim the entire ancient homeland they believe was given to Jews by God is not quite accurate. It’s estimated that only about a quarter of West Bank settlers live there out of ideological conviction.\n\nStill, these fervent settlers are a vocal and highly visible minority. They generally live in smaller settlements, located deep inside the West Bank.\n\nThey see their presence as a means of ensuring permanent Jewish control over the area, which they call by the biblical names “Judea and Samaria.” These settlers believe that by living in the West Bank they are serving God’s will and helping to bring about the long-awaited coming of the Messiah.\n\nMost Jewish settlers in the West Bank, however, live there for economic reasons. Israeli government investment and incentives aimed at encouraging Jews to settle there have made the cost of living lower than inside Israel.\n\nMany Jews in the West Bank are secular, particularly those who emigrated from the former Soviet Union since the early 1990s.\n\nOthers, like the growing number of ultra-Orthodox Jews living in the West Bank, may believe that God gave the West Bank to Israel – but they move there primarily because they can find affordable housing and a better quality of life.\n\n4. Are Israel’s West Bank settlements legal or not?\n\nMost legal experts and the United Nations agree that Israeli settlements in the West Bank violate international law.\n\nThe 1949 Geneva Convention, which Israel signed, prohibits an occupying state from moving its own civilians into the territory it occupies. According to the International Court of Justice, the U.N.‘s main judicial body, the West Bank is considered occupied territory because it was not part of Israel before the Israeli army conquered it in 1967. Territorial conquest is also forbidden by international law.\n\nThe Israeli government has previously said that the Geneva Convention is not applicable to the West Bank because it only refers to a state occupying another state’s land. Israel considers the West Bank “disputed territory,” not occupied territory.\n\nFurther, Israel’s government has argued, even if the Geneva Convention did apply, it would only prohibit forcible population transfers, like the mass deportations carried out by Nazi Germany – not the voluntarily movement of people into occupied territories.\n\nThis story is an updated version of an article originally published Nov. 25, 2019.\n\nThe Conversation is an independent and nonprofit source of news, analysis and commentary from academic experts. The Conversation is wholly responsible for the content.", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-13T19:50:50Z", "article": {"published_time": "2020-08-13T19:50:50Z", "modified_time": "2020-08-13T21:03:55Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "West Bank Palestinians, ultra-Orthodox Jews, Trump, Dov Waxman, Moshe Levinger, Abraham, Rebecca, Isaac, Leah, Sarah, God, West Bank, Israel, Hebron, Palestinian, Middle East, United Arab Emirates, Delaware, Jordanian, Kfar Etzion, Judea and Samaria, Soviet Union, Israel Hebron West Bank, AP, University of California, Los Angeles, United Nations, International Court of Justice, Nazi Germany, 1949 Geneva Convention, Six-Day War, The Conversation, Messiah, Jewish, Jacob, Muslim", "nlpOrganization": "Israel Hebron West Bank, AP, University of California, Los Angeles, United Nations, International Court of Justice, Nazi Germany", "nlpPerson": "West Bank Palestinians, ultra-Orthodox Jews, Trump, Dov Waxman, Moshe Levinger, Abraham, Rebecca, Isaac, Leah, Sarah, God", "nlpLocation": "West Bank, Israel, Hebron, Palestinian, Middle East, United Arab Emirates, Delaware, Jordanian, Kfar Etzion, Judea and Samaria, Soviet Union", "nlpWorkOfArt": "The Conversation, Messiah", "nlpEvent": "1949 Geneva Convention, Six-Day War", "nlpOther": "Jewish, Jacob, Muslim", "nlpCategories": "%2FPeople+%26+Society%2FReligion+%26+Belief", "sailthru.title": "Israel suspends formal annexation of the West Bank, but its controversial settlements continue", "sailthru.date": "2020-08-13 17:03:00 -0400", "sailthru.author": "Dov Waxman, University of California, Los Angeles", "sailthru_uid": 15482143, "sailthru_pubname": "associated-press", "sailthru_siteid": 76, "sailthru.tags": "west-bank-palestinians,ultra-orthodox-jews,trump,dov-waxman,moshe-levinger,abraham,rebecca,isaac,leah,sarah,god,west-bank,israel,hebron,palestinian,middle-east,united-arab-emirates,delaware,jordanian,kfar-etzion,judea-and-samaria,soviet-union,israel-hebron-west-bank,ap,university-of-california,los-angeles,united-nations,international-court-of-justice,nazi-germany,1949-geneva-convention,six-day-war,the-conversation,messiah,jewish,jacob,muslim,israel-hebron-west-bank,ap,university-of-california,los-angeles,united-nations,international-court-of-justice,nazi-germany,west-bank-palestinians,ultra-orthodox-jews,trump,dov-waxman,moshe-levinger,abraham,rebecca,isaac,leah,sarah,god,west-bank,israel,hebron,palestinian,middle-east,united-arab-emirates,delaware,jordanian,kfar-etzion,judea-and-samaria,soviet-union,the-conversation,messiah,1949-geneva-convention,six-day-war,jewish,jacob,muslim,2fpeople-26-society-2freligion-26-belief", "sailthru.image.thumb": "https://www.wiltonbulletin.com/img/pages/article/opengraph_default.jpg", "og": {"title": "Israel suspends formal annexation of the West Bank, but its controversial settlements continue", "description": "Eds: This story was supplied by The Conversation for AP customers. The Associated Press does not guarantee the content. \n Dov Waxman, University of California, Los Angeles \n (THE CONVERSATION) Editor's note: In a historic agreement announced by President Trump on Aug. 13, Israel has suspended its plan to formally annex parts of the contested West Bank territory, in exchange for establishing full diplomatic relations with the United Arab Emirates. However, Israel's existing settlements in the West Bank, which Palestinians claim as their land, will continue to expand. \n Here, a professor of Israel studies and the author of a primer on the Israeli-Palestinian confict explains the history of the West Bank settlements - and why they're so controversial. \n 1. Why is ownership of the West Bank so contested? \n In May 1967, not a single Israeli lived in the West Bank, a hilly region about the size of Delaware. It was home to roughly a million Palestinians, who had been living under contested Jordanian control for two decades. \n Israel conquered the West Bank during the Six-Day War in June 1967. Soon afterwards, Israeli civilians began moving to the region, initially to areas like Kfar Etzion that had been home to Jewish communities before Israel's founding in 1948. \n In 1968, a rabbi named Moshe Levinger and a small group of followers who embraced a messianic version of religious Zionism moved into the ancient city of Hebron, in the heartland of the West Bank. Hebron is a holy city for Jews because it is believed to be the burial place of the Jewish patriarchs and matriarchs Abraham, Isaac, Jacob, Sarah, Rebecca and Leah. \n The population of Israelis living in the West Bank has mushroomed over the years. An estimated 430,000 Israeli Jews now live in 132 officially recognized...", "type": "article", "url": "https://www.wiltonbulletin.com/news/article/Israel-suspends-formal-annexation-of-the-West-15482143.php", "image": "https://www.wiltonbulletin.com/img/pages/article/opengraph_default.jpg", "site_name": "The Wilton Bulletin"}, "twitter": {"card": "summary_large_image", "site": "@wiltonbulletin"}, "fb": {"admins": 100006394927810, "app_id": 2298888930339995, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}