{"GDELT": {"GlobalEventID": 940655274, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AIA", "Actor1Name": "ANGUILLA", "Actor1CountryCode": "AIA", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.6, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Anguilla", "Actor1Geo_CountryCode": "AV", "Actor1Geo_ADM1Code": "AV", "Actor1Geo_Lat": 18.216667, "Actor1Geo_Long": -63.05, "Actor1Geo_FeatureID": "AV", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Anguilla", "Action2Geo_CountryCode": "AV", "Action2Geo_ADM1Code": "AV", "Action2Geo_Lat": 18.216667, "Action2Geo_Long": -63.05, "Action2Geo_FeatureID": "AV", "DATEADDED": 20200814003000, "SOURCEURL": "https://antiguaobserver.com/regional-8-islands-join-forces-to-woo-travellers-to-their-markets/"}, "ARTICLE": {"TITLE": "Regional: 8 islands join forces to woo travellers to their markets", "TEXT": "Spread the love\n\n\n\n\n\n\n\n\n\n\n\n\n\n(Loopcaribbean.com) – A group of eight neighbouring islands have joined forces to rethink and re-imagine their tourism marketing strategy in the post-Covid era.\n\nNevis, St. Kitts, Saba, Statia, French Saint Martin, Dutch St. Maarten, Anguilla and St. Barths have come together to form a Caribbean Group of 8, recognising that through a joint collaboration they can amplify their presence in the marketplace and create new travel possibilities and fresh itineraries for consumers.\n\n“We are delighted to launch this new initiative,” said Jadine Yarde, CEO, Nevis Tourism Authority. “Our common objective is to promote intra-regional travel, capitalising on our proximity to each other, and today’s travelers’ desire to discover new experiences, collecting passport stamps along the way for bragging rights.”\n\nThe collaboration has produced an introductory video, with highlights of what makes each island special and different from their neighbours.\n\nThe two-minute video will be rolled out across all their social platforms starting this week.\n\nThe underlying message is that there is no better place than the Caribbean for travelers who are ready to venture forth when the time is right.\n\n“St. Eustatius welcomes the coming together of all the neighbouring Islands in producing this video which is testimony to our solidarity and our unison as one Caribbean destination, said Charles Lindo, Director of Tourism for Statia.”\n\n“Saba welcomes this collaborative initiative and looks forward to welcoming visitors to the Unspoiled Queen of the Caribbean, a safe haven where culture, history and nature abound,” stated Glenn Holm, Director of Tourism for the Saba Tourist Bureau.\n\nNevis, St. Kitts, Saba, Statia, Saint Martin, St. Maarten, Anguilla and St. Barths represent a combination of current and former Dutch, British and French island territories.\n\nEach island is a unique encounter, reflecting the vibrant Caribbean culture, creativity and hospitality which has made the region the preferred destination for travelers across the globe.\n\nTogether they offer a huge array of experiences, cuisines, art, music and literature, against the backdrop of stunning landscapes, spectacular beaches, land and water sports, and boutique accommodations at a range of price points.", "METADATA": {"robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Regional: 8 islands join forces to woo travellers to their markets - Antigua Observer Newspaper", "description": "Spread the love(Loopcaribbean.com) – A group of eight neighbouring islands have joined forces to rethink and re-imagine their tourism marketing strategy in the post-Covid era.  Nevis, St. Kitts, Saba, Statia, French Saint Martin, Dutch St. Maarten, Anguilla and St. Barths have come together to form a Caribbean Group of 8, recognising that through a joint collaboration […]", "url": "https://antiguaobserver.com/regional-8-islands-join-forces-to-woo-travellers-to-their-markets/", "site_name": "Antigua Observer Newspaper", "image": {"identifier": "https://antiguaobserver.com/wp-content/uploads/2020/08/tourism_1.jpg", "width": 740, "height": 493}}, "article": {"published_time": "2020-08-13T23:53:42+00:00", "modified_time": "2020-08-13T23:54:08+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://antiguaobserver.com/wp-content/uploads/2020/02/cropped-Observer-icon-1-270x270.jpg"}}}