{"GDELT": {"GlobalEventID": 940667791, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ogo", "Actor1Name": "OGONI", "Actor1EthnicCode": "ogo", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.73409461663948, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Rivers State, Rivers, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI50", "Actor1Geo_ADM2Code": "23058", "Actor1Geo_Lat": 4.75, "Actor1Geo_Long": 6.83333, "Actor1Geo_FeatureID": "-2025387", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Rivers State, Rivers, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI50", "Action2Geo_ADM2Code": "23058", "Action2Geo_Lat": 4.75, "Action2Geo_Long": 6.83333, "Action2Geo_FeatureID": "-2025387", "DATEADDED": 20200814013000, "SOURCEURL": "https://naija247news.com/2020/08/14/oml-11-rivers-state-govt-wins-case-against-shell-on-takeover-of-ogoni-oil-fields/"}, "ARTICLE": {"TITLE": "OML 11: Rivers state govt wins case against Shell on takeover of Ogoni oil fields", "TEXT": "The Rivers State government on Thursday, August 13, 2020, won a suit handing over Shell’s landed assets in Ogoni known as Oil Mining Lease 11.\n\nThe suit marked PHC/652/CS/2020 was filed by the Attorney General of Rivers State against Shell Petroleum Development Company (SPDC) of Nigeria Limited.\n\nCharles Nwogu of a High Court sitting in Port Harcourt, who delivered judgment, directed the defendant to account for and hand over to the claimant all monetary accruals it had made from its continued appropriation of the fixed landed assets comprised in its Kidney Island Base, Port Harcourt and interests in lands comprised in OML 11 from the date the Deputy Sheriff of the High Court of Rivers State issued title documents thereon to the claimant until the defendant peaceably yields up possession thereof.\n\nThe Court also perpetually restrained the defendant, their agents, assigns, representatives, privies or howsoever called from embarking on acts or omissions adverse to the title, right and interest of the claimant over the fixed landed assets comprised in its Kidney Island Base, Port Harcourt and interests in lands comprised in OML 11.\n\nThe Court condemned SPDC’s continued violation of the legal process by her continued occupation of the said Kidney Island Base, Port Harcourt and other properties already acquired by the Rivers State Government.\n\nGov Nyesom Wike had on September 30, 2019, announced acquisition of OML 11 which he said was put for sale. He said the action was in the interest of Rivers State. He said the Ejama-Ebubu communities had won the age-old case and were entitled to N194Bn but were being offered N7Bn by Shell. He said the state government got wind of the placement of Shell’s assets on OML 11 in court and moved fast to submit a bid and acquired it.\n\nNow, the state government has won a court case ordering Shell not only to hand over the assets but to hand over the accruals from it until the assets are handed over physically.\n\nThe state government had claimed that SPDC Defendant’s/ Judgment Debtor Interest in it’s fixed landed assets comprised in Kidney Island Base, Port Harcourt, and interests in lands comprised in Oil Mining Lease No. 11(OML 11) sold to the claimant pursuant to the execution of the combined court judgments in Suit No.FHC/PH/231/2001; CA/PH/396/2012 and the Supreme Court Appeal No. SC 731/2017 is consistent with the command contained in Section 287(1) of the Constitution of the Federal Republic of Nigeria, 1999 (as amended).\n\nThe claimants further claimed that the continued defiant appropriation (despite the completed sale) of possessory and usufructuary including pecuniary accruals in respect of it’s fixed landed assets comprised in its Kidney Island Base, Port Harcourt and interests in lands comprised in OML 11 infringes on the claimant’s vested respective rights to title, and pecuniary interests therein.\n\nThat SPDC is bound to render account to and pay over to the claimant all accruals from the defendant’s continued appropriation of the pecuniary interests in the said OML 11 including arrears of commercial rents for their use of the said property from the date the Deputy Sheriff of the High Court of Rivers State issued title documents thereon to the claimant until the defendant peaceably yields up possession thereof.\n\nThe Court in a considered judgment upheld the claims of the Rivers State Government.\n\nBackground:\n\nThe governor gave the background of the case thus:\n\nFollowing a major oil spill from SPDC Trans Niger High Pressure Crude Oil Pipeline at Ejama Community, an approximate area of 255 hectares of arable agricultural land, fishing swamps and rivers were devastated.\n\nSPDC admitted that the oil spill came from their pipeline and occurred sometime in 1970. They paid some compensation to the community in the sum of N300,000.00 sometime in 1986 and promised to come and de-pollute the area.\n\nSPDC failed to de-pollute the area which gave rise to a lawsuit in 1991 commenced at the High Court of Rivers State, Nchia Division presided over by Hon Justice P.N.C. Agumagu (now retired). At the end of the trial, the Court found against SPDC and entered judgment in the sum of N1 billion in addition to and order for SPDC to clean up the spill or pay N6 billion in lieu thereof.\n\nSPDC appealed the judgement. During the pendency of the appeal, the jurisdiction of the State High Court was taken away and donated to the Federal High Court by a subsequent judgment of the Supreme Court. The Ejama Ebubu Community conceded SPDC’s appeal without a formal hearing.\n\nThe community commenced a fresh suit in 2001 at the Federal High Court, Port Harcourt, this time against SPDC and its parent companies – SHELL of Netherlands and SHELL of United Kingdom.\n\nThis fresh case commenced in 2001 passed through four different justices of that Court arising from twists and turns associated with opposed litigations, until it was disposed of about 10 years after in June 2010 by Buba J. (the fifth judge to preside over the matter).\n\nSPDC and its parent companies appealed the judgment at the Court of Appeal in 2010, which again suffered the twists and turns passing through six different panels comprising three justices each between 2010 and 2017 before it was finally disposed of by the panel of that Court led by Gumel JCA of the Port Harcourt Division. The appeal was dismissed.\n\nSPDC and its parent companies took out a further appeal to the Supreme Court of Nigeria in 2017, which appeal was considered and dismissed by that Court in a judgment read by Hon. Justice B. Akaahs, JSC delivering a lead judgment in a unanimous decision.\n\nAfter losing at the High Court, SPDC gave the successful EjamaEbubu Plaintiffs a Bond Guarantee stipulating that First Bank of Nigerian Limited would pay them the value of the Judgment debt and interests thereon in the event that SPDC’s appeal to the Court of Appeal fails at that Court. The original Bank Guarantee is still with the Community.\n\nWhen SPDC’s appeal failed at the Court of Appeal, Shell instructed the Bank to dishonour their guarantee, which did and gave rise to a series of six different litigations in various Courts against First Bank and the Central Bank of Nigeria. SPDC’s excuse was that they had lodged an appeal at the Supreme Court of Nigeria. The enforcement cases had been to Owerri, Abuja, Lagos, etc. in six different lawsuits.\n\nOn the 11th of January 2019, Shell’s appeal was dismissed at the Supreme Court of Nigeria.\n\nThe judgments of the High Court, the Court of Appeal and the Supreme Court were registered in the United Kingdom for enforcement over there against SPDC parent companies domiciled outside Nigeria’s shores.\n\nOn enforcement, the state government said: The EjamaEbubu community commenced enforcement by domiciling the judgment in the State High Court and levying execution on SPDC moveables in their Industrial Area in Port Harcourt;\n\nThose chattels were attached on the ground but not removed; SPDC invited the community and offered them N7 billion as against the judgment debt of N194 billion, which the community refused to accept; The community approached the court for and order granting them leave to sell SPDC’s immovable property comprised in OML 11 and their kidney Island support base in Port Harcourt.\n\nUpon the advertisement of the said immovable assets for auction, the Attorney General and Commissioner for Justice of Rivers State alerted the Government of the State.\n\nShare this: Twitter\n\nLinkedIn\n\nTelegram\n\nPinterest\n\nEmail\n\nSkype\n\nPrint\n\nPocket\n\nWhatsApp\n\nMore\n\nFacebook\n\n\n\nLike this: Like Loading...", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "uw2qPv_daOnUudnLcO6hjVitB8h5oyN0ua07c8ir0ws", "og": {"image": {"identifier": "https://i0.wp.com/naija247news.com/wp-content/uploads/2019/02/A-Shell-gas-flare-site-at-Rumuekpe1.jpg?fit=860%2C619&ssl=1", "width": 860, "height": 619}, "type": "article", "title": "OML 11: Rivers state govt wins case against Shell on takeover of Ogoni oil fields", "url": "https://naija247news.com/2020/08/14/oml-11-rivers-state-govt-wins-case-against-shell-on-takeover-of-ogoni-oil-fields/", "description": "The Rivers State government on Thursday, August 13, 2020, won a suit handing over Shell’s landed assets in Ogoni known as Oil Mining Lease 11. The suit marked PHC/652/CS/2020 was filed by the Attor…", "site_name": "Naija247news", "locale": "en_US"}, "author": "Naija247news.com", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "article": {"published_time": "2020-08-13T23:51:07+00:00", "modified_time": "2020-08-13T23:51:07+00:00"}, "twitter": {"creator": "@Naija247new", "site": "@naija247new", "text": {"title": "OML 11: Rivers state govt wins case against Shell on takeover of Ogoni oil fields"}, "image": "https://i0.wp.com/naija247news.com/wp-content/uploads/2019/02/A-Shell-gas-flare-site-at-Rumuekpe1.jpg?fit=860%2C619&ssl=1&w=640", "card": "summary_large_image"}, "msapplication-TileImage": "https://i1.wp.com/naija247news.com/wp-content/uploads/2018/12/cropped-InstaLogo.jpg?fit=270%2C270&ssl=1", "yandex-verification": "9b42f3633098159b", "fb": {"pages": 183141575431671}}}}