{"GDELT": {"GlobalEventID": 940686967, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PHL", "Actor1Name": "DAVAO", "Actor1CountryCode": "PHL", "Actor2Code": "IMGSEAMOSASF", "Actor2Name": "ABU SAYYAF", "Actor2CountryCode": "SEA", "Actor2Religion1Code": "MOS", "Actor2Type1Code": "IMG", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.2, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jolo, Sulu, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP60", "Actor2Geo_ADM2Code": "24203", "Actor2Geo_Lat": 6.052219999999999, "Actor2Geo_Long": 121.00200000000001, "Actor2Geo_FeatureID": "-2429328", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200814040000, "SOURCEURL": "https://www.arabnews.com/node/1719181/world"}, "ARTICLE": {"TITLE": "Notorious Abu Sayyaf leader arrested in Davao", "TEXT": "MANILA: The Philippine authorities announced late Thursday that Anduljihad Indang Susukan, a leader in the Abu Sayyaf Group (ASG), is now in police custody. Susukan had reportedly been seen earlier in the day in President Rodrigo Duterte’s home city of Davao.\n\nPhilippine National Police (PNP) Chief Gen. Archie Gamboa said in a statement that Susukan was turned over to the local police at the residence of Moro National Liberation Front (MNLF) chair Nur Misuari in Yñigue Subdivision, Maa, Davao City.\n\n“We thank chairman Nur Misuari for facilitating the negotiation between the PNP, headed by Police Col. Kirby John Kraft, the Davao City director and (Susukan),” said Gamboa.\n\nUpon learning of Susukan’s presence in the city, the PNP informed Davao’s mayor, Inday Sara Duterte, “who assured us of her full cooperation and assistance to ensure the peaceful handover and orderly transfer of custody to proper authorities,” Gamboa said.\n\nSusukan has been arrested in connection with 23 murders, five kidnappings and illegal detentions, and six frustrated homicides. He is a member of the ASG faction led by Hadjan Sawadjaan, whom the US has identified as the acting leader of Daesh in the Philippines.\n\nThe PNP said Susukan will undergo a medical examination at Camp Quintin Merecido Hospital before being transferred to the Armed Forces of the Philippines (AFP) General Headquarters in Camp Gen. Emilio Aguinaldo, Quezon City.\n\nThe military is investigating reports that Susukan had surrendered to Misuari in Jolo in the first week of August, according to AFP Western Mindanao Command (Westmincom) spokesman Maj. Arvin Encinas.\n\n“We’re still verifying the information,” Encinas told Arab News. “Considering he did not surrender to government authorities, we still consider him an enemy. And even if he did surrender to Misuari, that does not give him amnesty. He is still liable for all his crimes.”\n\nCiting intelligence sources, reports claimed Misuari had brought Susukan to Davao City for medical treatment, specifically to have him fitted with a prosthetic replacement for his left arm, which he lost last year during a shootout with government forces. According to Encinas, however, Susukan “was still in Jolo.”\n\nDefense Secretary Delfin Lorenzana, meanwhile, told reporters there was no official confirmation of the ASG leader’s alleged presence in Davao City.\n\n“I already talked to the commander of Eastern Mindanao Command. He was also unaware of why Misuari and Susukan (were) together in Davao City. Susukan is wanted by the military,” Lorenzana said. “I’m still awaiting the official report.”\n\nMisuari, meanwhile, is expected to meet with President Duterte in the next few days. MNLF spokespeople were not available for comment at the time of writing.\n\nSusukan is also wanted in Malaysia for involvement in cross-border crimes in the waters off the Malaysian state of Sabah on the northeast coast of Borneo. He has been charged with the murder of Malaysian national Bernard Then Ted Fen, who was kidnapped by ASG gunmen at a restaurant in Sabah in May 2015.", "METADATA": {"description": "MANILA: The Philippine authorities announced late Thursday that Anduljihad Indang Susukan, a leader in the Abu Sayyaf Group (ASG), is now in police custody. Susukan had reportedly been seen earlier in the day in President Rodrigo Duterte’s home city of Davao. Philippine National Police (PNP) Chief Gen. Archie Gamboa said in a statement that Susukan was turned over to the local", "abstract": "Get the latest breaking news and headlines from the largest Arab News website. Get world news, sport news, business news, entertainment, lifestyle, video and photos.", "keywords": "Jubail,Al-Ahsa,Al-Kharj,Taif,Qatif,oil,Dammam,Abha,Asir,Yanbu,islam,jobs,sports,Khalij times,gulf news,saudi gazette,Riyadh,Tabuk,Mecca,Medina,AlMadinah,Jeddah,Makkah,Hail,Mecca,Makkah,Eastern,King Abdullah, jobs in Saudi,work in saudi arabia, umrah,Hajj،عرب نيوز", "rights": "Arab News", "fb": {"app_id": 331299401208963, "pages": 10250877124}, "og": {"site_name": "Arab News", "type": "article", "title": "Notorious Abu Sayyaf leader arrested in Davao", "url": "https://arab.news/598gj", "description": "MANILA: The Philippine authorities announced late Thursday that Anduljihad Indang Susukan, a leader in the Abu Sayyaf Group (ASG), is now in police custody. Susukan had reportedly been seen earlier in the day in President Rodrigo Duterte’s home city of Davao. Philippine National Police (PNP) Chief Gen. Archie Gamboa said in a statement that Susukan was turned over to the local police at the residence of Moro National Liberation Front (MNLF) chair Nur Misuari in Yñigue Subdivision, Maa, Davao City.", "updated_time": "2020-08-14T05:40:04+03:00", "image": {"identifier": "https://www.arabnews.com/sites/default/files/2020/08/14/2229181-1542432058.jpg", "url": "https://www.arabnews.com/sites/default/files/2020/08/14/2229181-1542432058.jpg"}}, "twitter": {"card": "summary_large_image", "site": {"identifier": "@Arab_News", "id": 69172612}, "creator": {"identifier": "@Arab_News", "id": 69172612}, "title": "Notorious Abu Sayyaf leader arrested in Davao", "url": "https://arab.news/598gj", "description": "MANILA: The Philippine authorities announced late Thursday that Anduljihad Indang Susukan, a leader in the Abu Sayyaf Group (ASG), is now in police custody. Susukan had reportedly been seen earlier", "image": "https://www.arabnews.com/sites/default/files/2020/08/14/2229181-1542432058.jpg"}, "article": {"published_time": "2020-08-14T05:40:04+03:00", "modified_time": "2020-08-14T05:40:04+03:00"}, "viewport": "width=device-width, initial-scale=1.0"}}}