{"GDELT": {"GlobalEventID": 940696004, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 16, "NumSources": 2, "NumArticles": 16, "AvgTone": -2.94386758507248, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814053000, "SOURCEURL": "https://www.bbc.co.uk/news/business-53761333"}, "ARTICLE": {"TITLE": "What to expect as China-US trade talks resume", "TEXT": "Image copyright Getty Images\n\nThe US and China are due to resume trade talks in the coming days that last took place in January before tensions escalated.\n\nThe two economic superpowers have been embroiled in a trade war since 2018 that has damaged the world economy.\n\nIn January both countries agreed to ease restrictions imposed on imported goods from each another.\n\nHowever, relations have become increasingly strained in the last six months over a wide range of issues.\n\nUS President Donald Trump has clashed with China recently over two Chinese apps, TikTok and WeChat, which could be banned in the US over national security concerns.\n\nThis is the latest sticking point between Washington and Beijing; others include China's new national security law for Hong Kong, communications firm Huawei and the origin of the coronavirus.\n\nThese clashes come on top of the already-sensitive trade relationship between the world's two biggest economies.\n\n\"Both sides will be doing a temperature check to see where things stand since January, and indeed they have a lot to talk about,\" Nick Marro, a global trade expert at the Economist Intelligence Unit (EIU) told the BBC.\n\n\"At the very least, we expect policymakers in Beijing to now be questioning their commitment to a trade deal that has done little to protect Chinese companies from US pressure.\"\n\nWhile WeChat, TikTok and Huawei have all come under fire recently, the Trump administration has added dozens of Chinese companies to economic blacklists.\n\n\"The US government will take further measures to prevent US data from being stored on Cloud-based systems owned by Chinese firms as well as impacting upon the use of undersea cables connecting the US to the global internet,\" added Rajiv Biswas, a chief economist at London-based consultancy IHS Markit.\n\nHow did the trade war start?\n\nUS President Donald Trump has long accused China of unfair trading practices and intellectual property theft.\n\nMeanwhile, in China there is a perception that America is trying to curb its rise as a global economic power.\n\nThe dispute led the US and China to impose tariffs, extra taxes on imports, on hundreds of billions of dollars' worth of goods.\n\nThis tit-for-tat trade war began in 2018 and involved tariffs of more than $450bn (£344bn) worth of imports. It has rumbled on ever since.\n\nA breakthrough happened at the start of this year when both countries agreed to relax some restrictions on each other, referred to as \"phase one\" of the negotiations.\n\nWhat was the \"phase one\" deal?\n\nThe agreement in January was seen as a \"win-win\" deal according to Chinese officials.\n\nChina pledged to boost US imports by $200bn above 2017 levels including agriculture goods by $32bn and manufacturing products by $78bn.\n\nIt also agreed to strengthen its intellectual property rules by taking more action against counterfeiting and trade secret theft.\n\nIn exchange, the US agreed to halve some of the new tariffs it has imposed on Chinese products.\n\nWhile the majority of the border taxes remained in place, it was widely viewed as a thawing of trade tensions.\n\nWhere are we now?\n\nJust over six months after the agreement came into effect, the landscape is very different. US-China relations are increasingly tense and global trade has been severely hampered by the virus pandemic.\n\n\"Given the wide range of differences between the US and China, it may be difficult to achieve further significant progress in the upcoming round of trade talks,\" added Mr Biswas.\n\nChina's commitment to buy at least $200bn more in US goods and services during 2020 and 2021 is one area of concern.\n\nEven before the deal was signed, some trade experts said this was an unrealistic target. It has become more difficult with the coronavirus-driven slump in both the Chinese and US economies.\n\nThe virtual meeting is likely to see officials study Chinese and US trade data to determine whether the targets can still be met.\n\n\"Our baseline view is that the deal will remain intact after the meetings. It would be just too costly, for both sides, to terminate it now,\" added EIU's Mr Marro.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "The two economic superpowers have seen tensions rise considerably since their last negotiations.", "x-country": "us", "x-audience": "Domestic", "CPS_AUDIENCE": "Domestic", "CPS_CHANGEQUEUEID": 161645805, "og": {"title": "What to expect as China-US trade talks resume", "type": "article", "description": "The two economic superpowers have seen tensions rise considerably since their last negotiations.", "site_name": "BBC News", "locale": "en_GB", "url": "https://www.bbc.com/news/business-53761333", "image": {"identifier": "https://ichef.bbci.co.uk/news/1024/branded_news/181B7/production/_113934789_trumpandxi.jpg", "alt": "BBC News. Street art shows US President Donald Trump and Chinese President Xi Jinping wearing protective mask and kissing at a section of the former Berlin Wall."}}, "article": {"author": "https://www.facebook.com/bbcnews", "section": "Business"}, "fb": {"pages": "1143803202301544,317278538359186,1392506827668140,742734325867560,185246968166196,156060587793370,137920769558355,193435954068976,21263239760,156400551056385,929399697073756,154344434967,228735667216,80758950658,260212261199,294662213128,1086451581439054,283348121682053,295830058648,239931389545417,304314573046,310719525611571,647687225371774,1159932557403143,286567251709437,1731770190373618,125309456546,163571453661989,285361880228,512423982152360,238003846549831,176663550714,260967092113,118450564909230,100978706649892,15286229625,122103087870579,120655094632228,102814153147070,124715648647,153132638110668,150467675018739", "app_id": 1609039196070050, "admins": 100004154058350}, "twitter": {"card": "summary_large_image", "site": "@BBCNews", "title": "What to expect as China-US trade talks resume", "description": "The two economic superpowers have seen tensions rise considerably since their last negotiations.", "creator": "@BBCNews", "image": {"src": "https://ichef.bbci.co.uk/news/1024/branded_news/181B7/production/_113934789_trumpandxi.jpg", "alt": "Street art shows US President Donald Trump and Chinese President Xi Jinping wearing protective mask and kissing at a section of the former Berlin Wall."}, "domain": "www.bbc.co.uk"}, "apple-itunes-app": "app-id=364147881, app-argument=https://www.bbc.co.uk/news/business-53761333?utm_medium=banner&utm_content=apple-itunes-app", "apple-mobile-web-app-title": "BBC News", "application-name": "BBC News", "msapplication-TileImage": "BBC News", "msapplication-TileColor": "#bb1919", "mobile-web-app-capable": "yes", "robots": "NOODP,NOYDIR", "theme-color": "#bb1919"}}}