{"GDELT": {"GlobalEventID": 940676206, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NZLEDU", "Actor1Name": "AUCKLAND", "Actor1CountryCode": "NZL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.296160877513709, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Auckland, Auckland, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZE7", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -36.75, "Actor1Geo_Long": 174.583, "Actor1Geo_FeatureID": "11483124", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Auckland, Auckland, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZE7", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -36.75, "Action2Geo_Long": 174.583, "Action2Geo_FeatureID": "11483124", "DATEADDED": 20200814023000, "SOURCEURL": "https://www.newsroom.co.nz/cold-temperatures-are-where-covid-thrives"}, "ARTICLE": {"TITLE": "Cold temperatures are where Covid thrives", "TEXT": "Covid-19\n\nCold temperatures are where Covid thrives\n\nWith investigations into a coolstore and freight as a potential pathway for the latest outbreak of Covid-19, what does science say about surfaces and refrigeration?\n\nSurfaces at a Mount Wellington coolstore are being tested for Covid-19 in an effort to uncover the route of the virus back into the community.\n\nA worker at the coolstore has tested positive for the disease. How he caught it is still a mystery. The possibility it could have come in on overseas freight arriving at the coolstore is being investigated.\n\n“We’re not ruling that out,” said Director-General of Health Ashley Bloomfield, “We want to get to the bottom of that”.\n\nThe coolstore environment has been swabbed and test results are expected back today.\n\nYesterday, three other workers from the coolstore returned positive tests for Covid-19.\n\nIt's possible the workers were either infected by contaminated goods, or the virus was brought into the workplace after it was caught elsewhere, possibly by the man who was first diagnosed.\n\nTwo branches of the coolstore have been closed. One in Mount Wellington, where the man worked, and another close to Auckland Airport.\n\nGenomic sequencing is still underway, but as of yesterday afternoon there hasn’t been a link between genome patterns of cases in border quarantine and the genome pattern of the coolstore-related cases.\n\nUniversity of Auckland professor Shaun Hendy said the fact the source of the outbreak hadn’t been identified yet was concerning.\n\n“To date, the genomic information suggests this cluster is not linked to a managed isolation and quarantine facility. The business itself is linked to international freight, air and sea, which does suggest that this is a possible entry route, whether via packaging, or more likely, via person-to-person.”\n\nLike many things Covid-19 related, the science of transmission isn’t clear-cut; what studies have been done are often laboratory-based.\n\nSurface transmission is considered a lower risk for virus transmission than person-to-person contact but cold environments, such as meat works, have been at the centre of overseas clusters.\n\nCan’t touch this\n\nNew Zealand’s news came as China has again claimed it has found the virus on the outer packaging of frozen prawns imported from Ecuador.\n\nChina’s state television said it was found during a routine inspection of a restaurant in Wuhu city.\n\nIt’s not the first report of this in China. Since July, several other Chinese cities have also reported cases, including the port cities of Xiamen and Dalian leading to imports from three suppliers being suspended.\n\n“After nucleic acid sequence analysis and expert judgment, the test results suggested that the container environment and the outer packaging of the goods of the three companies were at risk of contamination by the new coronavirus, and the companies’ food safety management system was not in order,” the General Administration of Customs said in a statement.\n\nThe director of the organisation, Bi Kexi, told reporters: \"Experts believe that the results do not mean they are contagious but that the companies' food safety management systems are not well implemented,\" Bi Kexin, director General Administration of Customs said.\n\nFor international packaging to be the cause of this outbreak, a chain of events would need to have taken place. Enough of the virus landing - on packaging - perhaps through a person coughing droplets onto a surface - would be the first step. The droplets would need to remain viable throughout the journey to the New Zealand coolstore.\n\nThen the virus on the packaging would need to find a pathway to a person, possibly through someone touching the package and then touching their face.\n\nStudies have been done on how long the virus survives on different surfaces. Traces of the virus were detected on plastic and steel up to three days after contamination and on cardboard for up to one day.\n\nIn chilled conditions, the virus can survive longer. One study looking at the survival time of the virus in a test tube found at 4C, the virus survived for 14 days. At 37C it lasted just one day.\n\nThe other factor is the amount of virus on a surface. A recent letter published in The Lancet suggests the risk of surface transmission has been exaggerated.\n\n“None of these studies present scenarios akin to real life situations,” the letter said. The Rutgers University professor of microbiology, biochemistry and molecular genetics Emanuel Goldman’s issue was that in real life the amount of virus would likely be “several orders of magnitude smaller”.\n\nWhile saying he believed in erring on the side of caution, he thought the risk was low.\n\n“In my opinion, the chance of transmission through inanimate surfaces is very small, and only in instances where an infected person coughs or sneezes on the surface, and someone else touches that surface soon after the cough or sneeze (within one - two hours).”\n\nWhile the risk is considered low, it’s still a possibility.\n\nIn a Chinese mall, several people caught the virus in January despite not being in direct contact with the one person at the mall who was known to have it. A restroom and elevator buttons were considered to be places where these people may have touched contaminated surfaces.\n\nCovid and chill\n\nCold work environments have been at the centre of outbreaks. The exact reasons why aren’t clear, although there’s plenty of speculation.\n\nIn the US 17,358 cases of coronavirus were recorded from meat and poultry factory workers.\n\nAn abattoir in Germany was closed after 1500 workers were infected and in Melbourne at least three abattoirs were closed after outbreaks occurred. Abattoir-related outbreaks have also occurred in the United Kingdom, France, Brazil, Denmark and the Netherlands.\n\nThere are a few factors likely to be at play and they’re not related to dead animals.\n\nPhysical distancing on a production line can be hard as often people work shoulder-to-shoulder. Shifts are long, and casualised employment can make people less likely to stay home when ill because they can’t afford time off.\n\nBackground noise can mean shouting is needed to communicate, increasing the risk of droplet spread. Air filtration systems push air around, potentially spreading droplets further.\n\nNo sunlight and cold conditions extend the life of the virus.\n\nThe conditions at the New Zealand coolstore where cases have emerged may not be identical to overseas abattoirs, but there's a chance cold may play a role in giving any virus in the environment a chance to live longer.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "google-site-verification": "K-ToGDFxKuQdd_Ykjo1EJDCtGoS7xmid2Pge0cqUxPw", "csrf-param": "_csrf", "csrf-token": "g06jRbQgyj7PeXWZutbCdDAfX1qIbXAb8mdu0Mt7O3LJBcgv31OyWZ5LRvPKtY4gRnklNOVYP3ezHlq8gxJ5Qw==", "title": "Cold temperatures are where Covid thrives | Newsroom", "description": "With investigations into a coolstore and freight as a potential pathway for the latest outbreak of Covid-19, what does science say about surfaces and refrigeration?", "twitter": {"title": "Cold temperatures are where Covid thrives | Newsroom", "description": "With investigations into a coolstore and freight as a potential pathway for the latest outbreak of Covid-19, what does science say about surfaces and refrigeration?", "card": "summary_large_image", "url": "https://www.newsroom.co.nz/page/cold-temperatures-are-where-covid-thrives", "image": "https://res.cloudinary.com/cognitives/image/upload/c_fill,dpr_auto,f_auto,fl_lossy,h_560,q_auto,w_1168/ib0poacv7kjutk7m22cc"}, "og": {"title": "Cold temperatures are where Covid thrives", "description": "With investigations into a coolstore and freight as a potential pathway for the latest outbreak of Covid-19, what does science say about surfaces and refrigeration?", "url": "https://www.newsroom.co.nz/page/cold-temperatures-are-where-covid-thrives", "type": "article", "site_name": "Newsroom", "image": {"identifier": "https://res.cloudinary.com/cognitives/image/upload/c_fill,dpr_auto,f_auto,fl_lossy,h_560,q_auto,w_1168/ib0poacv7kjutk7m22cc", "width": 1168, "height": 560}}, "article": {"published_time": "2020-08-14 05:30:00", "modified_time": "2020-08-14 12:00:00"}}}}