{"GDELT": {"GlobalEventID": 940649102, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MIL", "Actor1Name": "FRIGATE", "Actor1Type1Code": "MIL", "Actor2Code": "UAF", "Actor2Name": "ARMED FORCE", "Actor2Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.2330623306233095, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200814000000, "SOURCEURL": "https://thetyee.ca/Opinion/2020/08/13/Navy-War-Pacific-Ocean/"}, "ARTICLE": {"TITLE": "End the Navy War Games in the Pacific Ocean", "TEXT": "Two Canadian warships, the HMCS Regina and the HMCS Winnipeg, recently left to participate in the Exercise Rim of the Pacific. It’s the largest naval war game in the world and takes place across the Pacific Ocean near Hawaii.\n\nAnnouncements, Events & more from Tyee and select partners This Fall, an Invitation to Fight Loneliness in Your Community In September, people all over BC are meeting to talk about what’s on their minds. You should join them.\n\nRIMPAC is a biennial military exercise led by the United States navy to enhance war readiness and interoperability among allied countries. The navies of 25 nations participate and deploy surface ships, aircraft, submarines and personnel. Canada has participated since RIMPAC’s inception in 1971.\n\nThis year, the Royal Canadian Navy has sent two missile-laden frigates with 500 sailors and torpedo-carrying Cyclone helicopters from its Esquimalt base in B.C. to Hawaii.\n\nDuring RIMPAC, the navies jointly conduct live-fire testing, ship-sinking, submarine warfare and amphibious assault. They also engage in air force training, precision bombing and urban warfare practice. The exercise is a massive show of force by western navies in the Pacific region and provocative to China, which has been prohibited from participating.\n\nThe multinational exercise is typically held for six weeks from June to August. However, the pandemic means this year’s RIMPAC was scaled down to a two-week period from Aug. 17 to 31 and will be modified to mostly at-sea training.\n\nBut with our oceans in grave peril and the pandemic still raging, RIMPAC should be permanently cancelled. For over five decades, Hawaiians have protested this large-scale naval exercise citing the adverse environmental and social impacts. Canadians must join their protest and pressure our government to not participate.\n\nDuring the exercise, the underwater noise from the naval sonar, sonic booms and torpedoes severely harm aquatic mammals. The U.S. navy’s own research shows that high-intensity, mid-frequency active sonar causes hearing loss and hemorrhaging in dolphins and whales.\n\nAmerican and British research has found that naval activity is a probable cause of many mass stranding events where whales beach themselves and die. During the 2004 RIMPAC exercise, approximately 150 deep-water, melon-headed whales crowded into the shallow Hanalei Bay to escape the naval activity.\n\nWith the global pandemic, many Hawaiians are also rightly concerned about the influx of foreign soldiers during RIMPAC, though the number stationed on shore this year will be lower. At least 26 U.S. navy ships have had COVID-19 outbreaks.\n\nRIMPAC is historically a male-dominated military exercise that has had terrible impacts on women and girls. The Hawaii State Commission on the Status of Women has claimed a dramatic increase in sex work and sex trafficking during the exercise.\n\nThis May, the Hawaii State Commission on the Status of Women and AF3IRM Hawaiʻi, a transnational feminist activist organization, held a webinar RIMPAC Under Fire: Connections Between Militarism and Missing and Murdered Indigenous Women and Girls. They discussed how the military’s desecration of the land and ocean is directly linked to its violence against the bodies of women and girls. To protest RIMPAC, the women’s organizations launched a campaign called #ProtectWatersProtectDaughters.\n\nWarring on our oceans can only get worse. To sustain naval warfare readiness, the Canadian government is spending $70 billion on 15 fossil-fuel powered ships to be built at the Irving shipyard in Halifax. It’s the most expensive procurement in Canadian history.\n\nWarships and war games like RIMPAC are forms of environmental violence adding to the cumulative stress in the marine environment. According to the Intergovernmental Panel on Climate Change’s 2019 special report, our oceans are heating up, acidifying and losing oxygen because of human-induced climate change and anthropogenic activity.\n\nEvery RIMPAC, groups such as the Oceans4Peace Coalition, Women’s Voices Women Speak, Malu ‘Aina, and the Demilitarized Zone Hawai’i/Aloha ‘Aina have protested the exercise. This year, several peace and environmental groups have come together to form the Cancel RIMPAC Coalition.\n\nThe coalition argues that RIMPAC is a serious threat to peace in the Pacific and calls for the demilitarization of the ocean. Canada and 167 countries including New Zealand, France, the Netherlands, China and Russia have ratified the United Nations Convention on the Law of the Sea. Though the U.S. has not signed the convention, it provides a legal mechanism for resolving any maritime dispute peacefully without frigates and armed force.\n\nThe Canadian government should not participate in the exercise and should not invest in new warships. Canada should instead work with other countries on a blue recovery to protect our oceans, because they are critical to our survival.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "revisit-after": "7 days", "generator": "Bricolage 2.1.0", "bricolage-id": 91183, "bricolage-uuid": "EC623FD4-DDB4-11EA-B20D-8045615EF220", "bricolage-title": "End the Navy War Games in the Pacific Ocean", "bricolage-enable-comments": 1, "bricolage-days-comments": 5, "bricolage-publish-date": "2020-08-13 15:32:00.000000", "description": "They dirty our waters, threaten health and have harmed women and girls. Cancel RIMPAC.", "keywords": "#ProtectWatersProtectDaughters, AF3IRM Hawaiʻi, British Columbia Politics, COVID-19 navy outbreaks, Canadian Politics, Cancel RIMPAC Coalition, Cyclone helicopters, Demilitarized Zone Hawai’i/Aloha ’Aina, Ecology, Environment, Exercise Rim of the Pacific, HMCS Regina, HMCS Winnipeg, Hawaii State Commission on the Status of Women, Intergovernmental Panel on Climate Change, Malu ‘Aina, Oceans4Peace Coalition, RIMPAC, RIMPAC Under Fire: Connections Between Militarism and Missing and Murdered Indigenous Women and Girls, Rim of the Pacific Exercise, Sustainability, U.S. navy, United Nations Convention on the Law of the Sea, Women’s Voices Women Speak", "copyright": "TheTyee.ca © 2020", "unix_date": 1597357920, "date": "August 13, 2020", "MSSmartTagsPreventParsing": "TRUE", "og": {"title": "End the Navy War Games in the Pacific Ocean | The Tyee", "description": "They dirty our waters, threaten health and have harmed women and girls. Cancel RIMPAC.", "type": "article", "url": "https://thetyee.ca/Opinion/2020/08/13/Navy-War-Pacific-Ocean/", "image": "https://thetyee.ca/Opinion/2020/08/13/HMCSWinnipegOcean.jpg", "site_name": "The Tyee"}, "fb": {"app_id": 115808375175879, "admins": 584785109}, "twitter": {"site": "@thetyee", "card": "summary_large_image", "image": {"src": "http://thetyee.ca/Opinion/2020/08/13/HMCSWinnipegOcean.jpg"}}, "DC.title": "End the Navy War Games in the Pacific Ocean | The Tyee", "DC.creator": "Tamara Lorincz", "DC.subject": "#ProtectWatersProtectDaughters, AF3IRM Hawaiʻi, British Columbia Politics, COVID-19 navy outbreaks, Canadian Politics, Cancel RIMPAC Coalition, Cyclone helicopters, Demilitarized Zone Hawai’i/Aloha ’Aina, Ecology, Environment, Exercise Rim of the Pacific, HMCS Regina, HMCS Winnipeg, Hawaii State Commission on the Status of Women, Intergovernmental Panel on Climate Change, Malu ‘Aina, Oceans4Peace Coalition, RIMPAC, RIMPAC Under Fire: Connections Between Militarism and Missing and Murdered Indigenous Women and Girls, Rim of the Pacific Exercise, Sustainability, U.S. navy, United Nations Convention on the Law of the Sea, Women’s Voices Women Speak", "DC.description": "They dirty our waters, threaten health and have harmed women and girls. Cancel RIMPAC.", "DC.publisher": "The Tyee", "DC.contributor": "Tamara Lorincz", "DC.date": "August 13, 2020", "DC.format": "text/html", "DC.identifier": "https://thetyee.ca/Opinion/2020/08/13/Navy-War-Pacific-Ocean/", "DC.language": "English"}}}