{"GDELT": {"GlobalEventID": 940620272, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "IRN", "Actor2Name": "KURDISTAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.98505603985056, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Erbil, Mardin, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU72", "Actor1Geo_ADM2Code": "28131", "Actor1Geo_Lat": 37.49, "Actor1Geo_Long": 41.0278, "Actor1Geo_FeatureID": "-762414", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kurdistan, Khuzestan, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR15", "Actor2Geo_ADM2Code": "41008", "Actor2Geo_Lat": 30.6693, "Actor2Geo_Long": 50.2055, "Actor2Geo_FeatureID": "-3072067", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kurdistan, Khuzestan, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR15", "Action2Geo_ADM2Code": "41008", "Action2Geo_Lat": 30.6693, "Action2Geo_Long": 50.2055, "Action2Geo_FeatureID": "-3072067", "DATEADDED": 20200813204500, "SOURCEURL": "https://www.breitbart.com/national-security/2020/08/13/turkish-drone-strike-kills-three-in-iraqi-kurdistan/"}, "ARTICLE": {"TITLE": "Turkish Drone Strike Kills Three People in Iraqi Kurdistan", "TEXT": "A Turkish drone strike in northeastern Iraq’s Kurdistan Region killed three Kurds on Tuesday, including “two members of Iraq’s border guard and the driver of the vehicle they were in,” according to the Iraqi military.\n\nThe unmanned drone attack occurred in the Sidakan area of Erbil province, near the borders of both Turkey and Iran.\n\nIraqi border force officials spoke to Kurdish news agency Rudaw on Wednesday, confirming the airstrike. They said that an unmanned Turkish drone targeted a meeting between Iraqi border officials and Kurdistan Workers Party (PKK) fighters in Bradost, where Sidakan is located, on Tuesday afternoon.\n\nThe PKK is a Marxist, U.S.-designated terrorist group. The Kurdistan Regional Government (KRG) that governs Erbil has repeatedly demanded the PKK vacate the region.\n\n“We have two martyrs, Brigadier Mohammed Rashid and Brigadier Zubair Hali. They were hit by an airstrike in [the] Bermi Dindaran area [in Bradost, where Sidakan is located],” Lieutenant Colonel Muhsin Aziz told Rudaw.\n\n“One [PKK] fighter was martyred — his name was Ageed and was high-ranking … he was with Brigadier Zubair and the other brigadier. We loaded them all together [in the vehicle],” witness Attam Bas said.\n\nAn unknown number of people were injured in the drone strike; all killed and injured were Kurdish. The fateful meeting in Sidakan was held shortly after PKK fighters fired on Iraqi border guards earlier Tuesday, according to the report.\n\n“On Tuesday morning, the Iraqi border guards wanted to set up two headquarters on the border in both [the towns of] Haji Omaran and Sidakan. However, the Kurdistan Workers Party (PKK) did not agree and shot the forces,” Rudaw reported, adding that no casualties occurred. Later Tuesday, Iraqi border guard officials and the PKK planned a meeting near Sidakan in an effort to resolve the dispute. This meeting was targeted by the drone strike.\n\nIraqi border forces have been stationed in the Kurdistan Region since 2003, according to the report. Most members there are ethnic Kurds.\n\n“The border guard officers were aiming to increase security checkpoints to avoid confrontations between Turkey and the PKK in populated territories which often lead to civilian casualties. It was for that purpose that they met with the PKK and, unfortunately, their vehicle was targeted by a Turkish airstrike,” Kirmanj Ezat, mayor of the nearby Erbil city of Soran, told Kurdistan 24.\n\n“We reiterate our position that Kurdistan Workers Party (PKK) and Turkey should take their fight and rivalry outside the territory of the Kurdistan Region and Iraq. They should no longer make our people pay the price for this rivalry,” the KRG’s Ministry of Interior said in a statement. The ministry said it sought to “reassure the public that Kurdistan Regional Government (KRG) is making every effort to distance this rivalry from Kurdistan Region’s soil.”\n\n“Turkey has conducted airstrikes and ground operations against the PKK within Iraq’s borders for years, accusing the federal Iraqi government and Kurdistan Regional Government of failing to take measures against the group,” Rudaw noted. “The PKK is an armed group fighting for Kurdish political and cultural rights in Turkey. It has been clashing with Turkish forces inside and outside Turkey since 1984.”\n\nTuesday’s deadly airstrike comes as Turkey renews its military offensives in the Kurdistan Region. On June 15, Turkey launched Air offensive Operation Claw-Eagle in the Kurdistan Region and disputed territories. A ground offensive, Operation Claw-Tiger, began two days later on June 17. Ankara’s stated objective with the military operations is to remove suspected PKK members from the area. Since the offensives began in mid-June, seven civilians in the Kurdistan Region have been killed in Turkish airstrikes, according to the report.\n\nThe KRG has traditionally sided with Turkey in its conflicts with the PKK. In July 2015, the then-president of the KRG, Masoud Barzani, supported Turkey as it launched its latest airstrikes against the PKK at the time.\n\n“The Turkish government has taken positive steps, and has adopted a positive attitude for a peaceful resolution; however, we have seen that some sides (the PKK) has taken [sic] it as a matter of pride and did not utilize these opportunities,” Barzani said.\n\nBarzani’s son, Masrour Barzani, said in a 2015 interview that the PKK has “no role to play” in Iraq and that the terrorist group’s presence in the country was generally unwelcome by Iraqi Kurds. Barzani made the comments as the KRG’s then head of intelligence; He is currently the Prime Minister of the KRG.\n\nIn response to Tuesday’s airstrike, Iraq canceled the Turkish defense minister’s visit to Baghdad this week, originally scheduled for Thursday. Iraq has also summoned the Turkish ambassador to present him with “a strong protest note and inform him of Iraq’s confirmed rejection of his country’s attacks and violations,” Iraq’s foreign ministry said in a statement.", "METADATA": {"viewport": "width=device-width,initial-scale=1", "fb": {"pages": 95475020353, "app_id": 1243316582352556}, "apple-itunes-app": "app-id=722987199", "google-play-app": "app-id=com.breitbart.app", "ahrefs-site-verification": "e5213d6c4a07fe85baa34006f2a9a3c977bd8f3a50fd0ab6d2aa93844e0b3303", "theme-color": "#FF5500", "description": "A Turkish drone strike in northeastern Iraq killed three Iraqi Kurds on Tuesday according to the Iraqi military.", "og": {"locale": "en_US", "type": "article", "title": "Turkish Drone Strike Kills Three People in Iraqi Kurdistan", "description": "A Turkish drone strike in northeastern Iraq killed three Iraqi Kurds on Tuesday according to the Iraqi military.", "url": "https://www.breitbart.com/middle-east/2020/08/13/turkish-drone-strike-kills-three-in-iraqi-kurdistan/", "site_name": "Breitbart", "image": {"identifier": "https://media.breitbart.com/media/2020/08/kurdistan-640x335.jpg", "secure_url": "https://media.breitbart.com/media/2020/08/kurdistan-640x335.jpg", "width": 640, "height": 335, "alt": "TOPSHOT - Relatives of farmer Hamad al-Ibrahim clean his damaged land in the eastern Syrian village of Baghouz on March 13, 2020, a year after the fall of the Islamic State's (IS) caliphate. - A year after the last black flag of the Islamic State group was lowered in the Syrian village of Baghouz, traces of the jihadist group are still all around this small and remote village near the Iraqi border, where Kurdish fighters and the US-led coalition declared the IS proto-state defeated in March 2019 after a blistering months-long assault. (Photo by DELIL SOULEIMAN / AFP) (Photo by DELIL SOULEIMAN/AFP via Getty Images)"}}, "article": {"publisher": "https://www.facebook.com/Breitbart", "tag": "Turkey", "section": "Israel / Middle East", "published_time": "2020-08-13T20:12:21+00:00", "categories": "National Security,Israel / Middle East"}, "twitter": {"card": "summary_large_image", "description": "A Turkish drone strike in northeastern Iraq killed three Iraqi Kurds on Tuesday according to the Iraqi military.", "title": "Turkish Drone Strike Kills Three People in Iraqi Kurdistan", "site": "@BreitbartNews", "image": "https://media.breitbart.com/media/2020/08/kurdistan.jpg", "creator": "@BreitbartNews"}, "author": "Gabrielle Reyes", "news_keywords": "Iraq,Kurdistan,Kurdistan Workers’ Party,Kurds,PKK,Turkey", "pubdate": "2020-08-13T13:12:21Z", "lastmod": "2020-08-13T13:12:21Z", "reqtime": 1597516911, "time": 1597516911}}}