{"GDELT": {"GlobalEventID": 940676291, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "REL", "Actor1Name": "ARCHBISHOP", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.59453302961275, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ayia Napa, Famagusta, Cyprus", "Actor1Geo_CountryCode": "CY", "Actor1Geo_ADM1Code": "CY01", "Actor1Geo_ADM2Code": "14806", "Actor1Geo_Lat": 34.9917, "Actor1Geo_Long": 34.0, "Actor1Geo_FeatureID": "-2738120", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Famagusta, Famagusta, Cyprus", "Action2Geo_CountryCode": "CY", "Action2Geo_ADM1Code": "CY01", "Action2Geo_ADM2Code": "14806", "Action2Geo_Lat": 35.125, "Action2Geo_Long": 33.95, "Action2Geo_FeatureID": "-2738254", "DATEADDED": 20200814023000, "SOURCEURL": "https://today.rtl.lu/news/world/a/1564441.html"}, "ARTICLE": {"TITLE": "Independence: 'Reluctant republic': Cyprus turns 60 without much ado", "TEXT": "Cyprus marks 60 years since independence from Britain without fanfare on Sunday, as the small island remains divided and home to foreign bases and a UN peacekeeping force.\n\n\"At the time, independence was a compromise none of the conflicting sides had wanted or demanded,\" said Hubert Faustmann, professor of political science at the University of Nicosia.\n\nThe Mediterranean island, now home to a combined population of about 1.2 million, has been a prized possession for a succession of empires through the ages.\n\nModern history has left it split between a Greek-speaking south and a Turkish-speaking north.\n\n\"Two British bases, a mess of a constitution when they left, and then Turkish occupation -- what independence?\" asked Georgios Afxentiou, a Greek Cypriot restaurateur on Nicosia's popular Ledra Street.\n\nBusy pedestrian Ledra Street in the Cypriot capital Nicosia that was known as \"Murder Mile\" during the 1955-1959 Greek Cypriot armed struggle against British rule / © AFP\n\nToday a busy pedestrian thoroughfare behind the capital's ancient Venetian walls, Ledra was known as \"Murder Mile\" during the bloody Greek Cypriot guerrilla war against British squaddies in the late 1950.\n\nThe island's majority Greek Cypriot community had fought in 1955-1959 for Enosis, a long-yearned union with \"motherland\" Greece.\n\nIt finally accepted Britain's offer of independence in 1960, conditional on London retaining sovereignty over two coastal bases, before intercommunal bloodshed and Turkey's 1974 invasion of northern Cyprus.\n\n- String of empires -\n\nThe handover came on the night of August 15-16, 1960 from Britain's last governor, Sir Hugh Foot, to Cyprus's first president, Greek-Orthodox Archbishop Makarios.\n\nSunbeds on the beach in the Cypriot resort town of Ayia Napa, this year ready for local rather than foreign tourists because of coronavirus / © AFP/File\n\nIndependence ended centuries of domination by a string of empires, including the Assyrians, Persians, Greeks and Romans, and finally the British who valued its strategic location, especially after the Suez disaster of 1956.\n\nTies between the Republic of Cyprus, now an EU member, and the UK have remained strong since independence.\n\nBritish visitors are the bread and butter of the holiday island's tourism industry, though the novel coronavirus is keeping most of them at bay this summer.\n\nIndependence day on Sunday, when most Cypriots will themselves take to the beaches, is \"not really important\", said Giannis Ioannou, founder of the think-tank Geopolitical Cyprus.\n\nArchbishop Makarios, who became the first president of Cyprus after independence in 1960, enters a hotel in London for talks in February 1959 / © AFP/File\n\nThe Republic of Cyprus moved formal commemorations to October 1 for \"practical reasons\", Ioannou added, pointing to the searing mid-August heat and a key Christian religious holiday.\n\nTurkish Cypriots celebrate the declaration of their internationally-unrecognised statelet on November 15, 1983, nine years after Ankara invaded following a coup backed by the junta then ruling Greece.\n\nRather than the end of British rule \"they also celebrated the arrival of Turkish soldiers\" 60 years ago, said Turkish Cypriot halloumi cheese factory owner Mahmut Erden, referring to pre-independence treaties which brought in Greek and Turkish mainland contingents as \"guarantors\".\n\nProfessor Ahmet Sozen, chair of political sciences at the Eastern Mediterranean University in Famagusta, northern Cyprus, said: \"For more than 90 percent of Turkish Cypriots, it (August 16) does not mean anything. People do not even know it.\"\n\n- Barbed wire and sandbags -\n\nWith a mixture of ethnicities left behind by a wealth of civilisations on the island, the late Turkish Cypriot leader Rauf Denktash is famously reputed to have said \"the only true Cypriot is the Cyprus donkey\".\n\n\"Cyprus has only really had an embedded sense of self since 2004,\" when it joined the European Union, said Professor James Ker-Lindsay of the London School of Economics.\n\n\"Often called the reluctant republic ... Cyprus does not carry independence as a badge of honour,\" unlike other former colonies, he said.\n\nThe Cyprus flag during a memorial ceremony in Nicosia for the fallen during the 1974 Turkish invasion / © AFP\n\nAfter six decades, it still lacks unifying symbols such as a national anthem of its own.\n\nThe flag, featuring the island's map and symbols of peace on a white background, was designed as a temporary emblem by a Turkish Cypriot art teacher.\n\nIt remains in use today only in the south but is vastly outnumbered across Cyprus by flags of either Greece or Turkey.\n\nOne of the United Nations' oldest peacekeeping forces, UNFICYP, patrols a \"Green Line\" protected by walls, barbed wire and sandbags.\n\nIt was initially drawn by a British general in green pencil when intercommunal clashes broke out in Nicosia in December 1963 and then extended across Cyprus after the 1974 invasion.\n\nThe violence and collapse of a power-sharing constitution had come after Makarios in November 1963 proposed amendments that Turkish Cypriots rejected.\n\nA cat sits on a sandbag barricade on Nicosia's Green Line, the UN-patrolled buffer zone in the world's last divided capital / © AFP\n\nToday, war memorials, cemeteries and ghost towns serve as silent reminders of the blood-letting.\n\nHundreds of thousands from the island's two communities have made their home in Britain, whose bases in Cyprus retain quaint old English street names.\n\nBut some Greek Cypriots -- in bitter memory of fighters hanged during the armed struggle -- jeered Queen Elizabeth II during an October 1993 visit to Nicosia, the world's last divided capital.", "METADATA": {"og": {"title": "Independence: 'Reluctant republic': Cyprus turns 60 without much ado", "type": "article", "image": "https://static.rtl.lu/rtl2008.lu/nt/p/2020/08/14/04/ab079aae6f1f3b838ec9a163f43c7a78.jpeg", "url": "https://today.rtl.lu/news/world/a/1564441.html"}, "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "google-site-verification": "8Sn9q53ne28yyXaBRH5y3YaJJ3YEXb5KjuIfb3Xfs5U", "apple-itunes-app": "app-id=1335630401", "google": "notranslate"}}}