{"GDELT": {"GlobalEventID": 940696390, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVMIL", "Actor1Name": "DEFENCE MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "Actor2Code": "MIL", "Actor2Name": "ARMED FORCES", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.49572649572649, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bengaluru, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "70159", "Actor1Geo_Lat": 12.9833, "Actor1Geo_Long": 77.5833, "Actor1Geo_FeatureID": "-2090174", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hindustan, India (general), India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN00", "Actor2Geo_ADM2Code": "17857", "Actor2Geo_Lat": 28.0, "Actor2Geo_Long": 76.0, "Actor2Geo_FeatureID": "-3414754", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hindustan, India (general), India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN00", "Action2Geo_ADM2Code": "17857", "Action2Geo_Lat": 28.0, "Action2Geo_Long": 76.0, "Action2Geo_FeatureID": "-3414754", "DATEADDED": 20200814053000, "SOURCEURL": "https://www.rediff.com/news/report/what-has-rajnath-ordered-for-rs-8722-billion/20200814.htm"}, "ARTICLE": {"TITLE": "What has Rajnath ordered for Rs 87.22 billion?", "TEXT": "August 14, 2020 08:54 IST\n\nThe army, air force and navy will all benefit from the defence ministry's approval of 'Make in India' equipment.\n\nAjai Shukla reports.\n\nIMAGE: Defence Minister Rajnath Singh at the HAL complex in Bengaluru in February 2020. Photograph: ANI Photo\n\nIn a major fillip to the indigenous aerospace and defence industry, the ministry of defence has approved the acquisition of 'Make in India' equipment worth Rs 8,722 crore (Rs 87.22 billion).\n\n'The Defence Acquisition Council, in its meeting held (with) Defence Minister Rajnath Singh, accorded approval for capital acquisitions of various platforms and equipment required by the Indian Armed Forces. Proposals for an approximate cost of Rs 8,722.38 crore were approved,' the MoD announced on Tuesday.\n\nThe bulk of this will go towards purchasing the first fixed wing aircraft that Hindustan Aeronautics has designed and developed in decades: The Hindustan Turbo Trainer-40 (HTT-40), on which rookie pilots of the Indian Air Force and the Indian Navy will learn to fly.\n\n(With) prototypes and certification process underway, the DAC approved procurement of 106 basic trainer aircraft (BTA) from HAL to address the basic training requirements of the IAF,' the MoD stated.\n\n'Post certification, 70 BTA will be initially procured from HAL and balance 36 after operationalisation of HTT-40 fleet in the IAF,' the MoD added.\n\nMoD sources say the HTT-40's cost has been fixed at approximately Rs 50 crore (rs 500 million), which means the acquisition cost of the entire fleet will come to about Rs 5,300 crore (Rs 53 billion).\n\nThe IAF was pushing for the acquisition of 38 more Pilatus PC-7 Mark II basic trainers from Switzerland to supplement its existing fleet of 75 aircraft. However, HAL's rapid success in developing the HTT-40 has ensured that the additional BTAs will all be Indian.\n\nHAL sources say the HTT-40 is in the final stages of spin trials, the make-or-break capability demonstration for a basic trainer. Production planning for building the trainer is already underway.\n\nThe Defence Acquisition Council also approved an important procurement the navy needs to improve its warships's capability to strike fast-manoeuvring targets like missiles and fast surface crafts at longer ranges.\n\n'The DAC approved procurement of an upgraded version of the Super Rapid Gun Mount, which is fitted as the main gun on board navy and Coast Guard warships from Bharat Heavy Electricals,' said the MoD.\n\nThe DAC also approved the indigenous design and development of armour piercing ammunition for its fleet of T-72 and T-90 main battle tanks.\n\nThe 125-millimetre armour-piercing fin-stabilised discarding sabot ammunition has been embargoed for import from December 2021.\n\nThe MoD says the ammunition being procured will have 70 per cent indigenous content.\n\nThe DAC also gave the nod for the expedited procurement of Kalashnikov AK-203 assault rifles, which are to be built in India under Russian licence, and upgrades for Unmanned Aerial Vehicles.", "METADATA": {"keywords": "Defence Acquisition Council,  HAL,  Indian Armed Forces,  HTT-40,  BTA,  Rajnath Singh,  ANI Photo,  Super Rapid Gun Mount,  Indian Air Force,  Bharat Heavy Electricals,  India,  Ajai Shukla,  Hindustan Aeronautics,  Coast Guard,  AK-203,  IMAGE", "description": "What has Rajnath ordered for Rs 87.22 billion?. The army, air force and navy will all benefit from the defence ministry's approval of 'Make in India' equipment.", "news_keywords": "Defence Acquisition Council,  HAL,  Indian Armed Forces,  HTT-40,  BTA,  Rajnath Singh,  ANI Photo,  Super Rapid Gun Mount,  Indian Air Force,  Bharat Heavy Electricals", "twitter": {"card": "summary_large_image"}, "og": {"title": "What has Rajnath ordered for Rs 87.22 billion?", "type": "article", "url": "https://www.rediff.com/news/report/what-has-rajnath-ordered-for-rs-8722-billion/20200814.htm", "site_name": "Rediff", "description": "What has Rajnath ordered for Rs 87.22 billion?. The army, air force and navy will all benefit from the defence ministry's approval of 'Make in India' equipment.", "image": "https://im.rediff.com/news/2020/aug/13rajnath-singh.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}