{"GDELT": {"GlobalEventID": 940608592, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BLR", "Actor1Name": "MINSK", "Actor1CountryCode": "BLR", "Actor2Code": "RUSMED", "Actor2Name": "RUSSIAN", "Actor2CountryCode": "RUS", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.773851590106009, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200813193000, "SOURCEURL": "https://www.independent.co.uk/news/world/europe/belarus-election-protestors-arrested-jail-alexander-lukashenko-a9669461.html"}, "ARTICLE": {"TITLE": "No food, no water, pools of blood: Protesters tell of torture in Belarus jails amid brutal crackdown", "TEXT": "Gleb and Yan Halko were sitting on a park bench in downtown Minsk, drinking a soft drink on a warm but foreboding Monday evening.\n\nThe two brothers, 16 and 17 respectively, realised the risks of being outside at night, when the Belarusian capital morphs into a militarised zone of arbitrary terror.\n\nBut had they known the full extent of horrors that awaited them – being denied food, water and their dignity – they might at the very least have tried to take on a little more liquid.\n\nDownload the new Independent Premium app Sharing the full story, not just the headlines\n\nThe boys say they hardly noticed the two special forces officers in balaclavas until they pounced and took them away to a detention facility on Okrestin Street.\n\nThe centre, in the east of the city, came to public notoriety this week after footage emerged showing violent abuse of detainees. Demonstrators have been crammed into overcrowded prison cells amid a brutal crackdown by security forces as Alexander Lukashenko, the president, tries to cling on to power following Sunday’s election, widely believed to have been rigged.\n\nVideos filmed from houses opposite the facility show dozens of men, held face down on the floor, being kicked and assaulted by officers. In recent days, the detention centre has become a magnet for relatives worried about missing friends and relatives. Fighting tears, they shout chants of support across the walls: “Derzhites!” (“Hang in there!”)\n\nSpeaking to The Independent, Gleb Halko, who was released on Tuesday, described harrowing scenes inside the jail.\n\n“As soon as we arrived, we were met by a corridor of police with truncheons, and they beat us as we ran down,” he said. “Then we saw the cells, and the cellar that was covered in pools of blood. We spent the entire night on our knees. They kicked us, they punched us, and used clubs on us.”\n\nThe fact the brothers were minors saw them escape an even worse fate, Gleb believes. But they could hear the anguished cries of those a few years older coming from the adult blocks opposite.\n\nGleb said he also saw what he believed to be torture chambers either side of a long corridor, with officers throwing water over some of the inmates. “The men were either sitting down or hanging, and you could hear the screams,” he said.\n\nDaily coronavirus briefing No hype, just the advice and analysis you need Enter your email address Continue Continue Please enter an email address Email address is invalid Fill out this field Email address is invalid Email already exists. Log in to update your newsletter preferences Register with your social account or click here to log in I would like to receive morning headlines Monday - Friday plus breaking news alerts by email Update newsletter preferences\n\nNikita Telizhenko, a Russian journalist who was held for three days in another Minsk detention facility, described arriving at the jail to find people lying in pools of blood on the floor. “They were like a human carpet and we were forced to walk over them,” he wrote.\n\nTanya Lokshina, an analyst at Human Rights Watch, who spent part of the week on the ground in Minsk, said the behaviour of Belarusian law enforcement appeared “punitive”. The violent crackdown differed in one way from her experience of the war zones of Chechnya and eastern Ukraine, she said: “This wasn’t about torture to get information, it was about showing people the price of protest: ‘You want change, here’s change you m***********r’ and other phrases besides.”\n\nMs Lokshina said her prisoner testimonies documented vicious treatment and severe overcrowding in prisons.\n\nQuoting evidence from a 34-year-old woman prisoner released on Wednesday, the human rights activist said the arrested were being held in cells designed for a fraction of their number. “People could only stand, there was hardly any air, and some were close to fainting” Ms Lokshina said. “Remember that nobody has cancelled coronavirus.”\n\nIn one account reported on the independent website Tut.by, 52 people were squeezed into a four-person cell. “One elderly woman began crying,” the publication reported. “She turned to the prison guard, and screamed: ‘Let the gas in’.”\n\nWomen were subjected psychological harassment, witnesses said. They were forced to share toilets that were either buckets or stinking, overflowing bowls. Male prisoners, meanwhile, were targeted physically. According to multiple accounts, at least some of the men were forced to strip naked and kneel with their elbows on the floor. Women were then reportedly forced to watch the men being beaten with clubs.\n\nOn Thursday a social media account linked to the opposition posted pictures and a medical document on Nexta, a channel on the popular Telegram messaging app. The pictures showed people with extensive bruising, marks and welts over their bodies, while the accompanying report suggested one individual had suffered injury to the rectum.\n\nAccording to Ales Bialiatski, a veteran Belarusian rights activist and head of the Spring 96 Human Rights Centre, only a tiny fraction of the 7,000 arrested have been released since Sunday. Most families still don’t know the whereabouts of their loved ones, he says – and that has kept the association’s seven hotlines “nonstop busy 24 hours a day.”\n\nMr Bialatski, who was jailed by Mr Lukashenko in 2011, said Belarus had seen nothing like the violence of the last few days. “We have never seen these kinds of numbers, the sadist conditions in prisons, or the use of rubber bullets and live rounds,” he said. “It’s clear that the officers have been given carte blanche to do as they like.”\n\nAmnesty International said there was mounting evidence of “a campaign of widespread torture of peaceful protesters”.\n\n“For days the world has watched in horror as police in Belarus fire rubber bullets and tear gas, into crowds of peaceful protesters. It is now becoming increasingly clear that the bloody scenes on the streets of Belarus are just the tip of the iceberg,” said Marie Struthers, the organisation’s director for Eastern Europe and Central Asia.\n\nPolice violence against protesters during street demonstrations have already resulted in at least two deaths. One protester was apparently struck by a grenade on Monday and another died on Wednesday after suffering a seizure in police detention. The Independent understands a third person is in a coma after being shot in the head with live ammunition. At least 300 are in hospital, with many more self-treating at home for fear of police reprisals.\n\nAt one point, four days of the crackdown appeared to have taken the wind out of the street protests, which were much smaller than on the first two nights.\n\nBut events appeared to tilt back in favour of the demonstrators on Thursday, with some of Belarus’s most state-owned important factories answering their call for a mass walkout.\n\nWorkers at the Belarusian Truck factory, Minsk Tractor Works, Minsk Automobile Plant and Grodno Azot plant all demanded a rerun of Sunday’s election. Svetlana Tikhanovskaya, the challenger to Belarus’s 26-year authoritarian leader, left Belarus on Tuesday after what appeared to be threats to her family.\n\n“You can’t remove workers with truncheons,” said Mr Bialatski. “It’s a serious situation for Lukashenko – even though his mind is still set on extreme violence.”", "METADATA": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1", "theme-color": "#db3739", "og": {"url": "https://www.independent.co.uk/news/world/europe/belarus-election-protestors-arrested-jail-alexander-lukashenko-a9669461.html", "title": "Protesters tell of torture in Belarus jails amid brutal crackdown", "description": "‘This wasn’t about getting information, it was about showing people the price of protest’", "updated_time": "2020-08-13T20:07:06+01:00", "image": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2020/08/13/17/Lukashenko.jpg", "site_name": "The Independent", "type": "article", "locale": "en_GB"}, "ia": {"markup_url": "https://www.independent.co.uk/pwamp/fbi/9669461"}, "description": "Gleb and Yan Halko were sitting on a park bench in downtown Minsk, drinking a soft drink on a warm but foreboding Monday evening.  The two brothers, 16 and 17 respectively, realised the risks of being outside at night, when the Belarusian capital morphs into a militarised zone of arbitrary terror. But had they known the full extent of horrors that awaited them – being denied", "keywords": "Belarus, Alexander Lukashenko, Svetlana TIkhanovskaya, Europe, World, News", "fb": {"pages": 13312631635, "admins": 729735830, "app_id": 235586169789578}, "article": {"tag": "Belarus", "published_time": "2020-08-13T18:40:00+01:00", "modified_time": "2020-08-13T20:07:06+01:00", "section": "Europe", "author_name": "Oliver Carroll", "content_type": "story", "word_count": 1319, "image_count": 1, "video_count": 0, "embed_count": 0, "internal_link_count": 12, "external_link_count": 8}, "twitter": {"title": "Protesters tell of torture in Belarus jails amid brutal crackdown", "description": "Gleb and Yan Halko were sitting on a park bench in downtown Minsk, drinking a soft drink on a warm but foreboding Monday evening.  The two brothers, 16 and 17 respectively, realised the risks of", "card": "summary_large_image", "site": "@independent"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "Independent"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}