{"GDELT": {"GlobalEventID": 940697971, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "COP", "Actor1Name": "SECURITY FORCE", "Actor1Type1Code": "COP", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -10.538641686182698, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814054500, "SOURCEURL": "https://reliefweb.int/report/lebanon/lebanon-military-and-security-forces-attack-unarmed-protesters-following-explosions"}, "ARTICLE": {"TITLE": "Lebanon: Military and security forces attack unarmed protesters following explosions – new testimony - Lebanon", "TEXT": "More than 230 people injured during protests on 8 August\n\nSecurity forces shoot-to-harm policy caused serious injuries, including one man losing an eye\n\nTear gas, rubber bullets and pellets fired recklessly\n\nThe Lebanese army and security forces, as well as unidentified men in civilian clothes, shot at unarmed crowds during protests in Beirut that took place in the days following the recent explosions, an Amnesty International investigation has found.\n\nThe organisation monitored the largely peaceful protests on 8 August where tear gas, rubber bullets and pump action pellets were fired recklessly into crowds; gathered testimony from victims, eyewitnesses and physicians; and verified footage of security forces using force in a reckless and unlawful way.\n\n“With their lives in ruins, and still reeling from the physical and emotional trauma of the explosion, thousands of people took to the streets in Lebanon to call for justice. Instead, state forces shot at and tear-gassed them,” said Lynn Maalouf, Amnesty International’s Middle East Research Director.\n\n“Instead of meeting its basic responsibilities towards the thousands of people left homeless and impacted by the blasts, the state seems to be on the attack against its population.\n\n“Lebanese security forces caused several serious injuries, and further eroded the trust of a population already struggling with multiple crises. All those responsible for this outrageous violent conduct must be thoroughly investigated and held to account for their criminal actions.”\n\nVideos verified by Amnesty International’s Crisis Evidence Lab show that there was a punitive shoot-to-harm use of force, indicating authorities intended to punish protesters and dissuade others from protesting. Analysis also confirmed security force members who were dressed in civilian clothes had fired into crowds.\n\nEye injuries caused by rubber bullets and pellets\n\nAmnesty International interviewed six protesters who were in downtown Beirut on 8 August when the crackdown escalated. They all reported seeing security and military forces shooting rubber bullets and tear gas canisters directly into the crowd at chest level and from close range, indicating that they were shooting to harm. Protesters also reported suffering injuries from small rubber pellets fired from an unidentified source.\n\nDoctors have reported at least six cases of eye injuries. All of the injured were aged between 18 and 21, and had been hit in the eyes with pellets. The medical team at the Department of Ophthalmology at the American University of Beirut removed the eye of one young man completely, while others lost their sight to varying degrees.\n\nOne doctor told Amnesty International: “We did six open eye operations on Tuesday following to the explosion, and six open eye operations on Saturday following the protests. The first six were injured by glass, the second six by pellets.”\n\nAmjad* was shot in the neck with a rubber bullet, according to medics. A vein was hit, and he suffered significant blood loss before being taken to Rizk Hospital.\n\nHe said: “We were in Riad Al-Solh Street. I saw the riot police and the army shooting directly at the protesters from a close range. They were around 12 meters away from us, and then I felt blood pouring from my neck. I pressed on the wound with my fingers and walked in the direction of the Red Cross to get help. I then fainted and the people there helped me.”\n\nUnder international guidelines, rubber bullets may only be used as a targeted tool to stop individuals engaged in violence, and should never be fired indiscriminately into crowds, as they can cause serious injury. In addition, they may only ever be aimed at the lower part of the body with a view to minimizing injury.\n\n“Lebanon’s security forces fired a range of weapons in a way that was solely intended to harm people. To do this in the aftermath of a national tragedy is just cruelty beyond belief,” said Lynn Maalouf.\n\nTear gas canisters fired into crowds\n\nSecurity forces and riot police recklessly fired tear gas canisters into the crowds from launchers, causing several serious injuries.\n\nJad* was in the Azarieh district when he was hit in the face by a tear gas canister, suffering a broken nose. He told Amnesty International: “As we were packing to leave, I was hit in the face above my right eye with a tear gas canister. My nose is broken and my whole face is swollen.”\n\nFaten* was hit by a tear gas canister in her right shoulder. She was also in the Azarieh district when riot police attacked the crowd.\n\nShe told Amnesty International: “The riot police were only 10 meters away. I felt I was hit by something on my shoulder. I couldn’t feel my arm anymore. I thought I lost it, and then I collapsed. They were shooting tear gas at chest level directly at the people.”\n\nTear gas canisters fired from launchers can cause serious harm. Tear gas should only be used in situations of widespread violence for the purpose of dispersing a crowd, and only when all other means to contain the violence have failed.\n\n“It is unlawful to use tear gas if the canister is fired directly at a person. The horrific injuries sustained by protesters are no doubt a result of security forces setting out to deliberately hurt people,” said Lynn Maalouf.\n\nAlthough there were minor acts of violence by a small number of protestors, this does not justify use of force to disperse the entire protest, or allow security forces to treat the entire protest as an unpeaceful one. The authorities must respect the right of the majority to exercise their right to peaceful assembly, even where it is being exercised in the presence of minor acts of violence by a minority.\n\nTo date, all security and military agencies’ statements have denied any responsibility. One member of the Lebanon Internal Security Forces died in circumstances that remain unclear.\n\nAmnesty International identified Nobel Sport MP7 tear gas canisters and grenades; canisters of SAE Alsetex SM6 tear gas and Alsetex launchers, made in France; and M203 UGL grenade launchers.\n\nDoctors targeted\n\nDoctors who had attended the protests said they soon realized dozens of people required urgent medical care. They reported injuries and wounds on heads, faces, necks, arms, chests, backs, legs, and spleens. Doctors were also targeted with tear gas as they tried to treat injuries.\n\nDoctor Elie Saliba told Amnesty International that he was assaulted three times on 8 August while in Martyr’s Square: he was hit by a pump action pellet in the shoulder, then by a spray of pellets on the head and face, and then beaten by army officers.\n\nAfter being hit by the pellets, he said he approached an army officer to ask why they were shooting into the crowds. The army officer told him, “You elected this regime”, and Dr Saliba replied: “I never elected any of the leaders of the corrupt regime.” He was then assaulted.\n\nDr Saliba said: “When he heard ‘corrupt’, he pushed me violently. I turned my back to leave. A soldier hit my back with his ranger, and I fell on the ground. Three officers started kicking my body. I saw my wife running to me, I feared they would hit her, so I found some strength to stand up and run away, hold her and leave with her. They hit me because I said ‘corrupt’. I didn’t offend him, the army or insult anyone.”\n\n“Doctors and aid workers have endured an overwhelmingly traumatic week, working relentlessly on saving lives following the blasts. Now they find themselves not only having to treat casualties of state violence, but also being shot at and beaten. Where is the basic human decency?,” said Lynn Maalouf.\n\nCalls for international investigation\n\nOn 4 August, a large explosion in the port area of Beirut killed at least 220 people and left an estimated 7,000 more injured. Lebanon’s President Michael Aoun said the blast was caused by 2,750 tonnes of ammonium nitrate that had been stored unsafely in a warehouse. Amnesty International has called for an independent investigation into the incident.\n\n“The Lebanese authorities must cooperate with an international investigation into the explosion, and focus on delivering truth, justice and reparations to the many victims,” said Lynn Maalouf.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "msapplication-TileColor": "#055372", "theme-color": "#ffffff", "description": "English News and Press Release on Lebanon about Health, Protection and Human Rights and Technological Disaster; published on 11 Aug 2020 by Amnesty", "original-source": "https://www.amnesty.org/en/latest/news/2020/08/lebanon-military-and-security-forces-attack-unarmed-protesters-following-explosions-new-testimony/", "fb": {"app_id": 1916193535375038}, "og": {"description": "English News and Press Release on Lebanon about Health, Protection and Human Rights and Technological Disaster; published on 11 Aug 2020 by Amnesty", "image": "https://reliefweb.int/profiles/reliefweb/themes/kobe/images/metatag/disaster-type/technological-disaster.png", "site_name": "ReliefWeb", "title": "Lebanon: Military and security forces attack unarmed protesters following explosions – new testimony - Lebanon", "type": "article", "url": "https://reliefweb.int/report/lebanon/lebanon-military-and-security-forces-attack-unarmed-protesters-following-explosions"}, "twitter": {"card": "summary", "site": "@reliefweb"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}