{"GDELT": {"GlobalEventID": 940605090, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -4.772991850989519, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200813190000, "SOURCEURL": "https://www.fairfieldcitizenonline.com/news/article/TikTok-and-its-employees-prepare-to-fight-Trump-15481897.php"}, "ARTICLE": {"TITLE": "TikTok and its employees prepare to fight Trump over app ban", "TEXT": "TikTok and its employees prepare to fight Trump over app ban\n\nFILE - President Donald Trump points to a question as he speaks during a briefing with reporters in the James Brady Press Briefing Room of the White House, in Washington. TikTok and its U.S. employees are planning to take the Trump administration to court over a sweeping order that could ban the popular video app, according to a lawyer preparing one of the lawsuits. The employees’ legal challenge to Trump’s executive order will be separate from a pending lawsuit from the company that owns the app, says Mike Godwin, an internet policy lawyer representing the employees. less FILE - President Donald Trump points to a question as he speaks during a briefing with reporters in the James Brady Press Briefing Room of the White House, in Washington. TikTok and its U.S. employees are ... more Photo: Alex Brandon, AP Photo: Alex Brandon, AP Image 1 of / 1 Caption Close TikTok and its employees prepare to fight Trump over app ban 1 / 1 Back to Gallery\n\nTikTok and its U.S. employees are planning to take President Donald Trump's administration to court over his sweeping order to ban the popular video app, according to a lawyer preparing one of the lawsuits.\n\nThe employees' legal challenge to Trump's executive order will be separate from a pending lawsuit from the company that owns the app, though both will argue that the order is unconstitutional, said Mike Godwin, an internet policy lawyer representing the employees.\n\nTrump last week ordered sweeping but vague bans on dealings with the Chinese owners of TikTok and messaging app WeChat, saying they are a threat to U.S. national security, foreign policy and the economy. The TikTok order would take effect in September, but it remains unclear what it will mean for the apps' 100 million U.S. users, many of them teenagers or young adults who use it to post and watch short-form videos.\n\nIt's also unclear if it will make it illegal for TikTok to pay its roughly 1,500 workers in the U.S., which is why some of them came to Godwin for help, he said. The order would prohibit “any transaction by any person” with TikTok and its Chinese parent company ByteDance.\n\n“Employees correctly recognize that their jobs are in danger and their payment is in danger right now,” Godwin said.\n\nTikTok said in a statement last week that it was “shocked by the recent Executive Order, which was issued without any due process.” It declined to comment Thursday on whether it is pursuing its own lawsuit.\n\n“We have no involvement with and are not coordinating on” the employee-led initiative, said TikTok spokeswoman Hilary McQuaide said via email. \"We respect the rights of employees to engage in concerted activity to seek due process of law.”\n\nThe Fifth and 14th Amendments to the U.S. Constitution safeguard life, liberty and property from arbitrary government action lacking “due process of law.”\n\nMicrosoft is in talks to buy parts of TikTok, in a potential sale that’s being forced under Trump’s threat of a ban.\n\nWhite House press secretary Kayleigh McEnany defended Trump’s TikTok and WeChat orders Thursday, telling reporters he was exercising his emergency authority under a 1977 law enabling the president to regulate international commerce to address unusual threats.\n\n“The administration is committed to protecting the American people from all cyber threats and these apps collect significant amounts of private data on users,” said McEnany, adding that the Chinese government can access and use such data.\n\nTikTok said it spent nearly a year trying to engage in “good faith” with the U.S. government to address these concerns.\n\n“What we encountered instead was that the Administration paid no attention to facts, dictated terms of an agreement without going through standard legal processes, and tried to insert itself into negotiations between private businesses,” the company’s statement said.\n\nGodwin said he was retained by Patrick Ryan, who joined TikTok from Google earlier this year as a technical program manager. Ryan posted a public fundraising pitch on GoFundMe this week to raise money for attorneys who can “fight this unconstitutional taking.”\n\n“This is unprecedented,” Ryan wrote. “And it’s frankly really uncool.”\n\nUnlike other Chinese tech companies targeted by Trump, such as telecom giant Huawei, TikTok's widespread popularity among Americans adds a layer of complexity to its legal and political challenges. The looming ban has annoyed TikTok users, some of them Trump supporters like Pam Graef of Metairie, Louisiana.\n\nThe 53-year-old fitness instructor found nearly instant TikTok fame after downloading the app this summer and posting a video of herself dancing frenetically in a kitchen as someone pretending to be her embarrassed daughter shouts that she's doing it wrong. The video has nearly 3.5 million views.\n\n“I don’t want it to be banned. It’s just a blast,” Graef said. “It’s a way for me to promote my virtual training and virtual classes.”\n\nShe said Trump won’t lose her vote over this, but she doesn’t understand all the fuss about the app’s Chinese ownership. “What are they gaining by spying on us?” Graef said. “We’re just doing stupid videos and having fun.”\n\nThe Wall Street Journal reported on Tuesday that, until late last year, the TikTok app was able to track users of Android phones without their consent by collecting unique phone identifiers in a way that skirted privacy safeguards set by Google. TikTok responded that the technique it used is a common way to prevent fraud and said it no longer collects the unique identifier.\n\nThe company has repeatedly said that the way it collects data is typical for thousands of mobile apps. “We have made clear that TikTok has never shared user data with the Chinese government, nor censored content at its request,” said its statement last week.\n\nTrump's actions follow the lead of India, which has expressed similar security concerns and earlier this summer banned TikTok and dozens of other Chinese apps amid a military standoff between the two countries.\n\nGodwin said the employees' legal challenge will be focused on worker rights, not on the national security claims underlying Trump's order.\n\nThe civil rights lawyer, known in early internet culture for coining “Godwin's law,” which posits that all online debates will eventually devolve into the use of Nazi analogies, said employees can't afford to wait.\n\n“We have to proceed very quickly,” he said Thursday. \"If we wait around for the order to be enforced, which it will be on September 20, then the workers will lose their chances to be paid.”\n\n___\n\nAamer Madhani contributed to this report from Washington.", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-13T23:52:04Z", "article": {"published_time": "2020-08-13T23:52:04Z", "modified_time": "2020-08-13T23:54:43Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Mike Godwin, Hilary McQuaide, Pam Graef, Kayleigh McEnany, Patrick Ryan, Aamer Madhani, United States, Chinese, North America, Fifth, India, Washington, Metairie, Louisiana, TikTok, AP, ByteDance, California State News, MC Complete - State & National, China Greater China East Asia Asia, Labor, Google, Huawei, Microsoft, White House, Wall Street Journal, Nazi, A Wire, Business - Stories, News - Political - Stories, News - Technology - Stories, U.S. Constitution, WeChat, Top News, Android, Donald Trump, Business News, F Wire, Choice Plus, TikTok Vs Trump, Godwin's law, GoFundMe", "nlpOrganization": "TikTok, AP, ByteDance, California State News, MC Complete - State & National, China Greater China East Asia Asia, Labor, Google, Huawei, Microsoft, White House, Wall Street Journal, Nazi", "nlpPerson": "Mike Godwin, Hilary McQuaide, Pam Graef, Kayleigh McEnany, Patrick Ryan, Aamer Madhani", "nlpLocation": "United States, Chinese, North America, Fifth, India, Washington, Metairie, Louisiana", "nlpWorkOfArt": "A Wire, Business - Stories, News - Political - Stories, News - Technology - Stories, U.S. Constitution", "nlpOther": "Donald Trump, Business News, F Wire, Choice Plus, TikTok Vs Trump, Godwin's law, GoFundMe", "nlpCategories": "%2FNews%2FPolitics", "sailthru.title": "TikTok and its employees prepare to fight Trump over app ban", "sailthru.date": "2020-08-13 19:54:00 -0400", "sailthru.author": "By MATT O'BRIEN, AP Technology Writer", "sailthru_uid": 15481897, "sailthru_pubname": "associated-press", "sailthru_siteid": 9, "sailthru.tags": "mike-godwin,hilary-mcquaide,pam-graef,kayleigh-mcenany,patrick-ryan,aamer-madhani,united-states,chinese,north-america,fifth,india,washington,metairie,louisiana,tiktok,ap,bytedance,california-state-news,mc-complete-state-national,china-greater-china-east-asia-asia,labor,google,huawei,microsoft,white-house,wall-street-journal,nazi,a-wire,business-stories,news-political-stories,news-technology-stories,u-s-constitution,wechat,top-news,android,donald-trump,business-news,f-wire,choice-plus,tiktok-vs-trump,godwin-s-law,gofundme,tiktok,ap,bytedance,california-state-news,mc-complete-state-national,china-greater-china-east-asia-asia,labor,google,huawei,microsoft,white-house,wall-street-journal,nazi,mike-godwin,hilary-mcquaide,pam-graef,kayleigh-mcenany,patrick-ryan,aamer-madhani,united-states,chinese,north-america,fifth,india,washington,metairie,louisiana,a-wire,business-stories,news-political-stories,news-technology-stories,u-s-constitution,donald-trump,business-news,f-wire,choice-plus,tiktok-vs-trump,godwin-s-law,gofundme,2fnews-2fpolitics", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/43/60/19807264/7/sailthruImage.jpg", "og": {"title": "TikTok and its employees prepare to fight Trump over app ban", "description": "TikTok and its U.S. employees are planning to take President Donald Trump's administration to court over his sweeping order to ban the popular video app, according to a lawyer preparing one of the lawsuits. \n The employees' legal challenge to Trump's executive order will be separate from a pending lawsuit from the company that owns the app, though both will argue that the order is unconstitutional, said Mike Godwin, an internet policy lawyer representing the employees. \n Trump last week ordered sweeping but vague bans on dealings with the Chinese owners of TikTok and messaging app WeChat, saying they are a threat to U.S. national security, foreign policy and the economy. The TikTok order would take effect in September, but it remains unclear what it will mean for the apps' 100 million U.S. users, many of them teenagers or young adults who use it to post and watch short-form videos. \n It's also unclear if it will make it illegal for TikTok to pay its roughly 1,500 workers in the U.S., which is why some of them came to Godwin for help, he said. The order would prohibit \"any transaction by any person\" with TikTok and its Chinese parent company ByteDance. \n \"Employees correctly recognize that their jobs are in danger and their payment is in danger right now,\" Godwin said. \n TikTok said in a statement last week that it was \"shocked by the recent Executive Order, which was issued without any due process.\" It declined to comment Thursday on whether it is pursuing its own lawsuit. \n \"We have no involvement with and are not coordinating on\" the employee-led initiative, said TikTok spokeswoman Hilary McQuaide said via email. \"We respect the rights of employees to engage in concerted activity to seek due process of law.\" \n The Fifth and 14th Amendments to the U.S....", "type": "article", "url": "https://www.fairfieldcitizenonline.com/news/article/TikTok-and-its-employees-prepare-to-fight-Trump-15481897.php", "image": "https://s.hdnux.com/photos/01/13/43/60/19807264/7/rawImage.jpg", "site_name": "Fairfield Citizen"}, "twitter": {"card": "summary_large_image", "site": "@ffldcitizen"}, "fb": {"admins": 100006394927810, "app_id": 161967660661029, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}