{"GDELT": {"GlobalEventID": 940635762, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "DELAWARE", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.0310633213858997, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Delaware, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDE", "Actor2Geo_Lat": 39.3498, "Actor2Geo_Long": -75.5148, "Actor2Geo_FeatureID": "DE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200813223000, "SOURCEURL": "https://delawarestatenews.net/news/family-travels-from-arkansas-to-look-for-missing-dover-man/"}, "ARTICLE": {"TITLE": "Family travels from Arkansas to look for missing Dover man - Delaware State News", "TEXT": "DOVER — A missing man’s family members continued a Dover-area search Thursday, passing out flyers and seeking clues from community members.\n\nOsita Benedict Igwe, 35, hasn’t been seen or heard from by his family since being released from Howard R. Young Correctional Institution in Wilmington on Aug. 5, police said.\n\nOsita Bendict Igwe\n\nUpon learning of his release, brother-in-law George Agyeah said he and Mr. Igwe’s sister, Vivian, made a roughly 20-hour drive from Arkansas to Dover, arriving Saturday. Dover police issued a Gold Alert for a missing person the next day, as he was previously known to live within the city.\n\nThe family plans to continue the search until leaving for home today or Saturday, Mr. Agyeah said.\n\n“I can’t explain how emotional it is to be searching for a loved one in this situation,” he added.\n\n“It’s been extremely tough on us. We know he’s out there and have been up and down all over the place looking everywhere we can. It’s frustrating when you just don’t know how it’s going to end.”\n\nDover police asked anyone with information on Mr. Igwe’s whereabouts to call 736-7111 immediately.\n\nThe sequence began Aug. 1 when Mr. Igwe was contacted by a Delaware State Police trooper at approximately 2:53 a.m. while walking on northbound Del. 1, south of exit 114, authorities said.\n\nDuring the contact, a computer inquiry found he had been reported as a missing person by Dover police in May and had active capiases out of the Kent County Court of Common Pleas, authorities said.\n\nDSP spokeswoman Master Cpl. Melissa Jaffe said Mr. Igwe presented no signs of potential mental impairment or danger to himself or others when contacted by the trooper.\n\nAccording to DSP, the trooper took Mr. Igwe into custody without incident and transported him back to Troop 9 in Odessa. He was arraigned before the Justice of the Peace Court and committed to HRYCI.\n\nA Dover police patrol officer was contacted by DSP shortly after 3 a.m. that morning as Mr. Igwe continued to be held in custody, authorities said.\n\n“Knowing (Mr.) Igwe was being held and was secure, the detective contacted and worked with the family when he returned to work,” Dover police spokesman Sgt. Mark Hoffman said.\n\n“At the time the family had contact with the detective, (Mr.) Igwe was still incarcerated.”\n\nDelaware Department of Correction spokesman Jason Miller said Mr. Igwe was sentenced to Probation Before Judgment on Aug. 5 and released after the sentence was handed down.\n\nAccording to Dover police, a detective communicated with the family Aug. 4 and 5, which included notification that Mr. Igwe had been located and was being held at HRYCI.\n\nBack on May 14, Dover police had also issued a Gold Alert for Mr. Igwe, noting he was last seen by family when he left his home on River Road in March 2019. The family reported Mr. Igwe was missing for the first time the week of May 11, 2020, Sgt. Hoffman said.\n\nMr. Agyeah said that “due to numerous irregularities and our lack of understanding of his well-being, we did not know he had walked out of his residence until April 2020.” In the Gold Alert, police said that Mr. Igwe had been seen in the downtown area more recently. He was described as an approximately 5-foot-9-inch, 180-pound Black male with black hair and brown eyes. Police included Mr. Igwe’s photo in both announcements.\n\nIn a Sunday press release, police said “(Mr.) Igwe has a condition that poses a risk to his health and safety if not monitored and treated.”\n\nMr. Agyeah described him as suffering from mental illness and experiencing a “severe” breakdown in December 2018 before cutting off contact with his family.\n\nDelaware State University confirmed that Mr. Igwe was a Ph.D. student in neuroscience who attended the school in fall 2018 and spring 2019. Mr. Agyeah said he came from Nigeria to the United States in August 2018.\n\nAccording to Sgt. Hoffman, “A detective and patrol officers handling both missing person cases have been in contact with family and acquaintances of (Mr.) Igwe since the first incident in May.”\n\nAlso, he said, “We were not notified by HRYCI that he was released, which is common practice. We normally do not receive notifications on the release of state-held prisoners/defendants.”\n\nSgt. Hoffman referred questions on Mr. Igwe’s status when first contacted to DSP, “but if (he) did not present as someone who was a threat to himself or others, he would simply be removed as a missing person from the database.”\n\nDover police removed Mr. Igwe’s name from the database, Sgt. Hoffman said.\n\nAlso, Mr. Miller said, “Without a Release of Information form signed by the offender, DOC cannot provide information in response to questions about medical, behavioral health/mental health care or assessment.”", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Family travels from Arkansas to look for missing Dover man - Delaware State News", "description": "DOVER — A missing man’s family members continued a Dover-area search Thursday, passing out flyers and seeking clues from community members. Osita Benedict Igwe, 35, hasn’t been seen or heard from by his family since being released from Howard R. Young Correctional Institution in Wilmington on Aug. 5, police said. Upon learning of his release, […]", "url": "https://delawarestatenews.net/news/family-travels-from-arkansas-to-look-for-missing-dover-man/", "site_name": "Delaware State News", "image": {"identifier": "https://delawarestatenews.net/wp-content/uploads/2020/08/14dsn-Osita-Benedict-Igwe.jpg", "width": 183, "height": 229}}, "article": {"publisher": "http://www.facebook.com/DelawareStateNews", "published_time": "2020-08-13T21:56:06+00:00", "modified_time": "2020-08-13T22:31:16+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@TheStateNews", "site": "@TheStateNews"}, "generator": "WordPress 5.5", "fb": {"app_id": 847965111929723}, "twt-article-id": "WP-POST-103163", "twt-article-url": "https://delawarestatenews.net/news/family-travels-from-arkansas-to-look-for-missing-dover-man/", "twt-page-title": "Family travels from Arkansas to look for missing Dover man", "twt-published-at": "2020-08-13 17:56:06"}}}