{"GDELT": {"GlobalEventID": 940663139, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MIL", "Actor1Name": "AIR FORCE", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.31578947368421, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200814010000, "SOURCEURL": "https://nationalinterest.org/blog/reboot/why-americas-yb-49-stealth-bomber-shouldnt-be-forgotten-166835"}, "ARTICLE": {"TITLE": "Why America's YB-49 'Stealth' Bomber Shouldn't Be Forgotten", "TEXT": "Advocates of the YB-49 long nursed the belief that the Air Force had deliberately sabotaged the program in preference for the B-36 and other, later bombers.\n\nHere's What You Need To Remember: The B-2 Spirit, while utilizing radically different technology, bears a strong visual resemblance to its distant cousin. Indeed, the two aircraft share exactly the same wingspan. Northrop adopted the flying wing shape for the B-2 because it offers the advantage of a low radar cross-section.\n\nAs the United States approached World War II, it enjoyed the luxury of many innovative aircraft companies, and a ton of money to spend. Part of this bounty went to pursuit aircraft, part to tactical attack planes, and part to long-range bombers. This last generated one of the most interesting failures ever to emerge from the U.S. aviation industry; the Northrop YB-49 “flying wing” bomber.\n\nThe Flying Wing\n\nEarly aviation engineers appreciated the potential for a “flying wing” design. A flying wing, which minimizes fuselage and usually eliminates the tail, reduces many of the aerodynamic compromises associated with a normal fuselage, reducing overall drag. However, many of these features enhance stability, meaning that a flying wing often lacks the stability of a traditional airframe. This makes the aircraft more difficult to fly, especially before the advent of fly-by-wire technology. A flying wing can also struggle with creating space for crew, payload, and defensive armament, as any of these can reduce the aerodynamic advantages than the shape offers.\n\nNevertheless, engineers (especially in Germany and the Soviet Union) tried repeatedly in the interwar period to develop a viable flying wing, either for transport or for military purposes. While these efforts yielded useful data, they rarely resulted in practical airframes. Near the end of World War II, the German successfully developed a jet fighter flying wing, although it did not enter mass production.\n\nFrom XB-35 to YB-49\n\nIn the early years of World War II, U.S. strategists realized that it might become necessary to bomb Germany directly from the United States, especially if Great Britain left the war. A U.S. Army Air Corps request triggered proposals from a Boeing-Consolidated alliance (eventually Convair) and from Northrop. The former resulted in the Convair B-36 Peacemaker, the latter in the XB-35. The B-36 had a relatively conventional design; it looked more or less like a bigger version of the extant bombers of the time, although it had innovative features. The XB-35, on the other hand, was something new to U.S. military aviation; a flying wing. It was smaller than the B-36, but comparable in many performance features.\n\nBy 1944, the XB-35 had fallen behind the B-36 (although both suffered significant technological problems), and in any case the immediate strategic necessity for a trans-continental bomber had waned. The Air Force, which acknowledged that both the B-36 and the XB-35 were largely obsolete, canceled the latter instead of the former because it believed that the problems of the B-36 were easier to solve. However, the U.S. Air Force (USAF) found the flying wing concept sufficiently intriguing that it proposed redesigning the XB-35 airframe around a jet, rather than piston, engines. Northrop developed a plan to re-engine a number of incomplete XB-35 frames with jets, eventually completing three such conversions and preparing several more.\n\nThe jet engines improved the top speed of the bomber to 493 miles per hour, an improvement of about 20% over its antecedent. The service ceiling of the YB-49 also increased, an important consideration for escaping Soviet interceptors. However, the fuel-hungry engines shrank the YB-49s combat radius, making it more comparable to a medium bomber than to the long-range B-36. Unfortunately, while the YB-49 could outrun the B-36, it lacked the speed of Boeing’s new B-47 Stratojet medium bomber.\n\nSabotage?\n\nThe YB-49 prototypes suffered an unusual run of bad luck. One prototype was lost with five crew members in June 1948, when the aircraft broke up in midflight. Another was lost during taxi when the nosewheel collapsed, leading to a fire that destroyed the entire aircraft. The Air Force cancelled the contract for the YB-49 in May 1950, shortly after this second accident. The last prototype, a recon variant, flew until 1951 and was scrapped in 1953.\n\nAdvocates of the YB-49 long nursed the belief that the Air Force had deliberately sabotaged the program in preference for the B-36 and other, later bombers. Jack Northrop, founder of the company, believed that the Air Force canceled the YB-49 because he would not agree to a merger with Convair. A few dark rumors implied that the accidents suffered by the YB-49 prototypes had not been accidental at all, but rather the result of sabotage. No meaningful evidence has ever emerged to substantiate these allegations.\n\nB-2\n\nNorthrop would not realize success in an all-wing airframe until decades later. The B-2 Spirit, while utilizing radically different technology, bears a strong visual resemblance to its distant cousin. Indeed, the two aircraft share exactly the same wingspan. Northrop adopted the flying wing shape for the B-2 because it offers the advantage of a low radar cross-section. Advances in fly-by-wire technology have made the B-2 much easier to fly than the YB-49 (or the YB-35). All indications suggest that Northrop Grumman’s B-21 Raider stealth bomber will have a similar configuration, as will the Xian H-20 strategic bomber and the Tupolev PAK DA.\n\nAlthough the YB-49 never reached full production, experience with the frame helped validate the concept which now dominates international thinking on strategic bomber design.\n\nRobert Farley, a frequent contributor to TNI, is a Visiting Professor at the United States Army War College. The views expressed are those of the author and do not necessarily reflect the official policy or position of the Department of the Army, Department of Defense, or the U.S. Government. This article first appeared in 2019.\n\nImage: Wikipedia.", "METADATA": {"foaf": {"name": "Robert Farley"}, "rdfs": {"label skos": {"prefLabel": "SEP/OCT 2020"}}, "description": "Advocates of the YB-49 long nursed the belief that the Air Force had deliberately sabotaged the program in preference for the B-36 and other, later bombers.", "abstract": "Advocates of the YB-49 long nursed the belief that the Air Force had deliberately sabotaged the program in preference for the B-36 and other, later bombers.", "keywords": "Security, Security, Military, Technology, Weapons, War, Stealth Bomber", "robots": "follow, index, max-image-preview:large;", "news_keywords": "Security, Security, Military, Technology, Weapons, War, Stealth Bomber", "rating": "general", "generator": "Drupal 7 (https://www.drupal.org)", "rights": "©1991–2020 The National Interest (Published by The Center for the National Interest)", "fb": {"app_id": 108265093096398}, "revisit-after": "1 day", "og": {"type": "article", "site_name": "The National Interest", "title": "Why America's YB-49 'Stealth' Bomber Shouldn't Be Forgotten", "url": "https://nationalinterest.org/blog/reboot/why-americas-yb-49-stealth-bomber-shouldnt-be-forgotten-166835", "description": "Advocates of the YB-49 long nursed the belief that the Air Force had deliberately sabotaged the program in preference for the B-36 and other, later bombers.", "updated_time": "2020-08-13T20:00:01-04:00", "image": "https://nationalinterest.org/sites/default/files/main_images/YB49-6_300%20%281%29_0.jpg"}, "twitter": {"card": "summary_large_image", "site": "@thenatlinterest", "title": "Why America's YB-49 'Stealth' Bomber Shouldn't Be Forgotten", "url": "https://nationalinterest.org/blog/reboot/why-americas-yb-49-stealth-bomber-shouldnt-be-forgotten-166835", "description": "Advocates of the YB-49 long nursed the belief that the Air Force had deliberately sabotaged the program in preference for the B-36 and other, later bombers.", "image": "https://nationalinterest.org/sites/default/files/main_images/YB49-6_300%20%281%29_0.jpg"}, "article": {"published_time": "2020-08-13T20:00:00-04:00", "modified_time": "2020-08-13T20:00:01-04:00"}, "dcterms.title": "Why America's YB-49 'Stealth' Bomber Shouldn't Be Forgotten", "dcterms.creator": "Robert Farley", "dcterms.subject": "Security, Security, Military, Technology, Weapons, War, Stealth Bomber", "dcterms.description": "Advocates of the YB-49 long nursed the belief that the Air Force had deliberately sabotaged the program in preference for the B-36 and other, later bombers.", "dcterms.publisher": "The Center for the National Interest", "dcterms.date": "2020-08-13T20:00-04:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://nationalinterest.org/blog/reboot/why-americas-yb-49-stealth-bomber-shouldnt-be-forgotten-166835", "viewport": "width=device-width", "msvalidate.01": "B9EACE358E504698243D8A8DBD920B1C"}}}