{"GDELT": {"GlobalEventID": 940602711, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.691689008042901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE03", "Actor1Geo_ADM2Code": "28575", "Actor1Geo_Lat": 25.2522, "Actor1Geo_Long": 55.28, "Actor1Geo_FeatureID": "-782831", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE03", "Actor2Geo_ADM2Code": "28575", "Actor2Geo_Lat": 25.2522, "Actor2Geo_Long": 55.28, "Actor2Geo_FeatureID": "-782831", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200813184500, "SOURCEURL": "https://www.bangkokpost.com/world/1967783/israel-and-uae-to-normalise-ties-in-historic-us-brokered-deal"}, "ARTICLE": {"TITLE": "Israel and UAE to normalise ties in 'historic' US-brokered deal", "TEXT": "Israel and UAE to normalise ties in 'historic' US-brokered deal\n\nIsraeli Prime Minister Benjamin Netanyahu (L) and the UAE ruler, Abu Dhabi's Crown Prince Mohammed bin Zayed.\n\nDUBAI - Israel and the UAE agreed Thursday to normalise relations in a landmark US-brokered deal, only the third such accord the Jewish state has struck with an Arab nation.\n\nThe agreement, first announced by US President Donald Trump on Twitter, will see Israel halt its plan to annex large parts of the occupied West Bank, according to the UAE.\n\n\"HUGE breakthrough\" Trump tweeted Thursday, calling it a \"Historic Peace Agreement between our two GREAT friends\".\n\nEstablishing diplomatic ties between Israel and Washington's Middle East allies, including the wealthy conservative Gulf monarchies, is a key goal of Trump's regional strategy to contain Iran which is also an arch-foe of Israel.\n\nThe deal would make the United Arab Emirates only the third Arab country Israel has diplomatic relations with after its peace deals with Egypt and Jordan.\n\nThe announcement marks a major foreign policy achievement for Trump as he heads into a difficult campaign for re-election in November.\n\nIsraeli Prime Minister Benjamin Netanyahu said it was a \"historic day\".\n\nIsrael agreed \"to stop further... annexation of Palestinian territories\" under the plan to normalise relations, the Crown Prince of Abu Dhabi tweeted following Trump's bombshell.\n\nThe controversial Trump plan, unveiled in January and strongly opposed by the Palestinians, had offered a path for Israel to annex territory and Jewish West Bank settlements, communities considered illegal under international law.\n\n\"During a call with President Trump and Prime Minister Netanyahu, an agreement was reached to stop further Israeli annexation of Palestinian territories,\" Sheikh Mohammed bin Zayed Al-Nahyan wrote on his verified Twitter account.\n\nHowever Palestinian Islamist group Hamas, which runs the coastal Gaza Strip, quickly said the agreement \"does not serve the Palestinian cause\".\n\n- 'Expanding ties' -\n\nPresident Abdel Fattah al-Sisi of Egypt, which signed a treaty with Israel in 1979 to opposition from across the Arab world, praised the deal \"concerning the halt of Israel's annexation of Palestinian land,\" and said he hoped it would bring \"peace\" to the Middle East.\n\nTrump suggested to reporters that more diplomatic breakthroughs between Israel and Arab countries in the region were expected but gave no further details.\n\n\"Things are happening that I can't talk about,\" he said.\n\nUS Secretary of State Mike Pompeo described it as \"a historic day and a significant step forward for peace in the Middle East\".\n\n\"The United States hopes that this brave step will be the first in a series of agreements that ends 72 years of hostilities in the region,\" Pompeo said.\n\nIsrael has had difficult sometimes violent relations with the Muslim and Arab world since its founding in 1948.\n\nThe agreement would be signed at the White House at a future date, Pompeo said.\n\nRichard Hass, president of the Council on Foreign Relations, told AFP the deal was \"a milestone in Arab acceptance of Israel in the region\".\n\nIt was also \"a brake on annexation, which would jeopardise Israel's peace with Jordan and Israel's own future as a Jewish, democratic state\", he said.\n\nIn a joint statement, Trump, Netanyahu and Prince Mohammed said they had spoken on Thursday \"and agreed to the full normalisation of relations between Israel and the United Arab Emirates\".\n\nIsraeli and UAE delegations will meet in the coming weeks to sign bilateral agreements regarding investment, tourism, direct flights, security and the establishment of reciprocal embassies, they said.\n\n\"At the request of President Trump with the support of the United Arab Emirates, Israel will suspend declaring sovereignty over areas outlined in the President's Vision for Peace and focus its efforts now on expanding ties with other countries in the Arab and Muslim world,\" the statement said.\n\n\"The United States, Israel and the United Arab Emirates are confident that additional diplomatic breakthroughs with other nations are possible, and will work together to achieve this goal,\" it added.\n\nAaron David Miller, a veteran US negotiator on the Middle East peace process and analyst at the Carnegie Endowment for International Peace, called it a \"win for all\".\n\n\"(The) UAE says it's prevented annexation; US prevents annexation too and gets big breakthrough and Netanyahu gets enormous win and off hook from the annexation trap,\" he tweeted.\n\nburs-gw/fz", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "keywords": "peace,annexation,president,relations", "description": "DUBAI - Israel and the UAE agreed Thursday to normalise relations in a landmark US-brokered deal, only the third such accord the Jewish state has struck with an Arab nation.", "author": "Bangkok Post Public Company Limited", "rating": "General", "fb": {"pages": 133643127712, "app_id": 476233699157604}, "robots": "index,follow,NOODP", "twitter": {"card": "summary_large_image", "site": "@BangkokPostNews"}, "apple-mobile-web-app-title": "Bangkok Post Website", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileColor": "#213c70", "msapplication-TileImage": "https://bangkokpost.com/newdesign/assets/images/app_icon/icon-144x144.png", "theme-color": "#213c70", "og": {"title": "Israel and UAE to normalise ties in 'historic' US-brokered deal", "type": "article", "url": "https://www.bangkokpost.com/world/1967783/israel-and-uae-to-normalise-ties-in-historic-us-brokered-deal", "image": "https://static.bangkokpost.com/media/content/20200814/c1_3719687_700.jpg", "site_name": "https://www.bangkokpost.com", "description": "DUBAI - Israel and the UAE agreed Thursday to normalise relations in a landmark US-brokered deal, only the third such accord the Jewish state has struck with an Arab nation."}, "cXenseParse": {"pageclass": "article", "articleid": 1967783, "recs": {"publishtime": "2020-08-14T00:45:00+07:00"}, "bpp-keywords": "relations", "bpp-comment_count": 10, "bpp-headline": "Israel and UAE to normalise ties in 'historic' US-brokered deal", "bpp-intro": "DUBAI - Israel and the UAE agreed Thursday to normalise relations in a landmark US-brokered deal, only the third such accord the Jewish state has struck with an Arab nation.", "author": "AFP", "bpp-author_url": "https://www.bangkokpost.com/opinion/columnist/126", "bpp-author_image": "https://www.bangkokpost.com/media/columnist/1466565766.jpg", "bpp-contentsource": "digital", "bpp-contentform": "long"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}