{"GDELT": {"GlobalEventID": 940635511, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "USAGOV", "Actor2Name": "BARACK OBAMA", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -8.53960396039602, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Colombia", "Actor1Geo_CountryCode": "CO", "Actor1Geo_ADM1Code": "CO", "Actor1Geo_Lat": 4.0, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "CO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Colombia", "Actor2Geo_CountryCode": "CO", "Actor2Geo_ADM1Code": "CO", "Actor2Geo_Lat": 4.0, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "CO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Colombia", "Action2Geo_CountryCode": "CO", "Action2Geo_ADM1Code": "CO", "Action2Geo_Lat": 4.0, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "CO", "DATEADDED": 20200813223000, "SOURCEURL": "http://www.chicagonow.com/dennis-byrnes-barbershop/2020/08/wait-is-implicit-bias-what-this-racial-upheaval-is-about/"}, "ARTICLE": {"TITLE": "Wait, is \"implicit bias\" what this racial upheaval is about?", "TEXT": "My mother used to tell me as a little boy when I'd show her my pouting lower lip , \"Is this how you're going to act if someone looks at you cross-eyed?\"\n\nIt was her way of preparing me for life's little rejections--in today's woke terminology \"micro aggressions.\" As in \"Sticks and stone will break my bones, but words (or nasty or indifferent looks) will never hurt me.\n\nBut when so many woke admonishers talked about systemic racism, I failed (shame on me) to understand that the sin includes my \"implicit bias\" against black people. Prejudice that is automatic, unacknowledged or denied.\n\nHere's one definition:\n\nImplicit bias occurs when someone consciously rejects stereotypes and supports anti-discrimination efforts but also holds negative associations in his/her mind unconsciously.\n\nFor this conscience raising, I need to thank a Chicago Tribune front-page article, \"'Nine times out of 10, I was completely brushed off’: Black Chicagoans confront bias in health care, hope for change.\" Here's an example if implicit bias according to the article:\n\nYears ago, [the black nurse] gave birth to a daughter who had a heart defect and would die seven days later. [She] was at the hospital when a relative of hers, a physician, visited. The hospital’s medical staff was glad to see the doctor, she recalled — a person who they felt could help Ford understand the baby girl’s medical situation. They hadn’t realized [she] was a nurse. They just assumed she would have a hard time comprehending.\n\nThis probably will get me in a lot of trouble and I don't want to diminish someone's hurt feelings or challenge her assumptions that if she was white she wouldn't have been treated that way. But, the nurse wasn't wearing a uniform; the doctors apparently didn't know that she was a nurse. Isn't it possible that doctors, some known to have bad bedside manners, treat white patients the same way? I know that sometimes I've been treated like a dunce. The arrival of my brother-in-law or nephew who are doctors would have been welcomed as someone who could better connect with me. Here, I'll grant that all of this is speculation on my part; I don't know if the health care workers secretly harbored unconscious bias. If it's because of skin color, that's wrong. The point is that all of us go through life being ignored, unappreciated, mistook for something we're not and disliked. I'm not challenging that implicit bias can exist. What I don't buy is that it automatically or even tends to lead into outright racist actions. As the Tribune story asserted: When it [implicit bias] occurs in medicine, it can have devastating consequences for patients, and may be one factor leading to worse health outcomes for Black people, such as higher rates of deaths from COVID-19, experts say. I don't know whom the \"experts\" are, but the assertion that implicit bias inherently leads to racist actions is challengeable. I reference: The False ‘Science’ of Implicit Bias. A test purports to reveal hidden prejudice, but there’s little evidence its findings are meaningful.\n\nFew academic ideas have been as eagerly absorbed into public discourse lately as “implicit bias.” Embraced by Barack Obama, Hillary Clinton and most of the press, implicit bias has spawned a multimillion-dollar consulting industry, along with a movement to remove the concept of individual agency from the law. Yet its scientific basis is crumbling. Not only did they [the researchers] confidently assert that any differences in sorting times for black and white faces flowed from unconscious prejudice, they claimed that the implicit bias allegedly measured by the IAT [Implicit Association Test, here] could predict discriminatory behavior. In the final link of their causal chain, they argued that this unconscious and pervasive predilection to discriminate is a powerful cause of racial disparities. [Emphasis added.] A person’s IAT score can vary significantly each time he takes the test, undercutting its reliability as a psychological instrument. Test scores have almost no connection to what IAT research ludicrously counts as “discriminatory behavior”—trivial nuances of body language during a mock interview, say, or a hypothetical choice to donate to children in Colombian slums rather than South African ones....\n\nFew vestiges of \"systemic\" racism remain. No longer are overt or legal biases built into society's institutions. Discrimination in schools, public accommodations and housing, among others, are illegal and prosecuted. The popular culture condemns institutional racism. The fools with their lighted torches in Charlottesville were not representative of any rational or conservative construct. Assertions that society is riddled with such institutional racism are wrong.\n\nDoes that leave implicit bias as the main complaint of Black Lives Matter? I'll be firmly told that I'm wrong. But this needs to be discussed--calmly and intelligently.\n\nTo subscribe to the Barbershop, type your email address in the box and click the \"create subscription\" button. My list is completely spam free, and you can opt out at any time.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "generator": "WordPress 4.6.1", "fb": {"app_id": 222348867887823}, "og": {"title": "Wait, is \"implicit bias\" what this racial upheaval is about?", "type": "article", "url": "http://www.chicagonow.com/dennis-byrnes-barbershop/2020/08/wait-is-implicit-bias-what-this-racial-upheaval-is-about/", "image": "http://www.chicagonow.com/dennis-byrnes-barbershop/wp-content/themes/chicagonow/images/large_cn_tool_kit.jpg", "description": "My mother used to tell me as a little boy when I&#8217;d show her my pouting lower lip , &#8220;Is this how you&#8217;re going to act if someone looks at you cross-eyed?&#8221; It was her way of preparing me for life&#8217;s little rejections&#8211;in today&#8217;s woke terminology &#8220;micro aggressions.&#8221; As in &#8220;Sticks and stone will break my bones, but... <a href=\"http://www.chicagonow.com/dennis-byrnes-barbershop/2020/08/wait-is-implicit-bias-what-this-racial-upheaval-is-about/\" class=\"more-link\">Read more &raquo;</a>"}}}}