{"GDELT": {"GlobalEventID": 940631912, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.49724192277384, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Koriyama, Fukushima, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA08", "Actor1Geo_ADM2Code": "33860", "Actor1Geo_Lat": 37.4, "Actor1Geo_Long": 140.38299999999998, "Actor1Geo_FeatureID": "-234342", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 32.799, "Action2Geo_Long": -86.8073, "Action2Geo_FeatureID": "AL", "DATEADDED": 20200813220000, "SOURCEURL": "https://www.aerotechnews.com/blog/2020/08/13/soldier-escapes-death-in-world-war-ii-inspires-generations/"}, "ARTICLE": {"TITLE": "Soldier escapes death in World War II, inspires generations", "TEXT": "Advertisement\n\nFew people would be able to survive what Army Master Sgt. Henry Erwin lived through after a midair accident over Japan during World War II. The 23-year-old suffered horrific burns down to his bones after a smoke bomb burst in his airplane. The efforts he put forth to save the rest of his crew from death earned him the Medal of Honor in an unprecedentedly quick fashion.\n\nErwin was born on May 8, 1921, in Adamsville, Alabama, and was the eldest child in a large family. His father, a coal miner, died when he was 10, so Erwin took a part-time job to help the family financially. He eventually dropped out of high school to work for the Civilian Conservation Corps before getting a job at a steel mill.\n\nAbout six months after the U.S. entered World War II, Erwin joined the Army Reserve. He initially tried pilot training, but switched to radio and mechanic technical training. He completed that in April 1944, got married the following December, then was sent to the Pacific in February 1945 to be a radio operator with the 52nd Bomb Squadron, 29th Bomb Group in the 20th Air Force.\n\nErwin and his crew — who called him “Red” due to his auburn hair color — flew B-29 Superfortress strikes against Japan. For those missions, he earned two Air Medals and a promotion to staff sergeant.\n\nAn impossible task\n\nOn April 12, 1945, Erwin’s B-29, called the “City of Los Angeles,” was the lead bomber in a group attack on a chemical plant in Koriyama, about 125 miles north of Tokyo. Aside from operating the radio, Erwin was also in charge of launching phosphorescent smoke bombs to help assemble the bombers before they proceeded to their target.\n\nErwin was positioned behind the forward gun turret toward the front of the plane. Once he got the order to light the bombs, he dropped them down a chute that launched them out of the aircraft before they exploded.\n\nBut something went wrong with one of them. It didn’t leave the chute, instead bouncing back into the aircraft, striking a kneeling Erwin in the face. The intensely burning bomb obliterated his nose and completely blinded him. To make matters worse, smoke quickly filled the front part of the plane, obscuring the pilot’s vision.\n\nDespite his wounds, Erwin knew the plane and crew would not survive if he didn’t get the bomb outside. So, despite the fact that he was physically on fire and his skin was burning off, he picked up the incendiary at his feet and, feeling his way instinctively through the plane, crawled toward the cockpit.\n\nHis path was blocked by the navigator’s table, which he had to unlock and raise to get around. To do that, he had to clench the burning bomb against his body. Erwin then struggled through the narrow passage and stumbled forward into the pilot’s den. He groped around until he found a window and threw the bomb out.\n\nCompletely on fire, Erwin collapsed between the pilots. He had journeyed only 13 feet, but later he said it “seemed like miles when you are burning.”\n\nA gruesome scene, a rush for honor\n\nThe plane had been on autopilot during the crisis, but to keep it from stalling out, the pilot had to drop altitude. When the smoke finally cleared, he realized they were only 300 feet from hitting water. The pilot managed to pull the plane out of its dive, abort the mission and head for Iwo Jima, the closest place for medical aid.\n\nDuring that time, the crew sprayed Erwin with a fire extinguisher to put the flames out, and they gave him morphine for the pain. Somehow, Erwin stayed conscious during the flight and even asked about the crew’s safety.\n\nOnce at Iwo Jima, doctors labored for hours to remove the white phosphorus that had embedded in his eyes. Since it combusts when it’s exposed to oxygen, each fleck that was removed burst into flames – small bits of torture for the already struggling airman.\n\nNo one thought Irwin would survive, but his entire crew knew he deserved the Medal of Honor for his actions. So, while he was getting treatment the night of their botched mission, the officers in his unit were preparing a Medal of Honor citation. The next morning, they presented it to Maj. Gen. Curtis LeMay, commander of the 21st Bomber Command, so he could sign it. LeMay managed to get it approved in an unprecedented amount of time. They were all hoping to give it to Erwin before he died.\n\nThree days after the incident, a still-living Erwin was flown to a Navy hospital on Guam. For days afterward, doctors performed blood transfusions, did surgery and gave him antibiotics to fight infection.\n\nOn April 19, 1945 — one week after the incident — officials pinned the Medal of Honor on a heavily bandaged Erwin as he lay in a hospital bed. The medal itself was from a display case at U.S. Army Headquarters in Honolulu. It was the only available one in the entire Pacific Theater.\n\nA long, painful recovery\n\nLeMay was able to have Erwin’s Marine brother, who was also stationed in the Pacific, flown to be by his bedside. The two hadn’t seen each other in three years.\n\n“He stayed with me for 24 hours,” Erwin said in an Air Force Magazine interview. “I couldn’t see him, but I knew he was there, and that was a great comfort.”\n\nErwin said he dropped down to 87 pounds because he couldn’t eat anything. When he was flown back to the United States about 30 days later, he said, he was still smoldering from the phosphorus, which doctors were still scraping out of his eyes.\n\nOver the next 30 months, he went through 43 operations to restructure his face. He had already lost an eye, an ear, his nose and several fingers. But his sight in one eye was eventually restored, and he regained the use of his left arm.\n\nErwin was promoted to master sergeant in October 1945 and was honorably discharged at Valley Forge General Hospital in Phoenixville, Pennsylvania, on Oct. 8, 1947.\n\nAn inspiration to the next generation\n\nOnce he returned to civilian life, Erwin spent 37 years working with burn patients and as a benefits counselor for the Department of Veterans Affairs in Birmingham, Ala. He and his wife, Betty, had four children, including Henry Erwin Jr., who went on to be an Alabama state senator.\n\n“He embodied all the ideals of the Medal of Honor. He wore them like a well-pressed suit,” Senator Erwin said of his father in an interview. “He was honest, thrifty and patriotic … and treated everyone with courtesy and respect.”\n\nAccording to a 2014 Joint Base San Antonio, Texas, article, Erwin spent his life inspiring airmen by emphasizing how many of them would have done exactly what he did if they were in the same position.\n\nIn 1997, the Air Force created the Henry E. Erwin Outstanding Enlisted Aircrew Member of the Year award, which is presented to three deserving airmen every year. It’s only the second Air Force award named in honor of an enlisted person.\n\nErwin died Jan. 16, 2002, at the age of 80.\n\n\n\n\n\n\n\n\n\nDON'T FORGET TO SIGN UP Get Breaking Aerospace News Sent To Your Inbox! We Never Spam Email (required) * Example: Yes, I would like to receive emails from Aerotech News & Review. (You can unsubscribe anytime) Constant Contact Use. By submitting this form, you are consenting to receive marketing emails from: Aerotech News and Review, 220 E. Ave. K-4, Lancaster, CA, 93535, http://www.aerotechnews.com. You can revoke your consent to receive emails at any time by using the SafeUnsubscribe® link, found at the bottom of every email. Emails are serviced by Constant Contact", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://www.aerotechnews.com/wp-content/uploads/2020/08/hero2.jpg", "secure_url": "https://www.aerotechnews.com/wp-content/uploads/2020/08/hero2.jpg", "width": 602, "height": 469}, "locale": "en_US", "type": "article", "title": "Soldier escapes death in World War II, inspires generations | Aerotech News & Review", "description": "Few people would be able to survive what Army Master Sgt. Henry Erwin lived through after a midair accident over Japan during World War II. The 23-year-old suffered horrific burns down to his bones after a smoke bomb burst in his airplane. The efforts he put forth to save the rest of his crew from …", "url": "https://www.aerotechnews.com/blog/2020/08/13/soldier-escapes-death-in-world-war-ii-inspires-generations/", "site_name": "Aerotech News & Review"}, "article": {"publisher": "https://facebook.com/AerotechNewsandReview", "tag": "war hero", "section": "Veterans", "published_time": "2020-08-13T19:12:27+00:00"}, "twitter": {"card": "summary_large_image", "description": "Few people would be able to survive what Army Master Sgt. Henry Erwin lived through after a midair accident over Japan during World War II. The 23-year-old suffered horrific burns down to his bones after a smoke bomb burst in his airplane. The efforts he put forth to save the rest of his crew from […]", "title": "Soldier escapes death in World War II, inspires generations | Aerotech News & Review", "image": "https://www.aerotechnews.com/wp-content/uploads/2020/08/hero2.jpg"}, "generator": "WooCommerce 4.0.1", "referrer": "always"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}