{"GDELT": {"GlobalEventID": 940696396, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GRC", "Actor1Name": "GREEK", "Actor1CountryCode": "GRC", "Actor2Code": "AUT", "Actor2Name": "VIENNA", "Actor2CountryCode": "AUT", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.5274027005559905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athens, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vienna, Wien, Austria", "Actor2Geo_CountryCode": "AU", "Actor2Geo_ADM1Code": "AU09", "Actor2Geo_ADM2Code": "5672", "Actor2Geo_Lat": 48.2, "Actor2Geo_Long": 16.3667, "Actor2Geo_FeatureID": "-1995499", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vienna, Wien, Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU09", "Action2Geo_ADM2Code": "5672", "Action2Geo_Lat": 48.2, "Action2Geo_Long": 16.3667, "Action2Geo_FeatureID": "-1995499", "DATEADDED": 20200814053000, "SOURCEURL": "https://www.wsws.org/en/articles/2020/08/14/turk-a14.html"}, "ARTICLE": {"TITLE": "France holds joint military exercises with Greece, threatening Turkey", "TEXT": "France holds joint military exercises with Greece, threatening Turkey\n\nBy Ulaş Ateşçi and Alex Lantier\n\n14 August 2020\n\nFrench President Emmanuel Macron ordered joint military exercises by French and Greek forces yesterday in the eastern Mediterranean, in response to renewed Turkish oil exploration in waters disputed by Greece and Turkey. As the COVID-19 pandemic intensifies pre-existing political and strategic conflicts, the danger of war between the NATO powers is mounting.\n\nOn Wednesday, Macron had demanded Turkey stop “unilateral decisions on oil exploration.” He added he would “temporarily reinforce the French military presence in the eastern Mediterranean in the coming days, in cooperation with European partners, including Greece.”\n\nGreek Prime Minister Kyriakos Mitsotakis hailed this move, claiming: “Emmanuel Macron is a true friend of Greece and a fervent defender of European values and international law.”\n\nYesterday, France’s Army Ministry stated that it would send two Rafale fighter jets and the frigate Lafayette to the eastern Mediterranean. This deployment, it added, aims “to stress France’s attachment to freedom of movement, the security of maritime navigation in the Mediterranean and the respect of international law.” These forces have arrived in the southern Greek island of Crete, while two French Rafales also landed in Cyprus, according to Reuters and Anadolu agency reports.\n\nFrance’s belligerent intervention came after Ankara announced that its seismic research vessel Oruç Reis would resume operations in disputed waters for two weeks. These announcements have escalated tensions between Ankara and Athens. Turkish officials announced that their fighters and warships will escort the Oruç Reis and auxiliary vessels in the region, which Greek warships are also shadowing.\n\nGreece issued a statement demanding that Turkey “immediately end its illegal actions that undermine peace and security in the region.” Its armed forces have been placed on high alert. Mitsotakis warned Wednesday of “the risk of an accident” when “so many naval forces gather in a limited area” and blamed Ankara for this situation.\n\nA danger of “accident” that could rapidly escalate an all-out war emerged when Greek coast guards opened fire on a private boat off the island of Rhodes in the Aegean Sea on Tuesday. They wounded two Turkish and one Syrian civilian aboard.\n\nThe Mitsotakis government has also requested an emergency meeting of European Union (EU) foreign ministers over the dispute. The EU foreign ministers are to meet today. At another meeting in Vienna, Greek foreign minister and visiting US Secretary of State Mike Pompeo are to discuss the growing tensions in the region.\n\nTurkish President Recep Tayyip Erdoğan has combined calls for dialogue with threatening language. On Thursday, he said negotiation with Athens as “the only way to a resolution in the Eastern Mediterranean,” but accused Greece and Cyprus of “malicious intent,” and added: “No country or company can conduct surveys in our areas without our permission.”\n\nErdoğan also criticised French President Macron’s blatant neo-colonial interference in Lebanon after the deadly blast in Beirut, stating: “Macron and others like him only want to bring the colonial period back through their actions in the region.”\n\nÇağatay Erciyes from Turkish Foreign Ministry tweeted Monday: “Greece claims 40,000 square kilometres of maritime jurisdiction area due to this tiny island [of] Kastellorizo, which lies 2 kilometres from the Turkish mainland and 580 kilometres from the Greek mainland.”\n\nIn July, tensions over oil exploration in the region nearly escalated into a military clash between the two NATO powers. After German Chancellor Angela Merkel intervened to calm tensions, Ankara stated that it has stopped research activities during the Berlin-backed negotiations with Athens. However, the attempted dialogue collapsed within only a few weeks amid growing rivalries between the imperialist and regional powers for energy resources and strategic advantage.\n\nThese conflicts flow from the imperialist-led scramble to re-divide the profits and resources of the regions launched by the 2011 imperialist war in Libya and the proxy war in Syria. The discovery of undersea oil and gas reserves in the Mediterranean has only intensified these conflicts. While imperialist powers wage war to advance the interests of transnational corporations like France’s Total and Italy’s ENI oil firms, regional powers like Turkey, Greece and Egypt fight for crumbs from imperialist looting operations.\n\nNATO’s destruction of Muammar Gaddafi’s regime in Libya in 2011, in which France played a leading role, has had far-reaching and explosive consequences. On August 6, Egypt and Greece signed an agreement on the “delimitation of maritime jurisdictions” between the two countries. This cut across rival maritime claims agreed by Turkey and Fayez al-Sarraj’s Government of National Accord (GNA) in the Libyan capital Tripoli, which vastly expanded Turkey’s territorial waters to justify its claims on oil in the eastern Mediterranean.\n\nLast month, the Egyptian parliament approved the deployment of its army to Libya to support French and Russian-backed Khalifa Haftar’s forces against Italian- and Turkish-backed GNA, whose forces are advancing on the coastal city of Sirte and the airbase at Jufra.\n\nAfter Macron declared the NATO alliance “brain dead” last year, Paris declared its support for Cairo in a potential confrontation with Turkey in Libya. The French navy then conducted joint maritime training exercises with Egyptian warships last month in the Mediterranean, “in preparation for combat missions against hostile forces.”\n\nIsrael’s announcement of “full support” for Greece only further highlights the growing war danger in the region. In a statement, the Israel Foreign Ministry declared: “Israel expresses its full support and solidarity with Greece in its maritime zones and its right to delimit its EEZ [exclusive economic zone].” Israel, Greece and Cyprus are all part of the EastMed pipeline project to transport Eastern Mediterranean gas to Europe via Greece and Italy.\n\nWhat is ever clearer is that the resources of the eastern Mediterranean and Balkan region cannot be rationally and peacefully developed in the framework of the capitalist nation-state system. As in the 1910s, when the Balkan Wars escalated into World War I between the imperialist powers, growing economic and strategic rivalries in the region threaten to escalate into overt conflict between major military powers, tearing the NATO alliance apart.\n\nThe only way to oppose such a development is to mobilise the working class internationally in a socialist and anti-war movement against imperialism.\n\nUnder these conditions, bourgeois opposition parties on the both sides of the Aegean support the aggressive, militaristic policies of the Greek and Turkish governments.\n\nAlexis Tsipras, the former Greek prime minister and current leader of the pro-austerity Syriza (“Coalition of the Radical Left”) party, issued a warmongering call to mobilise the Greek military against Turkey. On Tuesday, he said: “The way in which these illegal seismic activities must and can be prevented is known to our Armed Forces since October 2018, when they attempted it effectively. We have full confidence in their abilities.”\n\nFaik Öztrak, the spokesperson of the Kemalist Republican People’s Party (CHP), indicated his party’s full support for the eastern Mediterranean policy of the Erdoğan government: “It is right that the Oruç Reis research vessel is deployed in the area.”\n\nThe only way out from these growing conflicts is an independent political intervention by the Greek, Turkish, French and international working class on an internationalist and socialist perspective aiming to overthrow the outmoded capitalist nation-state system, the root cause of war.\n\nPlease enable JavaScript to view the comments powered by Disqus.", "METADATA": {"robots": "max-snippet:-1, max-image-preview:standard, max-video-preview:-1", "og": {"url": "https://www.wsws.org/en/articles/2020/08/14/turk-a14.html", "type": "article", "title": "France holds joint military exercises with Greece, threatening Turkey", "description": "Mounting tensions between NATO powers threaten to blow up the alliance as the pandemic intensifies pre-existing conflicts over oil and strategic advantage.", "image": "https://www.wsws.org/img/open-graph-icon.png"}, "viewport": "width=device-width, initial-scale=1", "id": "ba1a7219-339c-4b2f-85ed-abb51864527P", "language": "en", "date": "2020-08-14", "keywords": "Mediterranean, NATO, Turkey, Greece, France, energy, Aegean, war", "ranking": 60, "headline": "France holds joint military exercises with Greece, threatening Turkey", "description": "Mounting tensions between NATO powers threaten to blow up the alliance as the pandemic intensifies pre-existing conflicts over oil and strategic advantage.", "author": "Ulaş Ateşçi and Alex Lantier", "category": "news"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}