{"GDELT": {"GlobalEventID": 940677481, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LEG", "Actor1Name": "SENATE", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.1788079470198705, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG06", "Actor1Geo_ADM2Code": "61590", "Actor1Geo_Lat": 31.1981, "Actor1Geo_Long": 29.9192, "Actor1Geo_FeatureID": "-290263", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG06", "Action2Geo_ADM2Code": "61590", "Action2Geo_Lat": 31.1981, "Action2Geo_Long": 29.9192, "Action2Geo_FeatureID": "-290263", "DATEADDED": 20200814024500, "SOURCEURL": "https://www.alternet.org/2020/08/a-five-alarm-fire-the-gop-is-trumps-accomplice-as-he-works-to-sabotage-the-election/"}, "ARTICLE": {"TITLE": "‘A five alarm fire’: The GOP is Trump’s accomplice as he works to sabotage the election", "TEXT": "Voting rights advocates on Thursday took aim at Republicans in Congress for remaining silent in the face of President Donald Trump’s open admission that he is blocking funding for the U.S. Postal Service with the express purpose of stopping an expansion of mail-in ballot access ahead of the November elections.\n\nEchoing comments he made during a press briefing Wednesday, Trump told Maria Bartiromo of Fox Business Thursday morning that Democrats “need that money in order to make the post office work, so it can take all of these millions and millions of ballots.”\n\n“Now, if we don’t make a deal, that means they don’t get the money,” the president said. “That means they can’t have universal mail-in voting, they just can’t have it.”\n\nVanita Gupta, president and CEO of the Leadership Conference on Civil and Human Rights, tweeted that Trump is “openly touting his agenda to defund the post office to prevent people from voting amid a pandemic…[e]ven at the expense of veterans getting their medicine by mail and all of the other grave harms.”\n\n“How many Republican senators will confront him on this?” Gupta asked. “Silence is complicity.”\n\nListen to Trump’s comments:\n\nTrump this morning why he won’t fund US Postal Service. “Now they need that money in order to make the post office work so it can take all of these millions and millions of ballots … But if they don’t get those two items that means you can’t have universal mail-in voting.” pic.twitter.com/73NBmSnoNC — The Recount (@therecount) August 13, 2020\n\nIn a statement, Stand Up America founder and president Sean Eldridge said Trump is “saying the quiet part out loud” by admitting that he’s blocking Postal Service funding in an effort to hinder mail-in voting.\n\n“His continued efforts to cripple the USPS are a clear attempt to sabotage the election and suppress the vote in the middle of a pandemic,” said Eldridge. “Congress must act now. If Senate Republicans gave a damn about the future of our democracy, they would demand that the Trump administration return to the negotiating table on a Covid-19 relief bill that protects our elections and funds the post office.”\n\nDuring his press briefing Wednesday evening, Trump vowed to continue blocking Democrats’ demand for $3.5 billion in election assistance funding for states and $25 billion for the Postal Service, calling the requests “ridiculous.”\n\nTrump also praised Postmaster General Louis DeJoy, a major Republican donor to the president who has imposed sweeping changes to Postal Service policy that have caused major mail backlogs across the United States, prompting concerns about timely delivery of mail-in ballots in November.\n\n“Donald Trump knows that if the people are heard in November, he and Republicans up and down the ballot will lose,” Sen. Elizabeth Warren (D-Mass.) tweeted Thursday. “This is what we’re up against—and this is why we have to fight back with all we’ve got.”\n\nIt’s not just Trump that‘s destroying the US Post Office. It’s the entire Republican Party. Senate & House GOP could easily override a Trump veto of postal funding and help oversight. Republicans are working with Trump to destroy the USPS and sabotage the delivery of ballots. https://t.co/5qIMUDxQot — Alexandria Ocasio-Cortez (@AOC) August 13, 2020\n\nOn Wednesday afternoon, House Democrats introduced a bill that would reverse DeJoy’s new policies and bar any further operational changes until the end of the Covid-19 pandemic. It’s not clear when the legislation could get a floor vote in the House.\n\nRep. Gerry Connolly (D-Va.), one of the bill’s co-sponsors, stressed the urgency of congressional action to save the Postal Service in a tweet Thursday, warning that “we have a five alarm fire in this country.”\n\n“The president is on TV brazenly, corruptly, and deliberately sabotaging the USPS,” wrote Connolly. “Congress must provide the Postal Service the financial resources needed to ensure a smooth process of mail-in ballots for the November election.”\n\nJana Morgan, director of the Declaration for American Democracy—a coalition of over 160 progressive advocacy organizations—said in a statement Thursday that “all eyes are now on Senate Republicans.”\n\n“We call on Majority Leader McConnell and Senate Republicans to make the right move,” said Morgan. “Stop enabling President Trump and immediately pass $3.6 billion in safe election funding and reforms, in addition to the $25 billion needed to keep the post office up and running.”", "METADATA": {"viewport": "width=device-width, initial-scale=1", "onesignal": "wordpress-plugin", "og": {"site_name": "Alternet.org", "title": "'A five alarm fire': The GOP is Trump's accomplice as he works to sabotage the election", "url": "https://www.alternet.org/2020/08/a-five-alarm-fire-the-gop-is-trumps-accomplice-as-he-works-to-sabotage-the-election/", "type": "article", "description": "Voting rights advocates on Thursday took aim at Republicans in Congress for remaining silent in the face of President Donald Trump's open admission that he is blocking funding for the U.S. Postal Service with the express purpose of stopping an expansion of mail-in ballot access ahead of the November", "image": {"identifier": "https://www.alternet.org/wp-content/uploads/2020/07/49499001842_c8b03baa69_o.jpg", "url": "https://www.alternet.org/wp-content/uploads/2020/07/49499001842_c8b03baa69_o.jpg", "secure_url": "https://www.alternet.org/wp-content/uploads/2020/07/49499001842_c8b03baa69_o.jpg"}, "updated_time": "2020-08-14T01:57:48+00:00"}, "article": {"published_time": "2020-08-14T01:57:48+00:00", "modified_time": "2020-08-14T01:57:48+00:00"}, "twitter": {"title": "'A five alarm fire': The GOP is Trump's accomplice as he works to sabotage the election", "url": "https://www.alternet.org/2020/08/a-five-alarm-fire-the-gop-is-trumps-accomplice-as-he-works-to-sabotage-the-election/", "description": "Voting rights advocates on Thursday took aim at Republicans in Congress for remaining silent in the face of President Donald Trump's open admission that he is blocking funding for the U.S. Postal Service with the express purpose of stopping an expansion of mail-in ballot access ahead of the November", "image": "https://www.alternet.org/wp-content/uploads/2020/07/49499001842_c8b03baa69_o.jpg", "card": "summary_large_image"}}}}