{"GDELT": {"GlobalEventID": 940648383, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.4175824175824103, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Costa Rica", "Actor1Geo_CountryCode": "CS", "Actor1Geo_ADM1Code": "CS", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": -84.0, "Actor1Geo_FeatureID": "CS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Costa Rica", "Action2Geo_CountryCode": "CS", "Action2Geo_ADM1Code": "CS", "Action2Geo_Lat": 10.0, "Action2Geo_Long": -84.0, "Action2Geo_FeatureID": "CS", "DATEADDED": 20200814000000, "SOURCEURL": "https://ticotimes.net/2020/08/13/costa-rica-coronavirus-updates-for-thursday-august-13"}, "ARTICLE": {"TITLE": "Costa Rica coronavirus updates for Thursday, August 13", "TEXT": "Costa Rica announced nine new coronavirus-related deaths over the past day for a total of 272, according to official data released Thursday afternoon by the Health Ministry.\n\nThree-hundred and sixty-nine people are hospitalized with COVID-19; 95 are in intensive care with an age range from 30 to 85 years old.\n\nThe Health Ministry confirmed 826 new cases over the past 24 hours and has confirmed 26,129 cumulative cases.\n\nOf the new cases, 658 people resulted positive via a PCR test over the past 24 hours, while 168 were identified without a test.\n\nThe Health Ministry is also adjusting data from previous days to include 210 additional cases identified via epidemiological nexus by the Costa Rican Social Security System (CCSS).\n\nThursday, 223 more people were classified by health authorities as recovered. Costa Rica has 17,445 known active cases and 8,412 recoveries.\n\nThe data indicate Costa Rica has 5.32 COVID-19-related deaths per 100,000 people.\n\nMost hospitalized patients have at least one risk factor — hypertension, diabetes, obesity and smoking are the most common — and elderly adults are at significantly higher risk of COVID-19 complications.\n\nHealth Ministry emphasizes risk to elderly\n\nWith Mother’s Day approaching, the Health Ministry has emphasized the higher risk of coronavirus complications among elderly adults.\n\nAccording to the Health Ministry, 12.1% of elderly adults who tested positive for COVID-19 died due to causes related to the disease.\n\nThe risk of death is significantly lower among younger adults (0.4%), while no minors have died of COVID-19 in Costa Rica.\n\n“We must implement the necessary measures to take care of our elderly people,” said Health Minister Daniel Salas. “Within the framework of Mother’s Day this call becomes even more urgent. Let’s find ways to express our love by protecting our loved ones.”\n\nActive coronavirus cases in Costa Rica\n\nStarting July 25, Costa Rica considers some patients as confirmed cases without requiring a positive test. This only applies if a person living with someone who has tested positive begins exhibiting symptoms of COVID-19.\n\nThe Health Ministry’s definitions also qualify certain patients as recovered based on time rather than a negative test.\n\nDeaths comprise people who tested positive for the coronavirus and died, when health authorities believe COVID-19 either caused or contributed to the death.\n\nThe below graph shows Costa Rica’s test-positivity rate. (Cases confirmed without a test are excluded from the graph.)\n\nThe Greater Metropolitan Area is the country’s current epicenter. Costa Rica is in a “Closed Phase” through August 21; click here to understand the latest restrictions.\n\nThe below graphic will update automatically when the Health Ministry releases detailed information on the number of tests processed and the location of new cases later this afternoon.\n\nIf you believe you have COVID-19, contact Costa Rica’s hotline at 1322. English-speaking staff and mental health professionals are available.\n\nThis story was updated to include hospitalization data.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "news_keywords": "coronavirus, emergency alert, emergency alert costa rica, epidemic, Respiratory viruses, travel ban,", "fb": {"admins": "ticotimes", "app_id": 151666745255528, "pages": 124823954224180}, "og": {"title": "Costa Rica coronavirus updates for Thursday, August 13", "type": "» Costa Rica coronavirus updates for Thursday, August 13The Tico Times | Costa Rica News | Travel | Real Estate", "url": "https://ticotimes.net/2020/08/13/costa-rica-coronavirus-updates-for-thursday-august-13", "description": "Costa Rica announced nine new coronavirus-related deaths over the past day for a total of 272, according to official data released Thursday afternoon by the Health Ministry.…", "site_name": "The Tico Times Costa Rica", "image": "https://ticotimes.net/wp-content/uploads/2020/03/000_1OO2KL-999x573.jpg"}, "msapplication-TileImage": "https://ticotimes.net/wp-content/uploads/2019/05/cropped-Logo-270x270.png"}}}