{"GDELT": {"GlobalEventID": 940671595, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "PROFESSOR", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.22058823529412003, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "University Of Alabama, Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_ADM2Code": "AL125", "Actor1Geo_Lat": 33.2151, "Actor1Geo_Long": -87.5467, "Actor1Geo_FeatureID": "128364", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "University Of Alabama, Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 33.2151, "Action2Geo_Long": -87.5467, "Action2Geo_FeatureID": "128364", "DATEADDED": 20200814020000, "SOURCEURL": "https://www.news-medical.net/news/20200813/Study-finds-increase-in-support-for-telehealth-and-mobile-health-monitoring-since-COVID.aspx"}, "ARTICLE": {"TITLE": "Study finds increase in support for telehealth and mobile health monitoring since COVID", "TEXT": "Support for telehealth and mobile health monitoring has risen among healthcare workers and consumers since the rise of the COVID-19 pandemic, according to a new study.\n\nDr. Emil Jovanov, a pioneer in the wearable health monitoring field from The University of Alabama in Huntsville (UAH), participated and was a coauthor of the study conducted by a task force of experts organized by the Mass General Brigham (MGB) Center for COVID Innovation.\n\n\"According to our interviews with healthcare professionals, we found out that the support for telemedicine and tele-rehabilitation increased from about 10% before the pandemic to almost 60% now,\" says Dr. Jovanov, an associate professor of electrical and computer engineering who was selected as an Institute of Electrical and Electronics Engineers (IEEE) fellow in 2020 for his contributions to the field of wearable health monitoring.\n\n\"That can create a significant change in digital healthcare that would otherwise take decades,\" Dr. Jovanov says.\n\nAccording to the study, mobile health technologies (mHealth) create tremendous opportunities for monitoring, mitigation and testing in the COVID-19 pandemic and future pandemics.\n\nDr. Jovanov says the nation's COVID battle could be assisted by an integrated mHealth system that can help assess who needs to be tested by providing relevant information through contact tracing, tracing of shared space and infrastructure, and monitoring of physiological changes.\n\nAll this information can be used to inform decisions and optimize the use of resources. An integrated system can also characterize disease spread by tracking spatio-temporal patterns of new cases.\" Dr. Emil Jovanov, Associate Professor of Electrical and Computer Engineering, The University of Alabama in Huntsville (UAH)\n\nDr. Jovanov joined experts from top bioengineering institutions across the globe for the three-month effort organized by lead author Dr. Paolo Bonato, an associate professor in the Department of Physical Medicine and Rehabilitation at Harvard Medical School, and Dr. Bonato's team at the Motion Analysis Laboratory, which he directs. The laboratory is located at Spaulding Rehabilitation Hospital in Boston, a member of the Mass General Brigham Integrated Health System.\n\n\"The task force was assembled by recruiting experts in electronic patient-reported outcomes (ePRO), wearable sensors and digital contact tracing technologies to review and explore the use of mobile health technologies to monitor and mitigate the effects of the COVID-19 pandemic,\" he says.\n\n\"We identified technologies that could be deployed in response to the COVID-19 pandemic to predict symptom escalation for earlier intervention, to monitor individuals who are presumed non-infected and to enable prediction of exposure to SARS-CoV-2.\"\n\n\"Wearable monitoring has tremendous potential, particularly in extraordinary circumstances such as the current pandemic,\" says Dr. Jovanov, who in 2000 was first to propose Wireless Area Body Networks and was the 2014 Alabama Inventor of the Year for a smart pill bottle he developed that's licensed to the company AdhereTech and used by thousands of patients.\n\n\"A combination of off-the-shelf ubiquitous technology already in use, such as smartphones, smartwatches and wearable sensors, new advanced sensors and the integration of mobile health systems could better prepare us for dealing with the challenges of future surges of COVID-19 cases and to minimize the effects of future pandemics on routine clinical services,\" he says.\n\nThe devices could provide early warning of onset, detect health deterioration that requires hospitalization, offer automatic triage and large-scale monitoring in improvised hospitals, and monitor patients after they are discharged to ensure continuity of clinical care services, says Dr. Jovanov. With Dr. Aleksandar Milenkovic, 15 years ago he implemented the first low-power wearable wireless body monitor in cooperation with Mayo Clinic to introduce the era of mobile health.\n\n\"Our task force summarized some of the opportunities that most of health professionals are not even aware of,\" he says.\n\n\"We currently have more than 60 million wearable device users in U.S., more than double the users of five years ago. Last year, 20 million new smartwatches were sold. Device intelligence and ubiquitous connectivity create tremendous healthcare opportunities, as outlined in our paper.\"\n\nHome monitoring applications could be augmented with self-reporting of symptoms, a system that can be implemented at much bigger scale, Dr. Jovanov says.\n\n\"As a result, we can avoid unnecessary visits for people with some other conditions, like colds, who otherwise would come to see their physician and risk additional possible exposures to SARS-CoV-2,\" he says.\n\n\"Teleconferencing in combination with monitoring of physiological signals and history of changes of physiological status would provide more effective help at home, without the need to take trips to physicians or hospitals.\"\n\nPersonal monitors can detect COVID warning signs at very early stages, he says.\n\n\"Wearable monitors can also monitor heart activity and changes in the autonomous nervous system,\" says Dr. Jovanov, who demonstrated the wearable wireless remote heart monitor in a personal area network 20 years ago at UAH.\n\n\"Even before the patient feels short of breath, it has been noted that they may experience desaturation which could be easily identified and monitored through an oximeter inside a healthcare facility, as well as in the home setting.\"\n\nIn addition to the onset of COVID, wearable monitors can also track the recovery of patients at home and detect delayed cardiovascular and circulatory system problems caused by exposure.\n\n\"Most people have a long recovery from COVID-19, particularly in the case of other comorbidities,\" Dr. Jovanov says. \"Following trends of recovery, or even deterioration of a user's state, the system can certainly raise the flag in real-time if the recovery is not going as expected or if the user's state turns worse at home after release from hospital.\"\n\nIn addition, monitoring systems would provide physicians with a record of recent health changes, instead of the snapshot of the patient's current state that an examination provides.\n\nAnother very important application is monitoring of frontline healthcare workers, a very vulnerable population exposed to the virus daily, for possible infections or burnout.\n\nSince wearable devices can detect other wireless devices around them, tracking of users and contacts can be automated.\n\n\"For example, an intelligent visitor's badge can detect all the places a person visited and their contacts with other people,\" Dr. Jovanov says. \"If it turns out that the visitor was sick at the time of the visit, you can implement additional cleaning of places and testing of people that person was in contact with.\"\n\nGoogle and Apple are currently working to enable the use of Bluetooth technology to help governments and health agencies reduce the spread of the virus while maintaining user security and privacy.\n\n\"The main implementation barriers are related to privacy, not the technological issues,\" Dr. Jovanov says. \"We describe both systems and applications in our paper.\"\n\nIn fact, most of the factors limiting applications of mHealth technology are not technology related, Dr. Jovanov says.\n\n\"There are many issues, ranging from Food and Drug Administration approval of novel sensors and applications to privacy concerns and even liability issues,\" he says. \"Those are not easy problems to solve because of the deep-rooted perceptions and possible misuse of technology.\"\n\nBecause they are scalable and can be deployed in spaces with no infrastructure in a very short period, wearable health monitoring systems present an opportunity for field hospitals that may become necessary in pandemic outbreaks, Dr. Jovanov says. The same technology and system can be applied to different disaster scenarios.\n\nAs part of the research, the task force prepared a web-based questionnaire to assess requirements for contact tracing in hospitals and asked faculty at UAH's College of Nursing and Department of Electrical and Computer Engineering to provide feedback independent of the current technological capabilities.\n\n\"We truly appreciate the timely feedback we received from our UAH colleagues,\" Dr. Jovanov says.\n\n\"We believe that papers like this one can raise the awareness of the medical and technical communities and create truly multidisciplinary collaborations to implement new applications and develop new technologies,\" Dr. Jovanov says.\n\n\"Massive deployment of mHealth systems provides the big data necessary to apply artificial intelligence methods to a fundamental understanding of underlaying conditions, better and more accurate methodologies, personalized healthcare and more efficient mitigation of the effects of pandemics.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1, minimum-scale=1", "twitter": {"card": "summary_large_image", "site": "@NewsMedical", "title": "Study finds increase in support for telehealth and mobile health monitoring since COVID", "description": "Support for telehealth and mobile health monitoring has risen among healthcare workers and consumers since the rise of the COVID-19 pandemic, according to a new study.", "image": {"src": "https://www.news-medical.net/image.axd?picture=2014%2f7%2fTelemedicine-620x480.jpg"}}, "og": {"title": "Study finds increase in support for telehealth and mobile health monitoring since COVID", "type": "article", "image": "https://www.news-medical.net/image.axd?picture=2014%2f7%2fTelemedicine-620x480.jpg", "url": "https://www.news-medical.net/news/20200813/Study-finds-increase-in-support-for-telehealth-and-mobile-health-monitoring-since-COVID.aspx", "description": "Support for telehealth and mobile health monitoring has risen among healthcare workers and consumers since the rise of the COVID-19 pandemic, according to a new study.", "site_name": "News-Medical.net"}, "article": {"published_time": "2020-08-13T21:38:00.0000000-04:00", "modified_time": "2020-08-13T21:38:00.0000000-04:00", "section": "Medical News"}, "fb": {"app_id": 191532917554431}, "referrer": "unsafe-url", "msvalidate.01": "F19F0E4C53AF972CB554F2D6E02D6A95", "google-site-verification": "O9YdVHPdPV4LcXLbPolbgWNCkqMfLIvjbuO_NGer4hk", "y_key": "3022e9ac41851d3d", "description": "Support for telehealth and mobile health monitoring has risen among healthcare workers and consumers since the rise of the COVID-19 pandemic, according to a new study.", "keywords": "Bioengineering, Healthcare, Heart, Hospital, Laboratory, Pandemic, Telemedicine, Virus"}}}