{"GDELT": {"GlobalEventID": 940602577, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSEREBMED", "Actor1Name": "HAMAS", "Actor1CountryCode": "PSE", "Actor1Type1Code": "REB", "Actor1Type2Code": "MED", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.25269343780608, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Gaza Strip", "Actor1Geo_CountryCode": "GZ", "Actor1Geo_ADM1Code": "GZ", "Actor1Geo_Lat": 31.425074, "Actor1Geo_Long": 34.373398, "Actor1Geo_FeatureID": "GZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Gaza Strip", "Action2Geo_CountryCode": "GZ", "Action2Geo_ADM1Code": "GZ", "Action2Geo_Lat": 31.425074, "Action2Geo_Long": 34.373398, "Action2Geo_FeatureID": "GZ", "DATEADDED": 20200813184500, "SOURCEURL": "https://www.hindustantimes.com/world-news/uae-israel-to-set-roadmap-towards-establishing-bilateral-ties-mohammed-bin-zayed/story-EZL0S3KR1OS817TxiOn85I.html"}, "ARTICLE": {"TITLE": "UAE, Israel to set roadmap towards establishing bilateral ties: Mohammed Bin Zayed", "TEXT": "world\n\nUpdated: Aug 13, 2020 22:54 IST\n\nIsrael and the United Arab Emirates reached an agreement to work toward fully normalized relations, a potentially historic breakthrough that US president Donald Trump said will facilitate peace in the Mideast.\n\nThe move means the UAE would join Egypt and Jordan as the only Arab countries with normal ties with Israel, signaling the nations will send ambassadors and open more direct commercial relations. According to a joint statement on Thursday, the UAE and Israel will begin a range of talks in the “coming weeks,” while Israel also agreed to suspend efforts to declare sovereignty over parts of the West Bank.\n\nAs part of the deal, Israel also agreed to suspend controversial moves to annex portions of the West Bank, an effort that was widely seen as having put any final peace agreement further from reach.\n\nThe deal is a “significant” step toward peace in the Mideast, Trump told reporters in the Oval Office, while the joint statement said a signing ceremony will take place at the White House.\n\nTies between Israel and Gulf Arab states have warmed in recent years, in large part due to a shared distrust of Iran. But they haven’t ripened into open relations, let alone normalization.\n\n“The announcement is big and the White House will be able to claim that it has achieved a breakthrough in the traditional wall of divide in Arab-Israeli relations,” said Ayham Kamel, a Mideast expert at the Eurasia Group. Aaron David Miller, a senior fellow at the Carnegie Endowment and former Mideast official at the State Department, called the accord a “win for all 3” nations.\n\nComments from the leader of the UAE, Crown Prince Mohammed Bin Zayed, were more nuanced than the remarks from Trump and in the joint statement issued by the White House.\n\n“During a call with President Trump and Prime Minister Netanyahu, an agreement was reached to stop further Israeli annexation of Palestinian territories,” bin Zayed wrote on Twitter. “The UAE and Israel also agreed to cooperation and setting a roadmap towards establishing a bilateral relationship.”\n\nNevertheless, Prime Minister Benjamin Netanyahu, called it “a historic day” in Hebrew on Twitter and said he would speak publicly later in the day. Egyptian President Abdel Fattah el-Sisi wrote on Twitter that he followed the agreement and its efforts to foster peace “with attention and appreciation.”\n\nPushback came swiftly from Palestinian officials. Hanan Ashrawi, a member of the Palestine Liberation Organization’s executive committee, writing on Twitter that “Israel got rewarded for not declaring openly what it’s been doing to Palestine illegally & persistently since the beginning of the occupation. The UAE has come out in the open on its secret dealings/normalization with Israel. Please don’t do us a favor. We are nobody’s fig leaf!”\n\n‘More Aggression’\n\nOfficials with Hamas, the US-designated terrorist organization that runs the Gaza Strip, were more blunt. Hamas spokesman Fawzi Barhoum told Al Jazeera that the move was a “stab against the Palestinian cause and will encourage the Israeli occupation to commit more aggression against our people.”\n\nThe joint statement published by the White House suggested the move will reverberate across the Mideast, and Trump said there is “a lot more to come.”\n\n“This historic diplomatic breakthrough will advance peace in the Middle East region and is a testament to the bold diplomacy and vision of the three leaders and the courage of the United Arab Emirates and Israel to chart a new path that will unlock the great potential in the region,” according to the statement from the US, Israel and the UAE.\n\nThe announcement could be a diplomatic coup for Netanyahu at a time when he is under intense fire at home from mass protests against his government’s mishandling of the coronavirus and his continued leadership while under indictment in three criminal cases.\n\nA White House signing ceremony would also help Trump -- lagging in the polls ahead of November’s election -- evoke the spirit of the original peace deal between Israel, Egypt and Jordan, facilitated by then President Jimmy Carter as part of the Camp David accords in 1978.\n\nTrump later joked to reporters in the Oval Office that he wanted the new agreement “to be called the Donald J. Trump accord.”\n\nThe president has long sought a Mideast breakthrough that would allow him to withdraw U.S. troops from the region and get out of what he called “endless wars.” He’s also sought to strengthen an anti-Iran alliance in the region, led by Saudi Arabia.\n\nAt the beginning of his term in 2017, Trump called upon his son-in-law, Jared Kushner, to help broker a big Mideast deal, though his efforts had largely stalled. Trump’s move early in his term to move the U.S. embassy from Tel Aviv to Jerusalem, and his decision to recognize Israeli sovereignty of the Golan Heights, quickly alienated Palestinian officials and much of the Arab world, leaving Kushner’s peace plan -- which effectively sanctioned Israeli annexation of much of the West Bank -- with few champions in the region.\n\nThe backdown on the West Bank may have helped seal the agreement, analysts said.\n\n“The timing of the move also allows Netanyahu and Trump to climb elegantly down the annexation tree, when neither leader has the stomach to follow through on what would likely have been be a destabilizing move in the region,” said Shalom Lipner, a senior fellow at the Atlantic Council who has served seven Israeli prime ministers.\n\nThe decision by the UAE may also be seen as a prelude for its far bigger neighbor, Saudi Arabia, which has close ties with the UAE and has been viewed as informal contacts with Israel. Trump has made the U.S. relationship with Saudi Arabia the centerpiece of his Mideast strategy.\n\nKamel of the Eurasia Group said Saudi Crown Prince Mohammed bin Salman will inevitably follow the UAE’s lead but that will take longer as “his society is more conservative and succession politics adds a layer of complications. However, Riyadh will eventually move in a similar direction, albeit at a slower pace and with hesitation given the risks.”", "METADATA": {"google-site-verification": "U3xIlrlaetYrU7V1lNSFthKZzBFJ_S6qVzdn_gpMNjc", "keywords": "UAE, Israel, Israel UAE peace deal, Mohammed Bin Zayed, donald trump", "news_keywords": "UAE, Israel, Israel UAE peace deal, Mohammed Bin Zayed, donald trump", "description": "The deal is a “significant” step toward peace in the Mideast, Trump told reporters in the Oval Office, while the joint statement said a signing ceremony will take place at the White House.", "og": {"locale": "en_us", "type": "article", "title": "UAE, Israel to set roadmap towards establishing bilateral ties: Mohammed Bin Zayed", "description": "The deal is a “significant” step toward peace in the Mideast, Trump told reporters in the Oval Office, while the joint statement said a signing ceremony will take place at the White House.", "url": "https://www.hindustantimes.com/world-news/uae-israel-to-set-roadmap-towards-establishing-bilateral-ties-mohammed-bin-zayed/story-EZL0S3KR1OS817TxiOn85I.html", "image": {"identifier": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/13/Pictures/crown-prince-of-abu-dhabi-uae_15c98eb2-dd89-11ea-a97c-4447400c36de.jpg", "width": 960, "height": 640}, "site_name": "Hindustan Times"}, "tweetmeme-title": "UAE, Israel to set roadmap towards establishing bilateral ties: Mohammed Bin Zayed", "twitter": {"card": "summary_large_image", "site": "@httweets", "creator": "@httweets", "url": "https://www.hindustantimes.com/world-news/uae-israel-to-set-roadmap-towards-establishing-bilateral-ties-mohammed-bin-zayed/story-EZL0S3KR1OS817TxiOn85I.html", "title": "UAE, Israel to set roadmap towards establishing bilateral ties: Mohammed Bin Zayed - world news - Hindustan Times", "description": "The deal is a “significant” step toward peace in the Mideast, Trump told reporters in the Oval Office, while the joint statement said a signing ceremony will take place at the White House.", "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/13/Pictures/crown-prince-of-abu-dhabi-uae_15c98eb2-dd89-11ea-a97c-4447400c36de.jpg"}, "article": {"published_time": "2020-08-13T22:52:30+05:30", "modified_time": "2020-08-13T22:54:14+05:30"}, "section": "world-news", "storyid": "25948924-dd88-11ea-a97c-4447400c36de", "last-updated": "2020-08-13T22:54:14+05:30", "fb": {"pages": 111445058579, "app_id": 672336366190593, "admins": 100006810078735}, "Last-Modified": "2020-08-13T22:54:14+05:30", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1"}}}