{"GDELT": {"GlobalEventID": 940638381, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "NEW YORK", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -7.5495049504950495, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "University Of Cape Town, Western Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF11", "Actor1Geo_ADM2Code": "77317", "Actor1Geo_Lat": -33.958, "Actor1Geo_Long": 18.4608, "Actor1Geo_FeatureID": "-1217215", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "University Of Cape Town, Western Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF11", "Action2Geo_ADM2Code": "77317", "Action2Geo_Lat": -33.958, "Action2Geo_Long": 18.4608, "Action2Geo_FeatureID": "-1217215", "DATEADDED": 20200813224500, "SOURCEURL": "https://www.msn.com/en-za/news/other/south-africa-e2-80-99s-33000-excess-deaths-what-we-know-so-far/ar-BB17VWlX"}, "ARTICLE": {"TITLE": "South Africa’s 33,000 excess deaths: What we know so far", "TEXT": "© Copyright (c) Daily Maverick , All Rights Reserved\n\nData released on Wednesday 12 August by the South African Medical Research Council’s (SAMRC) Burden of Disease Research Unit, suggests that parts of the country may have reached a peak in Covid-19 infections by the end of July, which could potentially signal a downturn in the country’s epidemic. Excess deaths – natural deaths that have occurred over and above what would be expected based on historical patterns – declined from the last week of July to the first week of August.\n\nThe tally of excess deaths between the beginning of May and the first week of August stood at 33,478, while reported Covid-19 deaths totalled nearly 9,000 on 4 August (the latest date covered in the excess deaths report). This leaves more than 24,000 deaths unaccounted for as of 4 August.\n\nCause unknown\n\nProfessor Debbie Bradshaw, chief specialist scientist at the SAMRC’s Burden of Disease Research Unit, tells Spotlight that they do not yet know the medical causes of these deaths – or if they are related directly or indirectly to Covid-19.\n\nPart of the problem is simply that information has not yet been captured.\n\nWhen a person dies, a doctor must complete a death notification form showing the medical cause of death. Legally, if a doctor cannot confirm the cause of death, a post-mortem must be done (or can be requested by the family). This notification form is used by the family or their undertaker to register the death with the Department of Home Affairs (DHA), explains Bradshaw.\n\n“Once DHA has completed the verification of the information, they send the forms to StatsSA to code and capture the cause of death information. The system is labour intensive and there is a backlog in the production of cause of death statistics. We have suggested to government that they fast-track the processing of such information to provide insight into the actual causes of death,” she says.\n\nUsing information from the National Population Register which is provided to Bradshaw and her colleagues on a weekly basis, the SAMRC’s weekly excess death reports are compiled to shed light on mortality during the Covid-19 pandemic. Their projections take into account persons who are not on the population register and deaths that may not have been registered with DHA. The projections also do not include data on deaths for children under the age of one as a result of birth registrations being put on hold during Level 5 of the lockdown.\n\nPossible causes of death\n\nWhile confirmed causes of these deaths are not yet known, Bradshaw says that the geographic time trend and age patterns of the excess deaths indicate that a high proportion of them are likely to be due to Covid-19. However, there is no way to be certain of this without further investigation.\n\n“The question is, is it due to Covid-19 directly, or due to indirect effects of the lockdown?” asks Professor Landon Myer, director and head of the School of Public Health and Family Medicine at the University of Cape Town.\n\n“It’s almost certainly a mix of the two. It would be implausible to think that we are detecting every death caused by SARS-CoV-2, but it’s not clear to me that all deaths with SARS-CoV-2 detected are deaths due to SARS-CoV-2.\n\n“I might die of some other cause that was going to kill me regardless, but I happened to have SARS-CoV-2 at the time, and I might be classified as a Covid-19 death,” explains Myer.\n\n“Conversely, I might die of something where SARS-CoV-2 itself was not the underlying cause, but instead part of the cause was the response to Covid-19 indirectly. [For example] you have limited access to primary healthcare services or economic hardship. I don’t know that anyone, anywhere in the world has a really good handle on these different things.”\n\nMyer argues that the indirect effects of the lockdown on mortality could be significant. This could be because of the negative effects on access to healthcare services such as clinics or acute care services, or changes in health-seeking behaviours of people requiring healthcare.\n\n“I think that the number of different ways that you could die from reduced access to health services is massive. The different routes to death are considerable and it’s not just HIV, TB or [lack of] vaccinations. It’s all those things put together. But the actual data to say that, to my knowledge, is incredibly limited,” he says.\n\nAcute rather than chronic\n\nLooking deeper, Myer says that the causes behind some of these excess deaths could be acute health issues, such as a heart attack, stroke or acute asthmatic attack.\n\nWhile deaths related to HIV, diabetes or other chronic diseases cannot be ruled out, these deaths might take more than a few weeks to reflect in excess death statistics.\n\n“We’ve seen this increase in excess deaths within weeks. But, generally, if you’re living with HIV and on ARVs and you’re relatively healthy, and you stop taking your ARVs, it could be months to years before you die. Certainly not weeks,” says Myer.\n\nWith TB, defaulting on treatment may be associated with mortality, but whether that would routinely be within weeks is not clear.\n\n“In common chronic conditions like diabetes or hypertension, relatively few people will die suddenly if they default their treatment because these are, by definition, chronic diseases. Their course is slow, so the rapid increases in excess deaths we are seeing with Covid-19 seem unlikely to be attributable to patients with these chronic conditions defaulting care,” he says.\n\nA modelling study published in the medical journal Lancet Global Health last month projected that deaths due to HIV, TB and malaria in lower to middle-income countries could dramatically increase due to the pandemic’s effect on care and prevention services over the next five years, meaning that the death toll from these diseases could equate to or surpass that of Covid-19. Commenting on the study, Myer says that while South Africa’s HIV and TB epidemics are of critical concern, the current excess death figures may not yet reflect the potential mortality increase as a result of the impact on care services for these two diseases for the next few years.\n\nNot seeking care\n\nBradshaw notes that the excess deaths may be linked to people not presenting at primary healthcare facilities due to fear of Covid-19 or other anxieties, and a potential for deaths due to chronic or acute conditions unrelated to the virus.\n\n“[We] are exploring whether it is possible to work with the Department of Health to evaluate mortality trends of the patients who are being treated for selected chronic conditions,” she says.\n\nWhen asked about the status of those defaulting on treatment during lockdown and the implications for excess deaths, the director for TB, HIV and DR-TB in the health department, Dr Norbert Ndjeka, could not provide Spotlight with any answers.\n\nNdjeka, however, provided data that shows a severe drop in the number of drug-resistant TB cases that are being detected. In June last year, 753 new cases of DR-TB were reported. In June this year, only 284 were reported.\n\nDetermining the possible causes of death\n\nTo further investigate the causes of these excess deaths, Bradshaw says they are exploring the possibility of combining data sources to get a better assessment of Covid-19 related deaths.\n\n“We are in discussion with the National Institute for Infectious Disease and the National Department of Health about how we can link data sources to get a more accurate set of information. Secondly, we think that there may be scope to use a verbal autopsy interview with the next of kin to get information about the disease progression that their loved one experienced,” she says.\n\nAdding to this, Myer says that post-mortem studies could be useful, looking at excess mortality in populations that would typically not be as severely affected by Covid-19, such as children and young persons.\n\n“If it’s directly Covid-19 related, we expect excess deaths to be taking place at older ages. We do not expect that kind of excess deaths or a high number of excess deaths at younger ages,” he says.\n\nNot just in South Africa\n\nWhile South Africa’s 33,000 excess deaths so far may seem like a lot, the country’s situation is not unique. Reporting by The New York Times suggests that by the end of July, globally, there were over 161,000 Covid-19 deaths unaccounted for in official death numbers. A Financial Times analysis previously estimated that globally Covid-19 deaths may be around 60% higher than the reported numbers – with wide variation between countries.\n\n“Another issue is that we do not really understand what’s going on with Covid-19 in the population generally,” says Myer. “Could there be much more Covid-19 in South Africa than we think, such that our reported cases are not necessarily accurate? If that was the case, maybe our excess deaths are not excess and [are in line] with the epidemic, except the epidemic is much more extensive than we think.”\n\n“We’re fed these numbers every day, and interpreting these [numbers] on a day-to-day basis [is] distracting us from the broader trends and from the information that we don’t know, to fill out the picture,” he says.\n\n“The bits of the picture that we can see are getting updated every day, but we’re never thinking about the bits of the picture that we can’t see at all.” DM/MC\n\nThis article was produced by Spotlight – health journalism in the public interest. Sign up for our newsletter.", "METADATA": {"application-name": "South Africa’s 33,000 excess deaths: What we know so far", "cq": "passed", "Search.Interest": "Personal Finance", "robots": "index, follow", "description": "Between the beginning of May and the first week of August, there have been more than 33,000 excess deaths in South Africa. This is more than three times the number of confirmed Covid-19 deaths. Kathryn Cleary asked the experts what we do and do not know about what so many people are dying of.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}