{"GDELT": {"GlobalEventID": 940633703, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.55555555555556, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor1Geo_CountryCode": "LY", "Actor1Geo_ADM1Code": "LY61", "Actor1Geo_ADM2Code": "19101", "Actor1Geo_Lat": 32.8925, "Actor1Geo_Long": 13.18, "Actor1Geo_FeatureID": "-3178767", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200813221500, "SOURCEURL": "https://www.dailysabah.com/opinion/op-ed/turkey-france-relations-deepening-cross-purposes"}, "ARTICLE": {"TITLE": "Turkey-France relations: Deepening cross-purposes", "TEXT": "A cold wind is blowing between Paris and Ankara since last fall when the French government summoned the Turkish envoy in Paris after President Recep Tayyip Erdoğan said his French counterpart Emmanuel Macron was suffering from \"brain death.\"\n\nErdoğan had repeated the same expression Macron had used to describe NATO, to hit back at the French president over his criticism of fellow NATO member Turkey’s intervention against YPG/PKK terrorist elements in northeastern Syria. Macron has been one of Ankara's most vocal critics since it intensified offensives against terror enclaves in the region.\n\nRecently, the two countries faced each other in another crisis in the Eastern Mediterranean. On June 10, a naval crisis erupted between the two off the Libyan coast. France accused Turkey, taking the case to NATO and calling on the EU Commission to impose sanctions.\n\nLater, the French government condemned the decision of the Turkish authorities to revert Istanbul’s Hagia Sophia from a museum to a mosque. \"France deplores the decision of the Turkish Supreme Court to modify the museum status of Saint Sophia and President Erdoğan’s presidential decree reverting Hagia Sophia museum into a mosque, under the authority of the Presidency of Religious Affairs, after Turkey's highest administrative court decision,\" French Foreign Minister Jean-Yves Le Drian said.\n\nQuarrel in Libya\n\nBeyond the maritime incident, \"the bottom of the case is the repeated violations of the arms embargo by Turkey and history of falsifications and trafficking,\" said French Minister of the Armed Forces, Florence Parly.\n\nParis indeed denounces the Turkish military intervention in Libya alongside the U.N.-recognized Government of National Accord (GNA) in Tripoli.\n\nBefore participating again in Operation Sea Guardian, France requested \"that the allies solemnly reaffirm their attachment and their commitment of respect for the embargo.\"\n\nAn investigation by the French newspaper Le Monde in February 2016 revealed that France had secretly deployed its special forces and the operational arm called \"service action\" of the French General Directorate of External Security (DGSE) for very precise strikes against targets, designated as affiliates of Daesh in Libya. Its \"aim\" was to contain the eventual development of the Daesh threat in Libya.\n\nFrance’s realpolitik stance on the Middle East and North Africa (MENA) region, before and during the Arab uprisings, was accused \"hypocrisy\" for collaborating with authoritarian and corrupted regimes, for instance, the Zine El Abidine Ben Ali regime in Tunisia.\n\nHowever, despite former French President Nicolas Sarkozy’s relations with Libya’s late autocrat, Moammar Gadhafi, France adopted a leading role in the military intervention to Libya in 2011. France’s approach toward its regional allies was full of rhetorical and cautionary discourses, and never toward regime change despite the overwhelming lack of legitimacy and credibility of those regimes.\n\nHuman rights principals\n\nThe \"moral-politik\" discourses of France’s foreign policy is damaging the credibility of the country and its foreign policy principals. Paris’ independent foreign policy in the MENA region, notably in Libya and Tunisia, is questioned and Macron's attempts to use the crises in Lebanon and Syria were seen as a move to damage Turkey's regional influence. For example, his visit to the site of the Beirut blast and statements there proved the legitimacy of these critiques.\n\nFor Paris, it’s too late to revive Sarkozy’s Mediterranean Union still-born project. The recent developments in Eastern Mediterranean Basin's offshore natural gas prospects have roused tensions between the five countries that Paris sees as potential allies to contain Ankara’s exploration projects and role.\n\nThe strategic landscape is in such fast evolution that President Macron should take the future of the new Libya into consideration; however, the true evolution is driven by the Turks, who have put themselves in a very strong position with the Italians and the Germans, negotiating overtly, coordinating with the Americans and holding Russians back, while imposing new imperatives in NATO, applying the French adage. One must speak to his adversaries and not to his friends.\n\nThe relations between France and Turkey have gotten sour ever since the French Senate approved in January 2012 the vote of the Congress on the sour-sweet Armenian dish. This case goes back to 1915-1916 when the Ottoman act was falsely qualified by the French Congress as \"genocide.\"\n\nIn the past, whenever Turkey's candidacy to the EU got closer to serious consideration, the rejectionist camp in the EU brought up the Armenian case, which without a doubt, successive Turkish governments preferred to leave it to their domestic and sub-regional objective policies.\n\nSarkozy, who was described by the French media as a political kamikaze, had landed this time up against a vigorous Turkish wall. Today, Macron is playing a new diplomatic game called Tac-O-Tac. He is desperately looking for resurrection after his domestic political troubles and his poor crisis management of the health care pandemic brought by COVID-19.\n\nThere are also other challenges for him such as the yellow vest protest movement as well as other social and societal movement waves. The municipal elections outcomes were a political hurricane for President Macron who obliged him to fire his center-right premier and hire a conservative prime minister from the hardcore of the French right. He is unlike Erdoğan who came out stronger from the COVID-19 pandemic crisis nationally and internationally alike.\n\nRivalry foreign policy\n\nWhat does France stand to gain or to achieve? Legally, it is deceitful. France is still chased by its own heavy-loaded colonial crimes. Politically, it is poor judgment, France needs Ankara in the entire MENA region turmoil, from the Iranian nuclear dossier to the Syrian civil war impasse, and recently for the Lebanese political and financial crisis to the Libyan war and power influence game. There is also the migrant issue at hand and Ankara has been doing a great job on the migrant crisis, serving as a robust gendarme protecting the EU countries of mass migrant influxes. Turkey’s success in the war on terror is also here to mention.\n\nAt the sub-regional level, in France's courtyard in the Maghreb and the Sahel, its national and security interests are in jeopardy. The French should look at Ankara with tender eyes for help in Libya, Paris’ \"surreal-politik\" policy in Libya like in Syria has put Paris in panic alarm.\n\nBesides, in the fight against armed groups like al-Qaida in Islamic Maghreb (AQMI), the Movement for Oneness and Jihad in West Africa (MUJAO), al-Mourabitoun, Ansar al-Din, and Boko Haram, all of which menace the stability of the Sahel and West African countries, Ankara could play a major role with the tribal Muslim leaders.\n\nEconomically, it is a lose-lose situation for Paris if the country sticks with the narrative of sourness; history has never been a good source of governing for politicians because its myths bite them and make them look foolish, alliances work better with a brain to restrain conflict, and maintain NATO member's balance and entente over leaders' cross-purpose. It sounds inevitable that President Macron's foreign policy is better off with a cemented realpolitik, and will not let the whole past rivalry weigh on the present reality.\n\n*North Africa expert at the Center for Middle Eastern Strategic Studies (ORSAM)", "METADATA": {"ROBOTS": "index,follow", "language": "en", "copyright": "Daily Sabah Newspaper", "format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Turkey-France relations: Deepening cross-purposes", "keywords": "Turkey-France,relations:,Deepening,cross-purposes", "Idkeywords": 36641, "pageType": "article", "datePublished": "2020-08-14 00:05:00", "dateModified": "2020-08-13 17:42:33", "author": "Abdennour Toumi", "inLanguage": "en", "fb": {"app_id": 2555093038069229, "pages": 248453298645103}, "og": {"description": "A cold wind is blowing between Paris and Ankara since last fall when the French government summoned the Turkish envoy in Paris after President Recep Tayyip Erdoğan said his French...", "type": "article", "locale": "en", "site_name": "Daily Sabah", "image": {"identifier": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/13/thumbs/1200x600/51699.jpg", "width": 600, "height": 315}, "title": "Turkey-France relations: Deepening cross-purposes", "url": "https://www.dailysabah.com/opinion/op-ed/turkey-france-relations-deepening-cross-purposes"}, "article": {"published_time": "2020-08-14 00:05:00", "author": "Abdennour Toumi", "section": "Opinion"}, "twitter": {"description": "A cold wind is blowing between Paris and Ankara since last fall when the French government summoned the Turkish envoy in Paris after President Recep Tayyip Erdoğan said his French...", "card": "summary_large_image", "image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/13/thumbs/1200x600/51699.jpg", "title": "Turkey-France relations: Deepening cross-purposes"}, "thumbnailUrl": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/13/thumbs/1200x600/51699.jpg", "url": "https://www.dailysabah.com/opinion/op-ed/turkey-france-relations-deepening-cross-purposes"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}