{"GDELT": {"GlobalEventID": 940669768, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "SECRETARY OF STATE", "Actor1Type1Code": "GOV", "Actor2Code": "RUS", "Actor2Name": "RUSSIAN", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.23640661938534, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 66.0, "Actor2Geo_FeatureID": "AF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 66.0, "Action2Geo_FeatureID": "AF", "DATEADDED": 20200814014500, "SOURCEURL": "http://www.msn.com/en-us/news/politics/pompeo-says-he-and-pentagon-warned-russia-against-bounties-on-us-troops-in-afghanistan/ar-BB17W2p0"}, "ARTICLE": {"TITLE": "Pompeo says he and Pentagon warned Russia against bounties on US troops in Afghanistan", "TEXT": "© Greg Nash Pompeo says he and Pentagon warned Russia against bounties on US troops in Afghanistan\n\nSecretary of State Mike Pompeo said Wednesday that he and the Pentagon warned Russia against the suspected bounties placed on U.S. troops in Afghanistan.\n\nThe secretary of State said in an interview with Radio Free Europe and Radio Liberty that he cautioned Russian Foreign Minister Sergey Lavrov about the CIA's intelligence on the bounties. Pompeo also said the Pentagon delivered a similar warning to Russian military leaders.\n\n\"If the Russians are offering money to kill Americans or, for that matter, other Westerners as well, there will be an enormous price to pay. That's what I shared with Foreign Minister Lavrov,\" Pompeo said, according to a State Department transcript.\n\n\"I know our military has talked to their senior leaders, as well. We won't brook that. We won't tolerate that,\" he added.\n\nBut Pompeo did not directly answer a question about whether he deemed the threat to be credible, after President Trump dismissed the reports as \"fake news.\"\n\n\"We've made clear we know the history; we know that the Russians have armed the Taliban in the past, right,\" he answered. \"We know that the Iranians continue to arm them today. So we know these facts. We've made clear to each of them our expectations, and we will do everything we need to do to protect and defend every American soldier and, for that matter, every soldier from the Czech Republic or any other country that's part of the [mission in Afghanistan.]\"\n\nThe New York Times reported in June that a Russian military unit was offering rewards to Taliban-linked militants in Afghanistan to kill coalition forces, including U.S. troops, in the country.\n\nThe Times had also reported earlier this month that Pompeo gave a warning to Lavrov in a July 13 call about the bounties. People briefed on the matter told the newspaper the secretary of State considered the matter as hypothetical as he mentioned the CIA intelligence on the bounties.\n\nPompeo had told the Senate Foreign Relations Committee last month that the State Department did caution Russia about the alleged bounties.\n\nThe White House has said it didn't take action on the intelligence because officials didn't consider it credible enough to share with the president, although it was in his written briefing in February.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Pompeo says he and Pentagon warned Russia against bounties on US troops in Afghanistan", "cq": "passed", "Search.Interest": "US Politics", "robots": "index, follow", "description": "Secretary of State Mike Pompeo said Wednesday that he and the Pentagon warned Russia against the suspected bounties placed on U.S. troops in Afghanistan.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}