{"GDELT": {"GlobalEventID": 940602632, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "THA", "Actor1Name": "THAI", "Actor1CountryCode": "THA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.21716848174247, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200813184500, "SOURCEURL": "https://www.powerofpositivity.com/thai-massage-helps-reduce-pain/"}, "ARTICLE": {"TITLE": "Massage Therapists Explain How Thai Massage Helps Reduce Pain", "TEXT": "\n\n\n\nHow do you usually feel after a long stressful day? Did things go haywire at the office? Or, did you spend the whole day managing the house and keeping the youngsters in line? Did you have to manage all three of these? Either way, your worn-out body probably felt tight, sore, and stressed to the max. Thai massage may provide the relief you need.\n\nHave you ever wondered about the benefits of Thai massage, also called Thai yoga? It could be the answer to your hurting muscles, achy back, and tension headaches. A therapeutic massage can work wonders to drain tension and bring you total relaxation.\n\nUnderstanding Primal Instincts\n\nYou have unique survival instincts hardwired into your brain, inherited from your first ancestors. In the beginning, humans relied on this instinct to survive in the dangers of the prehistoric world. The slightest hint of danger registers in the brain, it immediately orders the body to release adrenaline and cortisol for a boost of life-saving strength and speed.\n\n\n\n\n\n\n\nThis primordial brain function is responsible for the fight, flight, or freeze reaction. When early humans perceived danger, they needed the strength to stand up and fight, run away, or stay in place to avoid being noticed. The function served them well in a world full of blood-thirsty animals and other unknown hazards.\n\nShould I Fight, Run, or Freeze?\n\nAlthough the fight-flight-freeze response continues to keep us safe, it has a built-in drawback. Unfortunately, the brain doesn’t distinguish between a minor hazard and a life-threatening situation. When you feel the flux of stress hormones as you are suddenly cut off in traffic, it might be a lion attack as far as your brain knows.\n\nEven though you can consciously distinguish threats, your primitive survival mode will react the same, no matter the stressor. No wonder you hear so many friends and family complain about the burden of daily stress. When you have a constant flood of adrenaline and cortisol in your bloodstream, it’s as if you’re being chased by man-eating tigers all day.\n\n\n\n\n\n\n\n\n\n\n\nHealth Consequences Resulting From Too Much Stress\n\nIt’s unrealistic to think that anyone can live free of stress. Life itself is stressful, and it takes a certain amount to learn, grow, and adapt. If you didn’t have that survival instinct, you wouldn’t know how to protect yourself from harm.\n\nHowever, your survival mode was only intended to be used as needed. Your body wasn’t designed to stay on survival auto-pilot. Stress hormones are vital for life-saving skills, but too much can cause systemic damage throughout your body and even premature death.\n\nJust think about how your heart and lungs work faster to supply blood and oxygen for instant reflexes. It’s necessary for the moment, but not long-term. Like a car that is run full speed continuously, the engine is bound to crash at some point.\n\nDo you know how you feel after you have sprinted in an emergency? That primal burst of energy made you euphoric and more energetic for the moment, but you probably felt sore and drained afterward. It’s the same feeling when you cope with excess stress from day-to-day.\n\n\n\n\n\n\n\nOf all the de-stressing techniques you’ve tried, have you ever considered Thai massage? It’s uniquely different from Western massage and has many reported benefits. Maybe this is the first time you’ve ever heard of the ancient practice.\n\nWhen Was Thai Massage Created?\n\nAlthough the origins of Thai massage, or Thai yoga, are obscured in mystery and legend, historians believe it was developed as early as 2,500 BCE. Many historians attribute it to Jivaka Komarabhacca, an Indian doctor who was said to be the Buddha’s personal physician.\n\nYears after Buddhism quickly spread across Asia, and it became the adopted religion of Thailand in the 3rd century BCE. With the new Buddhist philosophy came techniques like Thai yoga, or massage. The relaxing technique has become so ingrained in Thai culture that many historians argue that it originated in Thailand, not India.\n\nNo matter its origins, the eponymous massage therapy has intrinsic ties to both countries. And, we were only recently introduced to it in the Western world. Just two decades ago, you weren’t apt to find many Thai yoga practitioners in America. Today, it is the buzzword in therapeutic massage, and you can often find a practitioner in the smallest of clinics.\n\nThai massage therapy is recognized and recommended by the American Massage Therapy Association and other hubs of massage therapy organizations worldwide. It’s reported benefits have many patients seeking treatment every day. Perhaps it can help revitalize and de-stress you, too.\n\nHow Does Thai Massage Work?\n\nIf you’ve ever had a traditional massage therapy session, you were introduced to techniques from the West. There are at least five modes of Western massage that branch from Swedish massage therapy, which was standardized in the early 19th century. While traditional Western therapy focuses on muscle groups and deep tissue massage, Eastern styles like Thai yoga focus on traditional Chinese medicine meridian lines.\n\nWhen you go for an appointment for traditional Western massage therapy, the therapist usually works on your bare shoulders and back for optimal deep tissue contact. You lie on a massage table. Therapists also use therapeutic oils perfumed with essential oils to ease tension in the muscles and provide some aromatherapy.\n\nThai massage therapists don’t use tables, and their patients stay fully clothed. Since this massage therapy doesn’t concentrate on large muscle groups, massage oils aren’t necessary. Therapists often compare this practice to the deliberate body manipulation of chiropractic rather than the rubbing and kneading of Western massage.\n\n\n\n\n\n\n\nOne of the reasons that Thai massage therapy is often called Thai yoga is that you lie on a mat like you would in this classic exercise. Instead of exerting energy to create positions, your Thai massage therapist will gently stretch your limbs and body into different beneficial areas. You are more active in this therapy than you would be in a Western-style technique.\n\nYour Thai yoga session can last anywhere from a half-hour to an hour. Afterward, your therapist will gently help you to your feet so you can stretch and enjoy the therapy’s relaxing benefits. Why should you consider Thai yoga for de-stressing, pain management, and other benefits?\n\n\n\n\n\nBenefits of Thai Yoga Therapy\n\n• Increased Energy\n\nThai yoga can do more than just relax your muscles and connective tissue. According to traditional Eastern medicine concepts, your body has a complex system of lines, called meridians, that act as channels of energy. When these meridians become blocked, you become fatigued and your energy tanks.\n\nAccording to the concept, Thai yoga can help unblock your meridians and revitalize your energy.\n\n• Reduce Stress\n\nWho wouldn’t want a little less stress in life? Because of overusing your survival instinct, your muscles may stay tense and sore. The gentle movement and pressure of Thai yoga can relieve stress and tension, which allows your whole body to relax. You may feel a welcomed relief, and the tension drains from your body.\n\n• Relieve Stress Headaches\n\nThe next time you feel stressed, notice how the muscles in your face, neck, and head tense and build up painful pressure. It often results in chronic stress headaches that can affect your neck and upper back. As the Thai yoga therapist manipulates your head, neck, and back, the muscles and joints soften and lose the tension that often makes your head pound and ache.\n\n• Makes Movement Easier\n\nPhysical therapists call the measurement of how far you can bend your limbs and body your range of motion. Arthritis, stress, and other disorders can limit movement and make you feel stiff and store. Thai yoga moves your limbs and body in gentle fluid movements to be an effective pain management tool.\n\n• May Improve Your Circulation\n\nYour heart and blood vessels keep your blood in constant movement to supply vital oxygen to your body and carry away wastes like uric acid and carbon dioxide. Many people experience poor circulation because of health conditions like diabetes or cardiovascular disease. A limited range of motion can also make your circulation sluggish, and the gentle pressure and movement of Thai yoga may improve your blood flow.\n\n• May Improve Your Mood\n\nWhen you are stressed and sore, you’re usually not in a good mood. You may feel anxious, depressed, and irritable, which can take a toll on your personal and professional relationships. If you consider Thai yoga therapy, stress reduction, and muscle pain relief may noticeably improve your mood and leave you with a pleasant sense of well-being.\n\n\n\nFinal Thoughts on How You Can Get Started with Thai Massage\n\nBefore you try Thai yoga or any massage therapy, consult with your primary healthcare provider, because it’s not ideal for everyone. If you are pregnant or have health issues like cardiovascular disease, arthritis, or a movement disorder, Thai yoga isn’t advisable. Although the movements and manipulations aren’t harsh, they may still have the potential to exacerbate a medical condition.\n\nIf you feel stressed and would like to feel relaxed and rejuvenated, talk to your healthcare provider about the reported benefits of massage therapy. Many providers can refer you to a licensed and experienced therapist in your area.\n\n\n\n\n\n\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://cdn.powerofpositivity.com/wp-content/themes/pop/icon/ms-icon-144x144.png", "theme-color": "#0272ba", "fb": {"pages": 107787352370, "app_id": 181535231235}, "p": {"domain_verify": "e19de228f743759249303ad8229725d9"}, "description": "Thai massage or Thai yoga is an excellent, natural alternative to pain medications. Learn the benefits of this Eastern therapeutic massage.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Massage Therapists Explain How Thai Massage Helps Reduce Pain", "description": "Thai massage or Thai yoga is an excellent, natural alternative to pain medications. Learn the benefits of this Eastern therapeutic massage.", "url": "https://www.powerofpositivity.com/thai-massage-helps-reduce-pain/", "site_name": "Power of Positivity: Positive Thinking & Attitude", "image": {"identifier": "https://cdn.powerofpositivity.com/wp-content/uploads/2020/08/Massage-Therapists-Explain-How-Thai-Massage-Helps-Reduce-Pain.jpg", "width": 1600, "height": 900}}, "article": {"publisher": "http://www.Facebook.com/PowerofPositivity", "author": "PowerofPositivity", "published_time": "2020-08-13T15:23:49+00:00", "modified_time": "2020-08-13T18:23:31+00:00"}, "twitter": {"card": "summary", "creator": "@livepositivity", "site": "@livepositivity"}, "generator": "WordPress 5.4.2", "onesignal": "wordpress-plugin", "google-site-verification": "gvYGW3Y9UXDVQ5xGxS2ps7ggam16yc2HcJy6CU5oakY"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}