{"GDELT": {"GlobalEventID": 940662554, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "GBRCVL", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.51194539249147, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Porto, Porto, Portugal", "Actor1Geo_CountryCode": "PO", "Actor1Geo_ADM1Code": "PO17", "Actor1Geo_ADM2Code": "24866", "Actor1Geo_Lat": 41.1496, "Actor1Geo_Long": -8.61099, "Actor1Geo_FeatureID": "-2173088", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Porto, Porto, Portugal", "Actor2Geo_CountryCode": "PO", "Actor2Geo_ADM1Code": "PO17", "Actor2Geo_ADM2Code": "24866", "Actor2Geo_Lat": 41.1496, "Actor2Geo_Long": -8.61099, "Actor2Geo_FeatureID": "-2173088", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Porto, Porto, Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO17", "Action2Geo_ADM2Code": "24866", "Action2Geo_Lat": 41.1496, "Action2Geo_Long": -8.61099, "Action2Geo_FeatureID": "-2173088", "DATEADDED": 20200814010000, "SOURCEURL": "https://www.theportugalnews.com/news/portugal-is-probably-the-safest-place-in-europe/55294"}, "ARTICLE": {"TITLE": "“Portugal is probably the safest place in Europe”", "TEXT": "“Portugal is probably the safest place in Europe”\n\nBy Bruno G. Santos, in News · 13-08-2020 01:00:00 · 5 Comments\n\nWhen summer comes to the Algarve the temperatures rise and so too do the number of tourists looking to relax on the Algarve beaches and have fun with friends or family.\n\nThe entire traditional tourism sector in the Algarve has been affected due to the pandemic, not least the British market.\n\nMore than 15 percent of the visitors that come to Portugal are from the United Kingdom, while British tourists constitute the main inbound market when it comes to overnight says, according to INE.\n\nDespite the mandatory quarantine period of 14 days imposed on those who arrive in the UK from Portugal, British visitors continue to arrive in Portugal and the Algarve with many citing the sense of safety and security in the country.\n\nFrancisco Ferreira, a local salesman stated that the majority of visitors in Quinta Shopping, located in Quinta do Lago, Almancil, are British. “Everyone is following the safety rules and I never noticed any disturbing behaviour from the tourists.”\n\nA British tourist, who preferred to stay anonymous, told The Portugal News that “the situation concerning the air bridge is awful”, he said he couldn’t understand why the British Government is continuing to enforce mandatory 14 day quarantine once arriving in the UK, because “Portugal is probably the safest place in Europe.” The tourist also admitted that if there is no one making sure that he is fulfilling the quarantine he will live his life as usual when he returns back to the UK.\n\nRachel, a British tourist in the Algarve states that in her opinion all the tourists she has seen in the Algarve are following the safety rules by wearing masks. However, she does admit to seeing a tourist refusing to wear a mask inside a store “but the staff did not allow the man to enter the shop”, she said, supporting the idea that “everyone in Portugal is doing their best to keep Portugal as a safe destination.”\n\nLike all the others, Richard Hill, another British tourist, feels safe in Portugal but when he returns to the UK he intends to follow the 14-day quarantine rules even though he believes “it is useless.”\n\nUsually, at night, British tourists walk around the streets, enjoying themselves in bars and pubs in the Algarve. This year, things are different. Portugal does not allow gatherings involving more than 20 people. If this happens the authorities must be called. There are also new rules in place regarding the closing times of bars and restaurants, while nightclubs are no longer open until the early hours and don’t have any dance floor areas.\n\nIt is known that alcohol drinking can enhance the feeling of freedom and reduce the sense of responsibility in many people and the rules regarding bars, restaurants and nightclubs have been put in place by the government to reflect this.\n\nWhile on the whole there have been positive reports regarding the behaviour of tourists there have been some incidents reported in the Algarve. On the night of 30 July, a group that came from another bar approached the parking area of Julia’s Beach Bar, in Praia do Garrão, Almancil. According to the bar owner, Martin Kerr, during that evening a large group of people gathered in the parking area and he had to call the authorities, since many of the people in the group were not following the safety rules, by not wearing a mask, for example. Within the group, there were young school leavers aged between 18 and 20-years-old.\n\nDue to the low rate of infections in the Algarve, the group, of about 50 people, according to an RTP report, chose the southern region of Portugal to spend some time in safety. On the night in question the authorities were called “due to overflows from other overcrowded restaurants.”\n\nThe GNR was on the ground and managed to make sure that the gathering was dissolved, guaranteeing that everyone in the group was going home or to another area.\n\nWhile the authorities in Portugal continue to work to show that the country is a safe destination for visitors, the government intends to present a report on the epidemiological situation based on the criteria used by the United Kingdom to try to change the travel restrictions to that country caused by Covid-19, announced the Portuguese Foreign Minister.\n\n“We had formally requested that the United Kingdom present the report on which it says it bases its decision and we received a response to that request today [5 August],” said Augusto Santos Silva.\n\nThe Portuguese authorities will now present “information on the evolution of the Portuguese epidemiological situation exactly according to the parameters and indicators that the United Kingdom tells us it is using”, he explained.\n\n\n\n“I hope that a next review by the British authorities will finally mean the recognition of the facts, because, in my opinion, there is no fact in Portugal that justifies passengers coming from Portugal to be quarantined in England,” he said.\n\nThe United Kingdom has “carried out revisions in the most restrictive sense, because it included, in the list of these countries subject to quarantine, others that were not previously”, recalled the Minister of Foreign Affairs.\n\nThe next revision of the list made by the United Kingdom should only be published at the end of the month, but the change in restrictions to Portugal may happen earlier.\n\n“What the British authorities have said is that they regularly carry out this review, but that at any time they can do that”, which “is true since they imposed quarantine on Spain two days after they published the new list”, recalled Santos Silva.\n\nMeanwhile, the President of the Republic has said that he hopes that Portugal will, by the end of August, be included on green lists for travel, including the United Kingdom.\n\n“I am hopeful that, as the days go on and until the end of the month, there will be a complete transition from the worst or intermediate lists to the best lists in terms of tourism,” said Marcelo Rebelo de Sousa.\n\nThe head of state stressed that tourism is increasing, albeit slowly, and stressed that the pandemic situation in Portugal has evolved positively, which favours the lifting of restrictions on the movement of people.\n\n“This is very important for Madeira, it is very important for the Algarve, it is very important for Porto, it is very important in general for Portugal”, he declared.\n\n“There is an evolution in the black lists - let’s call it that - in favour of Portugal”, he said, reinforcing that “Portugal, in fact, has been following a path opposite to that of many other European societies, which are experiencing new outbreaks, which some consider to be a second wave”.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "When summer comes to the Algarve the temperatures rise and so too do the number of tourists looking to relax on the Algarve beaches and have fun with friends or family.", "keywords": "the portugal news, portugal news, portugal, news in portugal, tpn, tourism in portugal, coronavirus in portugal, covid in portugal, algarve, in portugal, safe, europe, safest, country, corona, virus, pandemic, travel corridor, uk, united kingdom,", "google-site-verification": "YpBuNzf4CKYndXgY2xjx2z9Q9z7Rc10twMl6aap00wY", "og": {"title": "“Portugal is probably the safest place in Europe”", "type": "article", "image": "https://www.theportugalnews.com/uploads/news/Page2_Social_Distance_Seating_Cropped.jpg", "url": "https://www.theportugalnews.com/news/portugal-is-probably-the-safest-place-in-europe/55294", "description": "When summer comes to the Algarve the temperatures rise and so too do the number of tourists looking to relax on the Algarve beaches and have fun with friends or family."}, "twitter": {"card": "summary", "title": "“Portugal is probably the safest place in Europe”", "description": "When summer comes to the Algarve the temperatures rise and so too do the number of tourists looking to relax on the Algarve beaches and have fun with friends or family.", "image": "https://www.theportugalnews.com/uploads/news/Page2_Social_Distance_Seating_Cropped.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/img/favicons/ms-icon-144x144.png", "theme-color": "#ffffff"}}}