{"GDELT": {"GlobalEventID": 940609619, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SGP", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.24813895781638, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Las Vegas, Nevada, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNV", "Actor1Geo_ADM2Code": "NV003", "Actor1Geo_Lat": 36.175, "Actor1Geo_Long": -115.137, "Actor1Geo_FeatureID": "847388", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sentosa, Singapore (general), Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.25, "Action2Geo_Long": 103.82700000000001, "Action2Geo_FeatureID": "-73615", "DATEADDED": 20200813193000, "SOURCEURL": "https://www.marketwatch.com/articles/las-vegas-sands-stock-can-rally-45-analyst-51597345537"}, "ARTICLE": {"TITLE": "Las Vegas Sands Stock Can Rally 45%: Analyst", "TEXT": "This article first appeared on SumZero, the world’s largest research community of buyside investment professionals. In some cases, Barron’s edits the research for brevity; professional investors can access the full version of this thesis and tens of thousands of others at SumZero.com.\n\nDisclaimer: The author of this idea had a position in this security at the time of posting and may trade in and out of this position without informing the SumZero community.\n\nTarget price: $70.00\n\nRecent price: $48.43\n\nTimeframe: 2-5 Years\n\nOn April 27, 2020, we recommended buying shares of Las Vegas Sands when they were trading at about $43. On June 10, we sold the position at $52. The stock had gained more than 20% in less than a month and a half, and we were concerned about an extension of the coronavirus lockdowns.\n\nThe stock has been trading below that $52 level in recent weeks, and both Singapore and Macau have started to reopen. Anyone who missed this opportunity the first time around is getting a great second chance now.\n\nBusiness Update:\n\nIn our original analysis, we provided a description of the company’s business. We’ll focus now on the change in the business landscape since then.\n\nMacau suspended casino operations in February. While the casinos had reopened with limited capacity when we published our April analysis, Macau had closed the border with Guangdong Province and Hong Kong, and was requiring a 14-day quarantine for arrivals from Taiwan and mainland China. These restrictions were extended until July 14, and as a result, Macau gross gaming revenue was down 97% in June. Travel restrictions for mainland China visitors started to get lifted in July. With June business down 97%, the sequential numbers will improve beginning in July. One encouraging piece of data is that 25,000 casino workers for Sands China and SJM Holdings have been tested for Covid-19, with all tests coming back negative.\n\nThe situation at the Marina Bay Sands in Singapore is similar. That facility was closed in April, and the casino opened on July 1 at 25% of capacity. Like Macau, Singapore is going from closed and approximately $0 in revenue to open. This means the sequential numbers will improve starting in July.\n\nLas Vegas casinos were closed for over two months and began reopening June 4. Las Vegas Sands’ Venetian facility has gone from closed to open, meaning sequential revenue will improve; however, last month, Rob Goldstein, the company’s chief operating officer, warned investors that Las Vegas would take a long time to recover. Although Macau tourism is driven by gambling, much of the business in Las Vegas is driven by conventions and huge crowded parties that will be closed for the foreseeable future. Late last month, the Consumer Technology Association cancelled its 2021 CES event. It’s the biggest convention in the world, and next year it’s going to be virtual instead of hosted in Las Vegas. Goldstein’s warning that Vegas will take a long time to come back should be taken seriously. Fortunately, Las Vegas only represents 10% of the company’s earnings before interest, taxes, depreciation, and amortization.\n\nWhen it reported second-quarter results last month, the company gave an update on cash and available liquidity. Las Vegas Sands has enough liquidity to last another 18 months, or until the end of 2021, in a near-zero revenue environment. Given that all casinos are currently open and starting to ramp up operations, we don’t expect the company to have to look for additional sources of cash. The above liquidity numbers include continuing growth capital expenditures in both Macau and Singapore. That information can be found on page 5 of the second-quarter earnings presentation.\n\nOpportunities for Growth:\n\nIn addition to the nongaming growth opportunity, Las Vegas Sands has a number of projects either in process or planned. The Parisian in Macau launched without enough high-end suites, and Las Vegas Sands is completing that renovation. The expansion, renovation, and rebranding of the relatively low-end Sands Cotai Central to the Londoner is a bigger project. That will be accompanied by the construction of the Londoner Tower Suites. A final project in Macau is the construction of the Grand Suites at the Four Seasons.\n\nIn Singapore, the company plans to add a fourth tower to the Marina Bay Sands and a new concert space. The Marina Bay Sands is the premier gaming facility in the world, and any time a country looks at adding legalized gaming, they send people to visit this facility. It’s an iconic building and one of the most profitable casinos in the world.\n\nA key element of this expansion is that both Las Vegas Sands and Resorts World Sentosa, which owns the other casino in Singapore, paid a licensing fee to ensure that Singapore remains a duopoly for at least the next decade, preventing any new competition from entering this lucrative market.\n\nThe Opportunity Now:\n\nAs we’ve watched company announcements during the various coronavirus shutdowns, we’ve noticed that investors are responding to sequential improvements in results. Investors seem to be extrapolating that companies that are improving will return to full health. On July 22, LVS announced earnings for the quarter ended June 30. Since the end of June, the casinos that make up 90% of operating income have gone from (essentially) closed to open. The sequential numbers have to improve. We also reiterate our belief that gambling has been a part of human society for thousands of years. At some point, life will return to something resembling normal, and people will return to travel and other pleasurable activities including gambling.\n\nFor the full report, including a valuation discussion, please go to SumZero.com.", "METADATA": {"og": {"title": "Las Vegas Sands Stock Can Rally 45%: Analyst", "site_name": "MarketWatch", "type": "article", "url": "https://www.marketwatch.com/articles/las-vegas-sands-stock-can-rally-45-analyst-51597345537", "description": "The company’s casinos have been reopening, and it has plenty of liquidity to weather the Covid-19 crisis.", "image": {"identifier": "https://images.barrons.com/im-220268/?size=1.5", "width": 1280, "height": 853}}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "page.site": "marketwatch", "twitter": {"site": {"identifier": "@marketwatch", "id": 624413}, "domain": "marketwatch.com", "description": "The company’s casinos have been reopening, and it has plenty of liquidity to weather the Covid-19 crisis.", "image": {"identifier": "https://images.barrons.com/im-220268/?size=1.5", "width": 1280, "height": 853}, "card": "summary_large_image"}, "article.content_group": "marketwatch", "article": {"publisher": "https://www.facebook.com/marketwatch", "opinion": "false"}, "fb": {"app_id": 283204329838}, "theme-color": "#2e2e2f", "referrer": "no-referrer-when-downgrade", "robots": "noindex,follow", "googlebot-news": "noindex", "article.doctype": 426, "cXenseParse": {"wsj-doctype": 426, "wsj-product": "Barrons.com", "wsj-column": "View From the Buyside"}, "article.id": "SB52781115525059914780204586567243909052886", "apple-itunes-app": "app-id=336693422,app-argument=mwatch://article?id=SB52781115525059914780204586567243909052886", "article.section": "Advisor Center", "article.column": "View From the Buyside", "author": "Gary Brode, Deep Knowledge Investing", "description": "The company’s casinos have been reopening, and it has plenty of liquidity to weather the Covid-19 crisis.", "article.template": "full", "keywords": "article_normal,Lodgings/Restaurants/Bars,Lodgings,Hotels/Motels,Casino Hotels,Gambling Industries,Online Service Providers,Leisure/Arts/Hospitality,Media/Entertainment,Social Media Platforms/Tools,Technology,Tourism,Analysts&#39; Comments/Recommendations,Corporate/Industrial News,Content Types,Factiva Filters,C&amp;E Exclusion Filter,CODES_REVIEWED,SYND,FIRST_PUBLISH_HEADLINE|Las Vegas Sands Stock Can Rally 45%: Analyst ,HEADLINE|Las Vegas Sands Stock Can Rally 45%: Analyst ,SUBJECT|BARACINV,Las Vegas Sands,LVS,SumZero,analysts&#39; comments,recommendations,corporate,industrial news,content types,factiva filters,c&amp;e exclusion filter,advisor center investing,lodgings,restaurants,bars,hotels,motels,casino hotels,gambling industries,online service providers,leisure,arts,hospitality,media,entertainment,social media platforms,tools,technology,tourism", "news_keywords": "article_normal,Lodgings/Restaurants/Bars,Lodgings,Hotels/Motels,Casino Hotels,Gambling Industries,Online Service Providers,Leisure/Arts/Hospitality,Media/Entertainment,Social Media Platforms/Tools", "parsely-link": "https://www.marketwatch.com/articles/las-vegas-sands-stock-can-rally-45-analyst-51597345537", "parsely-type": "post", "parsely-title": "Las Vegas Sands Stock Can Rally 45%: Analyst", "parsely-section": "Barron's", "parsely-post-id": "SB52781115525059914780204586567243909052886", "parsely-tags": "PageType: Article, Template: full, ArticleId: SB52781115525059914780204586567243909052886, Quote: LVS, Quote: 0880.HK, Column: View From the Buyside, DocType: 426, Subject: Analysts' Comments/Recommendations, Subject: Corporate/Industrial News, Subject: Content Types, Subject: Factiva Filters, Subject: C&E Exclusion Filter, Industry: Lodgings/Restaurants/Bars, Industry: Lodgings, Industry: Hotels/Motels, Industry: Casino Hotels, Industry: Gambling Industries, Industry: Online Service Providers, Industry: Leisure/Arts/Hospitality, Industry: Media/Entertainment, Industry: Social Media Platforms/Tools, Industry: Technology, Industry: Tourism, Subsection: Advisor Center", "parsely-pub-date": "2020-08-13T15:05:00-04:00", "parsely-author": "Gary Brode, Deep Knowledge Investing"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}