{"GDELT": {"GlobalEventID": 940676664, "Day": 20200715, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5342, "Actor1Code": "JPNGOVMIL", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "Actor2Code": "MIL", "Actor2Name": "DEFENSE FORCE", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.01834862385321, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ashigara, Kanagawa, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA19", "Actor1Geo_ADM2Code": "34832", "Actor1Geo_Lat": 35.2718, "Actor1Geo_Long": 139.155, "Actor1Geo_FeatureID": "-225894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ashigara, Kanagawa, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA19", "Actor2Geo_ADM2Code": "34832", "Actor2Geo_Lat": 35.2718, "Actor2Geo_Long": 139.155, "Actor2Geo_FeatureID": "-225894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ashigara, Kanagawa, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA19", "Action2Geo_ADM2Code": "34832", "Action2Geo_Lat": 35.2718, "Action2Geo_Long": 139.155, "Action2Geo_FeatureID": "-225894", "DATEADDED": 20200814024500, "SOURCEURL": "https://www.stripes.com/news/pacific/winnowed-in-scope-by-coronavirus-a-smaller-rimpac-maritime-exercise-begins-monday-1.641263"}, "ARTICLE": {"TITLE": "Winnowed in scope by coronavirus, a smaller RIMPAC maritime exercise begins Monday", "TEXT": "The USS Essex arrives in Hawaii on Aug. 10, 2020, for participation in the Rim of the Pacific maritime exercise running through the end of the month.\n\nStars and Stripes is making stories on the coronavirus pandemic available free of charge. See other free reports here. Sign up for our daily coronavirus newsletter here. Please support our journalism with a subscription.\n\nFORT SHAFTER, Hawaii — Scaled-down Rim of the Pacific maritime drills kick off Monday in Hawaiian waters, significantly reduced in size, length and scope due to the coronavirus pandemic.\n\nTen countries and 20 ships are participating in the biennial exercise, to be held all at sea over two weeks, said Cmdr. John Fage, spokesman for the U.S. Navy’s 3rd Fleet.\n\nThat is a substantial decrease from the 26 nations, 47 surface ships and five submarines that joined the drills two years ago.\n\nAdm. John Aquilino, commander of U.S. Pacific Fleet, will announce which countries are participating at a news conference scheduled for Monday at Joint Base Pearl Harbor-Hickam, Fage said.\n\nRunning to Aug. 31, the exercise’s at-sea-only drills will include “antisubmarine warfare, maritime intercept operation, live-fire training events and other cooperative training opportunities,” according to a 3rd Fleet statement.\n\n“A minimal footprint of staff will be ashore for command and control, logistics, and other support functions,” the statement said. “All other personnel participating in RIMPAC are doing so at sea.”\n\nAbout 5,300 people will take part in the exercise, Fage said.\n\nIn 2018, 25,000 personnel attended from the nations of Australia, Brunei, Canada, Chile, Colombia, France, Germany, India, Indonesia, Israel, Japan, Malaysia, Mexico, Netherlands, New Zealand, Peru, South Korea, Philippines, Sri Lanka, Singapore, Thailand, Tonga, Vietnam, the United Kingdom and the United States.\n\nThe USS Essex, an amphibious assault ship, arrived Monday at Joint Base Pearl Harbor-Hickam and will participate in RIMPAC.\n\nJapanese Defense Minister Taro Kono told reporters last month that the country’s Maritime Self-Defense Force will send the JS Ashigara, a guided-missile destroyer, and the JS Ise, a helicopter destroyer.\n\nAustralian Defense Minister Linda Reynolds said last month that a naval task group would attend, with ships selected from a half-dozen that went to sea in June.\n\nPast RIMPAC drills have included significant portions on the Hawaiian Islands and off the coast of Southern California. The Marine Corps has culminated its training in the past with large and complex amphibious landings on the east side of Oahu.\n\nIn 2018, the exercise included two ship-sinking exercises. Staged at Pacific Missile Range Facility Barking Sands on Kauai Island, the U.S. Army and Air Force and the Japanese Self-Defense Force sank a ship with an assault that included planes, helicopters, missiles and rockets.\n\nRIMPAC has served as an economic boom for Hawaii in the past, bringing in thousands of visitors, hotels filled to capacity and millions of dollars.\n\nSince last spring, the state has required all visitors to quarantine for 14 days after arrival. In early July, Gov. David Ige announced plans to ease that restriction on Aug. 1 by allowing visitors to skip quarantine if they tested negative for the virus before travel.\n\nBut that plan was postponed after an uptick in community spread of the virus in the last half of July.\n\nThe state has had 4,312 confirmed cases of the virus and 40 deaths as of Thursday, according to the Hawaii Department of Health.\n\nolson.wyatt@stripes.com\n\nTwitter: @WyattWOlson", "METADATA": {"robots": "ACAP allow-index", "GOOGLEBOT": "index, follow", "title": "Winnowed in scope by coronavirus, a smaller RIMPAC maritime exercise begins Monday", "DC.title": "Winnowed in scope by coronavirus, a smaller RIMPAC maritime exercise begins Monday", "organization": "Stars and Stripes", "keywords": "News, , Pacific", "DC.subject": "News   Pacific", "description": "Ten countries and 20 ships are participating in the biennial RIMPAC exercise — a substantial decrease from the 26 nations, 47 surface ships and five submarines that joined the drills two years ago.", "DC.description": "Ten countries and 20 ships are participating in the biennial RIMPAC exercise — a substantial decrease from the 26 nations, 47 surface ships and five submarines that joined the drills two years ago.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"app_id": 165185360164551, "page_id": 45623437315, "admins": 100001735654878, "pages": 45623437315}, "og": {"site_name": "Stars and Stripes", "title": "Winnowed in scope by coronavirus, a smaller RIMPAC maritime exercise begins Monday", "type": "article", "description": "Ten countries and 20 ships are participating in the biennial RIMPAC exercise — a substantial decrease from the 26 nations, 47 surface ships and five submarines that joined the drills two years ago.", "image": "https://www.stripes.com/polopoly_fs/1.641264.1597370775!/image/image.jpg_gen/derivatives/landscape_490/image.jpg"}, "twitter": {"card": "summary_large_image", "site": "@starsandstripes", "title": "Winnowed in scope by coronavirus, a smaller RIMPAC maritime exercise begins Monday", "description": "Ten countries and 20 ships are participating in the biennial RIMPAC exercise — a substantial decrease from the 26 nations, 47 surface ships and five submarines that joined the drills two years ago.", "image": "https://www.stripes.com/polopoly_fs/1.641264.1597370775!/image/image.jpg_gen/derivatives/landscape_490/image.jpg"}, "article": {"tag": "free"}, "google-site-verification": "hlKKPUwK4Mj52FGnItKp6N6dig0k7ssfOeVtcespZ_0"}}}