{"GDELT": {"GlobalEventID": 940617897, "Day": 20200714, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5315, "Actor1Code": "CHN", "Actor1Name": "WUHAN", "Actor1CountryCode": "CHN", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.82781456953642, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wuhan, Hubei, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH12", "Actor2Geo_ADM2Code": "13124", "Actor2Geo_Lat": 30.5833, "Actor2Geo_Long": 114.26700000000001, "Actor2Geo_FeatureID": "-1930776", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200813203000, "SOURCEURL": "https://www.theepochtimes.com/chinese-citizen-files-new-lawsuit-against-authorities-seeking-covid-19-damages_3460103.html"}, "ARTICLE": {"TITLE": "Chinese Citizen Files New Lawsuit Against Authorities Seeking COVID-19 Damages", "TEXT": "A passenger wearing protective gear and a mask waits in line at an airline counter at Tianhe airport in Wuhan, in central China's Hubei Province on May 23, 2020. (Hector Retamal/AFP via Getty Images)\n\nChinese Citizen Files New Lawsuit Against Authorities Seeking COVID-19 Damages\n\nZhang Hai, the first person in China to file a lawsuit against the Chinese regime over its mishandling of the coronavirus outbreak, has filed a new lawsuit after his original legal case was thrown out by a lower court in the central Chinese city of Wuhan.\n\n“The Wuhan Intermediate People’s Court has failed to act in accordance with the law. It only informed me by phone that my case was rejected,” Zhang said, according to Chinese human rights news website Civil Rights and Livelihood Watch (CRLW). Zhang is a resident of Wuhan, the capital of Hubei Province.\n\nZhang explained that when the court called him on June 17, he demanded the court issue a formal document explaining why it rejected his case. But the court refused and asked him to look up Chinese laws himself.\n\n“Then, I shall follow the usual protocol by filing my lawsuit at a higher court. I want to see how the courts deal with my cases, whether they can safeguard citizens’ litigation rights,” Zhang added.\n\nAccording to the CRLW, Zhang sent his new complaint documents via local postal service to the Higher People’s Court in Hubei Province at around 9 a.m. local time on Aug. 12.\n\nAccording to Article 51 of China’s amended Administrative Procedure Law, which went into effect in May 2015, courts are required to issue a document with explanations when turning down cases.\n\nZhang filed his lawsuit at the Wuhan Intermediate People’s Court on June 10, seeking compensation of 2 million yuan (about $286,730) from Chinese authorities, alleging that the government’s decision to cover up information about the outbreak caused his father’s death. His father died of COVID-19 complications.\n\nHe named three government entities as defendants: the Wuhan city government, Hubei provincial government, and General Hospital of Central Theater Command in Wuhan.\n\nAfter Zhang’s father suffered a bone fracture in southern China’s Shenzhen city, Zhang drove his father to Wuhan, where the family is originally from, for hospital treatment on Jan. 17. Zhang’s father was admitted into the hospital and had surgery.\n\nThough the operation was successful, Zhang said his father developed a fever and tested positive for the virus on Jan. 30. His father passed away on Feb. 1.\n\nZhang said he wouldn’t have driven his father back to Wuhan if he had known that the outbreak was so severe.\n\nAccording to CRLW, Zhang filed a legal document to prosecutor offices in Wuhan and Hubei, as well as the Higher People’s Court in Hubei, asking them to take legal action for the Wuhan Intermediate People’s Court’s rejection.\n\n“I want the entire society to see how courts of different levels deal with legal cases, whether they would give me a chance to present my case. I am not afraid of losing the case, but others are afraid of me bringing up my case,” Zhang said, according to CRLW.\n\nHe only heard back from the provincial prosecutor’s office, which sent him a text message confirming that the office had received his document.\n\nSince filing his original lawsuit, Zhang said he and his family have been harassed and local police have shown up unannounced at his residence.\n\nLu Miaoqing, a lawyer based in the southern Chinese city of Guangzhou, told CRLW that the Wuhan Intermediate People’s Court broke the law when it failed to issue a document with explanations. Lu expressed hope that the Higher People’s Court in Hubei would comply with the law and safeguard Zhang’s right to litigation.\n\nLu is a member of the “COVID-19 Compensation Legal Advisory Group,” a consultancy group formed by two dozen lawyers and rights advocates in China and Chinese dissidents in the United States back in March. The group offers legal advice for victims in China who seek compensation and redress from Chinese authorities in connection to the outbreak.\n\nCOVID-19 is a disease caused by the CCP virus, commonly known as the novel coronavirus. The virus originated from the central Chinese city of Wuhan in late 2019 but authorities went to great lengths to cover up the outbreak, silencing whistleblower doctors and not initially disclosing that the virus can be transmitted among people.\n\nZhang was not the first to have his case thrown out by the Wuhan Intermediate People’s Court without explanation. Late last month, a Wuhan resident surnamed Xu also got a call from the court rejecting her complaint filed against the Wuhan municipal government.\n\nXu alleged that her father’s death due to COVID-19 was a direct result of the municipal government’s negligence in handling the outbreak.", "METADATA": {"msapplication-TileImage": "https://www.theepochtimes.com/assets/themes/eet/images/EET270.png", "viewport": "width=device-width, initial-scale=1", "fb": {"pages": 1615635982023706, "admins": 10205921529470972, "app_id": 1316421701839253}, "date": "2020-08-13 3:20:12 PM", "robots": "noodp,noydir", "description": "Zhang Hai, the first person in China to file a lawsuit against the Chinese regime over its mishandling ...", "keywords": "CCP virus,COVID-19,Hubei Province,novel coronavirus,Wuhan,THE EPOCH TIMES", "og": {"locale": "en_US", "type": "article", "title": "Chinese Citizen Files New Lawsuit Against Authorities Seeking COVID-19 Damages", "description": "Zhang Hai, the first person in China to file a lawsuit against the Chinese regime over its mishandling ...", "url": "https://www.theepochtimes.com/chinese-citizen-files-new-lawsuit-against-authorities-seeking-covid-19-damages_3460103.html", "site_name": "www.theepochtimes.com", "updated_time": "2020-08-13T15:50:45-04:00", "image": "https://img.theepochtimes.com/assets/uploads/2020/08/13/GettyImages-1214791950.jpg"}, "article": {"published_time": "2020-08-13T15:20:12-04:00", "modified_time": "2020-08-13T15:50:45-04:00"}, "twitter": {"card": "summary_large_image", "description": "Zhang Hai, the first person in China to file a lawsuit against the Chinese regime over its mishandling ...", "title": "Chinese Citizen Files New Lawsuit Against Authorities Seeking COVID-19 Damages", "site": "@EpochTimes", "domain": "www.theepochtimes.com", "image": "https://img.theepochtimes.com/assets/uploads/2020/08/13/GettyImages-1214791950.jpg", "creator": "@HwaiDer"}, "al": {"web": {"should_fallback": "true"}, "android": {"package": "com.theepochtimes.news", "url": "eetapp://applinks/chinese-citizen-files-new-lawsuit-against-authorities-seeking-covid-19-damages_3460103.html", "app_name": "The Epoch Times: Live & Breaking"}, "ios": {"app_store_id": 670443321, "app_name": "The Epoch Times: Live & Breakings", "url": "eetapp://applinks/chinese-citizen-files-new-lawsuit-against-authorities-seeking-covid-19-damages_3460103.html"}}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}