{"GDELT": {"GlobalEventID": 940649142, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.40816326530612, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ibadan, Oyo, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI32", "Actor1Geo_ADM2Code": "191242", "Actor1Geo_Lat": 7.38778, "Actor1Geo_Long": 3.8963900000000002, "Actor1Geo_FeatureID": "-2010458", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ibadan, Oyo, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI32", "Action2Geo_ADM2Code": "191242", "Action2Geo_Lat": 7.38778, "Action2Geo_Long": 3.8963900000000002, "Action2Geo_FeatureID": "-2010458", "DATEADDED": 20200814000000, "SOURCEURL": "https://thenationonlineng.net/fasanmi-1925-2020/"}, "ARTICLE": {"TITLE": "Fasanmi (1925 – 2020)", "TEXT": "Editorial\n\nSenator Ayorinde Fasanmi, who died on July 29, at the age of 94, demonstrated an uncompromising devotion to progressivism. Significantly, he steadfastly promoted the philosophy of the late Chief Obafemi Awolowo, the political genius famously described as “the best president Nigeria never had.”\n\nAccording to him, “Awolowo was a man of principle whose life is worthy of emulation.” He proudly identified himself as an Awoist, a disciple of Awolowo.\n\nFasanmi recounted: “There was an occasion I addressed a crowd at a May Day event and declared that I was an independent member of the Action Group. When Chief Awolowo heard my statement on radio, he sent a letter to me, stating that he wanted to meet me. That was how I met Awolowo one-on-one and he asked how someone could be an independent member of the Action Group. I said if the party did what was right I would support it, but if it did what was wrong, I would oppose it since I was not a card-carrying member. He said I would be a full member of the party. That was how I joined Action Group.”\n\nDuring the colonial days, he saved his fellow Nigerians from a court, destroyed the evidence and escaped with them.\n\nHis first elected position after he entered politics was councillorship in the old Ijero/Ero council in the late 1950s. He was elected as a member of the Federal House of Representatives in 1964 before a military coup terminated the First Republic in 1966.\n\nADVERTISEMENT\n\nWhen Nigeria returned to democracy in 1979, Fasanmi tried to run for governor in the old Ondo State but was unsuccessful in his party’s primary. He was a member of the inner caucus of the Unity Party of Nigeria (UPN) led by Chief Awolowo. He underlined his ideological consistency when he supported Akin Omoboriowo when he ran for the governorship of the old Ondo State, and when the disgruntled candidate moved over to the National Party of Nigeria, he shifted his stakes to Adekunle Ajasin, who was the governor of the state.\n\nHe shifted his attention to the federal legislature, and was an elected senator in the country’s Second Republic, representing Ondo North Senatorial District from 1979 to 1983.\n\nIt is a measure of Fasanmi’s ideological fidelity that Chief Awolowo’s death in 1987 did not dampen his participation in progressive politics. He was a member of the progressive-oriented Social Democratic Party (SDP) in the Third Republic, one of the two parties established by the General Ibrahim Babangida regime.\n\nThe regime’s controversial annulment of the June 12, 1993 presidential election won by Chief M.K.O Abiola of the SDP brought out the pro-democracy fighter in Fasanmi. Described as “one of the unsung heroes” of the struggle for democracy, Fasanmi was in the thick of the fight against military dictatorship. He was an active force in the formation and operation of the defunct National Democratic Coalition (NADECO) that spearheaded the fight for the reversal of the annulment.\n\nHis membership of the National Constitutional Conference Commission (NCCC), established in 1994 under the General Sani Abacha regime, reflected his political stature. His withdrawal from the body when he justifiably suspected that the military regime was duplicitous reinforced his principled pro-democracy status.\n\n“In 1998 when we had the Fourth Republic, the Alliance for Democracy (AD) was founded in this house… We were about 15. My house at Alekuwodo in Osogbo was used as the secretariat of the party,” Fasanmi said of his involvement in yet another progressive project. He was the party’s pioneer national vice chairman (Southwest), and contributed to its dominance in the geopolitical zone between 1999 and 2003. He remained relevant within the progressive circle till he died.\n\nAs the national chairman of Afenifere, an influential Yoruba socio-cultural group driven by a progressive ideology, Fasanmi, a native of Ekiti State, pursued the development of the Southwest of the country without losing his focus on national development.\n\nHe attended Government College, Ibadan, and School of Pharmacy, Yaba, Lagos. He was national president of the Pharmaceutical Society of Nigeria from 1977 to 1979.\n\nFasanmi’s defining quality was his acclaimed integrity. He rejected materialism and promoted “dedication and service to humanity.” It is striking that he formed the Anti-Bribery and Anti-Corruption Committee of Nigeria in the 1970s. He wanted to be remembered as a man “who did not soil his name, and whose integrity is intact.”", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=yes", "description": "Senator Ayorinde Fasanmi, who died on July 29, at the age of 94, demonstrated an uncompromising devotion to progressivism.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Fasanmi (1925 – 2020) - The Nation Nigeria News", "description": "Senator Ayorinde Fasanmi, who died on July 29, at the age of 94, demonstrated an uncompromising devotion to progressivism.", "url": "https://thenationonlineng.net/fasanmi-1925-2020/", "site_name": "Latest Nigeria News, Nigerian Newspapers, Politics", "image": {"identifier": "https://thenationonlineng.net/wp-content/uploads/2020/07/Ayo-Fasanmi-2.jpg", "width": 350, "height": 390}}, "article": {"publisher": "https://www.facebook.com/thenationng", "published_time": "2020-08-13T23:35:30+00:00", "modified_time": "2020-08-13T22:12:38+00:00"}, "fb": {"app_id": 124339121242023}, "twitter": {"card": "summary", "creator": "@thenationnews", "site": "@thenationnews"}, "onesignal": "wordpress-plugin", "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://thenationonlineng.net/wp-content/uploads/2017/05/cropped-Logo.jpg"}}}