{"GDELT": {"GlobalEventID": 940680278, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "NEBRASKA", "Actor1CountryCode": "USA", "Actor2Code": "GTM", "Actor2Name": "GUATEMALA", "Actor2CountryCode": "GTM", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.8443908323280999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Guatemala", "Actor1Geo_CountryCode": "GT", "Actor1Geo_ADM1Code": "GT", "Actor1Geo_Lat": 15.5, "Actor1Geo_Long": -90.25, "Actor1Geo_FeatureID": "GT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Guatemala", "Actor2Geo_CountryCode": "GT", "Actor2Geo_ADM1Code": "GT", "Actor2Geo_Lat": 15.5, "Actor2Geo_Long": -90.25, "Actor2Geo_FeatureID": "GT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Guatemala", "Action2Geo_CountryCode": "GT", "Action2Geo_ADM1Code": "GT", "Action2Geo_Lat": 15.5, "Action2Geo_Long": -90.25, "Action2Geo_FeatureID": "GT", "DATEADDED": 20200814030000, "SOURCEURL": "https://www.spokesman.com/stories/2020/aug/12/city-council-hires-new-manager-of-equity/"}, "ARTICLE": {"TITLE": "‘There will be too much to do’: Spokane City Council hires new manager of equity", "TEXT": "Alex Gibilisco is ready for his new role as equity manager for the Spokane City Council.\n\nBut is Spokane ready for Gibilisco – who will work to ensure the city’s laws and policies are equitable and inclusive for its growing population?\n\nHe thinks so.\n\n“We’re at a point where we’re able to have these conversations, to think through it, and the community is receptive,” Gibilisco said.\n\nThe City Council announced last week it hired Gibilisco, 35, as its first-ever equity manager, part of the expansion of the council’s own staff as it looks to play a weightier role in developing city policy.\n\nThe position, funded from the council’s own budget, was filled as issues of social justice surge into the public discourse nationwide, in the wake of George Floyd’s killing by police in May and by the disparities highlighted by the COVID-19 pandemic.\n\nAnd while the push for racial justice has been at the forefront this summer, equity is an umbrella that includes gender, disability, and more, with the goal of removing “barriers so people can be fully themselves.”\n\n“We’re learning how to talk about it a lot more,” Gibilisco said.\n\nThe genesis of the position dates back to last year, when the City Council was working to identify policy gaps in city government, according to Council President Breean Beggs. It found one in work related to equity, which has been an emphasis in the governments of other cities but not Spokane.\n\nThe job was envisioned as “being a catalyst for movement forward for the City Council operations as well as just the city in general,” Beggs said.\n\nGibilisco was born in Guatemala and moved to the United States when he was 10 years old.\n\n“That was a huge transition for me,” he said.\n\nHis family arrived in California, but he considers Lincoln, Nebraska, his hometown. It’s where he attended high school and studied political science and international studies at the University of Nebraska.\n\nGibilisco was introduced to equity-focused work in an internship with Nebraska Appleseed, a social justice nonprofit. His work was focused on racial justice, exploring and researching the demographics of different cities and towns throughout the state.\n\nLeaving Nebraska, Gibilisco got his first professional job in Tucson, Arizona, where he worked for a group that advocated for immigration reform. He recalls fielding a call from a victim of domestic violence who ended up in the hospital.\n\n“She didn’t call the police earlier because she was scared of being deported – that’s how policy impacts everyday life,” Gibilisco said.\n\nLater, Gibilisco returned to Nebraska Appleseed. He worked directly with different communities to address issues like unreported injuries in meatpacking plants.\n\nMost recently, Gibilisco worked for the city of Tacoma as its program development specialist for the Neighborhood and Community Services Department. He served as a liaison to neighborhood groups and helped ensure diverse members of the community were being heard, and that the city was taking a “holistic view” of issues like health, transportation and access to education.\n\nMore than 70 people applied for the job in Spokane. Gibilisco was the right fit because he has experience not only in helping a city implement equitable policies but also, in his previous work, “grassroots organizing and community-building,” Beggs said.\n\n“No matter how well-intentioned city leaders are … they don’t necessarily have much lived experience or are connected relationally with people who do,” Beggs said.\n\nGibilisco said his job will entail not only connecting with local organizations and their leaders, “but also community members and residents and understanding their needs.”\n\n“That’s the part I’m most excited about – is really getting to know the community,” Gibilisco said.\n\nSpokane is overwhelmingly white – about 85%, according to the U.S. Census Bureau – but that was not a deterrent to Gibilisco. Spokane, actually, reminds him of Lincoln.\n\n“I have lived in different communities with different makeups,” Gibilisco said.\n\nGibilisco already has his work cut out for him.\n\nCity Council members and staff will undergo training on equity and inclusion, according to Beggs, which it has not formally done in the past.\n\n“We should get our own house in order,” Beggs said.\n\nBeggs also wants Gibilisco to help address the city’s hiring process, both for Civil Service positions and those exempt from it. Even in hiring for the equity manager position, Beggs said he was surprised to learn that there is not a robust outreach to marginalized communities.\n\nGibilisco has been tasked with helping the council consider its actions through an equity lens. That includes its ongoing work on criminal justice reform and police reform, but also other issues as they come up.\n\n“There might be policies and procedures that in their language that are race neutral, or gender neutral … but in their impact, they have a negative, disproportionate (consequence),” Beggs said.\n\n“There will be too much to do – the challenge will be how do you strategically pick,” he added.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=yes", "description": "Alex Gibilisco is ready for his new role as equity manager for the Spokane City Council.", "fb": {"app_id": 316254480466}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://static.spokesman.com/icons/mstile-144x144.43ebfcead1fd.png", "msapplication-config": "https://static.spokesman.com/browserconfig.1f7054e82d2f.xml", "theme-color": "#ffffff", "og": {"url": "https://www.spokesman.com/stories/2020/aug/12/city-council-hires-new-manager-of-equity/", "title": "'There will be too much to do': Spokane City Council hires new manager of equity", "type": "article", "image": "https://media.spokesman.com/graphics/2018/07/sr_placeholder.png", "description": "Alex Gibilisco is ready for his new role as equity manager for the Spokane City Council.", "site_name": "Spokesman.com", "updated_time": "2020-08-13T21:57:21.870204"}, "twitter": {"url": "https://www.spokesman.com/stories/2020/aug/12/city-council-hires-new-manager-of-equity/", "title": "'There will be too much to do': Spokane City Council hires new manager of equity", "card": "summary_large_image", "image": "https://thumb.spokesman.com/HD5kUabgICh7mBhCn_IvFoODrEo=/1200x0/old-media.spokesman.com/photos/2020/08/13/5f35a2745c6ee.image.jpg", "description": "Alex Gibilisco is ready for his new role as equity manager for the Spokane City Council.", "site": "SpokesmanReview"}, "robots": "index, follow", "googlebot": "index, follow"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}