{"GDELT": {"GlobalEventID": 940676244, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "JUD", "Actor2Name": "JUDGE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.57342657342657, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rawalpindi, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.6, "Actor1Geo_Long": 73.0667, "Actor1Geo_FeatureID": "-2772585", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rawalpindi, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.6, "Actor2Geo_Long": 73.0667, "Actor2Geo_FeatureID": "-2772585", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rawalpindi, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.6, "Action2Geo_Long": 73.0667, "Action2Geo_FeatureID": "-2772585", "DATEADDED": 20200814023000, "SOURCEURL": "https://www.thenews.com.pk/print/700382-can-nab-bypass-constitution-in-making-appointments-asks-sc"}, "ARTICLE": {"TITLE": "Can NAB bypass Constitution in making appointments, asks SC", "TEXT": "ISLAMABAD: The appointments in the federal and provincial governments including the National Accountability Bureau (NAB) are required to be made under an act of the respective legislature and through the federal or provincial public service commission, Articles 240 and 242 of the Constitution prescribe.\n\nThrough an order, the Supreme Court has asked the NAB prosecutor general to satisfy it whether under a subordinate legislation [NAB law in this case], the mandate of the Constitution under Articles 240 and 242 can be bypassed in making appointments.\n\nIt has taken suo motu notice of the NAB chairman’s powers to make appointments.\n\nA two-judge heard an appeal of an alleged impersonator Muhammad Nadeem seeking post-arrest bail in a case registered against him on Feb 19, 2020 under the Telegraph Act.\n\nNAB’s Rawalpindi Director General Irfan Naeem Mangi’s appointment was questioned by Justice Isa.\n\nThe court order asked under what power and authority the officer was functioning.\n\nArticle 240 says subject to the Constitution, the appointments to and the conditions of service of persons in the service of Pakistan shall be determined in the case of the services of the Federation, posts in connection with the affairs of the Federation and All-Pakistan Services, by or under Act of Parliament; and in the case of the services of a province and posts in connection with the affairs of a province, by or under Act of the provincial assembly.\n\nIn this article, All-Pakistan Service means a service common to the Federation and the provinces, which was in existence immediately before the commencing day [of the Constitution] or which may be created by Act of Parliament.\n\nArticle 242 says Parliament in relation to the affairs of the Federation, and the provincial assembly in relation to the affairs of the province may, by law provide for the establishment and constitution of a Public Service Commission.\n\nThe chairman of the commission constituted in relation to the affairs of the Federation shall be appointed by the President on the advice of the Prime Minister. The chairman of the commission constituted in relation to affairs of a province shall be appointed by the Governor on advice of the Chief Minister.\n\nThe commission shall perform such functions as may be prescribed by\n\nlaw. The apex court also pointed out that the appointments in the anti-corruption watchdog are governed by the rules, which have not been framed even after 21 years of the promulgation of the National Accountability Ordinance (NAO), 1999.\n\nSection 34 of the NAO says the NAB chairman may, with the approval of the President, by notification in the official Gazette, make rules for carrying out the purposes of this law.\n\nWhile hearing different cases, the Supreme Court has repeatedly pointed out that the NAB has not framed the needed rules. It has stressed that the rules be prepared without delay.\n\nHowever, it has not been done. In the instant case, the court was also informed that the rules have not yet been prepared.\n\nIt was told that Mangi was appointed by the NAB chairman in exercise of powers conferred on him under Section 28 (g) of the NAO.\n\nHowever, this very provision is also governed by the nonexistent rules. It says the NAB chairman shall not be required to consult the public service commission for making appointments on matters relating to qualifications for such appointments and method of their recruitment and the qualifications for appointments and methods of recruitments shall be such as he may by rules prescribe.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "TITLE": "Can NAB bypass Constitution in making appointments, asks SC | Peshawar | thenews.com.pk", "description": "ISLAMABAD: The appointments in the federal and provincial governments including the National Accountability Bureau  are required to be made under an act of the respective legislature and through the...", "keywords": "bypass,constitution,making,appointments,asks", "fb": {"app_id": 650123461797330}, "og": {"title": "Can NAB bypass Constitution in making appointments, asks SC", "image": {"identifier": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg", "secure_url": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg", "type": "image/jpeg", "width": 390}, "description": "ISLAMABAD: The appointments in the federal and provincial governments including the National Accountability Bureau  are required to be made under an act of the respective legislature and through the...", "url": "https://www.thenews.com.pk/print/700382-can-nab-bypass-constitution-in-making-appointments-asks-sc", "type": "article"}, "twitter": {"card": "summary_large_image", "site": "@thenews_intl", "creator": "@TBTariq Butt", "title": "Can NAB bypass Constitution in making appointments, asks SC", "description": "ISLAMABAD: The appointments in the federal and provincial governments including the National Accountability Bureau  are required to be made under an act of the respective legislature and through the...", "image": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg?t=115714"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "apple-mobile-web-app-title": "The News International", "msapplication-TileImage": "https://www.thenews.com.pk/assets/front/img/tn-icons/144x144.png", "msapplication-TileColor": "#333333", "theme-color": "#000000"}}}