{"GDELT": {"GlobalEventID": 940652468, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.35135135135135, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20200814001500, "SOURCEURL": "http://www.loopjamaica.com/content/bcic-surpasses-11-billion-gross-premiums-written"}, "ARTICLE": {"TITLE": "BCIC surpasses $11 billion in gross premiums written", "TEXT": "Insurance company, BCIC says it has surpassed $11 billion in gross written premium (GWP) to become the leading general insurance company of 2019.\n\nThe figure represents a 28 per cent increase in GWP over 2018 for the company with operations in Jamaica, Barbados and Turks & Caicos.\n\nNot only did the GWP performance lead the market but so too did the company’s profitability, with an impressive 165 per cent growth over 2018, the BCIC’s profit before tax was $703 million, BCIC said in a statement.\n\nCommenting on BCIC’s 2019 success, Peter Levy, Managing Director said \"We look at the business from the outside in, prioritising the value we deliver to the customer and eliminating any blockers that stand in the way of that. This approach coupled with an aggressive digital strategy which saw customers being able to quote, buy, pay and claim online ultimately served our customers well not only in 2019 but particularly so this year in the midst of the of COVID-19 pandemic”.\n\nLevy pointed out that in 2018 the company empowered teams to look at the business from the customer’s point of view and make improvements aimed at serving the customer’s best interest.\n\nIn the midst of the government restrictions to prevent the spread of COVID-19, the BCIC returned over $50 million in premium to their private car and taxi policyholders in Jamaica and Barbados.\n\nLevy commented “It didn’t seem right to generate windfall margins from an event that has had a negative impact on so many of our policyholders. We felt we had to make those refunds. That’s what outside-in means to us.”\n\nBCIC also continues to offer extended credit terms to those customers affected by COVID-19 and introduced premium financing on motor policies with up to 11 months to pay.\n\nLevy remarked “Like many, we have seen a significant reduction in revenue during the pandemic. But claims were also down, and our outstanding 2019 results, added to our already strong balance sheet, put us in the best possible shape to confront these challenges, to help our customers and position ourselves not just to survive, but ultimately to thrive.”\n\nLevy is optimistic about the company’s future stating: “We intend to continue our relentless focus on the customer. We will continue making significant investments in technology and in our people to improve the experience of our customers and partners and honour our commitment to continuously innovate. We consider it a privilege to have customers and partners who continue to choose to do business with BCIC. We thank you for making that choice, particularly through these trying and uncertain times and we commit to keep you at the forefront of everything we do.”", "METADATA": {"fb": {"pages": 751802658312414}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0", "description": "Insurance company, BCIC says it has surpassed $11 billion in gross written premium (GWP) to become the leading general insurance company of 2019.\r\n\r\nThe figure represents", "og": {"url": "http://www.loopjamaica.com/content/bcic-surpasses-11-billion-gross-premiums-written", "title": "BCIC surpasses $11 billion in gross premiums written", "description": "Insurance company, BCIC says it has surpassed $11 billion in gross written premium (GWP) to become the leading general insurance company of 2019.\r\n\r\nThe figure represents", "image": "https://loopnewslive.blob.core.windows.net/liveimage/sites/default/files/2020-08/s659LEOeDO.jpg"}, "twitter": {"card": "summary_large_image", "site": "@Loop", "title": "BCIC surpasses $11 billion in gross premiums written", "description": "Insurance company, BCIC says it has surpassed $11 billion in gross written premium (GWP) to become the leading general insurance company of 2019.\r\n\r\nThe figure represents", "creator": "@Loop", "image": {"identifier": "https://loopnewslive.blob.core.windows.net/liveimage/sites/default/files/2020-08/s659LEOeDO.jpg", "src": "https://loopnewslive.blob.core.windows.net/liveimage/sites/default/files/2020-08/s659LEOeDO.jpg"}}}}}