{"GDELT": {"GlobalEventID": 940602471, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "Actor2Code": "CVL", "Actor2Name": "RESIDENTS", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.78492935635793, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200813184500, "SOURCEURL": "https://newrepublic.com/article/158913/public-media-bbc-npr-pbs-journalism"}, "ARTICLE": {"TITLE": "America Needs Its Own BBC to Restore Public Trust in the Press", "TEXT": "Public trust in the media has reached an all-time low, according to a poll of over 20,000 people released last week by Gallup and the Knight Foundation. “Americans have not only lost confidence in the ideal of an objective media, they believe news organizations actively support the partisan divide,” the report stated. Those who suspect that the media has had a hand in inflaming partisanship aren’t wrong. The ongoing collapse of local news outlets and mass layoffs at publications across the country has sharpened political polarization among a public that has far fewer local news sources to consult—or, in some cases, none at all. “As local newspapers disappear, citizens increasingly rely on national sources of political information, which emphasizes competition and conflict between the parties,” a team of researchers wrote in Scientific American last year.\n\nAs the commercial media ecosystem in the United States has crumbled and traditional sources of funding like print advertising and subscriptions have dried up in the digital age, publications have scrambled to find new, sustainable revenue models with little success. Venture capital briefly seemed like a viable option until it became clear that those V.C.s were quick to axe any publication that failed to materialize as a cash cow. Today, when a handful of billionaires owns or controls a significant portion of the media and more than 27,000 newsroom jobs have vanished since 2008, the industry is in serious crisis with very few means of survival.\n\nOne partial solution to the decline of media that often gets ignored—yet has the potential to both alleviate the deepening crisis and also help restore public trust in the media as a whole—is for the government to create and finance a truly public media system. The idea of public media is often conflated with state-run media in the eyes of skittish libertarians, but public media systems in other democracies have proven entirely capable of retaining editorial independence despite being government-funded.\n\nThe most famous of those institutions, at least in the Anglophone world, is the UK’s BBC, but countries including Canada, Norway, New Zealand, and Japan also have robust public media systems. According to NYU professors Rodney Benson and Matthew Powers, who have extensively studied public media around the world, the systems in all of those countries and others routinely produce more criticism of the government, a more diverse set of perspectives, and better coverage of national politics than commercial outlets in those same countries. They manage this, writes Benson and Powers, through various combinations of multi-year funding agreements, trusts, and independent oversight agencies, all of which allow public media outlets to stay funded while keeping at a safe remove from government influence.\n\nFurthermore, as journalist and former Canadian Broadcasting Corporation director Sue Gardner has argued, there’s a wealth of evidence that residents of those countries and others enjoy greater levels of political participation and trust in the media as a result of that kind of coverage. “Research shows that people exposed to news on public television are better-informed than those exposed to news on private TV,” Gardner wrote in a 2017 analysis for the Knight Foundation. “Countries with strong public broadcasters have higher levels of social trust, and the people who live in them are less likely to hold extremist political views.” A revamped public media system in the U.S. could help slow and even reverse the erosion of Americans’ faith in the news, especially given that an increasing number of Americans believe media outlets push their own political agendas and neglect to hold elected leaders accountable. And those are the public’s views on the commercial media. Who needs to worry about skepticism toward public media when the for-profit press is so wildly unpopular?", "METADATA": {"msapplication-TileColor": "#ffffff", "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 4404589, "app_id": 1675346479369918, "pages": 161419311535}, "parsely-page": "{\"title\":\"America Needs Its Own BBC to Restore Public Trust in the Press \",\"link\":\"https://newrepublic.com/article/158913/america-needs-bbc-restore-public-trust-press\",\"section\":\"Politics\",\"pub_date\":\"2020-08-13T18:14:16.000Z\",\"post_id\":\"158913\",\"authors\":[\"J.C. Pan\"],\"type\":\"post\",\"tags\":[\"Politics\",\"Public Media\",\"Journalism\",\"Corporations\",\"Media\",\"NPR\",\"-type_article\"]}", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/978b5a5da551875a43640e92571cbdc28f241dfc.jpeg\"}", "og": {"title": "America Needs Its Own BBC to Restore Public Trust in the Press", "description": "Other countries have robust public media systems that produce high-quality journalism and increase political engagement. Why don’t we?", "type": "article", "url": "https://newrepublic.com/article/158913/america-needs-bbc-restore-public-trust-press", "image": {"identifier": "https://images.newrepublic.com/978b5a5da551875a43640e92571cbdc28f241dfc.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "height": 577, "width": 1109, "type": "image/jpeg"}, "site_name": "The New Republic", "locale": "en_US"}, "twitter": {"title": "America Needs Its Own BBC to Restore Public Trust in the Press", "description": "Other countries have robust public media systems that produce high-quality journalism and increase political engagement. Why don’t we?", "card": "summary_large_image", "creator": "@null", "image": "https://images.newrepublic.com/978b5a5da551875a43640e92571cbdc28f241dfc.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "site": "@newrepublic"}, "description": "Rather than defund NPR and PBS, we should invest in robust public media systems that produce high-quality journalism and increase political engagement.", "article": {"publisher": "https://www.facebook.com/newrepublic", "published_time": "2020-08-13", "tag": "NPR"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}