{"GDELT": {"GlobalEventID": 940683402, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.21649484536082, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200814033000, "SOURCEURL": "https://africacheck.org/reports/are-80-of-all-diseases-transmitted-by-hand-nigerian-doctors-claim-is-misleading/"}, "ARTICLE": {"TITLE": "Are 80% of all diseases transmitted by hand? Nigerian doctor’s claim is misleading", "TEXT": "Experts said communicable diseases, caused by bacteria, viruses, parasites and fungi, could spread hand-to-hand, but no data suggested 80% were.\n\nWhile Aproko Doctor tweeted that 80% of “all diseases in the world” were transmitted by hand, he told Africa Check he meant “infectious”, or communicable, diseases.\n\nExplainer: Experts say no evidence currently supports the claim that 80% of all diseases are transmitted “by hand”.\n\nOver 80% of all diseases in the world are transmitted by hand.\n\nAre the majority of diseases in the world transmitted “by hand”, as a Twitter user in Nigeria has claimed?\n\nFidelis Egemba, popularly known as “Aproko Doctor” on the platform, tweeted to his more than 500,000 followers that “over 80% of all diseases in the world are transmitted by hands”.\n\nThe 7 July 2020 tweet attracted more than 1,200 likes and comments. Egemba, a qualified medical doctor, urged his audience to wash their hands and sanitise with 2sure, a hand sanitiser brand recently launched in Nigeria.\n\nWhen asked for evidence, Egemba told Africa Check he was referring only to “infectious diseases” and not all diseases. He termed the claim “an error in dissemination”.\n\nAs of 6 August 2020, he had not made any correction on Twitter. But are nearly all diseases in the world transmitted by hand? We checked.\n\nDiseases, defined\n\nThe World Health Organization, or WHO, in its advice on how to prevent the spread of Covid-19, suggests people wash their hands with soap and water or clean them with an alcohol-based hand rub. The health agency has not endorsed any particular brand of soap or hand sanitiser.\n\nA disease is any harmful deviation from the normal structural or functional state of an organism. It is generally associated with certain signs and symptoms and is different from physical injury.\n\nDiseases can be communicable or noncommunicable, according to the WHO.\n\nCommunicable, or infectious, diseases are caused by bacteria, viruses, parasites and fungi. These can be spread directly or indirectly from one person to another, through a number of ways:\n\nIngesting contaminated food or water\n\nInsect bites or contact with infected animals\n\nContact with contaminated body fluids or faeces\n\nDirect contact with infected blood\n\nSexual transmission\n\nNoncommunicable diseases are also known as chronic diseases. They are not passed from person to person and include cancers, diabetes and cardiovascular diseases. The WHO identifies them as the leading cause of death globally. (Note: In Africa and other low-income regions, communicable diseases are the leading cause of death.)\n\nUnclear share of communicable diseases transmitted by hand\n\nA variety of disease-producing bacteria and viruses are carried in the mouth, nose, throat and respiratory tract. Diseases such as leprosy and tuberculosis (TB) and some influenza infections can be spread by coughing, sneezing, and saliva or mucus on “unwashed hands”.\n\nWe therefore asked experts if Aproko Doctor’s claim could be accurate. They variously described the claim as misleading, exaggerated or outright incorrect.\n\nThe WHO told Africa Check it did not have information showing the share of communicable diseases transmitted by hand or touch. “The WHO doesn’t have this kind of data,” said spokesperson Audrei Muchnik.\n\nThe claim is misleading according to Dr Mary Stephen, a technical officer for the agency’s Africa unit. While most infectious diseases are transmitted from person to person or by feco-oral transmission, the hand “is not the only way diseases are transmitted”, Stephen said.\n\n“It is better to say infectious diseases are commonly transmitted from person to person through direct contact, droplets or contact with contaminated fomites [inanimate objects], surfaces or objects,” she said.\n\nMost-widespread diseases not transmitted hand-to-hand\n\nThe claim does not appear to be “wholly correct”, Prof Nasia Safdar told Africa Check. She is a faculty member at the infectious disease division of the University of Wisconsin’s department of medicine in the US.\n\n“A large proportion, but not all, of communicable diseases are transmitted through the hands or contact, but the big ones worldwide such as malaria and TB are not,” Safdar said.\n\nThe claim is incorrect, Prof Tanimola Akande, from the epidemiology and community health unit at the University of Ilorin in western Nigeria,said.\n\nOf the major diseases, only a few such as gastroenteritis or diarrhoea are transmitted by hand, Akande said.\n\n“The claim may be referring to diarrhoeal diseases. Food and water-borne diseases are not necessarily transmitted by hands. Malaria, which is one of the most common diseases in the tropics, is not transmitted by hand,” Akande said.\n\nConclusion: No evidence 80% of diseases transmitted by hand\n\nWhile promoting a new brand of hand sanitiser, Fidelis Egemba, known as Aproko Doctor on Twitter, told his 500,000 followers that “over 80% of all diseases in the world are transmitted by hands”.\n\nEgemba told Africa Check he meant infectious diseases only. However, a number of experts said there was no evidence that supported such a share, whether of infectious or non-infectious diseases.\n\nWe rate the claim as misleading.\n\nFurther reading:\n\n© Copyright Africa Check 2020. Read our republishing guidelines. You may reproduce this piece or content from it for the purpose of reporting and/or discussing news and current events. This is subject to: Crediting Africa Check in the byline, keeping all hyperlinks to the sources used and adding this sentence at the end of your publication: “This report was written by Africa Check, a non-partisan fact-checking organisation. View the original piece on their website\", with a link back to this page.", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1", "description": "We fact-check Aproko Doctor’s tweet to his more than 500,000 followers.", "og": {"locale": "en_US", "type": "article", "title": "Are 80% of all diseases transmitted by hand? Nigerian doctor's claim is misleading | Africa Check", "description": "We fact-check Aproko Doctor’s tweet to his more than 500,000 followers.", "url": "https://africacheck.org/reports/are-80-of-all-diseases-transmitted-by-hand-nigerian-doctors-claim-is-misleading/", "site_name": "Africa Check", "image": {"identifier": "https://africacheck.org/wp-content/uploads/2020/08/Nigeria_sanitize-cropped.jpg", "secure_url": "https://africacheck.org/wp-content/uploads/2020/08/Nigeria_sanitize-cropped.jpg", "width": 1024, "height": 576, "alt": "Nigeria sanitiser"}}, "article": {"publisher": "https://www.facebook.com/AfricaCheck/", "tag": "transmitted"}, "twitter": {"card": "summary_large_image", "description": "We fact-check Aproko Doctor’s tweet to his more than 500,000 followers.", "title": "Are 80% of all diseases transmitted by hand? Nigerian doctor's claim is misleading | Africa Check", "site": "@AfricaCheck", "image": "https://africacheck.org/wp-content/uploads/2020/08/Nigeria_sanitize-cropped.jpg", "creator": "@AfricaCheck"}, "msapplication-TileImage": "https://africacheck.org/wp-content/uploads/2020/07/cropped-Africa-Check-icon-270x270.jpg"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}