{"GDELT": {"GlobalEventID": 940691950, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.1481056257175601, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY", "Actor1Geo_Lat": 2.5, "Actor1Geo_Long": 112.5, "Actor1Geo_FeatureID": "MY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20200814044500, "SOURCEURL": "http://chinachristiandaily.com/news/church_ministry/2020-08-14/a-kernel-of-wheat--malaysian-missionary-couple-dedicated-to-madagascar-die-of-covid-19-_9492"}, "ARTICLE": {"TITLE": "A Kernel of Wheat: Malaysian Missionary Couple Dedicated to Madagascar Die of COVID-19", "TEXT": "You make known to me the path of life; you will fill me with joy in your presence, with eternal pleasures at your right hand. (Psalm 16:11)\n\nIt was a great calling.\n\nChristian Daily reported that an overseas Chinese missionary couple to Madagascar died of COVID-19. Pastors from the couple’s Basel Mission wrote memorial articles and called on believers to pray for the families of the dead. The two missionaries from Sabah, Malaysia were Liao Yuyuan and Chen Ciyun. They were sent to Madagascar by the Malaysian Christian Basel Mission. They died of COVID on July 14 and August 5. Huang Zhongliang, president of the Mission, expressed his sadness and condolences to the families and their church in Madagascar while appealing to believers to pray for their families. Huang believes that life lies in Christ and the coming Kingdom of God.\n\nHuang told the press that the couple had planned to return to Malaysia, but their flights were canceled due to the coronavirus outbreak. Chen died of infection on July 14. Her husband Liao felt unwell and was hospitalized two days after the funeral. The home church was expecting him to take the earliest flight home immediately after his hospital discharge, but unfortunately, they received the news that the missionary had died in the hospital at 4 a.m. The couple had built the only overseas Chinese church in Madagascar.\n\nThe couple also established the Capital Happy Families Service Centre, which provided pastoral care to local Chinese families, and they built up a children's care centre for immigrant children to learn Chinese and had an extended children's ministry. Liao and his wife travelled all the way across the ocean, leaving their families and careers behind, to live in a place where the customs are very different, in response to God's calling.\n\nIn 2004, the Liaos participated in a short-term mission to Madagascar which was organized by the Hong Kong Mission. They saw the capital was full of Chinese but there was no Chinese church. After careful consideration, the couple volunteered to plant a Chinese church in the capital. They spent two or three years to buy land and personally supervised the building of a church. The Capital Chinese Christian Church was built.\n\nLocated in the southwestern Indian Ocean, Madagascar is the largest island in Africa. According to 2017 statistics, Madagascar's population is more than 25.61 million, composed of 18 tribes of which Magas account for more than 98% of the total population. The Chinese population is about 60,000. The Chinese who were locally born and have lived there for over 20 years are about 9,000. The capital, Antananarivo, is a major gathering place for Chinese.\n\nIn the calling, we move forward.\n\nThe news of the couple’s death has brought reflections from many Christians. We were moved and shocked by their deeds. There has been a lack of the overseas Chinese churches. Even very few people pay attention to overseas Chinese, but we still feel that this dark world has the light of God shining in it. He sent his children to places to build churches and to bring blessings and grace to the people who live there.\n\nEven though the two preachers were a married couple and were colleagues, they had different identities. What we can see in them is not a great point of light, but the glorious deeds of God's humble servants, and we are deeply sorry for the loss. Meanwhile, we are encouraged to dedicate and make effort for the Chinese Church because the Church is God's, not anyone’s. Every child of God should assume the responsibility of reviving the Church and see that more souls need the truth because only the gospel brings the power and hope of life.\n\nWe do not complain to God for some unfairness nor do we question why this happened to missionaries. Rather, what we have is the confirmed faith in our hearts and faithful commitments. In any environment, we don't know how many years we can live, but we know that the time we have to glorify God is limited. As a scholar once said: it doesn’t matter how long one lives, it is what is done for God that is important.\n\nWe are moved by their responsibility and loyalty to the call and their response to God was not just lip service but a true testimony to their faithful life. This leads us to think about Christian faith, whether our hearts are ready and whether we are ready to bear the cost for God's ministry when faced with the call, when we are about to embark on a mission and do not know the way forward.\n\nWhen we live in the present and stand in the duty of service, we should always be aware of our call and our priorities, and work under God's leadership. Although we will encounter suffering or even death, we shall never be afraid because God is with us, and His path and thoughts are always higher than ours.\n\nVery truly I tell you, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds. (John 12:24)\n\n- Translated by Charlie Li", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}}}