{"GDELT": {"GlobalEventID": 940613708, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.54645560908465, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Indiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIN", "Actor1Geo_Lat": 39.8647, "Actor1Geo_Long": -86.2604, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Indiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIN", "Action2Geo_Lat": 39.8647, "Action2Geo_Long": -86.2604, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200813200000, "SOURCEURL": "http://chestertontribune.com/Duneland%20Community%20News/boys_and_girls_clubs_provide_an.htm"}, "ARTICLE": {"TITLE": "Boys and Girls Clubs provide an answer for working parents", "TEXT": "As school districts across Northwest Indiana finalize their school year plans, some parents are left with limited options for where to send their children during the school day. Working parents who have decided to enroll their children in virtual learning and parents whose children attend school in districts that are exclusively offering virtual learning for at least the first nine weeks face the difficult task of finding safe, supportive and educational environments for kids to spend their day.\n\nAfter strategizing internally and with school districts across the region, Boys & Girls Clubs of Greater Northwest Indiana is providing solutions.\n\nCoinciding with the beginning of each district’s school year, Boys & Girls Clubs is transforming its day-to-day programming model for the 2020 -- 2021 school year and, for the first time in its history, will be open during the school day to serve youth throughout Porter and Lake counties. Positioning itself as an invaluable partner to region schools, the organization is offering each district one of two program models, determined by each community school’s re-entry plan.\n\nFor school districts offering only distance learning to begin the year, Boys & Girls Clubs is providing In Club Virtual Learning Assistance and Care all day long. Beginning with drop off as early as 6:30 a.m. and pick-up as late as 6:30 p.m., the program will allow region kids a safe, familiar place with access to essential resources like the internet and meals that are necessary to succeed in an academic environment.\n\nProgramming at the Club during this time will focus on school-work and classroom teachings that schools will be providing, effectively transforming Club facilities into mini-classrooms. Additionally, trained staff members will be on site to provide homework help and tutoring, as well as technical assistance to ensure students are able to navigate their virtual learning platforms and complete school work on time. Clubs also will provide members in attendance with snacks in the early morning and late afternoon and a meal at lunchtime.\n\nAs Clubs continue to work with school districts to ensure as seamless a transition as possible for students, the organization’s partnership with School City of East Chicago (SCEC) is exemplifying the relationships community organizations and schools are going to need to make sure every student succeeds. The district will transport students to East Chicago Katherine House Boys & Girls Club and back home each day, provide breakfasts and lunches to students attending the Club, and provide each student with an iPad or other tablet to bring to the Club to make sure they are able to complete their school work. SCEC also is translating the Club’s communications about their school year programming into Spanish and posting it on the district’s website.\n\nFor families in districts offering both the in-person and virtual learning, Boys & Girls Clubs is implementing two programming options, allowing parents to choose one that works best for their families’ needs.\n\nBoys & Girls Clubs President & CEO Ryan Smiley said that based on ongoing conversations with school administrators, roughly 20 percent of students across the region attending school districts that are offering in-person learning are enrolled virtually.\n\nThe first option is for parents who enrolled their children in e-learning through the school. To serve those students, Clubs are offering In Club Virtual Learning from 6:30 a.m. until 6 p.m., with a pick-up time by 6:30 p.m. Like the In Club Virtual Learning for districts offering only distance education, this structure affords students access to resources and trained staff who will ensure students are engaged in their schoolwork and completing assignments on time.\n\nThe second option is for parents in these districts whose children will be in the classroom during the school day. Boys & Girls Clubs is offering after-school Club hours from roughly beginning at 2:30 or 3 p.m., depending on when a particular school day ends, until 6 p.m. with pick-up from the Club by 6:30 p.m. This will resemble a more traditional Boys & Girls Club experience but with an emphasis on Club members first completing their e-learning assignments before engaging in regular Club activities. This option gives Club members access to outcome-based programs focused on academic success, good character and citizenship, and healthy lifestyles.\n\nBoth options provide students a safe, supportive environment where they can focus on completing their schoolwork and socialize with friends, as well as receive a snack. Students attending In Club Virtual Learning Assistance will also receive a lunch.\n\n“It is very important to maintain continuity for students, all of whom are facing unprecedented challenges,” Valparaiso Community Schools Interim Superintendent Michael Berta said. “In our school district, the Valparaiso Club and Kidstop program are a constant for many of our students and families. They will remain an important, high-quality out of school time provider and add to their school-year programming to give children and their families assurance and structure needed during this time.”\n\nThough facing new terrain, Smiley said he is confident the organization is prepared to handle the demands of the school day while keeping Club members safe and healthy, citing a number of safety protocols Boys & Girls Clubs implemented in June for their summer programming.\n\n“We know how hard teachers and schools are going to be working this year, and it’s critical that we are in a position to support and complement them,” Smiley said. “But safety will always be our number one priority. We wouldn’t be doing this if we weren’t sure we could keep Club kids safe and give them the support they need to complete their schoolwork and progress through this very different school year.”\n\nAfter closing its Clubs on March 13 in response to growing concern about COVID-19, Boys & Girls Clubs of Greater Northwest Indiana put into place training and procedures to ensure the safety of Club members, families, and staff. Smiley said all staff in Clubs underwent COVID-19 safety training and new protocols, including non-contact drop-offs and pick-ups, taking the temperature of anybody entering Clubs, limiting the number of members in each room, sanitizing desks and program areas between each program session, and requiring staff and adults to wear face masks. These protocols will be continued during the school year.\n\nThe largest safety protocol Boys & Girls Clubs is implementing during this school year is a drastic reduction in Club capacities for each location, and lowering staff-to-Club member ratios so learning groups can socially distance during programming. Based on a combination of factors like square footage of each room and social distancing guidelines, Clubs in the organization will reduce their capacities by 50 to 65 percent.\n\nFees Needed\n\nIn Porter County, Duneland Boys & Girls Club’s capacity is 156, Portage Club’s is 169, South Haven Club’s 111 and Valparaiso Club’s is 110.\n\nChanges necessitated mean for the first time, all Club programming will be fee-based. Smiley said the change is a byproduct of the safety protocols the organization has installed.\n\n“Lowering ratios, purchasing personal protective equipment, opening Clubs to a longer day, and making sure we are going the extra mile with cleaning and sanitizing rooms and surfaces between uses are crucial to protecting our Club members, and we won’t compromise on that, and we won’t compromise on the quality of our programming,” Smiley said. “Increasing our operations produces increased costs.”\n\nAid Offered\n\nThough the change is temporary and applies only to this school year, Smiley said the organization understands the hardship this may cause some Club families. In response, Boys & Girls Clubs is offering subsidies to families who are unable to afford the weekly fees.\n\n“None of us have ever experienced anything like this, and in some ways, we’re all figuring it out as we go,” Smiley said. “What we know for sure is that it’s going to take all of us to make sure all kids are getting the instruction and support they need for their continued emotional, social and academic development.”\n\nVisit", "METADATA": {"GENERATOR": "Microsoft FrontPage 5.0", "ProgId": "FrontPage.Editor.Document", "Microsoft Border": "tlrb, default"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}