{"GDELT": {"GlobalEventID": 940639570, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CUB", "Actor1Name": "CUBA", "Actor1CountryCode": "CUB", "Actor2Code": "USA", "Actor2Name": "NEW YORK", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -9.872029250457011, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cuba", "Actor1Geo_CountryCode": "CU", "Actor1Geo_ADM1Code": "CU", "Actor1Geo_Lat": 22.0, "Actor1Geo_Long": -79.5, "Actor1Geo_FeatureID": "CU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Cuba", "Actor2Geo_CountryCode": "CU", "Actor2Geo_ADM1Code": "CU", "Actor2Geo_Lat": 22.0, "Actor2Geo_Long": -79.5, "Actor2Geo_FeatureID": "CU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Cuba", "Action2Geo_CountryCode": "CU", "Action2Geo_ADM1Code": "CU", "Action2Geo_Lat": 22.0, "Action2Geo_Long": -79.5, "Action2Geo_FeatureID": "CU", "DATEADDED": 20200813230000, "SOURCEURL": "https://www.msn.com/en-us/movies/other/cuba-gooding-jr-prosecutors-say-30-women-have-come-forward-with-groping-accusations/ar-BB17VTe7"}, "ARTICLE": {"TITLE": "Cuba Gooding Jr.: Prosecutors say 30 women have come forward with groping accusations", "TEXT": "© JOHANNES EISELE/AFP/AFP via Getty Images Cuba Gooding Jr., center, arrives for trial on his sexual assault case in October 2019 in New York City.\n\nManhattan prosecutors in Cuba Gooding Jr.'s groping case said in court Thursday that more women have come forward with accusations of unwanted touching by the Oscar-winning actor, bringing the total number of women to come forward to 30.\n\nThe prosecution and defense clashed over whether defense attorneys could question a victim ahead of the trial about statements she's made in the past about her breast size and sexual preferences, among other testimony.\n\nGooding faces three counts of forcible touching and three counts of sex abuse to the third degree in separate incidents involving three different women in New York. He pleaded not guilty to all charges and denies any wrongdoing.\n\nGooding arrived at the New York Supreme Court wearing a black face mask, which he briefly unhooked to reveal that the inside read \"Black Lives Matter.\" He was flanked by his attorney Peter Toumbekis, who argued in court Thursday to be able to question people seen in a video around the time Gooding allegedly abused women.\n\n\"We believe that the video unequivocally will show that Cuba committed absolutely no crime and we expect this case to be dismissed in one day,\" Toumbekis said.\n\nOne of those incidents allegedly involves a waitress at a club who says Gooding forcibly touched her in September 2018. Toumbekis is seeking testimony from other staffers seen in the video around the time the incident allegedly took place. Prosecutors argue that whether or not a staffer saw something, it doesn't indicate one way or other that the victim would have reported it.\n\nToumbekis argued that he should be able to cross-examine accusers about past statements they've made publicly. One accuser, he says, discussed her childhood abuse and resulting trauma in online posts. Assistant District Attorney Jenna Long argued to block the defense from questioning the victim about the past abuse, which Long said has nothing to do with what she alleges Gooding did.\n\nToumbekis said that he should be able to question another accuser about posts she's made discussing being self-conscious about her body and her breast size, arguing that her negative feelings could impact her perception of the incident. Long argued that the discussion would be \"simply offensive\" and would subject her to embarrassment.\n\nHe also argued to be able to question the victim about her proclivity for threesomes over monogamous relationships. Judge Thomas Farber stated that the defense could ask such questions if they were relevant to his case.\n\nGooding's defense also wants to include an expert witness to testify about whether or not proper police procedure was followed in this investigation, which his attorney alleges was not the case.\n\nGooding's trial was set to begin in April but has been delayed because of lockdowns due to the coronavirus pandemic. A new trial date has not been set but there will be another hearing in this case on Sept. 1.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Cuba Gooding Jr.: Prosecutors say 30 women have come forward with groping accusations", "cq": "passed", "Search.Interest": "Celebrity News", "robots": "index, follow", "description": "Manhattan prosecutors in Cuba Gooding Jr.'s groping case said in court Thursday that more women have come forward with accusations of unwanted touching by the Oscar-winning actor, bringing the total number of women to come forward to 30.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}