{"GDELT": {"GlobalEventID": 940605319, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CANGOV", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "GOV", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.48514851485148, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200813191500, "SOURCEURL": "https://www.cbc.ca/news/canada/toronto/stephen-lecce-education-announcement-aug-13-1.5685081"}, "ARTICLE": {"TITLE": "Ontario education minister 'unlocks' $500M to improve distancing, ventilation for back-to-school", "TEXT": "Ontario Education Minister Stephen Lecce says he's \"unlocked\" $500 million in funding to enhance physical distancing and improve air quality as multiple teachers' unions claim the province's current plan violates provincial health and safety law.\n\nThe minister also announced an additional $50 million for upgrades to ventilation systems and $18 million for online learning amid concerns over student safety during the COVID-19 pandemic.\n\n\n\nThe half a billion dollars in funding comes after the ministry allowed school boards to dip into reserve funds. Boards that do not have reserves will be provided with funding from an $11 million allocation.\n\nAllowing boards to use the reserve funds is in addition to $309 million provided by the province, which includes $60 million for personal protective equipment in schools and $100 million for custodians and enhanced cleaning products for schools, which was announced in July.\n\nOn Thursday, Lecce also said the province is confident that children can return to schools safely in the fall, even amid the pandemic.\n\n\"Let me be perfectly clear. If the best medical minds in the province did not think it was safe for your child to go back to school, the choice would have been simple,\" he said. \"We're in a position where we are able to safely and confidently reopen schools, but with strict health and safety protocols.\"\n\nBut Lecce's opening up of new funding follows weeks of criticism of the province's back-to-school plan from parents, teachers and medical professionals, particularly when it comes to class sizes.\n\nThe announcement also comes on the heels of Ontario's four major education unions alleging that the current back-to-school strategy breaks provincial law by violating occupational health and safety legislation.\n\nWith schools opening in about a month, questions are starting to pile up. Pediatrician and the founder and director of Kidcrew Pediatrics, Dr. Dina Kulik, answers questions about testing, the role of grandparents, and whether kids should change their clothes at school before coming home. 12:44\n\nThe unions, which represent more than 190,000 teachers and education workers, issued a press release Thursday afternoon saying the plan \"fails to meet legal health and safety requirements,\" and that teachers and students are not protected against COVID-19.\n\nThey raised red flags over the lack of mask requirements for children under 10, larger class sizes, poor ventilation in schools and lack of adequate screenings and safeguards for students. They've asked to meet with Minister of Labour Monte McNaughton and representatives from the Ministry of Education to discuss their concerns.\n\nDuring the press conference, Lecce didn't answer questions on whether he'd meet with union representatives, saying that there had been many meetings ahead of Thursday's announcement.\n\nNo class size cap for elementary, air quality questioned in older schools\n\nThe issue of class sizes has been the crux of the opposition toward the province's plan, as while high schools will have a cap of 15 students per class, elementary schools will not have a limit on class sizes for Grades 4 to 8.\n\nInstead, the only stipulation is a maximum average of 24.5 students per class across each school board.\n\nWATCH | Provinces adjust back-to-school plans:\n\nAs B.C. delays the start of classes and Ontario parents protest class sizes, the provinces could look to other countries for how to approach going back to school during the COVID-19 pandemic. 2:01\n\nThis would mean it's likely a child could be in a class with 30 or more other students.\n\nWhile class caps will still not be placed at the elementary level, Lecce said Thursday that the reserve funding could be used to create alternative classrooms outside of schools if there are difficulties acquiring more space. It gives the opportunity for schools to use the money as they see fit, based on current concerns and needs, he said.\n\nIn a report examining back-to-school planning published in July by SickKids hospital, it's recommended that smaller class sizes be a \"priority strategy.\"\n\nHowever, the report said, there is \"limited evidence\" on what to base the maximum class size numbers on as it depends on other factors, such as the size of the classrooms and if non-traditional spaces, like outdoor classrooms, are being used.\n\nTeachers and parent groups held a protest at Queen's Park on Wednesday to address the class-size issue, as well as draw attention to the sometimes poor ventilation in older Toronto schools that could exacerbate the crowding concerns.\n\nParent groups and education workers are protesting outside of Queen's Park yesterday with a mock classroom to demonstrate the need for smaller class sizes in order to make physical distancing possible. (Evan Mitsui/CBC)\n\nAt that protest, teachers spoke about how the two-metre physical distancing rules would be impossible for many classrooms based on their size.They also raised concerns about building repairs that are needed to increase airflow in many schools.\n\nParents and teacher coalitions at Wednesday's protest asked the province for $3 billion in funding to allow for smaller class sizes and updated ventilation systems.\n\nOlder schools can use individual HVAC mobile units with the funding to support current ventilation instead of entirely remodeling a school's airflow system, Lecce noted at the press conference.\n\nAs schools are three weeks away from opening, Lecce was asked if there is enough time for boards to determine how to properly use the money that's become available and implement changes before the first day.\n\nIn response, he said schools have already been preparing and these changes can be \"layered\" on top of what is already in the works in order to \"de-risk the circumstance.\"\n\nUsing reserve funds would create 'future financial risks': TDSB\n\nThe Toronto District School Board provided CBC News with a memo to school trustees from Interim Director Carlene Jackson that says pulling from reserve funds would be a liability and lead to \"future financial risks\" for the board.\n\n\"It would not be prudent or good financial management if we were to use a large amount of reserve funds to cover the entire cost of smaller class sizes,\" Jackson states.\n\nSchool boards and parents are feeling stressed about how COVID-19 safety will be balanced with academic priorities for Ontario high school students who will split their time between the classroom and online learning. 2:03\n\nStaff are instead looking at whether the reserves could be used to augment the TDSB's share of $30 million for staffing coming from the province, so that they can create class sizes of 15 to 20, she said. The board will be applying for this funding as soon as it's available.\n\nEven if class sizes are smaller, the schools do not currently have enough space to accommodate these sizes and staff are working on finding more options for new classrooms, explained Jackson. Transportation would need to be arranged if new school locations are added.\n\nThe TDSB is also looking into how to use its portion of the $50 million in HVAC upgrades with the school year just weeks away.\n\n\"Given this significant change, staff would have to assess if the necessary arrangements could be made in time for the first day of school on Sept. 8,\" she said.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/canada/toronto/ontario-stephen-lecce-schools-distancing-1.5685081", "title": "Ontario education minister 'unlocks' $500M to improve distancing, ventilation for back-to-school | CBC News", "image": "https://i.cbc.ca/1.5618810.1597345967!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/stephen-lecce-ontario-education-minister-covid.jpg", "description": "Ontario Education Minister Stephen Lecce also announced an additional $50 million for upgrades to ventilation systems and $18 million for online learning amid concerns over student safety during the COVID-19 pandemic.", "locale": "en_US", "type": "article"}, "fb": {"pages": 286023281502233}, "vf": {"section": "2.662", "unique_id": "1.5685081"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "Ontario Education Minister Stephen Lecce also announced an additional $50 million for upgrades to ventilation systems and $18 million for online learning amid concerns over student safety during the COVID-19 pandemic."}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}