{"GDELT": {"GlobalEventID": 940666238, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "ETH", "Actor2Name": "ETHIOPIA", "Actor2CountryCode": "ETH", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.4456521739130404, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Ethiopia", "Actor2Geo_CountryCode": "ET", "Actor2Geo_ADM1Code": "ET", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "ET", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET", "Action2Geo_Lat": 8.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "ET", "DATEADDED": 20200814013000, "SOURCEURL": "https://todaynewsafrica.com/who-experts-explain-why-south-africa-egypt-nigeria-ghana-and-algeria-account-for-73-percent-of-all-covid-19-cases-and-76-percent-of-all-deaths-in-africa/"}, "ARTICLE": {"TITLE": "WHO experts explain why South Africa, Egypt, Nigeria, Ghana and Algeria account for 73 percent of all COVID-19 cases and 76 percent of all deaths in Africa", "TEXT": "WHO fighting COVID-19\n\nThe World Health Organization (WHO) on Thursday explained why South Africa, Egypt, Nigeria, Ghana and Algeria account for 73 percent of all COVID-19 cases and 76 percent of all deaths in Africa.\n\nSouth Africa has reported 568,919 cases of COVID-19, Egypt has recorded 95,963 cases while Nigeria, Ghana and Algeria have reported 47,743 cases, 41,725 cases and 37,143 cases respectively, according to the latest data released by the Africa CDC.\n\n[read_more id=\"2\" more=\"Read full article\" less=\"Read less\"]\n\nIn all, the five countries have reported 791,493 cases of coronavirus out of 1,075,338 confirmed cases in Africa, according to Africa CDC data. That is an equivalent of 73.6 percent of all cases in the continent.\n\nThe five countries also account for 18,594 fatalities on the continent out of 24,288 deaths that have reported to the Africa CDC, or an equivalent of 76 percent of all fatalities.\n\nSouth Africa has lost 11,010 people from COVID-19, Egypt has recorded 5,085 fatalities while Nigeria, Ghana and Algeria have lost 956, 223 and 1,320 people respectively.\n\nSpeaking at a regular press conference in Geneva on Thursday, Dr Michael Ryan, Executive Director, WHO Health Emergencies Program, listed some of the reasons that could explain the high number of deaths and cases in the five countries. World Health Organization Health Emergencies Programme Director Michael Ryan speaks during a news briefing on COVID-19 in Geneva, Switzerland on March 30.AFP VIA GETTY IMAGES\n\nAccording to him, one of the reasons could be high population in those countries. Nigeria, Egypt, South Africa, Algeria and Ghana are some of the most populous countries in Africa.\n\n“You would expect the most cases to be in those countries because that’s where you have the most people,” Dr. Ryan said.\n\nHowever, Nigeria, which has four times more people than south Africa has ten times less deaths and ten times less cases than South Africa. Also, Ethiopia, the second most populous country on the continent has only 463 deaths and 25,118 cases while South Africa has over 11,000 deaths and and more than 568,000 cases with a smaller population.\n\nDr. Ryan also explained that the five countries are more connected with the rest of the world than others and could have imported COVID-19 cases before many other countries.\n\n“Some other factors – South Africa would have imported the disease much earlier than other countries in the course of this pandemic,” Dr. Ryan said.\n\nHowever, Egypt, which recorded its first confirmed case of coronavirus on February 14, 2020, has less than half of all the deaths in South Africa and five times less cases than those in South Africa.\n\nBesides, Ethiopia, which is one of the most visited countries in Africa, has seen less deaths and less cases than South Africa as well.\n\nDr. Ryan also argued that the five countries also have a better surveillance system and good national labs and may be detecting more cases than some other countries.\n\n“The absence of evidence is not evidence of absence, and in this cases, I think countries with stronger laboratory system tend to find cases more quickly,” he said.\n\nDr. Ryan also argued that the large and dense urban populations could also be a factor to consider.\n\n“Their are large pockets of urban poverty which this disease can spread much more easily,” he said.\n\n“These countries are more at risk, these countries have larger populations, these countries have strong surveillance capacity,” he said.\n\nDr. Maria Van Kerkhove, WHO’s COVID-19 technical lead, argued that demographic differences between countries could explain why South Africa, Egypt, Nigeria, Ghana and Algeria have more cases. World Health Organization (WHO) Technical Lead Maria Van Kerkhove gestures as she speaks during a daily press briefing on COVID-19 virus at the WHO headquaters in Geneva on March 9, 2020. – The World Health Organization said on March 9, 2020 that more than 70 percent of those infected with the new coronavirus in China have recovered, adding that the country was “bringing its epidemic under control”. (Photo by Fabrice COFFRINI / AFP) (Photo by FABRICE COFFRINI/AFP via Getty Images)\n\nFor instance, she said, some countries have a younger or older population and that could affect how each country is affected by COVID-19.\n\nAccording to Dr. Van Kerkhove, difference prevalences of underlining conditions which affect how people who contract COVID-19 are impacted.\n\n[/read_more]", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"description": "HEALTH » WHO experts explain why South Africa, Egypt, Nigeria, Ghana and Algeria account for 73 percent of all COVID-19 cases and 76 percent of all deaths in Africa", "title": "WHO experts explain why South Africa, Egypt, Nigeria, Ghana and Algeria account for 73 percent of all COVID-19 cases and 76 percent of all deaths in Africa » TODAY NEWS AFRICA", "image": {"identifier": "https://todaynewsafrica.com/wp-content/uploads/2020/08/evf2hdzzmhu.jpg", "width": 480, "height": 360}, "type": "article", "url": "https://todaynewsafrica.com/who-experts-explain-why-south-africa-egypt-nigeria-ghana-and-algeria-account-for-73-percent-of-all-covid-19-cases-and-76-percent-of-all-deaths-in-africa/", "site_name": "TODAY NEWS AFRICA", "updated_time": "2020-08-14T08:21:44-04:00", "locale": "en_US", "video": {"identifier": "https://www.youtube.com/embed/EvF2hDzzMHU", "type": "text/html", "duration": 3656, "width": 480, "height": 270}}, "article_publisher": "https://www.Facebook.com/todaynewsafrica", "fb": {"app_id": 529576650555031}, "article": {"published_time": "2020-08-13T20:10:06+00:00", "modified_time": "2020-08-14T12:21:44+00:00", "publisher": "https://facebook.com/todaynewsafrica", "author": "https://www.facebook.com/simonpateba"}, "twitter": {"title": "WHO experts explain why South Africa, Egypt, Nigeria, Ghana and Algeria account for 73 percent of all COVID-19 cases and 76 percent of all deaths in Africa", "description": "WHO fighting COVID-19 The World Health Organization (WHO) on Thursday explained why South Africa, Egypt, Nigeria, Ghana and Algeria account for 73 percent of all COVID-19 cases and 76 percent of all deaths in Africa. South Africa has reported 568,919 cases of COVID-19, Egypt has recorded 95,963 cases while Nigeria, Ghana and Algeria have reported 47,743 cases, 41,725 cases and 37,143 cases respectively, according to the latest data released by the Africa CDC. In all, the five countries have reported 791,493 cases of coronavirus out of 1,075,338 confirmed cases in Africa, according to Africa CDC data. That is an equivalent", "image": "https://todaynewsafrica.com/wp-content/uploads/2020/07/WHO-headquarters.png", "site": "@todaynewsafrica", "creator": "@simonateba", "card": "summary_large_image"}, "description": "HEALTH » WHO experts explain why South Africa, Egypt, Nigeria, Ghana and Algeria account for 73 percent of all COVID-19 cases and 76 percent of all deaths in Africa", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "ya": {"ovs": {"adult": "false", "upload_date": "2020-08-13T20:10:06+00:00", "allow_embed": "true"}}, "generator": "WordPress 5.5", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://todaynewsafrica.com/wp-content/uploads/2018/02/cropped-flavicon_today_News_Africa-300x300.png"}}}