{"GDELT": {"GlobalEventID": 940660226, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MYSELI", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "Actor1Type1Code": "ELI", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.40774719673803, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY", "Actor1Geo_Lat": 2.5, "Actor1Geo_Long": 112.5, "Actor1Geo_FeatureID": "MY", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20200814004500, "SOURCEURL": "https://www.malaysiakini.com/news/538579"}, "ARTICLE": {"TITLE": "YOURSAY | No, gov’t MPs can’t help ‘check and balance’ our GLCs", "TEXT": "YOURSAY | ‘What Zafrul is saying: I set my own exam, I sit for the exam and I mark my own exam.’\n\nMinister: Political appointments help 'check and balance' GLCs\n\nAnonymous_47029368: Government-linked companies (GLCs) are controlled by the government and Finance Minister Tengku Zafrul Abdul Aziz is saying ruling politicians can help provide check and balance for these companies?\n\nIf that is the case, why not appoint politicians from the opposition? They can provide even better check and balance.\n\nThe finance minister also made one very fundamentally wrong assumption - that GLCs are meant to meet the current government’s policies and aspirations. No, they are not.\n\nThey are set up to meet our country's long-term needs, not the whims and fancies of the government of the day.\n\nSo they must be helmed by experienced and well-qualified professionals in their respective fields, not politicians.\n\nNewday: Dear “not elected by anybody finance minister”, checks and balances? How can that be? Politicians are beholden to the government of the day - of course, bias will exist.\n\nChecks and balances are provided by professionals appointed from outside the political mainstream, not the other way round.\n\nThe ex-Permodalan Nasional Berhad's (PNB) CEO (Abdul Jalil Rasheed) comes to mind. He would not put up with the political cronyism and was witch-hunted out of his job – this is blatant political interference.\n\nYou are just a script reader, nothing more. Do you have any original ideas or initiatives, or are you firmly wedged at the bottom of your V-shaped recovery curve?\n\nColorNumberAnimal: Mr Finance Minister, check and balance will be to appoint opposition members of parliament for GLC positions. This way, they can make sure the government is not up to something funny.\n\nWhat you are saying is: \"I set my own exam, I sit for the exam and I mark my own exam.\" That is your standard of check and balance?\n\nShovelnose: What a load of nonsense. If the governing team is doing their job, then it should have committees to address the issues in the public or private companies so that the latter have an environment that's best suited for its growth and therefore able to pay higher taxes.\n\nYou do not milk the GLCs to do your \"communal support services\", which is a form of political bribery.\n\nWho then will make sure that the appointees are guiding the companies to the government's aspiration and not into their bank account? Even the National Audit Department has to bow to the auditee in their reviews, so what's to stop the rot?\n\nThe government must revert back to regulating to encourage growth, not so much to profit by competing with the private sector to improve its revenues.\n\nHowever, many years of mucking up the system for your political control means that a total reset is required because it is very difficult to adjust it now as it will be political suicide for whoever wishes to claim the throne.\n\nOne: Last year, the Malaysian Anti-Corruption Commission (MACC) was doing due diligence on all GLCs to make sure board members are not members of political parties.\n\nNow, this backdoor finance minister is trying to convince the rakyat that it is fine to put politicians into GLC boards. And not only as a board member but as the chairperson.\n\nWhere does MACC, Bursa Malaysia and Securities Commission stand on this with respect to listed GLCs? What rubbish is this?\n\nFreethinker: So, is Zafrul is saying that an independent appointment based on qualification to the job could not ensure that a company sticks to its course and objective but a political appointment can do it?\n\nAnd this comes from our finance minister who is formerly from CIMB. So CIMB should also have a politician to run its business?\n\nJaycee: Give us a break. How many of these political appointees called out former prime minister Najib Abdul Razak and his cronies on 1MDB? How many?\n\nAnd now you want us to believe they (the politicians) are selected for “check and balances”.\n\nYeah, right. Only idiots will believe that statement.\n\nSayonaraMY: If so, then things can’t move because there will be a stalemate whenever the board of directors and the management could not agree.\n\nBasically, the GLC management looks at growing and diversifying the business but the board of politicians is only there to spend the money.\n\nThis is not 'check and balance'. Foreign investors will definitely not invest in our GLCs or put their money in Malaysia.\n\nP Dev Anand Pillai: Despite 50 years of the New Economic Policy (NEP) and all the best of residential schools and the best of universities and plum positions and jobs, this is all that they can say at the end of the day?\n\nCompanies need to be run by qualified professionals, not members of parliament. There are numerous smart and qualified Malays out there, why aren't they being given a chance? Many of them are working overseas; have we ever pondered why?\n\nArticle 153 of the Federal Constitution is eventually going to be a bane for the Malays as they begin to find that it has been hijacked by the corrupt to benefit them and their kin. So, wake up dear Malay brethren.\n\nCoward: What Zafrul is saying is true ‘if’ they (the politicians) are competent, impartial and have the country's best interest at heart.\n\nAlas, Malaysian politicians haven't demonstrated any of those qualities and have a reputation for milking their positions and for rent-seeking.\n\nThe above is a selection of comments posted by Malaysiakini subscribers. Only paying subscribers can post comments. In the past one year, Malaysiakinians have posted over 500,000 comments. Join the Malaysiakini community and help set the news agenda. Subscribe now.\n\nThese comments are compiled to reflect the views of Malaysiakini subscribers on matters of public interest. Malaysiakini does not intend to represent these views as fact.", "METADATA": {"development_remarks": "testing branch hafiz", "viewport": "width=device-width, initial-scale=1.0", "site_platform": "desktop", "meta_language": "en", "meta_pagetype": "content", "fb": {"pages": 295708630931029}, "dailymotion-domain-verification": "dmxduttucpzpt8r7w", "mk": {"pagetype": "content", "category": "news", "sid": 538579, "language": "en", "free": "true", "comment_status": 1}, "og": {"locale": "en", "type": "article", "url": "https://www.malaysiakini.com/news/538579", "title": "YOURSAY | No, gov’t MPs can’t help ‘check and balance’ our GLCs", "description": "‘What Zafrul is saying: I set my own exam, I sit for the exam and I mark my own exam.’", "site_name": "Malaysiakini", "image": {"identifier": "https://i.malaysiakini.com/375/84d7f2e1fea7d063ae2eb42d8c498acd.jpg", "secure_url": "https://i.malaysiakini.com/375/84d7f2e1fea7d063ae2eb42d8c498acd.jpg"}}, "article": {"author": "Yoursay", "tag": "economy", "section": "news", "publisher": "https://www.facebook.com/MalaysiaKini/", "published_time": "2020-08-14 08:01:58+08:00", "modified_time": "2020-08-14 08:01:58+08:00"}, "next-head-count": 51}}}