{"GDELT": {"GlobalEventID": 940695002, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "NOR", "Actor2Name": "OSLO", "Actor2CountryCode": "NOR", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.82658517952635, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Oslo, Oslo, Norway", "Actor2Geo_CountryCode": "NO", "Actor2Geo_ADM1Code": "NO12", "Actor2Geo_ADM2Code": "23413", "Actor2Geo_Lat": 59.9167, "Actor2Geo_Long": 10.75, "Actor2Geo_FeatureID": "-273837", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Oslo, Oslo, Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO12", "Action2Geo_ADM2Code": "23413", "Action2Geo_Lat": 59.9167, "Action2Geo_Long": 10.75, "Action2Geo_FeatureID": "-273837", "DATEADDED": 20200814051500, "SOURCEURL": "https://www.jns.org/opinion/a-wake-up-call-for-those-addicted-to-the-war-on-zionism/"}, "ARTICLE": {"TITLE": "A wake-up call for those addicted to the war on Zionism", "TEXT": "On a day when something historic and obviously positive happens, it’s always instructive to listen to those who aren’t joining in the cheering. While even many critics of President Donald Trump and Israeli Prime Minister Benjamin Netanyahu had to applaud the U.S.-sponsored diplomatic deal struck between Israel and the United Arab Emirates for “full normalization of relations,” there were still some who were decrying it.\n\nBoth the Palestinian Authority and their Hamas rivals were united in describing the agreement as a “betrayal” and a “black day in the history of Palestine.” They are angry about an Arab state deciding that they will no longer remain hostages to the Palestinians’ century-old war on Zionism.\n\nEqually upset were some on the Jewish left. Anti-Zionist groups like Jewish Voice for Peace and IfNotNow proclaimed their solidarity with the Palestinian rejectionists. Rep. Rashida Tlaib (D-Mich.), a congressional supporter of the anti-Semitic BDS movement, tweeted that it was a “sweetheart business deal,” and using language that seemed similar to the statement issued by Hamas said it would merely prolong Israeli “apartheid” and “land stealing.”\n\nBut even those on the left who approve of the UAE’s willingness to normalize ties with Israel couldn’t do so wholeheartedly. J Street said that while it welcomed Netanyahu’s decision to suspend plans to extend sovereignty over parts of the West Bank, it was wrong to “leave Palestinians on the outside looking in.” Elsewhere on the left, the same rhetoric about “occupation” and “apartheid” continued, coming, for example, from Obama-administration Deputy National Security Advisor Ben Rhodes.\n\nSubscribe to The JNS Daily Syndicate\n\nby email and never miss\n\nour top stories\n\nIsrael can clearly afford to wait, however long it takes, for the Palestinians to one day come to their senses.\n\nDespite the furor over the scheme that was wrongly labeled “annexation”—after all, a nation can’t annex land that doesn’t legally belong to another country or to which your own people have rights, as is the case with the Jews and the West Bank—it wouldn’t have changed anything on the ground. And neither will postponing it.\n\nBy contrast, having a Gulf state be the first Arab nation other than Egypt and Jordan to formally recognize Israel’s existence is earth-shaking. While most of the Arab world already has strong under-the-table security and economic ties with Israel, formalizing them is one more crack in the formally solid wall of rejection of the Jewish state in the Islamic world.\n\nFor decades, Palestinian Arabs arrogated to themselves the right not merely to refuse any compromise with the Jews; they also demanded and got acquiescence to that stand from the rest of the region and other Muslims. The Khartoum Resolutions following the 1967 Six-Day War (often called the “Three No’s” conference) solidified the Arab world’s approach, calling for “no peace, no recognition and no negotiation” with Israel. That made clear that their war could have no end but the destruction of the Jewish state and the expulsion or slaughter of its citizens.\n\nEgypt was the first Arab nation to come to its senses and realize that fighting more wars because the Palestinians refused to accept the verdict of history was a pointless waste of blood and treasure. Egyptian President Anwar Sadat made history by flying to Jerusalem in 1977 to make peace with its neighbor.\n\nThe Palestinians seemed to have come to the same conclusion when they signed the Oslo Accords in 1993, or so most people thought. But Israelis soon learned that Palestinian leader Yasser Arafat had no intention of actually making peace. His continued support of terror and refusal to recognize the legitimacy of a Jewish state, no matter where its borders were drawn—something that was made clear by the rejection by Arafat and his successor, Mahmoud Abbas, of territorial offers that would have given them an independent state—convinced most Israelis that peace was not possible in the foreseeable future.\n\nIt was then that many in the Arab world began to come to the same conclusion: that Israel was there to stay. More than that, Israel’s military power was not a threat to them, but it could serve to help deter an increasingly aggressive and hostile Iran. The Gulf states also realized that shunning the most advanced economy in the region was simply foolish.\n\nWhile the Arab world is still deeply tainted by anti-Semitism, and there may be some countries—like Saudi Arabia, which holds itself out as the guardian of Islamic holy sites—that will never openly embrace Israel, most of them have decided that their self-interest must no longer be subordinated to Palestinians delusions about destroying Israel.\n\nThis also comes as a deep shock to Jewish leftists, who have been preaching that Israel can never know prosperity, security and peace until it receives permission from the Palestinians to go on existing. The anomalous situation in the West Bank, in which the Palestinians have autonomy over most of the land, but not sovereignty or security control, isn’t satisfactory to anyone. Israel’s opponents, as well as some who claim to be its friends, have been predicting since 1967 that Israel is doomed to isolation and destruction unless it gets the Palestinians to accept a two-state solution.\n\nThis comes as a deep shock to Jewish leftists.\n\nBut those predictions have been proven wrong. Despite the lack of peace with the Palestinians, Israel has only gone from strength to strength.\n\nIt is a regional military superpower and has grown into a First World economy—accomplishments that would have been considered fantasies back in 1967. With the Arab world now refusing to go along with more Palestinian rejectionism, American policies intended to pressure Israel to make suicidal concessions for their own good—to “save Israel from itself,” as President Barack Obama believed—are equally bankrupt.\n\nIsrael can now clearly afford to wait, however long it takes, for the Palestinians to one day come to their senses and declare peace.\n\nWill the Palestinians learn that—contrary to their long-held belief that the Jewish state will eventually be erased from the map—time is not on their side? Unfortunately, the Palestinian sense of national identity is inextricably tied to the war on Zionism. They cannot end the conflict because the entire conception of Palestinian nationhood makes no sense if it means living in peace alongside a Jewish state.\n\nAnd will left-wing Jews come to understand that the reality of the conflict has disproved their critique? Sadly, they, too, are so invested in their myths about two states and their misjudgment about the Palestinians wanting peace that they will cling to their beliefs even as the few Israelis who share their views have been politically marginalized.\n\nNor is it likely that they will give the Trump administration the credit it deserves for promoting a vision of the region that emphasized good relations between Israel and the Arab world, which led to this agreement. It can only be hoped that if the Democrats defeat him in November that they will not seek to sabotage this opening by returning to Obama’s dead-end pressure policy that only encouraged Palestinian rejectionism and the appeasement of Iran.\n\nThat Palestinians, as well as their foreign cheerleaders and enablers, are too besotted with the ideologies and misperceptions that have fueled the conflict for the last century is a tragedy. It is to be hoped that eventually they will kick their addiction to the war on Zionism. But whether or not they do, or when exactly that might happen, the fact that more people in the Middle East understand that peace with Israel is good for everyone in the region is something to be celebrated.\n\nJonathan S. Tobin is editor in chief of JNS—Jewish News Syndicate. Follow him on Twitter: @jonathans_tobin.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "fb": {"pages": 407902639235640}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://cdn.jns.org/images/ms-icon-144x144.png", "theme-color": "#ffffff", "og": {"url": "https://www.jns.org/opinion/a-wake-up-call-for-those-addicted-to-the-war-on-zionism/", "type": "article", "title": "A wake-up call for those addicted to the war on Zionism", "locale": "en_US", "description": "After the Israel-UAE normalization deal, will the Palestinians or the Jewish left realize that events require them to change their thinking? Don’t bet on it.", "site_name": "JNS.org", "image": {"identifier": "https://cdn.jns.org/uploads/2020/08/Donald-Trump-and-Sheikh-Mohammed-bin-Zayed-Al-Nahyan.jpg", "width": 2038, "height": 1279}}, "twitter": {"card": "summary_large_image", "site": "JNS_org", "title": "A wake-up call for those addicted to the war on Zionism", "description": "After the Israel-UAE normalization deal, will the Palestinians or the Jewish left realize that events require them to change their thinking? Don’t bet on it.", "image": "https://cdn.jns.org/uploads/2020/08/Donald-Trump-and-Sheikh-Mohammed-bin-Zayed-Al-Nahyan-2000x1125.jpg", "creator": "@jonathans_tobin"}, "description": "After the Israel-UAE normalization deal, will the Palestinians or the Jewish left realize that events require them to change their thinking? Don’t bet on it.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"author": "https://www.facebook.com/jonathan.tobin.3"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}