{"GDELT": {"GlobalEventID": 940686490, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRAGOV", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.76338514680483, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200814040000, "SOURCEURL": "https://www.investordaily.com.au/markets/47654-amp-capital-hsbc-welcome-bhp-climate-lobbying-reforms"}, "ARTICLE": {"TITLE": "AMP Capital, HSBC welcome BHP climate lobbying reforms", "TEXT": "BHP has rolled out new global climate policy standards including national emissions reduction targets consistent with the Paris Agreement, with a focus on achieving net-zero emissions by 2050.\n\nThe standards also hold policies to support the transition, including market mechanisms, carbon pricing, technology-neutral frameworks and the development of pre-commercial low emissions technologies; as well as principles for its lobbying.\n\nAdvertisement Advertisement\n\nBHP has released a new industry associations expectations policy stating it will work with lobby groups to establish public standards and plans for what they will advocate by the end of 2020, with an aim to monitor their activities in real-time.\n\nThe lobbying activities of industry associations were identified as a key area for engagement between investors and companies in the 2019 Climate Action 100+ Progress Report, because of the role the groups can play in developing or blocking climate change policy.\n\nBMO Global Asset Management co-head of responsible investment Alice Evans said her firm believes BHP’s new governance approach will help prevent “misalignment between its climate change position and the way the company represents itself in public policy debates through industry associations”.\n\n“We look forward to support the implementation of this approach and BHP’s long-term strategy to further reduce its greenhouse gas emissions,” Ms Evans said.\n\nAs BHP is co-listed on Australian and UK exchanges, engagement is led by investors in both regions.\n\nAMP Capital and HSBC Global Asset Management are designated company co-lead investors for engagement with BHP through investor advocate campaign Climate Action 100+.\n\nMore than 450 investors with over $40 trillion in assets under management are involved with the initiative, which has engaged companies on improving governance, curbing emissions and boosting climate-related financial disclosures.\n\nMeanwhile advocate body, the Investor Group on Climate Change (IGCC), which represents Australian and New Zealand institutional investors advocating climate action, has supported the engagements with BHP. IGCC is one of five partner organisations coordinating Climate Action 100+, alongside the UN’s Principles for Responsible Investments.\n\nIGCC chief executive Emma Herd weighed in on the mining group’s changes, saying investors will be continuing to engage BHP and monitoring mining industry associations’ efforts, to address any inconsistencies with the Paris Agreement goals.\n\n“All mining companies should be working to ensure their industry associations are playing a positive role in establishing stable and responsible climate change policy that helps accelerate the transition to net-zero emissions by 2050,” Ms Herd said.\n\nHSBC global asset management global head of corporate governance Thomas O’Malley commented: “Climate lobbying matters to investors.”\n\n“As industry leaders like BHP mask firm commitments on climate transition, we welcome this effort to ensure that trade associations remain in step with their more forward-thinking members.”\n\nAMP Capital head of sustainable investment Emily Woodland said her company will continue to support BHP in its climate strategy development and implementation.\n\nAMP Capital, HSBC welcome BHP climate lobbying reforms Sarah Simpkins Last Updated: 14 August 2020 Published: 14 August 2020", "METADATA": {"viewport": "width=device-width, initial-scale=1,user-scalable=no,maximum-scale=1, minimum-scale=1", "keywords": "amp, hsbc, bhp", "robots": "index, follow", "author": "Sarah Simpkins", "dfp_key": "d8997e808e1afcecfaa4c60b47b90dac", "description": "AMP Capital and HSBC are among a group backing new changes made by mining giant BHP, as a result of investor engagements targeting its lobbying power.", "generator": "Joomla! - Open Source Content Management", "og": {"title": "AMP Capital, HSBC welcome BHP climate lobbying reforms", "description": "AMP Capital and HSBC are among a group backing new changes made by mining giant BHP, as a result of investor engagements targeting its lobbying power.", "image": "https://www.investordaily.com.au/images/Investor-Daily-Logo.jpg", "type": "article", "url": "https://www.investordaily.com.au/markets/47654-amp-capital-hsbc-welcome-bhp-climate-lobbying-reforms"}, "article": {"published_time": "2020-08-14T02:25:52+1000", "section": "Markets", "tag": "amp, hsbc, bhp", "author": "Sarah Simpkins"}, "twitter": {"title": "AMP Capital, HSBC welcome BHP climate lobbying reforms", "description": "AMP Capital and HSBC are among a group backing new changes made by mining giant BHP, as a result of investor engagements targeting its lobbying power.", "url": "https://www.investordaily.com.au/markets/47654-amp-capital-hsbc-welcome-bhp-climate-lobbying-reforms", "site": "@InvestorDailyAU", "image": "https://www.investordaily.com.au/images/Investor-Daily-Logo.jpg", "card": "summary"}, "news_keywords": "amp, hsbc, bhp"}}}