{"GDELT": {"GlobalEventID": 940682811, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "GOV", "Actor2Name": "GOVERNANCE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.26267281105991, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF05", "Actor1Geo_ADM2Code": "77353", "Actor1Geo_Lat": -31.2895, "Actor1Geo_Long": 29.4551, "Actor1Geo_FeatureID": "-1250484", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF05", "Actor2Geo_ADM2Code": "77353", "Actor2Geo_Lat": -31.2895, "Actor2Geo_Long": 29.4551, "Actor2Geo_FeatureID": "-1250484", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kwazulu, Eastern Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF05", "Action2Geo_ADM2Code": "77353", "Action2Geo_Lat": -31.2895, "Action2Geo_Long": 29.4551, "Action2Geo_FeatureID": "-1250484", "DATEADDED": 20200814033000, "SOURCEURL": "https://www.dailymaverick.co.za/article/2020-08-14-accountability-what-accountability-98-of-kzns-municipalities-fail-in-their-compliance/"}, "ARTICLE": {"TITLE": "Accountability, What Accountability? 98% of KZN's munic...", "TEXT": "In key performance areas, the AG found a regression in leadership, financial and performance management, and governance. (Photo: Adobestock)\n\nA crisis in leadership, rampant irregularities in procurement, spiralling irregular expenditure, and a lack of consequence management are key drivers leading to regression in audit outcomes across KwaZulu-Natal, the auditor-general (AG) has said.\n\nNtombifuthi Mhlongo, the AG’s business executive responsible for KwaZulu-Natal, painted a dismal picture of accountability in stasis when she made the remarks in reference to the province’s 2018/2019 municipal audit outcomes via a virtual briefing on Thursday.\n\nMhlongo said there was “little change in outcomes”, that accountability was “not being adequately practised and enforced by leadership”, and that there was a “failure of key controls”.\n\nCovid-19 necessitated “swift action” from the government in order to restore public confidence in delivering on promises, she said, and leadership at local government level needed to be on autopilot when it came to systems and processes, in order to establish an ethical tone and “set accountability into overdrive [to] enforce consequence management”.\n\n“The levels of tolerance for non-compliance need to be minimised, with transparent reporting to councils and the public,” she said, emphasising that preventative controls were more effective than having to deal with the consequences.\n\nThe AG’s report found that in total, 98% of KwaZulu-Natal’s municipalities did not comply with crucial governance legislation.\n\n“The key message for the province was that there has been little change in results since the past auditor-general report, largely due to accountability and key control lapses.\n\n“Most district municipalities continued to struggle with basic financial and performance management processes. They displayed a lack of responsiveness to implement and monitor action plans and had weak leadership and governance structures that did not enable effective accountability,” said Mhlongo.\n\nAn analysis of the outcome reveals that on average, municipalities are spending 43% of their total own-generated revenue (excluding equitable share and grants) on salaries and wages.\n\nService providers wait an average of 109 days to be paid, and irregular expenditure increased by 124% to R6.5-billion.\n\nIn key performance areas, the AG found a regression in leadership, financial and performance management, and governance.\n\nIn addition, the use of consultants was deemed of no material benefit, with 24 municipalities that employed them still having material misstatements.\n\nWhile auditee ineffectiveness and poor project management were among the reasons for their overall poor performance, a lack of record-keeping by the municipalities did not help.\n\nOf the 53 municipalities audited, six will need to allocate more than half of their budget for the new financial year just to meet their expenditure from the previous year, while eight municipalities were considered “in a vulnerable financial position”.\n\nAt the time of undertaking the audit, nine municipalities were under administration.\n\nWhile under administration one improved to obtain an unqualified audit with findings, four obtained qualified audits, two received disclaimers, and one an adverse opinion.\n\nMhlongo gave some examples of the key failures. At the uThukela District Municipality (Ladysmith area) she said lack of leadership was evidenced by the fact that R729.98-million owed to the municipality (92% of outstanding debt) had been outstanding for more than 121 days, while it took 488 days to pay creditors.\n\nIn Newcastle, the leadership felt it wise to spend R400-million on upgrading its existing municipal building – depleting almost all of its cash reserves. It then failed to meet its obligations in paying Eskom (R230.1-million) and the local uThukela Water Board (R51.6-million) for bulk services provided.\n\nMhlongo said a key driver for the irregular expenditure was the non-compliance with supply chain management policy, such as deviations from a competitive bidding process and bids not being adjudicated by properly constituted bid adjudication committees.\n\n“The increase in irregular expenditure confirmed that consequence management processes, as well as prevention and detection controls, were not effective.”\n\nShe said the eThekwini metro disclosed the highest amount of irregular expenditure at R2.3-billion. Examples about why this occurred included the irregular appointment of service providers to construct washing facilities and toilets for informal settlements and schools in the greater Durban area, and the irregular appointment of a service provider for the development of an information technology management system.\n\nEven though the AG was given an extended mandate in April 2019, its office can only step in if the accounting officer failed to deal appropriately with material irregularities.\n\nMhlongo said the AG was still building capacity, and thus could only use the above-mentioned powers in probing nine municipalities countrywide – which included eThekwini Metro.\n\nThe metro incurred a 219% increase in irregular expenditure, from R733-million in 2017/2018 to R2.34-billion – 36% of the provincial total.\n\nSurprisingly, the AG report said that “no material irregularity was identified during the audit” of eThekwini.\n\nMhlongo told Daily Maverick that this finding was based on the evidence reviewed.\n\nShe said the onus was still on the municipality to first perform its own oversight. Only if the internal investigation did not provide adequate recommendations, could the AG step in.\n\n“In eThekwini, they are already investigating some of these irregularities, so as a result, as the AG we cannot take over those investigations.” DM\n\nDes Erasmus Follow Save More", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "theme-color": "#000", "apple-mobile-web-app-status-bar-style": "black-translucent", "description": "A crisis in leadership, rampant irregularities in procurement, spiralling irregular expenditure, and a lack of consequence management are key drivers leading to regression in audit outcomes across KwaZulu-Natal, the auditor-general (AG) has said.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Auditor-General’s report: Accountability, What Accountability? 98% of KZN’s municipalities fail in their compliance", "description": "A crisis in leadership, rampant irregularities in procurement, spiralling irregular expenditure, and a lack of consequence management are key drivers leading to regression in audit outcomes across KwaZulu-Natal, the auditor-general (AG) has said.", "url": "https://www.dailymaverick.co.za/article/2020-08-14-accountability-what-accountability-98-of-kzns-municipalities-fail-in-their-compliance/", "site_name": "Daily Maverick", "image": {"identifier": "https://www.dailymaverick.co.za/wp-content/uploads/Des-AG-audits-kzn.jpg", "width": 2000, "height": 1000}, "author": "Des Erasmus", "section": "South Africa"}, "article": {"publisher": "https://www.facebook.com/dailymaverick", "published_time": "2020-08-13T23:09:30+00:00"}, "twitter": {"card": "summary_large_image", "title": "Auditor-General’s report: Accountability, What Accountability? 98% of KZN’s municipalities fail in their compliance", "description": "A crisis in leadership, rampant irregularities in procurement, spiralling irregular expenditure, and a lack of consequence management are key drivers leading to regression in audit outcomes across KwaZulu-Natal, the auditor-general (AG) has said.", "creator": "@dailymaverick", "site": "@dailymaverick"}, "author": "Des Erasmus", "published": "2020-08-14", "type": "article", "category": "South Africa", "msapplication-TileImage": "https://www.dailymaverick.co.za/wp-content/uploads/cropped-DM-LOGO-ROUND-1000x1000-1-270x270.png", "medium": "news", "fb": {"pages": 171090380838}}}}