{"GDELT": {"GlobalEventID": 940649216, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NZL", "Actor1Name": "AUCKLAND", "Actor1CountryCode": "NZL", "Actor2Code": "ELI", "Actor2Name": "ACTOR", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.33333333333333, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200814000000, "SOURCEURL": "https://www.stuff.co.nz/tarana/122448188/new-zealand-cinemas-tribute-to-sushant-singh-rajput-makes-headlines-in-india"}, "ARTICLE": {"TITLE": "New Zealand cinema's tribute to Sushant Singh Rajput makes headlines in India", "TEXT": "This is the video that played at the first screening of Sushant Singh Raput's swansong film \"Dil Bechara '' which released in New Zealand theatres on Friday, August 7.\n\nA New Zealand cinema's tribute to Bollywood actor Sushant Singh Rajput at the premiere of his movie in Auckland last week is making headlines in India and around the world.\n\nHoyts Sylvia Park last week paid a memorable video tribute to Rajput at the premiere of his last film Dil Bechara, which is currently playing in New Zealand cinemas.\n\nRajput, a talented and rising star of Bollywood, was found dead in his Mumbai flat exactly two months ago today.\n\nRafiq Maqbool/AP Sushant Singh Rajput's untimely death has continued to captivate Bolloywood followers throughout the world.\n\nAt the August 7 premiere of Dil Bechara, Hoyts, in association with Forum Films and Radio Tarana, put together a moving tribute which was viewed by patrons just before the first screening of Dil Bechara (or Helpless Heart).\n\nREAD MORE:\n\n* New Zealand cinema pays 'world-first' tribute to Sushant Singh Rajput at screening of 'Dil Bechara'\n\n* Sushant Singh Rajput's 'Dil Bechara' releases in New Zealand theatres on Friday, Aug 7\n\n* Death of young actor fuels debate on nepotism in Bollywood\n\n* Bollywood actor Sushant Singh Rajput, 34, found dead\n\nThat tribute video has now been viewed more than 1.8 million times around the world via social media.\n\nForum Films Sushant Singh Rajput's last film, \"Dil Bechara\" releases in New Zealand cinemas from Friday, August 7.\n\n﻿Rajput's untimely death, at age 34, has shocked and captivated Bollywood movie followers in a way no other Bollywood celebrity has ever experienced before.\n\nPatrons also observed a minute's silence in memory of the talented and versatile actor whose death has fuelled debate on the widespread existence of nepotism in Bollywood.\n\nSeveral international media outlets reported on the New Zealand tribute to Rajpout. dnaindia.com had this to say:\n\nSupplied \"Dil Bechara\" - Sushant Singh Rajput's last film - is releasing in New Zealand cinemas on Friday, August 8.\n\n\"Sushant Singh Rajput's last film, Dil Bechara, received its first theatrical release in New Zealand. While the entire world is still battling coronavirus, New Zealand has made sure to keep the novel virus under control.\n\n\"As for the Dil Bechara screening, those who arranged the release in theatre in Auckland paid tribute to the deceased actor during the screening. The film's release and response thereafter is proof of the growing fame of the actor after his tragic death.\"\n\nAnother major news channel, republicworld.com wrote:\n\n\"Recently content creator Viral Bhayani shared a video of New Zealand audiences, who went to watch Dil Bechara, paying tribute to Sushant Singh Rajput. The movie premiered at Hoyts Cinema, Auckland, New Zealand.\n\n\"In the video, Jilesh Desai, a member of Radio Tarana, New Zealand's leading Hindi radio, is seen standing in front of the screen with Sushant's picture behind him.\n\n\"He mentioned that they are among the few people who are able to watch Dil Bechara in theatres. He says that they thought it is their responsibility to pay tribute to Sushant Singh Rajput. Jilesh then requested the audience to stand in silence for 60 seconds in memory of Sushant. The video is titled as 'World's first cinema tribute to Sushant Singh Rajput'.\"\n\nThis was later shared by flipboard.com and also featured in a tweet by leading Indian journalist and managing director of republic.com Arnab Goswami.\n\neisamay.indiatimes.com and odishatv.in also reported on the event, as did many others on social media.\n\nWhile Bollywood is in lockdown, New Zealand and Fiji are the only countries where Dil Behara has been released in theatres. More screenings continue throughout the month.\n\nDil Bechara - starring Rajput and Sanjana Sanghi - is a love story involving two cancer patients, based on the novel The Fault in Our Stars by John Green.\n\nRajput, who started as a TV actor, made his Bollywood debut in 2013 with director Abhishek Kapoor in Kai Po Che, based on the book by Chetan Bhagat.\n\nDirected by Mukesh Chhabra, Dil Bechara also stars Saif Ali Khan, Javed Jaffrey, and Sahil Vaid. Music is by A R Rahman.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "A New Zealand cinema's tribute to Bollywood actor at the premiere of his movie in Auckland last week is making headlines in India and around the world.", "source": "Stuff", "og": {"description": "A New Zealand cinema's tribute to Bollywood actor at the premiere of his movie in Auckland last week is making headlines in India and around the world.", "title": "New Zealand cinema's tribute to Sushant Singh Rajput makes headlines in India", "url": "https://www.stuff.co.nz/tarana/122448188/new-zealand-cinemas-tribute-to-sushant-singh-rajput-makes-headlines-in-india", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/n/h/m/8/image.related.StuffLandscapeSixteenByNine.1420x800.20whmk.png/1597361361175.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-13T23:16:18.829Z"}, "parsely-type": "post", "parsely-title": "New Zealand cinema's tribute to Sushant Singh Rajput makes headlines in India", "parsely-link": "https://www.stuff.co.nz/tarana/122448188", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/n/h/m/8/image.related.StuffLandscapeSixteenByNine.1420x800.20whmk.png/1597361361175.jpg", "parsely-pub-date": "2020-08-13T23:16:18.829Z", "parsely-author": "Arvind Kumar", "parsely-section": "tarana", "parsely-tags": "tarana"}}}