{"GDELT": {"GlobalEventID": 940614265, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MMR", "Actor1Name": "MYANMAR", "Actor1CountryCode": "MMR", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.62074554294976, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Myanmar", "Actor1Geo_CountryCode": "BM", "Actor1Geo_ADM1Code": "BM", "Actor1Geo_Lat": 22.0, "Actor1Geo_Long": 98.0, "Actor1Geo_FeatureID": "BM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Myanmar", "Actor2Geo_CountryCode": "BM", "Actor2Geo_ADM1Code": "BM", "Actor2Geo_Lat": 22.0, "Actor2Geo_Long": 98.0, "Actor2Geo_FeatureID": "BM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Myanmar", "Action2Geo_CountryCode": "BM", "Action2Geo_ADM1Code": "BM", "Action2Geo_Lat": 22.0, "Action2Geo_Long": 98.0, "Action2Geo_FeatureID": "BM", "DATEADDED": 20200813200000, "SOURCEURL": "https://www.thehindu.com/opinion/op-ed/independent-but-not-alone/article32347284.ece"}, "ARTICLE": {"TITLE": "Independent but not alone", "TEXT": "India and the U.K hold shared values and commitments to justice, stability and free markets\n\nIt has been nearly thirty years since I graduated from the Royal Military Academy Sandhurst. Much has changed but the highlight of any visit remains a tour of the British Indian Army Memorial Room. There, amongst artefacts recalling two centuries worth of Indian sacrifice, you’ll find the centrepiece. An immense stained-glass window of an Indian sepoy standing sentry in a jungle above one word: Burma.\n\nFor India, August 15 is first and foremost Independence Day. But, as we in the U.K. mark 75 years since peace was achieved in Asia, this is also our opportunity to thank you for your immense contributions and, in particular, the campaign in Burma.\n\nEditorial | The forgotten million\n\nFrom Asia to Africa, the Mediterranean to the Pacific, millions fought for freedom in the six-year long struggle to rid the world of the tyranny and evil of Axis aggressors. Those who served in that vast Pacific theatre are often referred to as the “Forgotten Army” but we must never let the memory of their sacrifices and achievements slip from our minds.\n\nLargest all-volunteer force\n\nThe statistics alone are staggering. On land, at sea and in the air, Indians formed the largest all-volunteer force in the world, with over 2.5 million fighting in Europe, North Africa, Singapore, Hong Kong and, Burma. What is more, India provided almost 200 million tonnes of coal, six million tonnes of iron ore and more than one million tonnes of steel to the Pacific war effort, and countless Indian non-combatants secured supply lines.\n\nThose numbers can’t possibly do justice to their bravery. At Imphal, Indian forces fought even after the siege was lifted. Rao Abdul Hafiz Panwa became the youngest Indian recipient of the Victoria Cross — overrunning Japanese positions despite mortal wounds. At Kohima, an Indian-British force numbering 1,500 men held its own against 15,000 enemy troops for two weeks despite phosphorous bombardments and ferocious infantry attacks. The celebrated “Black Cat” 17th Infantry Division of the Indian Army were in continuous combat during the three-year long Burma Campaign. In total some 87,000 Indians paid the ultimate price. But their efforts also turned the tide of the war. No wonder the commander of the 14th Army in Burma, Field Marshal Slim, described his Indian divisions as “among the best in the world”.\n\nAlso read | The unremembered Indian soldiers of WWII: a photography project\n\nToday’s challenges are different and our relationship has also evolved. But we face shared dangers, whether from pandemics or piracy, extremism or enemies operating below the threshold of conventional conflict. We hold shared values and commitments to justice, stability and free markets. We are on the same side and have a mutual interest in standing together – it is our alliances that give us the ultimate edge.\n\nAnd the India-U.K. partnership has plenty of room to grow. We already have seven Royal Navy vessels operating in the Western Indian Ocean. Our Armed Forces exercise together biannually and our Defence and International Security Partnership is opening up collaborations in everything from jet engines to cyber technology. And, as you pursue your Atmanirbhar Bharat vision you will find Global Britain is eager to work together in a range of areas from defence modernisation to maritime technology. We are determined to elevate our partnership to the next level.\n\nAlso read | Unknown, unsung\n\nWe are living through a new era of uncertainty but eight decades ago, our great forebears showed us the way ahead. Seventy-five years on, India is a proud independent nation but you are emphatically not alone. Our common history proves that we are stronger facing adversity together and now is the time to write our shared future in the interests of peace, purpose, and prosperity.\n\nBen Wallace is the United Kingdom’s Secretary of State for Defence", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "Independent but not alone", "atdlayout": "articlepage", "description": "India and the U.K hold shared values and commitments to justice, stability and free markets", "fragment": "!", "keywords": "India-U.K. ties,Diplomacy,Independence Day,Defence partnership,Second World War,Indian soldiers,China,Miitary cooperation,Maritime ties,Postcolonial ties", "news_keywords": "India-U.K. ties,Diplomacy,Independence Day,Defence partnership,Second World War,Indian soldiers,China,Miitary cooperation,Maritime ties,Postcolonial ties", "publish-date": "2020-08-14T00:05:00+05:30", "created-date": "2020-08-14T00:05:00+05:30", "modified-date": "2020-08-14T01:28:07+05:30", "twitter": {"creator": "Ben Wallace", "title": "Independent but not alone", "description": "India and the U.K hold shared values and commitments to justice, stability and free markets", "image": "https://www.thehindu.com/opinion/op-ed/9byyuj/article32347283.ece/ALTERNATES/LANDSCAPE_615/Th14-Wallace-Bilateral-partnership", "card": "summary_large_image", "site": "@The_Hindu", "domain": "thehindu.com", "app": {"name": {"ipad": "The Hindu", "googleplay": "The Hindu (Official App)", "iphone": "The Hindu for iPhone"}, "id": {"googleplay": "com.mobstac.thehindu", "iphone": 771672321}}}, "apple-itunes-app": "app-id=584786636", "google-play-app": "app-id=com.mobstac.thehindu", "fb": {"app_id": 137450626398044, "pages": 163974433696568}, "og": {"site_name": "The Hindu", "url": "https://www.thehindu.com/opinion/op-ed/independent-but-not-alone/article32347284.ece", "type": "article", "title": "Independent but not alone", "description": "India and the U.K hold shared values and commitments to justice, stability and free markets", "image": {"identifier": "https://www.thehindu.com/opinion/op-ed/9byyuj/article32347283.ece/ALTERNATES/LANDSCAPE_615/Th14-Wallace-Bilateral-partnership", "type": "image/jpeg"}}, "article": {"author": "Ben Wallace", "tag": "Postcolonial ties", "section": "Comment"}, "msvalidate.01": "00762243DAFA333A5A6D97CE4545BDB2", "yandex-verification": "ff4648e5089d361d", "ahrefs-site-verification": "6df5b97abf2ea60f2d4123265496b92b4faa009ceff5444e0b8482ebddd508d6", "theme-color": "#fff"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}