{"GDELT": {"GlobalEventID": 940619763, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BLRGOV", "Actor1Name": "BELARUS", "Actor1CountryCode": "BLR", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.9583333333333397, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200813204500, "SOURCEURL": "https://www.accessnow.org/belarusian-election-tainted-by-internet-shutdown-and-state-sponsored-violence/"}, "ARTICLE": {"TITLE": "Belarusian election tainted by internet shutdown and state-sponsored violence", "TEXT": "On August 9, 2020, as Belarusians waited in long lines to cast their ballot for the next president, residents reported a complete to partial internet blackout affecting both landline and mobile services within and outside the country. State authorities also blocked social media platforms, including Facebook, Twitter, Instagram, and Vkontakte – a major Russian online social media and social networking service.\n\nLater that day, shortly after officials announced a victory for sitting President Aleksandr Lukashenko, there were reports of a complete internet shutdown in the country amidst protests regarding the disputed election result. Hundreds of heavily armed riot police and other security agents attacked protesters with water cannons, stun grenades, and rubber bullets in order to disperse the multitude of demonstrators gathered in the capital Minsk. While we do not have direct evidence of Lukashenko’s regime ordering the disruption, the responsibility to protect the Belarusians’ rights to expression and peaceful assembly falls on the government.\n\n“It is deeply concerning that the government of Belarus did not heed several calls from human rights groups appealing to President Lukashenko’s administration to #KeepItOn,” said Felicia Anthonio, Campaigner, #KeepItOn Lead at Access Now. “Internet shutdowns undermine electoral integrity, so it is not surprising that the people of Belarus are protesting the outcome of the election even in the face of violent attacks.”\n\nAlthough government orders to shut down the internet on Election Day have not been made public, a landline and mobile service provider called A1 tweeted that the lack of internet access on their network was beyond their control, and promised to restore access once approved by the “superior provider.” Cloudflare charts show several networks, including A1, down at various times. This disruption in Belarus follows a trend: in 2019, protests were the most common reason for internet shutdowns in countries across the globe.\n\nTo add insult to injury, dozens of websites, including some independent media, such as Nasha Niva, Mediazona, and a popular blogging platform were blocked. In addition, people could not reach an online election monitoring platform. According to sources in Belarus, all foreign traffic was directed through only one channel to allow the government to carry out deep-packet inspection, invasive surveillance of the content of internet packets. This makes Virtual Private Network (VPN) services ineffective.\n\nAccess Now and the #KeepItOn coalition denounce these flagrant acts that violate the human rights of Belarusians and interfere with access to information from the country. We reiterate our call to the United Nations Special Rapporteurs on the freedoms of opinion and expression, assembly and association, and human rights, to urgently investigate these incidents in Belarus. Further, we call on the government of Belarus to put an end to the arbitrary interference of people’s rights online and offline. Other governments, especially those in the Freedom Online Coalition, ought to speak up and hold Lukashenko’s government to account.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Access Now calls on the United Nations and the government of Belarus to protect the human rights of the Belarusian people in light of the internet shutdown and associated attacks.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Belarusian election tainted by internet shutdown and state-sponsored violence - Access Now", "description": "Access Now calls on the United Nations and the government of Belarus to protect the human rights of the Belarusian people in light of the internet shutdown and associated attacks.", "url": "https://www.accessnow.org/belarusian-election-tainted-by-internet-shutdown-and-state-sponsored-violence/", "site_name": "Access Now", "image": {"identifier": "https://www.accessnow.org/cms/assets/uploads/2020/06/KeepItOn-presentation-social.jpg", "width": 1024, "height": 512}}, "article": {"published_time": "2020-08-13T19:12:09+00:00", "modified_time": "2020-08-13T21:21:20+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2", "tec-api-version": "v1", "tec-api-origin": "https://www.accessnow.org", "msapplication-TileImage": "https://www.accessnow.org/cms/assets/uploads/cache/2015/11/cropped-logo-512/2970920490.png"}}}