{"GDELT": {"GlobalEventID": 940686654, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IND", "Actor1Name": "NEW DELHI", "Actor1CountryCode": "IND", "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.08991825613079, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200814040000, "SOURCEURL": "https://www.indiantelevision.com/mam/media-and-advertising/digital-agencies/kent-ros-film-honours-building-watchmen-on-independence-day-200814"}, "ARTICLE": {"TITLE": "Kent RO's film honours building watchmen on Independence Day", "TEXT": "NEW DELHI: As the nation preps up to commemorate its seventy-fourth Independence Day, Kent RO has come up with a campaign #NewNazairya which is currently doing the rounds of digital media. The first short digital film has a core message at its heart: let’s celebrate the unsung heroes who have helped us during the raging Covid2019 pandemic by bringing them centre stage on Independence Day.\n\nConceptualised and produced by Jigsaw Pictures, it begins with the secretary of a residential housing society looking upset when he is informed that he will not be hoisting the flag on 15 August like he has been doing for the past five years. That’s because Ramdhan will be taking his place, he is told, and that change for him is unwelcome and undignified. His wife, who overhears his annoyance, calmly fills a glass of water from a Kent RO water purifier and while he sips from it she explains to him that there is dignity in getting freedom from old and sick thinking. “Whether it’s you or Ramdhan, all are equal. Maybe he’s more than equal.”\n\nThe next shot reveals who Ramdhan is: the watchman or security guard of the building complex. Masked and very grateful at being given the honour, he hoists the national colours with the members urging him on and saluting the flag. A beaming Ramdhan gratefully acknowledges the honour that has been thrust on him. The secretary’s wife then says: “This act was his right. He kept us safe 24 hours every day during the pandemic.”\n\nThe film ends with a voiceover declaring: “Let’s celebrate Independence Day by honouring our Covid2019 warriors.”\n\nAt first glance, it looks like a very ordinary film, a simple thought, a simple truth, which has been used in many a film earlier in the past few months. But its message is deep. The SarsCov2 virus has taught us that it does not differentiate between rich and poor, it infects both, and kills both. It is the great leveller, just as death. The film makes us ponder how we can acknowledge this and respect those who keep us safe. And it brings to our attention the watchmen who are under our noses, but whom we take for granted.\n\n“We have all experienced the surge of humanism and equality around and within us due to many who have come forth to help us be safe and survive,” says Jigsaw Pictures founder and creative producer Rajnish Lall. “Amongst the set of Corona warriors, the one who didn’t get much appreciation widely was the security guard or watchman manning our residences as they are not specialists.”\n\nAdds Lall: “Watchmen all over India have gone beyond their defined duties and duty hours; they have made huge sacrifices. They have ensured that social distancing is practised and thus have helped millions of us escape the ravages of the infection. This is our way of reminding us of their contribution. We hope many other residential buildings and societies take note after watching our film and acknowledge their watchmen too. That will give us the greatest satisfaction.”\n\nKent Ro has collaborated with the official brand ambassador Hema Malini in most of its advertising. However, this time the brand has opted for well-known film and TV actors Apara Mehta and Feroz Bhagat, who are playing the husband and wife in this film.\n\n“Kent Water Purifiers and Hema Malini are synonymous because of their long and impactful association,” explains Lall. “But as in the past, Kent makes its digital medium communications with actors other than Hema Malini. Because of the values the brand and she share, she’ll also be happy with the purity of thought in this communication and help spread it.”\n\nThe producer shared that filming in early August was a different experience altogether, “We shot in a restricted controlled environment. We had to ensure that everyone felt safe on the set hence extra efforts had to be put to adhere to the SOPs set by the government. Then the post-production had to be done completely from remote which is much more taxing and time-consuming both. This really tested the patience of all the team members since weren’t around to see or hear and approve every bit of creative,” Lall points out. “But after seeing the end result I really believe it has been worth it.”", "METADATA": {"MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, target-densityDpi=160dpi, initial-scale=1, user-scalable=1", "fb": {"app_id": 182882285236404}, "atdlayout": "article", "description": "NEW DELHI: As the nation preps up to commemorate its seventy-fourth Independence Day, Kent RO has come up with a campaign #NewNazairya which is currently doing the rounds of digital media. The first short digital film has a core message at its heart: let’s celebrate the unsung heroes who have helped us during the raging Covid2019 pandemic by bringing them centre stage on", "keywords": "Independence day, Jigsaw Pictures, covid2019, Mahesh Gupta, Rajnish Lall, Coronavirus, Pandemic, Watchmen", "robots": "follow, index", "news_keywords": "Independence day, Jigsaw Pictures, covid2019, Mahesh Gupta, Rajnish Lall, Coronavirus, Pandemic, Watchmen", "rating": "general", "generator": "Indiantelevision.com (http://Indiantelevision.com)", "rights": "Indian Television Dot Com Pvt.Ltd.", "og": {"site_name": "Indian Television Dot Com", "title": "Kent RO's film honours building watchmen on Independence Day", "type": "article", "url": "https://www.indiantelevision.com/mam/media-and-advertising/digital-agencies/kent-ros-film-honours-building-watchmen-on-independence-day-200814", "description": "NEW DELHI: As the nation preps up to commemorate its seventy-fourth Independence Day, Kent RO has come up with a campaign #NewNazairya which is currently doing the rounds of digital media. The first short digital film has a core message at its heart: let’s celebrate the unsung heroes who have helped us during the raging Covid2019 pandemic by bringing them centre stage on Independence Day.", "updated_time": "2020-08-15T10:25:34+05:30", "image": {"identifier": "https://www.indiantelevision.com/sites/all/modules/lazyloader/image_placeholder.gif", "url": "https://www.indiantelevision.com/sites/all/modules/lazyloader/image_placeholder.gif"}}, "twitter": {"card": "summary_large_image", "creator": {"identifier": "@ITVNewz", "id": "@ITVNewz"}, "url": "https://www.indiantelevision.com/mam/media-and-advertising/digital-agencies/kent-ros-film-honours-building-watchmen-on-independence-day-200814", "title": "Kent RO's film honours building watchmen on Independence Day", "description": "NEW DELHI: As the nation preps up to commemorate its seventy-fourth Independence Day, Kent RO has come up with a campaign #NewNazairya which is currently doing the rounds of digital media. The first", "image": {"identifier": "https://www.indiantelevision.com/sites/all/modules/lazyloader/image_placeholder.gif", "width": 800, "height": 800}}, "article": {"author": "https://www.facebook.com/ITVNewz", "publisher": "https://www.facebook.com/ITVNewz", "published_time": "2020-08-14T07:54:26+05:30", "modified_time": "2020-08-15T10:25:34+05:30"}, "msvalidate.01": "0ip9AwQSaYkyPpXwUPRRVHdsvrId4WdKCQefhrpor+c=", "google-site-verification": "dz054U7QOhTtYr-IC9ekYSdeRYsRP_80xJ5AKFYFJzw"}}}