{"GDELT": {"GlobalEventID": 940643808, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PAK", "Actor1Name": "PAKISTANI", "Actor1CountryCode": "PAK", "Actor2Code": "SAU", "Actor2Name": "SAUDI", "Actor2CountryCode": "SAU", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.88888888888889, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jeddah, Makkah, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA14", "Actor1Geo_ADM2Code": "25312", "Actor1Geo_Lat": 21.5169, "Actor1Geo_Long": 39.2192, "Actor1Geo_FeatureID": "-3096108", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200813233000, "SOURCEURL": "http://www.thenorthlines.com/pakistan-is-playing-with-fire/"}, "ARTICLE": {"TITLE": "Pakistan is playing with fire", "TEXT": "Colonel ANIL A ATHALE (retd)\n\n‘By annoying the Arabs and cozying up to Iran, Pakistan may end up losing Arab economic support, annoying the Americans and increase Shia-Sunni tensions domestically,’ Colonel Anil A Athale (retd) points out.\n\nCome August 14, 2020 and our Western neighbour will be entering the 74th year! Even after over seven decades, the breakaway province of India is in search of identity other than ‘Not India’.\n\nIn choosing to celebrate ‘independence day’ one day before the mother country, the urge to be one up on India has never left the Islamic Republic of Pakistan.\n\nIn its search for ‘not India’, it embarked upon pretending to be Arabs.\n\nCurrently Turkey is the flavour. The Turkish historical series, Ertugrul, has captured not just the popular imagination, but also acquired political, cultural and identity overtones in Pakistan.\n\nIn a way it is a return to the past as the original Pan Islam movement began with the Khilafat movement in the 1920s when restoration of the Turkish sultan was taken up.\n\nFor a very long time, the typically Turkish fez was the preferred headgear in the subcontinent as mark of religious identity.\n\nEven today the father of the Pakistani nation, Mohammad Ali Jinnah’s portrait adorning the Pakistani mind and wall space is never without his fez.\n\nThe elevation of Arabs to role models came with the oil boom and petro dollars after 1973.\n\nThen onwards, the Arab dress became fashionable and the skull cap became ubiquitous.\n\nIndians obsessed with COVID-19, Chinese actions in Ladakh and the suicide drama in Bollywood have missed out the significance of a major development in Pakistan.\n\nPossibly for the first time ever, a Pakistani foreign minister criticised the Organisation of Islamic Countries in general and Saudi Arabia and other Arab countries in particular for their lack of support to Pakistan’s position on Kashmir.\n\nThis development came on the back of the new found bonhomie between Pakistan and Iran.\n\nThe seeming shift in stance has a clear China linkage as it has stitched an anti-West alliance with Iran.\n\nIf this happens, then it will mean a reversal of the Pakistani position of the last four decades of ‘Arabisation’ of the country.\n\nThe process of Arbabisation of Pakistan was begun by Pakistan military dictator General Zia-ul Haq in the 1980s.\n\nThe most visible (and ridiculous) sign of this is the planting of date palm trees along the main road in Islamabad in a mountainous area that otherwise has pine and deodar as native trees! The sight of desert palm trees on the slopes of the Himalayan foothills was indeed a signature of that era.\n\nOn a more serious note, Pakistan has over the years been purging the Urdu language of its Persian influence.\n\nIt must be remembered that Persian was the language of Muslim rulers in India, not Arabic.\n\nCommon expressions like ‘khuda hafiz‘ were replaced with ‘Allah Hafiz‘ and even Ramzan began to be called Ramadan in sync with Arab practice.\n\nSaudi funds flowed into thousands of Pakisyani madrasas during this period with a corresponding rise in anti-Shia and anti-Iran sentiments that gave rise to frequent attacks and pogroms against the minority Shia community.\n\nAnti-Shia extremist organisations like the Sipah I Sahaba, Lashkar e Janghvi and Ahle Hadis received State patronage and help from Pakistan’s armed forces.\n\nIn reaction, the Shias of Pakistan formed the Tehrik e Jafaria that indulged in violence.\n\nFor over three decades the Saudi-Iran rivalry was fought on Pakistani soil, with Pakistan tilting towards the Arabs.\n\nIn return for the Pakistani tilt towards the Saudi view on its conflict with Iran, Islamabad received generous economic aid and free oil.\n\nIn addition to the direct aid, Pakistani expatriates in Gulf States and Saudi Arabia form the major part of Pakistani foreign exchange earnings.\n\nMuch of Pakistan’s ‘money order’ economy is dependent on Arab countries.\n\nIf Pakistan is to join the Iran-China axis, it faces the prospect of losing its direct aid as well as earnings of its millions of expatriates.\n\nThe Pakistani economy that is under severe threat will find it difficult to absorb this shock.\n\nIran’s ability to replace Saudi oil and aid is limited and there are no employment opportunities in Iran for the millions of Pakistani workers who stand to be expelled from Gulf States and Saudi Arabia.\n\nSaudi Arabia and the Gulf states see Iran as a threat greater than Israel.\n\nAmerican economic sanctions against Iran and efforts to stop Iran’s drive to get nuclear weapons has whole hearted support of the Gulf Arab States and Saudi Arabia.\n\nIran on the other hand has been the staunchest supporter of (mostly Sunni) Palestinians against Israel.\n\nIran sees the support to the Palestinian cause as a means to assume the leadership of the Islamic world.\n\nIts quest for nuclear weapons is a part of that endeavour.\n\nIf Pakistan moves closer to Iran, the Arabs feel threatened as Pakistan may transfer its nuclear weapon technology to Iran.\n\nChina has been trying to bring about an anti-Western axis by roping in Turkey.\n\nBut the contradictions of Middle East politics are such that in the Syrian conflict, Turkey finds itself opposed to the Assad regime (in collaboration with the Saudis) while Iran, Russia and China support Assad.\n\nOn the long term basis, Turkey and Iran are rivals to gain influence in the former Soviet republics of Central Asia.\n\nThere are far too many contradictions between Iran and Turkey (including the Shia-Sunni angle) for this coalition of contradictions to survive.\n\nBy annoying the Arabs and cozying up to Iran, Pakistan is playing with fire.\n\nAs a single agenda (Kashmir) State, Pakistan may well end up losing Arab economic support, annoying the Americans and increase Shia-Sunni tensions domestically.\n\nIt is playing a dangerous game by entering the quicksand of Middle East politics.\n\nIndia has never been able to craft a sensible Pakistan policy in the last seven decades as we have done the mistake of treating Pakistan as a normal country.\n\nPakistan is not a nation, but a state of mind of large mass of people who suffer from paranoia, schizophrenia and abiding Stockholm Syndrome (falling in love with the oppressors).\n\nIndian policy makers will do well to consult psychiatrists and psychologists to solve the Pakistan riddle.\n\nColonel Anil A Athale (retd) is a former Chhatrapati Shivaji Chair Fellow at the United Services Institute of India.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "http://www.thenorthlines.com/wp-content/uploads/2020/08/Pakistan-is-playing-with-fire.jpg", "width": 1200, "height": 759}, "locale": "en_US", "type": "article", "title": "Pakistan is playing with fire - Northlines", "description": "Colonel ANIL A ATHALE (retd) ‘By annoying the Arabs and cozying up to Iran, Pakistan may end up losing Arab economic support, annoying the Americans and increase Shia-Sunni tensions domestically,’ Colonel Anil A Athale (retd) points out. Come August 14, 2020 and our Western neighbour will be entering the 74th year! Even after over seven […]", "url": "http://www.thenorthlines.com/pakistan-is-playing-with-fire/", "site_name": "Northlines"}, "author": "Northlines", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/DailyNorthlines/", "published_time": "2020-08-13T18:45:45+00:00"}, "twitter": {"card": "summary", "creator": "@NorthlinesJk", "site": "@NorthlinesJk"}, "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "msapplication-TileImage": "http://www.thenorthlines.com/wp-content/uploads/2016/06/favicon-16x16.png"}}}