{"GDELT": {"GlobalEventID": 940675941, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JPN", "Actor1Name": "NAHA", "Actor1CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.5677603423680497, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Waikato, Waikato, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZG1", "Actor1Geo_ADM2Code": "22389", "Actor1Geo_Lat": -38.0, "Actor1Geo_Long": 175.5, "Actor1Geo_FeatureID": "11483309", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Auckland, Auckland, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZE7", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -36.75, "Action2Geo_Long": 174.583, "Action2Geo_FeatureID": "11483124", "DATEADDED": 20200814023000, "SOURCEURL": "https://www.scoop.co.nz/stories/SC2008/S00034/covid-19-cases-found-outside-auckland-expert-reaction.htm"}, "ARTICLE": {"TITLE": "COVID-19 Cases Found Outside Auckland – Expert Reaction", "TEXT": "COVID-19 Cases Found Outside Auckland – Expert Reaction\n\nCommunity transmission of COVID-19 has extended beyond Auckland’s borders, with new cases confirmed in the rural Waikato town of Tokoroa.\n\nDirector-General of Health Dr Ashley Bloomfield said there are 12 new confirmed and one probable case in the community, including two in Tokoroa.\n\nThe SMC asked experts to comment on the virus’ spread through Aotearoa.\n\nAssociate Professor Garry Nixon, Department of General Practice and Rural Health, University of Otago, and Rural Doctor, Dunstan Hospital, comments:\n\n“The emergence of cases in rural communities is concerning. New Zealand’s rural towns are vulnerable from a health perspective. They have on average the oldest age structure, the lowest socioeconomic status and highest proportion of Māori of any of New Zealand’s geographic categories; and they often rely on limited and already stretched healthcare services.\n\n“The different alert levels being applied to different regions makes sense, but managing movement between regions is now critical. Every effort needs to be made to avoid the virus travelling from Auckland to regional and rural New Zealand.\n\n“It’s the wrong time to travel to the bach in the Coromandel or fly to Queenstown for a ski holiday. This includes trying to beat lockdown deadlines.”\n\nNo conflict of interest.\n\nProfessor Shaun Hendy, Director of Te Pūnaha Matatini, comments:\n\n“It was more likely than not that the outbreak would have moved out of the Auckland region, especially to a neighbouring region such as the Waikato.\n\n“Hopefully these new cases have been caught early and the risks of further onwards transmission as low, but people in the Waikato should now be extra vigilant about symptoms, staying home from work and seeking a test if they are unwell.”\n\nConflict of interest statement: Te Pūnaha Matatini is funded by the TEC, but is also currently working under an MBIE contract to supply COVID-19 modelling to government.\n\nAssociate Professor Siouxsie Wiles, School of Biological Sciences, University of Auckland, comments:\n\n“As soon as the first cases of community transmission of COVID-19 were announced, it was clear we needed to brace ourselves for more cases to follow. Because there is a lag time between people contracting the virus and showing symptoms, and because people are infectious for a few days before they begin to have symptoms, it’s likely there are more people infected who don’t yet realise it.\n\n“Given we have been enjoying life at Alert Level 1 we have been socialising and travelling – both things that allow the virus to transmit between people and enable to move it around the country. It is reassuring that with testing having ramped up so far, all but one positive case are linked to the same cluster.\n\n“It is really important now that our testing capacity continues to focus on testing people with symptoms so we can determine if there are any cases not linked to the cluster.\n\n“For the rest of us, we need to play our part in bringing this new outbreak under control. That means following the alert level restrictions for the area we are in and wearing face masks while we are out of our homes. We’ve shown we can bring COVID-19 in New Zealand under control before and we can do it now.”\n\nNo conflict of interest.\n\nSimon McCallum, Senior Lecturer, Wellington Faculty of Engineering, Victoria University of Wellington, comments:\n\n“With the increase in cases and with two outside of Auckland tracing our contacts is critical. Downloading the COVID Tracer app and using it can help save our family members.\n\n“Given the desire need to get a ring around this outbreak, it is probably a good idea to turn on location services on your Android or iPhone. There is a loss of privacy, but for a short time this is probably a reasonable move. This will allow you to look at your movements and report everywhere you have been. This is on top of using the COVID Tracer app.”\n\nConflict of interest statement: “I unsuccessfully stood for selection as a candidate for the Labour Party in the Taieri Electorate.”\n\n© Scoop Media", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "COVID-19 Cases Found Outside Auckland – Expert Reaction", "keywords": "Science Media Centre, Sci-Tech, Health Policy, Medical, Newsworthy, Primary Health, Scoop", "description": "Community transmission of COVID-19 has extended beyond Auckland’s borders, with new cases confirmed in the rural Waikato town of Tokoroa. Director-General of Health Dr Ashley Bloomfield said there are 12 new confirmed and one probable case in the ...", "verify-v1": "DmDRtGvVBvw+iZevBiahLdYqjyp7GyLA1poTPET2uBg=", "y_key": "4091684479be8a25", "msvalidate.01": "D3EE7BEC171B22CC0004BCAD3AA9F55A", "google-site-verification": "_g7_as_6L5G11kGq92K0w9zHzfUnAYXOUVCvYtF0evQ", "section_key": "bizscitech", "fb": {"admins": 100007318459475}, "og": {"image": "http://img.scoop.co.nz/stories/images/1908/scoop_image.jpg"}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}