{"GDELT": {"GlobalEventID": 940608667, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHL", "Actor1Name": "CHILEAN", "Actor1CountryCode": "CHL", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.2269353128313796, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Chile", "Actor1Geo_CountryCode": "CI", "Actor1Geo_ADM1Code": "CI", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": -71.0, "Actor1Geo_FeatureID": "CI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Chile", "Actor2Geo_CountryCode": "CI", "Actor2Geo_ADM1Code": "CI", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": -71.0, "Actor2Geo_FeatureID": "CI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Chile", "Action2Geo_CountryCode": "CI", "Action2Geo_ADM1Code": "CI", "Action2Geo_Lat": -30.0, "Action2Geo_Long": -71.0, "Action2Geo_FeatureID": "CI", "DATEADDED": 20200813193000, "SOURCEURL": "https://www.seafoodsource.com/news/aquaculture/despite-setbacks-and-fines-nova-austral-seeking-path-to-success"}, "ARTICLE": {"TITLE": "Despite setbacks and fines, Nova Austral seeking path to success", "TEXT": "Despite setbacks and fines, Nova Austral seeking path to success\n\nLast year Chilean salmon farmer Nova Austral, owned by the equity funds Altor Fund III and Bain Capital, was in regulatory hot water.\n\nThe company had lied about mortality figures, and had also adulterated the seabed to cover up anaerobic conditions and deceive authorities. Those two deceptions were spied by the relative authorities, and the fishing authority Sernapesca, Sub-Secretary of Fisheries and Aquaculture (Subpesca), other farmed fishing firms and environmentalists were outraged, and authorities cut production permits. The Aquaculture Stewardship Council (ASC) also put a swift end to a logo licensing agreement on all of Nova Austral’s products.\n\nIn response, the company fired management, put fresh faces in leadership positions, and in its earnings reports, expressed a desire to “put last year’s events behind us” and move on, expressing hope for the future – and in Salmones Porvenir, its joint venture (JV) launched at the beginning of the year with Trusal S.A., a subsidiary of Salmones Austral, which would harvest a total of 19,000 metric tons (MT) during two production cycles – 7,000 MT during 2021 and 12,000 MT in 2022.\n\nFurther still in June 2020, Nova Austral implemented a Crime Prevention System to update its code of ethics, a crime prevention handbook and a risk matrix, holding workshops with employees. Management said it is also working on the implementation of an Audit Committee, set to be in place during the second half of 2020.\n\nThen Nova Austral entered into the Global Aquaculture Alliance’s (GAA) Best Aquaculture Practices (BAP) program with the certification of its Aracena 19 salmon farm site in the Magallanes region in southern Chile, committing all of its salmon farm sites and its new hatchery to the BAP process moving forward in order to meet BAP standards for environmental responsibility, social accountability, animal welfare, food safety, and traceability.\n\nFurther, regarding ASC re-certifications, Nova Austral conducted a pre-audit process with Control Union and expects to formally start the ASC audit shortly.\n\nEven with those efforts, the company is not out of the storm yet.\n\nChile’s Council for the Defense of the State (CDE) had filed a criminal lawsuit against former and current Nova Austral executives, forcing an investigation into their responsibility for fraud. A Chilean court in the southern city of Punta Arenas sentenced the company to pay the maximum fines permitted by law. Sernapesca said this wasn’t enough, and announced it would seek punitive actions of suspension of operations for up to two production cycles. Payments from the state amounting to some USD 9 million (EUR 7.6 million) under the Navarino Law – a series of tax and customs benefits for industrial companies with activities in southern Chile’s XII Region of Magallanes and the Chilean Antarctic – were withheld.\n\nShortly thereafter, the company announced to the Oslo bourse that it was experiencing serious liquidity problems. Considering factors such as limited harvests as imposed by authorities, the withholding of Navarino Law payments, adverse COVID-19 impacts, overdue accounts payable, and a fully drawn revolving credit facility (RCF), “after the last interest payment in May, the company´s liquidity position remained weak – the cash balance was as of June 30th only ~USD 3.4 million [EUR 2.9 million],” it said. “The upcoming 12 months will be particularly challenging for the company’s liquidity.”\n\nTo provide that liquidity, Nova Austral’s owners, Altor and Bain Capital, negotiated a solution with Oslo-based corporate banking firm DNB, allowing the salmon company to draw the full amount under the RCF, and will provide an additional USD 15 million (EUR 12.7 million) in cash to the company. Altor and Bain said they are also willing to provide an equity guarantee, which enables DNB to increase the RCF.\n\nMoreover, Nova Austral will look to restructure USD 300 million (EUR 254 million) in bonds. Under the proposal, the maturity date for the bonds would be extended by 5.5. years until November 2026. The bonds are to be split into two tranches, whereby the first with an aggregate nominal amount of USD 200 million (EUR 170 million) will become First Lien Bonds and the remaining with an aggregate nominal amount of USD 100 million (EUR 84 million) will become Second Lien Bonds.\n\nEven as the company was working out ways to maintain its liquidity, Nova Austral’s hopes in the Salmones Porvenir JV seem to have been dashed for the near future.\n\nIn July partner Salmones Austral announced it had detected ISA virus at two of its 16 cages at the Navarro Tres center. The two affected cages had 172,311 fish which were to be culled, with the total loss to the JV expected to reach USD 700,000 (EUR 613,000). Two weeks later Salmones Austral reported to Chile’s market regulator, CMF, that in fact all of its 1.37 million Atlantic salmon at Navarro Tres would be harvested, bringing total losses to USD 5.1 million (EUR 4.3 million) and thereby eliminating the JV's forecast production of 7,000 metric tons for 2021.\n\nIn the meantime, Nova Austral admits it is facing a number of processes with various public authorities, including Chile’s armed forces, water authority (DGA), Sernapesca, and the state prosecutor.\n\n“Each case is treated independently, and the company is working closely with counsel and corresponding authorities to ensure the best possible outcome,” it said. “Management, the board, Altor and Bain have a close dialogue with important stakeholders, and we have every reason to expect fair treatment and due process.”\n\nDespite the many obstacles the company is facing, it is still optimistic that the path forward will be more clear at the end of 2020.\n\n“It will take time for these cases to be concluded,” it said. “Especially now, following the political turbulence and social unrest Chile suffered a few months ago, and the COVID-19 outbreak. We expect clarity towards end of 2020, going into 2021.”\n\nPhoto courtesy of Nova Austral", "METADATA": {"msvalidate.01": "8B1C333C3DE13D04A6E5B6FF89FD195E", "viewport": "width=device-width, initial-scale=1", "csrf_token": "sJQPxX1LXVBRUzCV4kuNV24TH3N78NF9Mb3UXjkt", "description": "Chilean salmon farmer Nova Austral is continuing to navigate its many challenges – some self-inflicted – as it seeks a path toward liquidity and success."}}}