{"GDELT": {"GlobalEventID": 940637780, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "DEUBUS", "Actor1Name": "GERMAN", "Actor1CountryCode": "DEU", "Actor1Type1Code": "BUS", "Actor2Code": "ROUCVL", "Actor2Name": "ROMANIAN", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.20703933747412, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bucharest, Bucuresti, Romania", "Actor2Geo_CountryCode": "RO", "Actor2Geo_ADM1Code": "RO10", "Actor2Geo_ADM2Code": "25006", "Actor2Geo_Lat": 44.4333, "Actor2Geo_Long": 26.1, "Actor2Geo_FeatureID": "-1153951", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200813224500, "SOURCEURL": "http://www.romaniapress.com/news=118015"}, "ARTICLE": {"TITLE": "Romania: Romanian meat workers in Germany to conclude direct employment (...)", "TEXT": "Romanian meat workers in Germany to conclude direct employment contract with employers\n\nRomanian meat workers in Germany to conclude direct employment contract with employers. Romanian nationals working in the meat industry in Germany will sign, from January 1, 2021, employment contracts directly with the German employers, and not with companies that intermediate jobs, Romania's Minister of Labour and Social Protection Violeta Alexandru wrote on Thursday on Facebook. She pointed out that the change in working conditions for these Romanian workers in Germany is the result of the involvement of her German counterpart Hubertus Heil in improving the working conditions of Romanian workers. \"Immediately after the discussions on my visit to Germany in May, Minister Heil became involved in preparing (and in the meantime also adopting) ambitious changes in German labour law, primarily by strengthening employers' liability to employees. Jobs in the meat industry would be provided by intermediaries. Things will change from January 1 when foreign citizens, including Romanians, will have an individual employment contract directly with the employer, the owner of the company thus being directly responsible for the working conditions of all employees,\" wrote Alexandru. She also wrote that German authorities will oblige German employers to accurately record the hours worked by Romanian workers. \"Many of the Romanians who work abroad write to me about the fact that their work hours in the employment contracts are not observed. In Germany, strict control of the work hours will be introduced. The record of working hours will be kept electronically. It is good for the employer because it has a strict record of work attendance, but especially for employees because they will be able to evaluate at the end of the month or at the end of the contract, as the case may be, their pay entitlements, especially if they work overtime.\" Alexandru explained that she proposed to the German counterpart the introduction in all employment contracts for Romanian workers of minimum standards that would have the effect of completely eliminating the possibility that Romanian workers do not understand certain conditions in the document, as many Romanian employees in Germany complain that it happens. \"The number of inspections will increase, with special attention to accommodation and working conditions (...) In order to prevent any problems, we have raised the possibility of discussing a contract of minimum standards that would determine the two parties to not fail to clarify, from the beginning of the collaboration, these important aspects, often mentioned lately.\" Alexandru made the statements shortly after a video conference with her German counterpart Hubertus Heil after the German minister cancelled his scheduled visit to Romania on Wednesday evening due to the latest surge kin COVID-19 cases in Bucharest. AGERPRES (RO - author: George Coman; editor: Mariana Nica; EN - author: Corneliu-Aurelian Colceriu, editor: Cristina Zaharia) [Read the article in Agerpres]", "METADATA": {"description": "Romanian nationals working in the meat industry in Germany will (...). Romanian meat workers in Germany to conclude direct employment contract with employers. Romanian News by Romaniapress.com", "keywords": "Romanian meat workers in, Romania, news, Romanian nationals. info, press, newspaper, romanian, massmedia", "Author": "Press review Copyright DIRECTWAY - Romaniapress.com"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}