{"GDELT": {"GlobalEventID": 940616365, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 5.01981505944518, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200813201500, "SOURCEURL": "https://english.alarabiya.net/en/features/2020/08/13/UAE-s-Jewish-community-reacts-to-country-s-historic-agreement-with-Israel"}, "ARTICLE": {"TITLE": "UAE’s Jewish community reacts to country’s historic agreement with Israel", "TEXT": "Elli Kriel, founder of the first Jewish kosher eatery in the UAE, had just exchanged traditional Arabic food with an Emirati client on Thursday when she heard the news: Israel and the UAE signed a landmark peace agreement to normalize relations.\n\n“I was preparing a meal for an Emirati customer and when he took the food, he gave me two boxes of local dates in an exchange very appropriate for this historic day,” Kriel told Al Arabiya English.\n\n“How coincidental that the news broke at that precious moment,” she added.\n\nKriel, who has been a member of the UAE’s Jewish community for the past seven years, recently made history when she launched the first kosher food service in the Gulf region.\n\nTraditional challah made by Elli's Kosher Kitchen. (Courtesy: Elli Kriel)\n\nKriel, who is originally from South Africa, said she was excited by the peace treaty, which she said paves the way for positive developments in the Middle East.\n\nTo the news of the setting up of direct flights between UAE and Israel, she said: “I am ready to embrace Israeli visitors into the UAE and share with them the delights of my Emirati-influenced Kosher cuisine and appreciation of my adopted home.”\n\nKriel’s husband Ross, who is president of the Jewish Council of the Emirates (JCE), said the announcement “reflects the extent to which the UAE has demonstrated sustained courage and pragmatism in seeking opportunities for peace and economic development in the region.”\n\nElli Kriel, second left, and her husband Ross, far left, sample some of her dishes with friends in Dubai. (Courtesy: Elli Kriel)\n\n“Our community members look forward to direct flights to Israel and welcoming Israeli friends and visitors to the UAE,” he told Al Arabiya English.\n\nUAE’s Chief Rabbi says agreement is the futuristic vision of country’s leader\n\nChief Rabbi Yehuda Sarna told Al Arabiya English on Thursday that the agreement between Israel and the UAE is forward-looking and the product of Abu Dhabi Crown Prince Sheikh Mohamed bin Zayed Al Nahyan’s vision.\n\n“I believe that what we are observing is the unfolding of His Highness’ vision of tolerance, synergy, and the fusion of past and future,” said Rabbi Sarna, adding that the country’s Year of Tolerance last year, which welcomed Pope Francis to capital city Abu Dhabi, was one example.\n\nPope Francis (C-L) is welcomed by Abu Dhabi's Crown Prince Sheikh Mohammed bin Zayed al-Nahyan (C-R) upon his arrival at Abu Dhabi International Airport in the UAE capital on February 3, 2019. (AFP)\n\n“What excites me most about the agreement is the potential to collaborate on education and culture,” Rabbi Sarna added.\n\nIsraeli and Emirati delegations are set to meet in the coming weeks to establish bilateral agreements on a range of issues including education, culture, tourism, telecommunications, and healthcare.\n\nIt is Israel’s first peace treaty with an Arab country in 25 years.\n\nHope for Israeli-Palestinian peace\n\nDavid Zabinsky, a young American who moved to Dubai five years ago, said he hopes the diplomatic breakthrough would serve as a bridge to “enduring cooperation between Israel and the entire Arab world starting with a symbiotic peace agreement between Israel and Palestine,” he told Al Arabiya English.\n\nIn exchange for full diplomatic relations with the UAE, Israel has pledged to halt annexation of Palestinian territory in the occupied West Bank.\n\nPalestinians demonstrate in front of Israeli bulldozers that were bulldozing land outside Deir Qaddis village near Ramallah for an apparent plan to expand a nearby Jewish settlement. (AP)\n\nZabinsky said some of his closest friends in Dubai are Emirati and Palestinian and that he hopes the new agreement breaks down “walls between communities.”\n\n“I envision Jews and Muslims throughout the UAE and the region having Shabbat dinners and Ramadan iftars together – realizing there is far more that brings us together than pushes us apart,” he said.\n\nRead more:\n\nUAE refuses to be silent while religion ‘hijacked and politicized’: Ambassador to US\n\nBeirut explosion: Lebanese community ships 138 tonnes of glass to Beirut from UAE\n\nLebanon’s people are calling out the disease of corruption, but say cure out of reach\n\nLast Update: Friday, 14 August 2020 KSA 23:18 - GMT 20:18", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Elli Kriel, founder of the first Jewish kosher eatery in the UAE, had just exchanged traditional Arabic food with an Emirati client on Thursday when she he", "robots": "all", "aa": {"contenttype": "news", "contentid": "ad858405-e206-4a45-aa6d-f4f3e061a065", "created": 1597344600000, "modified": 1597349909137}, "gwt": {"property": "locale=en"}, "fb": {"pages": 114884335231354}, "thumbnail": "https://vid.alarabiya.net/images/2020/08/13/5d3bdd02-8308-41cc-8fd7-dd0a0326d05e/5d3bdd02-8308-41cc-8fd7-dd0a0326d05e_4x3_186x139.jpg", "uuid": "ad858405-e206-4a45-aa6d-f4f3e061a065", "article": {"published_time": "2020-08-13T22:50:00.000+0400", "modified_time": "2020-08-14T00:18:29.137+0400", "section": "Features"}, "og": {"image": "https://vid.alarabiya.net/images/2020/08/13/5d3bdd02-8308-41cc-8fd7-dd0a0326d05e/5d3bdd02-8308-41cc-8fd7-dd0a0326d05e_16x9_600x338.jpg", "title": "UAE’s Jewish community reacts to country’s historic agreement with Israel", "description": "Elli Kriel, founder of the first Jewish kosher eatery in the UAE, had just exchanged traditional", "url": "https://english.alarabiya.net/en/features/2020/08/13/UAE-s-Jewish-community-reacts-to-country-s-historic-agreement-with-Israel.html", "site_name": "Al Arabiya English", "locale": "ar_AR", "type": "article"}, "twitter": {"image": "https://vid.alarabiya.net/images/2020/08/13/5d3bdd02-8308-41cc-8fd7-dd0a0326d05e/5d3bdd02-8308-41cc-8fd7-dd0a0326d05e_16x9_600x338.jpg", "card": "summary_large_image", "site": "@AlArabiya_Eng", "creator": "@AlArabiya_Eng", "title": "UAE’s Jewish community reacts to country’s historic agreement with Israel", "description": "Elli Kriel, founder of the first Jewish kosher eatery in the UAE, had just exchanged traditional"}}}}