{"GDELT": {"GlobalEventID": 940664371, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISRMED", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor1Type1Code": "MED", "Actor2Code": "PSE", "Actor2Name": "PALESTINIAN", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.13270142180094, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200814011500, "SOURCEURL": "https://turkishpress.com/uae-israeli-deal-strategic-mistake-iranian-official/"}, "ARTICLE": {"TITLE": "UAE-Israeli deal 'strategic mistake’: Iranian official", "TEXT": "TEHRAN\n\nThe normalization of ties between Israel and the United Arab Emirates (UAE) is a “strategic mistake,” the top foreign policy advisor to Iran’s parliament speaker said late Thursday, in the first reaction from an Iranian government official to the news.\n\nIn a series of tweets, Hossein Amirabdollahian criticized the deal reached between the two sides.\n\nThe UAE’s move to normalize ties with “fake, criminal Israel” will not serve the purpose of “peace and security” but will only serve the interests of Israel — committing “crimes,” said Amirabdollahian.\n\n“Abu Dhabi’s behavior has no justification, turning [its] back on the Palestine cause. With that strategic mistake, the UAE will be engulfed in Zionist fire,” he added.\n\nIsrael and the UAE reached a historic deal Thursday that will restore diplomatic ties between them. The Emirates became the third Arab country to recognize Israel after Jordan and Egypt.\n\nThe deal was brokered by US President Donald Trump in a phone conversation with Israeli Prime Minister Benjamin Netanyahu and Abu Dhabi Crown Prince Sheikh Mohammed Bin Zayed Al Nahyan.\n\nWhile the deal has been welcomed by some countries, it has triggered tremendous anger and outrage in most Muslim countries.\n\nAlthough Iran does not recognize the state of Israel, calling it “an illegitimate regime,” it has recently warmed up to the UAE following the Emirates’ political fallout with Riyadh.\n\nLast week, Iran’s Foreign Minister Javad Zarif held a video conference with his Emirati counterpart Sheikh Abdullah Bin Zayed Al Nahyan to discuss issues of mutual interest.\n\nFollowing this, Zarif tweeted that they had “agreed to continue dialogue on the theme of hope — especially as the region faces tough challenges and tougher choices ahead.”\n\nZarif, who arrived in Beirut late Thursday on his first visit to Lebanon following last week’s devastating explosion, has not yet commented on the UAE-Israeli deal.\n\nThe government of Hassan Rouhani, which is already facing a hostile parliament dominated by conservatives, is likely to face more questions over the recent bonhomie with Israel’s new ally in the region, say observers.\n\nMeanwhile, in another reaction, former Iranian President Mahmoud Ahmadinejad’s close aide Abdol Reza Soltani warned that Israel is now “close to the strategic Strait of Hormuz.”\n\n“We have to change the equations to free all holy places,” he said, apparently referring to Jerusalem.\n\nSenior political commentator Foad Izadi, expressing anguish over the accord, said the house of a Palestinian family was demolished in Jerusalem yesterday, and today, the Israeli regime was “recognized by the UAE.”\n\nCopyright 2020 Anadolu Agency. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "TEHRAN The normalization of ties between Israel and the United Arab Emirates (UAE) is a \"strategic mistake,” the top foreign policy advisor to", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "UAE-Israeli deal 'strategic mistake’: Iranian official | TurkishPress", "description": "TEHRAN The normalization of ties between Israel and the United Arab Emirates (UAE) is a \"strategic mistake,” the top foreign policy advisor to", "url": "https://turkishpress.com/uae-israeli-deal-strategic-mistake-iranian-official/", "site_name": "TurkishPress", "image": {"identifier": "https://cdn.turkishpress.com/2020/08/13205118/thumbs_b_c_ad0c86cd0e683bc754b22e0d480fc4b7.jpg", "width": 864, "height": 486}}, "article": {"published_time": "2020-08-14T00:36:31+00:00", "modified_time": "2020-08-14T00:51:21+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "Feed to Post 3.13.1"}}}