{"GDELT": {"GlobalEventID": 940643257, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CVL", "Actor1Name": "NEIGHBORHOOD", "Actor1Type1Code": "CVL", "Actor2Code": "NPL", "Actor2Name": "NEPAL", "Actor2CountryCode": "NPL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.8421052631578898, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Actor1Geo_CountryCode": "NP", "Actor1Geo_ADM1Code": "NP01", "Actor1Geo_ADM2Code": "22353", "Actor1Geo_Lat": 27.7167, "Actor1Geo_Long": 85.3167, "Actor1Geo_FeatureID": "-1022136", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Actor2Geo_CountryCode": "NP", "Actor2Geo_ADM1Code": "NP01", "Actor2Geo_ADM2Code": "22353", "Actor2Geo_Lat": 27.7167, "Actor2Geo_Long": 85.3167, "Actor2Geo_FeatureID": "-1022136", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Action2Geo_CountryCode": "NP", "Action2Geo_ADM1Code": "NP01", "Action2Geo_ADM2Code": "22353", "Action2Geo_Lat": 27.7167, "Action2Geo_Long": 85.3167, "Action2Geo_FeatureID": "-1022136", "DATEADDED": 20200813233000, "SOURCEURL": "https://everything2.com:443/title/Kathmandu"}, "ARTICLE": {"TITLE": "Everything2.com", "TEXT": "Another interesting fact about Kathmandu is that the name means \"Wooden Temple\". The ruler's name escapes me, but the King who unified the warring fiefdoms of Nepal way back when built a huge (four stories) temple to his favorite God. (I *must* update this w.u. when I'm sober and can remember the details).\n\nAlso, in the Kathmandu valley there are numerous small towns that make up greater Kathmandu. Many of them have already been swallowed up by the city proper. Anyway, each of them have a central square like the one that Schmik describes, and they are all named, confusingly enough, Durbar Square.\n\nAs the hub for the tens of thousands of Western tourists and trekkers that arrive in Nepal at the start of the dry season in October, Kathmandu's Thamel neighborhood has metamorphosed into a jumble of neon signs, shops and restaurants mimicking supposed Western favorites. There is a \"Barne & Noble (sic)\" bookstore, a \"Pizza Hut\", and several other restaurants, hotels and stores resembling well-known franchises. Naturally, the prices in Thamel are also tailored to Western sensibilities.\n\nIf you find yourself in Kathmandu, I recommend staying in the much cheaper, much quieter, much more centrally located Freak Street area. It is the part of town first colonized by hippies, freaks and other friends of hasheesh who came to Nepal in the early 70s. The official name of the neighborhood is \"Jochne\" but no one refers to it that way; even locals lovingly call it \"Freak\".\n\nHard by is Durbar Square, including the home of a genuine living goddess, Kumari (her current incarnation is an 8-year-old girl who will wearily come to the window if you make an offering), the breezy and relaxing Hippie Temple (apparently very popular during the 70s as well--and again, no one could even remember its Nepali name).\n\nAlso on Freak Street are some of the best restaurants in Kathmandu, with none of the gouging in Thamel. The Continental, the Oasis, Mountain View are just a few. And the cakes and coffee at Snowman Bakery are just the thing when you've been in the mountains for a few weeks and have a hankering for leavened bread products and a caffeinated beverage that isn't tea.\n\nNamaste!", "METADATA": {"description": "Another interesting fact about Kathmandu is that the name means \"Wooden Temple\". The ruler's name escapes me, but the King who unified the wa..."}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}