{"GDELT": {"GlobalEventID": 940662433, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 1721, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.7954545454545401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200814010000, "SOURCEURL": "https://ottawasun.com/news/schools-are-set-to-open-sept-3-some-say-they-are-far-from-ready/wcm/992282a5-f116-492a-b296-60ca3c51817f"}, "ARTICLE": {"TITLE": "DON'T RUSH IT: Many calling for delay to planned reopening of schools Sept. 3", "TEXT": "A growing chorus of voices is calling for delaying the start of the school year by up to a month.\n\nThe Ontario Principals’ Council released a statement on Thursday recommending that the start of the school year be delayed until Sept. 14 to allow staff the time to train on matters such as PPE, outbreak management and tracing protocols.\n\nThe principals also recommended that the start of the school year also be staggered to Sept 18.\n\n“This practice would be an effective way to welcome students back to a new normal in our schools,” said council president Ann Pace.\n\nCarol Campbell, an associate professor of leadership and educational change at the Ontario Institute for Studies in Education at the University of Toronto, suggests pushing back the re-opening date for a month.\n\nDenmark was one of the first countries to reopen schools and took over a month to complete the process. It started to reopen in a staggered way on April 15 with the youngest students, followed by older students.\n\nWhen it comes to reopening schools, Denmark is the best international example of success, said Campbell. On the negative side, Israel opened fast and had to close schools after cases of COVD-19 spiked.\n\nCampbell was one of a group of Ontario academics and education advocates who released a paper titled A Gentle Return to School: Go Slow to Go Fast earlier this week.\n\nThe paper suggests that a staggered or phased reopening means that not all teachers would be required to be in the classroom in the early stages. Those who are not in the classroom could be helping students and parents prepare for the next phase of re-entering the classrooms and assessing students’ learning needs.\n\n“We’re not the first education system to reopen. There’s evidence from around the world now,” said Campbell. “We should have been much further along in our planning.”\n\nTrustee Sandra Schwartz, who represents Innes/Beacon Hill-Cyrville at the Ottawa-Carleton District School Board, said she has heard from a numerous parents who support delaying the school year.\n\nAs the parent of a daughter going to Grade 8, she also feels the pressure of making a decision without enough information.\n\n“I feel I’m being forced to put my child in a giant experiment.”\n\nThe local system has the ability at the local level to come up with creative solutions — using outdoor spaces, for example. “But to do it properly, we need more money and a little more time,” she said.\n\n“There’s a whole ecosystem that has to shift and change in a few weeks. Maybe we need to seriously contemplate whether we need to take a step back and ask if we really need to open at the beginning of September.”\n\nB.C.’s education minister, Rob Fleming, announced this week that staff have “a couple of days” before welcoming back students back. Schools in B.C. had been slated to open Sept. 8.\n\nMeanwhile, four of Ontario’s largest education unions have said they’re prepared to go to the Ontario Labour Relations Board before schools re-open to determine whether the province has met its obligations to ensure that schools are safe workplaces.\n\nRuth Baumann, one of the co-authors of Go Slow to Go Fast, said teachers and school boards need to wade though an enormous number of issues, ranging from figuring how many students will be in class and how many will be online to how to make bus transportation safe.\n\n“If we just give people a lot of paper and tell them to read it and fling the doors open, it will be difficult,” warned Baumann, who spent over 40 years as an educator and is the former chair of the Ontario Ministry of Education’s curriculum council.\n\nSchool boards will need extra time to figure out how to allocate their human resources. That means figuring out how many teachers can’t be assigned to face-to-face to-face classrooms for medical reasons and reallocating them to other roles, such as supporting online learners, she said.\n\nMeanwhile, teachers will need time to assess returning students in terms of both mental health and academics. And they will have to decide how to achieve their curriculum priorities.\n\n“There has to be an actual conversation with every family and every child. For some kids, this time out may have been perfectly fine. But some might have found it quite traumatic,” said Baumann.\n\n“There will be some who read a book every day and some who haven’t even picked up a book.”\n\nWhere will the extra time come from? Ontario’s Education Act sets an instructional year of 194 days, and changing it has to be approved by the province. But Campbell also points out that children would be learning online while they are getting ready for their classrooms to reopen.\n\nSchwartz acknowledges that delaying the start of the school year might not be popular with everyone. Some parents are counting on schools to reopen on Sept. 3. so they can return to work. And Ottawa Public Health has emphasized that after five months of being out of school, it’s important for children to get back to their social circles.\n\n“Some people need an early September start date,” said Schwartz.", "METADATA": {"robots": "noarchive", "description": "The Ontario Principals' Council released a statement on Thursday recommending that the start of the school year be delayed until Sept. 14.", "news_keywords": "coronavirus, education", "generator": "WordPress.com", "og": {"type": "article", "title": "DON’T RUSH IT: Many calling for delay to planned reopening of schools Sept. 3", "url": "https://ottawasun.com/news/schools-are-set-to-open-sept-3-some-say-they-are-far-from-ready/wcm/992282a5-f116-492a-b296-60ca3c51817f", "description": "A growing chorus of voices is calling for delaying the start of the school year by up to a month.The Ontario Principals’ Council released a statement on Thursday recommending that the start o…", "site_name": "Ottawa Sun", "image": {"identifier": "https://postmediaottawasun.files.wordpress.com/2020/08/img_1849_54710997-w.jpg", "width": 200, "height": 200}, "locale": "en_US"}, "article": {"published_time": "2020-08-14T11:36:10+00:00", "modified_time": "2020-08-14T11:36:10+00:00", "publisher": "http://www.facebook.com/pages/Ottawa-Sun/150969458282586"}, "twitter": {"site": "@ottawasuncom", "text": {"title": "DON’T RUSH IT: Many calling for delay to planned reopening of schools Sept. 3"}, "image": "https://postmediaottawasun.files.wordpress.com/2020/08/img_1849_54710997-w.jpg", "card": "summary_large_image", "title": "Schools are set to open Sept. 3, but some say they are far from ready", "description": "The Ontario Principals' Council released a statement on Thursday recommending that the start of the school year be delayed until Sept. 14."}, "stats-full-init": "0.013", "stats-postmedia_theme_pre_initialize": "0.002", "stats-initialize": "0.011", "stats-postmedia_theme_post_initialize": "0.000", "stats-vip_load_plugins": "0.001", "stats-load_plugins": "0.008", "stats-register_widgets": "0.000", "fb": {"pages": 939333246215739, "app_id": 939333246215739, "page_id": 150969458282586, "admins": 100002625504753}, "sailthru.date": "2020-08-14 07:36:10", "sailthru.title": "DON’T RUSH IT: Many calling for delay to planned reopening of schools Sept. 3", "sailthru.description": "A growing chorus of voices is calling for delaying the start of the school year by up to a month. The Ontario Principals’ Council released a statement on Thursday recommending that the start of the school year be delayed until Sept. 14 to allow staff the time to train on matters such as PPE, outbreak […]", "sailthru.image.full": "https://postmediaottawasun.files.wordpress.com/2020/08/img_1849_54710997-w.jpg?quality=100&strip=all", "sailthru.image.thumb": "https://postmediaottawasun.files.wordpress.com/2020/08/img_1849_54710997-w.jpg?quality=100&strip=all", "sailthru.tags": "brand-ottawasun, category-news, school year, re-open schools, extra time, instructional year, University of Toronto, youngest students, next phase, teachers, classroom, first education system, Education, start, numerous parents, Ontario academics, B.C.'s education minister, education advocates, council president Ann Pace.Carol Campbell, staff, family, educational change", "ROBOTS": "NOARCHIVE", "google-site-verification": "ljXFsNxnI10A5Du893byKprf90Ycw4E4nL7sYyc7wTU", "msvalidate.01": "82AAA33807D8EF7E8A26FD0304CB4F2B", "application-name": "Ottawa Sun", "msapplication-window": "width=device-width;height=device-height", "msapplication-tooltip": "Ottawa News | Latest Articles & Headlines", "msapplication-task": "name=Subscribe;action-uri=https://ottawasun.com/feed;icon-uri=https://postmediaottawasun.files.wordpress.com/2018/05/cropped-sun-512x512.png?w=16", "msapplication-TileImage": "https://postmediaottawasun.files.wordpress.com/2018/05/cropped-sun-512x512.png?w=270"}}}