{"GDELT": {"GlobalEventID": 940698153, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.76056338028169, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Asafo, Ghana (general), Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH00", "Actor1Geo_ADM2Code": "190609", "Actor1Geo_Lat": 6.39476, "Actor1Geo_Long": -2.6599, "Actor1Geo_FeatureID": "-2069783", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Asafo, Ghana (general), Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH00", "Action2Geo_ADM2Code": "190609", "Action2Geo_Lat": 6.39476, "Action2Geo_Long": -2.6599, "Action2Geo_FeatureID": "-2069783", "DATEADDED": 20200814054500, "SOURCEURL": "https://www.ghanaweb.com/GhanaHomePage/politics/Subin-MP-Wontumi-face-court-over-party-primary-1033426"}, "ARTICLE": {"TITLE": "Subin MP, Wontumi face court over party primaries", "TEXT": "Politics of Friday, 14 August 2020\n\nSource: Richard Obeng, Contributor\n\nSubin MP, Wontumi face court over party primaries\n\nEugene Boakye Antwi - Subin MP\n\nMember of Parliament for Subin Constituency, Eugene Boakye Antwi and Ashanti Regional Chairman of the New Patriotic Party (NPP) Bernard Antwi Boasiako and other party executives have been summoned by a Kumasi High Court to respond to contempt charges relating to the recently held Constituency primary on Monday, August 17, 2020.\n\n\n\nEugene Boakye and the rest of the executives, according to report, were instrumental in organizing the Subin primary in clear violation of the orders of the court.\n\n\n\nIn that controversial election, Eugene Boakye Antwi romped home with more than 70 per cent of the total valid votes cast to beat his only contender, Joseph Boakye Danquah who pulled out of the election due to the pending court case.\n\n\n\nReports suggest since bailiffs were having a tough time serving the motion of notice seeking an order of committal of the respondents for contempt, the court resorted pasting the summons on the Regional Secretariat of the New Patriotic Party (NPP) and the Subin Constituency office at Asafo, a suburb of Kumasi.\n\n\n\nOthers party officials expected to avail themselves to court proceedings include, Patrick Acheampong, Ashanti Regional Director of Research and Election, Subin Constituency Chairman Michael Adusei Bonsu, and his Secretary Akuamoah Boateng would have to appear on August 17, 2020.\n\n\n\nOn July 21, 2020 the court presided over by His Lordship, Justice Charles Wilson, adjourned the determination of the case because the notice of motion had not been served on all the respondents.\n\n\n\nOn Friday, June 21, 51delegates including Isaac Nimako, Richard Owusu Nti and Yaw Boafo secured an injunction restraining the party’s election committee and the Electoral Commission from holding the primaries.\n\n\n\nThe ex-parte injunction, which was granted by the Kumasi High Court was effective from Friday to Monday, 22nd June, 2020.\n\n\n\n“It is hereby ordered that the respondent and all persons claiming through the respondent (EC) refrain from holding the election scheduled to take place on Saturday, 20th June, 2020,” the court ruled.\n\n\n\nOn Thursday, June, 24, 2020, JB Danquah lodged an official complaint with a strongly-worded petition, calling for immediate annulment of the election.\n\n\n\nThe petition cited several breaches of the party’s constitution and presence of a court injunction to drum home the need for the cancellation of the election.\n\n\n\nThe MP who doubles as Deputy Works and Housing Minister and his cohost would be required to make submissions on why he should not be referred for prosecution, after previously claiming on a radio station that ‘nobody can order the party to re-run’ the elections.\n\n\n\nIn the said interview on Otec FM, the MP added, “As far as I’m concerned, the elections are over and those who think they can use the court to frustrate all of us are fighting a lost battle because apart from the party, nobody can tell us to re-run the elections,’’ the MP yelled, threatening to block any decision of such nature.\n\n\n\nHe continued, “Some people are dumb (sarcastically referring to his contender JB Danquah), they don’t understand election rules. If you are dumb and don’t understand the rules don’t say things you do not know. “JB is just wasting everybody’s time. He knew he was going to lose the election which is why he sponsored his people to go to court.’’\n\n\n\n\n\nDisclaimer GhanaWeb is not responsible for the reportage or opinions of contributors published on the website. Read our disclaimer.\n\nSend your news stories to and via WhatsApp on +233 55 2699 625.", "METADATA": {"description": "Member of Parliament for Subin Constituency, ...", "twitter": {"card": "summary_large_image", "site": "@TheGhanaWeb", "title": "Subin MP, Wontumi face court over party primaries", "url": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Subin-MP-Wontumi-face-court-over-party-primary-1033426", "description": "Member of Parliament for Subin Constituency, ...", "image": "https://cdn.ghanaweb.com/imagelib/pics/872/87229617.jpg"}, "og": {"title": "Subin MP, Wontumi face court over party primaries", "image": "https://cdn.ghanaweb.com/imagelib/pics/872/87229617.jpg", "url": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Subin-MP-Wontumi-face-court-over-party-primary-1033426", "description": "Member of Parliament for Subin Constituency, ..."}, "article": {"published_time": "2020-08-14T05:05:25+00:00", "modified_time": "2020-08-14T10:13:31+00:00"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}