{"GDELT": {"GlobalEventID": 940613984, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.32829046898638, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dasheng, Jiangsu, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH04", "Actor1Geo_ADM2Code": "13151", "Actor1Geo_Lat": 32.9957, "Actor1Geo_Long": 118.65, "Actor1Geo_FeatureID": "11413261", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dasheng, Jiangsu, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH04", "Actor2Geo_ADM2Code": "13151", "Actor2Geo_Lat": 32.9957, "Actor2Geo_Long": 118.65, "Actor2Geo_FeatureID": "11413261", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dasheng, Jiangsu, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH04", "Action2Geo_ADM2Code": "13151", "Action2Geo_Lat": 32.9957, "Action2Geo_Long": 118.65, "Action2Geo_FeatureID": "11413261", "DATEADDED": 20200813200000, "SOURCEURL": "https://www.healthcarefinancenews.com/news/healthcare-industry-grappling-emergence-counterfeit-ppe-covid-19-battle"}, "ARTICLE": {"TITLE": "Healthcare industry is grappling with the emergence of counterfeit PPE in the COVID-19 battle", "TEXT": "Personal protective equipment, always a vital necessity for doctors and nurses, has become something of a Holy Grail in healthcare as the COVID-19 pandemic continues to strain provider resources. Hospitals are getting their collective hands on N95 masks, gowns and other important items any way they can, but this has opened up the door to a disturbing trend: the proliferation of counterfeit PPE.\n\nThis represents a thorny challenge when it comes to healthcare's supply chain. Historically, the supply chain has seen various stakeholders – manufacturers, distributors, GPOs and hospitals, among others – come together to craft protocols that help guide critical supplies to the areas that are most in need. In general terms, that work continues.\n\nThen the coronavirus hit, and as it has done with many facets of American life, it disrupted the supply chain. Other factors added to a growing problem. First was a midwinter spike in influenza cases. Then came critical shortages of surgical gowns due to manufacturing issues in China. To add fuel to the fire, when COVID-19 began to spread, Asian suppliers couldn't get their PPE out of the region due to a sequester of those products for use in Asian countries – highlighting a lack of diverse and redundant manufacturing locations.\n\nHIMSS20 Digital Learn on-demand, earn credit, find products and solutions. Get Started >>\n\nTHE GRAY MARKET\n\nCathy Denning, an RN and group senior vice president of sourcing operations, analytics and center of excellence at healthcare performance improvement company Vizient, recently highlighted this history in testimony during the second part of the Senate Committee on Finance hearing on Protecting the Reliability of the U.S. Medical Supply Chain During the COVID-19 Pandemic.\n\nIn her testimony, Denning added another vital detail: Almost overnight, hospitals were using about 10 times their usual amount of PPE products, and up to 15 times the usual amount of N95 respirators in the hardest-hit areas. While previously these items were used only for known infectious respiratory illnesses during surgery, hospitals were now using them as universal precautions for all patients.\n\nThis created a perfect storm, allowing unscrupulous actors to operate in a \"gray market\" selling counterfeit products to strapped hospitals.\n\n\"Many of the senators kept asking me if the administration could have done more,\" said Denning. \"My answer was, 'Yes, everybody could have done more.' On a go-forward basis, we need to figure out how to shore up the stockpile and work with the private sector on how we're going to handle that stockpile and how to move forward long-term.\n\n\"The supply chain in general needs to be more resilient,\" she said. \"We need more redundancy. We need it to be transparent to the private sector. There's a push to move everything to the private sector. At the end of the day, we need to make sure that we have an expanded domestic footprint.\"\n\nIn simple terms, the gray market for PPE emerges when hospitals buy items at a reduced price and then resell them. They're selling bona fide products, but shady companies have moved counterfeit products through these brokers.\n\nEarly in the pandemic Vizient set up a \"war room\" to ensure rapid responses to inquiries from member hospitals. Many of the initial inquiries were requests to vet products that hospitals were considering purchasing from nontraditional manufacturers or brokers, and to provide an expert opinion on whether a given item was the genuine article.\n\nIn mid-March, these product-vetting requests started to ramp up. What Denning and her team discovered was that many of these requests were duplicates, either because the same broker had reached out to multiple organizations, or because the brokers were claiming to have items from the same original manufacturers.\n\nFor instance, the war room team received 39 submissions claiming to be from brokers representing a product from a single manufacturing site in China. The site is indeed a legitimate manufacturer, but the brokers were claiming the manufacturer could supply members with additional products ranging from gloves to surgical masks and gowns. There were no such device listings with the FDA. At least 26 brokers claimed to have access to this manufacturer's products.\n\nTHE EFFECT ON HOSPITALS\n\nCounterfeit products have been an issue even at venerable institutions. Testifying before the Senate committee, Denning said that Yale New Haven Health in Connecticut became aware in March that they may have come into possession of bogus Dasheng KN95 respirators. The counterfeit respirators had come from donations, and at the same time, the hospital had open orders for more – orders they subsequently canceled.\n\n\"Counterfeited products often have ear loops,\" Denning said. \"By itself that doesn't mean it's counterfeit, but when you put them on you can tell -- you can see through them. Yale New Haven, when they sent it out for testing, they did not meet the test that was required for an N95. Some said the masks were gray and didn't have good elastics. They were superglued on there as opposed to being mechanically welded.\"\n\nLater, Yale discovered that most of their PPE vendors weren't dealing directly with Chinese factories, but rather third-party distributors or gray market brokers. Meanwhile, Yale found that many vendors had sent false test results, spurring the hospital to send some of their respirators to a third-party testing lab. The verdict: The respirators were only 85% efficient.\n\nThat of course means that counterfeit products have the potential to put patients and medical professionals in harm's way.\n\n\"Masks are a big one, and gowns,\" said Denning. \"Many don't filter out particulate matter the way you think it does, and it leaves workers open to being infected.\n\n\"In the past, counterfeit products made their way into the supply chain, but it was a rare, rare occurrence,\" she said. \"We had surgical masks that made it into the supply chain, for example, that were counterfeit. I saw the products, but that was once in a decade. It was interesting to see how quickly the counterfeiters have popped up.\"\n\nIn a second example of unscrupulous profiteering, a regional acute care facility in Florida recently engaged with a broker to secure N95 respirators that were supposedly manufactured by 3M. The hospital's internal review process determined that the broker was not actually licensed to sell the masks and, on that basis, decided not to contract for the products. They did, however, have an additional purchase pending for masks, the shipment of which was continually delayed. This raised concern at their bank that the activity was potentially fraudulent, and the hospital – which has already received some –canceled the remainder of their order and were able to recoup the money. But they ended up losing out on two different shipments of urgently needed products.\n\nWhile the prevalence of counterfeiters has started to ebb somewhat, it still represents a problem for an industry that has made PPE a top-shelf priority during the COVID-19 pandemic. Some practices will likely continue after the worst has passed, which makes neutralizing the gray market an imperative. Hospitals have begun to revive elective surgeries in fits and starts, but patients are trepidatious due to safety concerns, which are continuing to have deep financial repercussions for the industry.\n\n\"Before the AIDS epidemic, we never used gloves to draw blood,\" said Denning. \"Now everybody does. It's just a universal precaution. You act like everybody has a blood-borne illness. Hospitals are now utilizing what they consider to be equivalent universal precautions. Some are testing patients before they come in. Some patients are brought to the COVID ward and kept away from the general population of the hospital. There are emerging practices in how they're using PPE, and how they're treating their patients.\n\n\"We found ourselves, as an industry and a government, flat-footed,\" she said. \"We didn't get here overnight, but we need to bring that resilience to the healthcare supply chain.\"\n\n\n\nTwitter: @JELagasse\n\nEmail the writer: jeff.lagasse@himssmedia.com", "METADATA": {"viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no", "description": "Personal protective equipment, always a vital necessity for doctors and nurses, has become something of a Holy Grail in healthcare as the COVID-19 pandemic continues to strain provider resources. Hospitals are getting their collective hands on N95 masks, gowns and other important items any way they can, but this has opened up the door to a disturbing trend: the proliferation", "og": {"title": "Healthcare industry is grappling with the emergence of counterfeit PPE in the COVID-19 battle", "description": "A \"gray market\" for bogus products has emerged, with profiteers hoping to benefit from hospitals' need for PPE.", "image": "https://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/coronavirus_mask_2_crop_0.jpg", "url": "https://www.healthcarefinancenews.com/news/healthcare-industry-grappling-emergence-counterfeit-ppe-covid-19-battle", "site_name": "Healthcare Finance News"}, "twitter": {"card": "summary_large_image", "site": "@HC_Finance", "title": "Healthcare industry is grappling with the emergence of counterfeit PPE in the COVID-19 battle", "description": "A \"gray market\" for bogus products has emerged, with profiteers hoping to benefit from hospitals' need for PPE.", "image": {"src": "https://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/coronavirus_mask_2_crop_0.jpg"}}, "generator": "Drupal 7 (https://www.drupal.org)", "google-site-verification": "CyPptSFsTGDHqBSnTPWyDVmoyCsHKxcgzqHded4Rjyw", "yandex-verification": "da2025137f0c4854"}}}