{"GDELT": {"GlobalEventID": 940657260, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "OPP", "Actor2Name": "PRISONER", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.234234234234249, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Palm Beach County, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL099", "Actor1Geo_Lat": 26.6503, "Actor1Geo_Long": -80.4498, "Actor1Geo_FeatureID": "295761", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Palm Beach County, Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 26.6503, "Actor2Geo_Long": -80.4498, "Actor2Geo_FeatureID": "295761", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Palm Beach County, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 26.6503, "Action2Geo_Long": -80.4498, "Action2Geo_FeatureID": "295761", "DATEADDED": 20200814003000, "SOURCEURL": "https://www.cltampa.com:443/news-views/florida-news/article/21142934/democrats-say-floridas-covid19-prison-outbreak-is-a-sign-of-a-failed-system"}, "ARTICLE": {"TITLE": "Democrats say Florida's COVID-19 prison outbreak is a sign of a failed system", "TEXT": "PHOTO VIA ADOBE IMAGESCalls for compassionate release for inmates as the pandemic set in went ignored, and now Florida prisons are hotbeds of COVID-19, with as many as a third of inmates in existential peril.\n\nAs of the most recent statistics from the Florida Department of Corrections, COVID-19 has cut a brutal swath through the inmate population of roughly 96,000, with 13,763 positive tests and another 20,734 inmates in medical quarantine.\n\nAnother 2,100 staffers have also tested positive, along with the head of the DOC itself.\n\nA group of Democratic legislators, many of whom led the calls to let inmates out before coronavirus surged, decried the situation in a call Thursday.\n\nSen. Bobby Powell, along with Reps. Dianne Hart, Susan Valdes, Kimberly Daniels, and Wengay Newton, were unsparing in their rhetoric about a prison system that failed citizens it is supposed to be rehabilitating.\n\nPowell, of Palm Beach County, stressed his own connection to the disease, having lost a longtime friend to COVID-19.\n\n“Each person that’s incarcerated is someone’s family and should be seen as more than a number,” Powell said.\n\nPowell urged, again, releasing those who are medically compromised, noting other states have released imperiled prisoners.\n\nHart, of the Tampa area, noted the pandemic has killed more than 8,000 Floridians, amid a “lack of leadership in the Florida prison system.”\n\n“Our prison medical system was already experiencing difficult challenges, so imagine what COVID is doing,” Hart added.\n\n“One-fourth of the population is in medical quarantine, but not one is eligible for medical [conditional] release,” the legislator added, noting efforts to appeal to Gov. Ron DeSantis and Surgeon General Scott Rivkees have been ignored.\n\nValdes, also of Tampa, said “a lot of inmates do not report their symptoms in fear that they would not be treated or would be put in a hole.”\n\nPatients coming from prisons, she said, had to be put on ventilators, a procedure that required them to be removed from shackles.\n\n“Conditions in Florida prisons were ripe to exacerbate the pandemic and now we are seeing the results,” Valdes said, saying nonviolent inmates slated for release should have those releases expedited.\n\nDaniels, of Jacksonville, pointed to a preponderance of letters she’s received from inmates.\n\n“When you have a pandemic in a prison, it’s a problem. A big problem,” she said, noting families are cut off from their loved ones, who all too often are “sitting, waiting for their last breath.”\n\nJuvenile facilities, said Newton, are faring little better, with COVID-19 surging through those facilities as well.\n\nThis article first appeared at Florida Politics.\n\nSupport local journalism in these crazy days. Our small but mighty team is working tirelessly to bring you up to the minute news on how Coronavirus is affecting Tampa and surrounding areas. Please consider making a one time or monthly donation to help support our staff. Every little bit helps.\n\nSubscribe to our newsletter and follow @cl_tampabay on Twitter.", "METADATA": {"description": "“Each person that’s incarcerated is someone’s family and should be seen as more than a number,” Powell said.", "og": {"description": "“Each person that’s incarcerated is someone’s family and should be seen as more than a number,” Powell said.", "site_name": "Creative Loafing: Tampa Bay", "title": "Democrats say Florida's COVID-19 prison outbreak is a sign of a failed system", "type": "article", "image": {"identifier": "https://cdn.cltampa.com/files/base/scomm/cltampa/image/2020/08/960w/dssdss.5f359fc2b3533.jpg", "width": 960, "height": 315}}, "twitter": {"description": "“Each person that’s incarcerated is someone’s family and should be seen as more than a number,” Powell said.", "title": "Democrats say Florida's COVID-19 prison outbreak is a sign of a failed system", "image": "https://cdn.cltampa.com/files/base/scomm/cltampa/image/2020/08/960w/dssdss.5f359fc2b3533.jpg", "card": "summary_large_image"}, "msvalidate.01": "828E575E3777918E67780A2D8A601216", "viewport": "width=device-width, initial-scale=1, user-scalable=no", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "google-site-verification": "7ehqC5TVlujj_KkCw_cMXSyKukkqxKv9SOkcxE1CbCI"}}}