{"GDELT": {"GlobalEventID": 940663320, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "THA", "Actor1Name": "THAILAND", "Actor1CountryCode": "THA", "Actor2Code": "UISSEA", "Actor2Name": "SOUTHEAST ASIAN COUNTRIES", "Actor2CountryCode": "SEA", "Actor2Type1Code": "UIS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.40601503759399, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH40", "Actor2Geo_ADM2Code": "26423", "Actor2Geo_Lat": 13.75, "Actor2Geo_Long": 100.51700000000001, "Actor2Geo_FeatureID": "-3250083", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH40", "Action2Geo_ADM2Code": "26423", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 100.51700000000001, "Action2Geo_FeatureID": "-3250083", "DATEADDED": 20200814010000, "SOURCEURL": "https://www.ttrweekly.com/site/2020/08/international-travel-off-the-shelf/"}, "ARTICLE": {"TITLE": "Thailand holidays top the wish list", "TEXT": "BANGKOK, 14 August 2020: No surprises from the global study that shows that residents of Asian countries name Thailand the priority target when travel eventually opens in the region.\n\nThe study appropriately named “Fear & Possibilities in a Post Coronavirus (COVID-19) World” was jointly conducted by leading social research agency Blackbox Research, data provider Dynata, and language partner Language Connect. It examines the sentiments, preferences, and expectations of 10,195 people across 17 countries.\n\nIt found that tourists from Hong Kong, Singapore, Philippines, Indonesia, and India are all targeting Thailand as their first destination when their countries’ borders reopen and outbound travel can resume.\n\nHowever, tour operators would challenge the study’s opening preamble that Thailand is now gradually reopening its border. In reality, Thailand is unlikely to reopen to commercial flights and leisure travel in earnest during the remainder of the year.\n\nThe survey recites the obvious that four out of five (82%) Thais are confident Thailand is well-prepared to reopen its tourism and leisure activities.\n\nHowever, other studies show that more than 90% of Thais don’t want tourists to return until a vaccine for the Sars-CoV-2 virus or a cure for Covid-19 disease becomes available.\n\nUnfortunately, travel experts are saying Thailand could close the year with around 50% of its inbound tour operators either bankrupt or unable to continue trading. Hotels and online bookings services will not be much better off as they shore up cash flow with loans and the country’s GDP retracts by 8.1%\n\nThe study correctly points out that Thailand’s economy is heavily dependent on tourism, with foreign tourist dollars contributing around 11% to the national economy. The vast majority (93%) of Thais recognise the importance of the tourism sector for the local economy. In fact, 22% of Thais agree that there is an urgent need for tourism boards, including their own, to promote tourism for economic reasons – the highest globally.\n\nBlackbox Research chief operating officer, Saurabh Sardana, argues that amongst Southeast Asian countries, Thailand has the strongest domestic appeal. 91% of Thais are keen to support local travel attractions in the next 12 months – a positive sign given Thailand’s recent investment of THB22.4 billion (USD720 million) to stimulate its domestic tourism, of which partial financial aid will be provided to local tourists for selected hotels and restaurants throughout the country.\n\n“Our study has found that price is not necessarily the highest priority for their next trip – this applies to all the key areas such as transport (18%), accommodation (15%), and attraction (10%). Instead, visitor safety measures overwhelmingly ranked top of the list for most Thai travellers (transport – 43%; accommodation – 46%; attraction – 53%).”\n\nOther key findings\n\nTravel dreams dampened – for now\n\nOverall, international leisure travel in the short term is off the schedule for most people, with 44% of respondents still keen to avoid international vacations.\n\nNotably, Japanese (32%), Filipinos (42%), New Zealanders (43%) and Australians (52%) are least eager to take long-haul trips.\n\nAustralia and Japan emerged as the two most popular destinations for Asian travellers, while Spain is on the top of the list of European travellers given their June COVID-19 cases saw a downward trend.\n\nThe countries whose tourism appeal took the biggest hit during the pandemic are China, Italy, and the US.\n\nSafety, contactless experience\n\nGlobally, 80% are willing to pay more for safer accommodation, and 74% are open to paying a higher premium for travel insurance in exchange for protection against pandemics.\n\n76% of respondents indicated that their preferred travel destinations would be countries that offer more contactless experiences.\n\nAn overwhelming 66% prefer to travel in their own vehicles for road trips between cities or countries, compared to travelling on a plane (18%), rented or private-hire car or taxi (9%), and buses and trains (7%).\n\nTravel reimagined\n\nIn terms of what the future of travel looks like, the study found that e-boarding passes (44%), touchless lavatories (43%), contactless journeys from airports to hotels (40%), no more middle seats in transportation (36%), and digital health passports (35%) are some of the new ideas which global travellers hope to see implemented in the near future.\n\nAbout the survey\n\nBlackbox Research and Dynata carried out an online nationally representative survey of n=10,195 across 17 countries, aged between 25 to 65. The survey was conducted in June 2020.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "https://www.ttrweekly.com/site/wp-content/uploads/2018/06/business-travellers.jpg"}, "generator": "WordPress 5.2.7"}}}