{"GDELT": {"GlobalEventID": 940620828, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "OPP", "Actor1Name": "ACTIVIST", "Actor1Type1Code": "OPP", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.5573122529644303, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200813204500, "SOURCEURL": "http://nwasianweekly.com/2020/08/blm-protesters-target-deputy-mayors-house-mike-fong-surprised-them-by-waiting-outside/"}, "ARTICLE": {"TITLE": "BLM protesters target Deputy Mayor’s house — Mike Fong surprised them by waiting outside", "TEXT": "By Assunta NgNORTHWEST ASIAN WEEKLY\n\nIt wasn’t what “Black Lives Matter” protesters expected when they targeted the home of Seattle Senior Deputy Mayor Mike Fong on Aug. 6. Fong was waiting for them outside his house.\n\nThe 100-plus protesters, who call themselves Seattle Everyday Marchers, didn’t surprise Fong—it was the other way round. There were also 30 people waiting to meet the protesters. Fong’s supporters came to “stand with him” to engage the activists. Did he know the protesters were coming? Actually, no.\n\nIn the past few weeks, activists had protested outside elected officials’ homes at night due to their unwillingness to defund Seattle Police by 50%, although they have agreed to cut some funds. These surprise marches have resulted in property damage, physical altercations, denigrating graffiti, and disparaging verbal assaults on elected officials.\n\nFong knew what happened at Mayor Jenny Durkan’s house. People vandalized her home, writing “die,” “Resign bitch,” “guillotine Jenny,” and “Jenny is a bitch.” Councilmembers Debora Juarez and Alex Pedersen have had similar experiences. Police Chief Carmen Best’s home was also targetted by protesters.\n\n“With these events unfolded, I decided to be proactive,“ Fong said. Talking and listening would be his response if they show up, even though he doesn’t agree with the protesters’ approaches in pushing for police defunding, he said.\n\nThe encounter\n\nWhen the protesters were looking for Fong’s house in the neighborhood, a voice shouted, “Right here … I am Mike Fong. Let’s talk.”\n\nDuring the conversation, an activist chanted, “Whose lives matter?”\n\n“Black lives matter,” Fong’s colleagues and friends responded. Tony Au, with a group of Chinese Americans, was there to support Fong.\n\n“Our goal was to talk to one another … defuse tension,” said Au. “Protest is good, but not violence and destruction.”\n\n“Our discussion was heated, but peaceful,” said Fong. At times, the activists yelled at him.\n\n“We heard their passion, anger, and deep frustration at the persistence of systemic and institutional racism. They have grabbed the attention of City Hall and we are working to make lasting change by creating a more just and equitable city.\n\n“Mayor Durkan and her administration are committed to lifting up these voices and taking meaningful action. While we won’t agree on everything, we do share the same vision of dismantling the structural racism that exists in our institutions.”\n\nAu, an immigrant, did his best to find common ground with the protesters—racism.\n\n“The Chinese community suffers from racism, I told the Black brothers,” he said. “Anti-Asian sentiment due to COVID, had spread in Chinatown since January. We have our hardships. With Trump calling it the ‘Chinese virus,’ it hurts the community even more.”\n\nAu told the activists that they should direct their anger towards President Trump. His goal was “to calm the protesters.” He also shared with the protesters that he learned about Black history and slavery when he first came to America, from his junior high school teacher, when he was just 15.\n\nAsked not to be identified, one Chinese immigrant, who was there to support Fong, said some protesters asked for eliminating the police completely.\n\n“The protesters have the right to express their views. But to say there’s no need to have police in Seattle, that’s impossible. How could a city survive without police? What about our safety? It would be chaos.”\n\nHow it happened\n\nAt 7 a.m. on Aug. 6, a mayoral staff member learned through social media that the BLM organizers were assembling at Eckstein Middle School at 7 p.m., but without disclosing their actual destination.\n\nThere were two sides to Fong’s thinking. He could be the protesters’ next target because he lives close to the school, plus the other three elected officials being protested also live in the North end. But then, he is a non-elected official, and he might be spared.\n\nBy mid-morning, Fong decided that he would meet with the activists face-to-face. He called and texted several senior staff members from Mayor Durkan’s office to join him, along with family, friends, and neighbors before the march in his front yard to participate in a dialogue with the group on systemic racism and policing. The other two deputy mayors also joined him.\n\nNo destruction\n\nThe protesters were respectful of Fong‘s property and reminded the other members not to step on the property, but on the sidewalk.\n\n“They didn’t cross the line,“ said Fong. “They didn’t do anything. They made their point and they went home.”\n\nAu said Fong did a good job engaging with the protesters.\n\n“He didn’t call the police as it would escalate tension during the protesters’ march. They left without touching his house or disturbing the front part of the house.”\n\nActivists were less kind to council members\n\nThe activists had visited Councilmember Pedersen’s house the night before they went to Fong’s house (also in Northeast Seattle). Knowing they were coming, through social media, Pedersen decided to go to where the activists met, and marched two miles with them from the Burke Museum to his house. At the end of the march, he and the activists sat down and talked. He said they were “more forgiving” after they talked.\n\nBut the first time the protesters came, Pedersen said his family was shaken.\n\n”My daughters and spouse were scared,” he said. For their safety, Pedersen has now relocated his family. The activists visited his house as many as four to five times (at night and in the morning).\n\nCouncilmember Juarez felt so threatened that she invited several tribal leaders to stand with her when the marchers arrived. It’s what the Seattle Times’ editorial called “bullying” and “intimidation” of the officials and their family last week, on the activists’ protest outside the official’s home.\n\nProtest is not the only way\n\n“There are other ways to make your voice heard besides yelling, and the tactic of going to (people’s) homes in the middle of the night,” Fong said. He said he is accessible. “They know how to get a hold of me.” And he has agreed to meet with the activists again.\n\n“People have the right to protest, but it has to be peaceful,” said Pedersen. “The protests, trespassing, and threats are unproductive.”\n\nJust how productive was the activists’ march at Fong‘s place? Didn‘t they know that Fong, as deputy mayor, would follow Durkan‘s position on the issue of police defunding?\n\n“I work for the mayor, so my work is an extension from her authority and of course, it’s the same,” said Fong.\n\nFong was grateful for the Chinese community’s support and presence, and his friends and colleagues during the protest.\n\n“When I got the word Mike needed us, I just went. I have no second thoughts,” said one Chinese supporter.\n\nPerhaps, so grateful that the next day, he came to Chinatown-International District to buy dim sum takeouts for lunch.\n\nThe storm is far from over. A smaller group of protesters visited Durkan‘s house on Aug. 8, and painted graffiti. Families of police and supporters held a rally at Seattle City Hall to defend the police. On Aug. 10, the Seattle City Council approved proposals that would reduce the police department by as many as 100 officers through layoffs and attrition—reductions far short of the 50% cut that many BLM protesters want.\n\nThe City Council also cut Police Chief Carmen Best’s roughly $285,000 annual salary and the pay of other top police leaders.\n\nAssunta can be reached at assunta@nwasianweekly.com.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"type": "article", "title": "BLM protesters target Deputy Mayor’s house — Mike Fong surprised them by waiting outside", "url": "http://nwasianweekly.com/2020/08/blm-protesters-target-deputy-mayors-house-mike-fong-surprised-them-by-waiting-outside/", "description": "Visit the post for more.", "site_name": "Northwest Asian Weekly", "image": {"identifier": "https://i0.wp.com/nwasianweekly.com/wp-content/uploads/2020/08/FRONT-1.jpg?fit=960%2C720", "width": 960, "height": 720}, "locale": "en_US"}, "article": {"published_time": "2020-08-13T17:30:24+00:00", "modified_time": "2020-08-13T18:15:40+00:00"}, "twitter": {"site": "@nwasianweekly", "text": {"title": "BLM protesters target Deputy Mayor’s house — Mike Fong surprised them by waiting outside"}, "image": "https://i0.wp.com/nwasianweekly.com/wp-content/uploads/2020/08/FRONT-1.jpg?fit=960%2C720&w=640", "card": "summary_large_image", "description": "Visit the post for more."}, "msapplication-TileImage": "https://i2.wp.com/nwasianweekly.com/wp-content/uploads/2017/03/cropped-logoicon.jpg?fit=270%2C270"}}}