{"GDELT": {"GlobalEventID": 940638283, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "IGOUNO", "Actor2Name": "UNSC", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.9191176470588299, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 32.0387, "Actor1Geo_Long": 73.751, "Actor1Geo_FeatureID": "6104745", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Balakot, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40350", "Actor2Geo_Lat": 34.8563, "Actor2Geo_Long": 72.5701, "Actor2Geo_FeatureID": "9205744", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Balakot, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40350", "Action2Geo_Lat": 34.8563, "Action2Geo_Long": 72.5701, "Action2Geo_FeatureID": "9205744", "DATEADDED": 20200813224500, "SOURCEURL": "https://www.msn.com/en-xl/news/other/real-independence-day-celebrations/ar-BB17VPh0"}, "ARTICLE": {"TITLE": "Real Independence Day Celebrations", "TEXT": "Malik Muhammad Ashraf :\n\nThe emergence of Pakistan on the world map on 14thAugust, 1947, on ideological basis was an unparalleled event of the 20thcentury made possible by the indomitable leadership of Quaid-i-Azam Muhammad Ali Jinnah. Pakistan is celebrating 73rdanniversary of its independence. Celebrating Independence Day has a special significance for any nation. The occasion serves as an opportunity to introspect the course that the country has traversed since its birth, to reaffirm its pledge to pursue the vision bequeathed by its founding fathers with unruffled commitment and determination and above all to express its unqualified gratitude to them for the efforts and sacrifices that they rendered winning independence.\n\nThere is no denying the fact that, since independence, Pakistan had to wade through many crises and challenges owing to external and internal developments. But, the redeeming factor has been that it has emerged stronger after every setback due to the unity, resilience and determination of the nation to adhere to the objectives of independence and staying on course to consolidate its gains.\n\nIt is indeed a matter of great satisfaction that having gone through periods of trials and tribulations, Pakistan is traversing a democratic path to fulfill the objectives of its independence and consolidating its gains which gives an added cause for rejoicing.\n\nNevertheless, Pakistan is still faced with enormous challenges. The economy inherited by the previous government was in a bad shape and it took a number of measures to set it on the right course. Rather unfortunate that, like all economies of the world, Pakistan's economy has also been affected by the onset of the corona virus. Security of the region is in a perilous balance due to the illegal actions of the Indian government in the Indian Illegally Occupied Jammu &Kashmir (IIOJK) and its continued hostile posturing towards Pakistan.\n\nHowever, it is satisfying to note that the incumbent government under the leadership of Prime Minister Imran Khan is dedicatedly engaged in fighting these challenges with unswerving commitment. A process of path correction and giving the country a system of governance which conforms to the ideals and objectives of independence has been set rolling backed by whole-hearted support of the nation.\n\nThe prudent and pragmatic economic policies, adoption of a strategy of 'smart lockdown,' in spite of fierce resistance by the opponents of the government, cash support given to the vulnerable segments of the society and steps taken in the health sector to check the spread of corona virus, have paid dividends. There are visible signs of improvement in the overall situation.\n\nThe spread of corona virus has been contained. The rate of new infections and deaths has gone down drastically. While the world is still reeling under the adverse impact of covid-19 Pakistan has been able to create a balance between protecting livelihoods and saving lives. The strategy pursued by Pakistan in dealing with the pandemic has been acknowledged and appreciated by the world community. The satisfaction derived from this success adds more enthusiasm and intensity to the Independence Day celebrations.\n\nWhile the people of Pakistan celebrate their independence day, their hearts feel profoundly grieved by the sufferings of the people of IIOJK who are living under inhuman conditions due to the siege and complete lockdown in the valley and are also bearing the brunt of the brutalities of the Indian security forces in the form of extra-judicial killings, detentions, etc.\n\nKashmir is the jugular vein of Pakistan and an unfinished agenda of the partition. Pakistan has a great stake in the resolution of the question of accession of the State in conformity with the UNSC resolutions. India has committed a strategic blunder by annexing IIOJK to the Indian union in violation of the UN resolutions, bilateral agreements between the two countries and 4thGeneva Convention.\n\nThe government and people of Pakistan justifiably stand behind their Kashmiri brethren in their struggle for the right to self-determination. Pakistan has an abiding commitment to go to any extent to make sure that the Kashmiris are allowed to exercise their right to self-determination.\n\nThe Prime Minister of Pakistan Imran Khan has emerged as the most ardent supporter and ambassador of the people of Kashmir. He has not only espoused the cause of their right of self-determination with unprecedented intensity and sensitized the world about the humanitarian crisis in IIOJK but has also warned it about the dangers posed to peace and security of the region by the fascist BJP regime in India.\n\nBeginning from his address to the UN General Assembly, followed by his interactions with world leaders and through the diplomatic offensive unleashed in the backdrop of Indian indiscretions in IIOJK, he continues to project the issue at all international forums.\n\nIt was indeed a diplomatic triumph for Pakistan that the UNSC informally discussed the issue twice since 5thAugust, 2019, after a lapse of 55 years which effectively negated Indian narrative about the action taken in IIOJK as its internal matter.\n\nThe situation in IIOJK and the continued Indian hostile posture towards Pakistan are fraught with grave dangers and call for immediate intervention by the international community and the UN. They must move beyond expressing muffled concerns about the situation and verbal endorsement of the UN resolutions. The only way to ensure peace in the region and ending the ordeal of the people of IIOJK is the implementation of the UN resolutions.\n\nPakistan is committed to resolution of all disputes with India, including Kashmir, through peaceful means.\n\nIt proved its credentials as a peace-loving nation having faith in peaceful resolution of the issue by showing remarkable restraint in the face of Indian indiscretion to send its planes to bomb imaginary terrorist camps at Balakot in February, 2019. It also made a strong statement about her preparedness and capability to defend itself. The world community and powers that be must realize the gravity of the situation by removing the blinkers of their self-defined strategic and commercial interests to prevent the likely human tragedy.\n\nPakistan on its part will remain committed to extending all possible moral, political and diplomatic support to the cause of the people of Kashmir undeterred by the indifference shown by the international community. The new political map of Pakistan, including IIOJK, issued by the government rightly expresses that determination. For the people of Pakistan and Kashmir, the real independence celebrations will be when the unfinished agenda of the partition is completed. They are looking up to the world community and the UN to give them the ultimate happiness.", "METADATA": {"application-name": "Real Independence Day Celebrations", "cq": "passed", "Search.Interest": "Top Stories", "robots": "index, follow", "description": "By photo by Imran Khan Prime Minister of the Islamic Republic of Pakistan Malik Muhammad Ashraf :The emergence of Pakistan on the world map on 14thAugust, 1947, on ideological basis was an unparalleled event of the 20thcentury made possible by the indomitable leadership of Quaid-i-Azam Muhammad Ali Jinnah. Pakistan is celebrating 73rdanniversary of its independence. Celebrating Independence Day has a special significance for any nation. The...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}