{"GDELT": {"GlobalEventID": 940608916, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EUR", "Actor1Name": "EUROPE", "Actor1CountryCode": "EUR", "Actor2Code": "THA", "Actor2Name": "THAILAND", "Actor2CountryCode": "THA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.02793296089386, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH40", "Actor2Geo_ADM2Code": "26423", "Actor2Geo_Lat": 13.75, "Actor2Geo_Long": 100.51700000000001, "Actor2Geo_FeatureID": "-3250083", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH40", "Action2Geo_ADM2Code": "26423", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 100.51700000000001, "Action2Geo_FeatureID": "-3250083", "DATEADDED": 20200813193000, "SOURCEURL": "https://news.abs-cbn.com/spotlight/08/14/20/protests-take-on-thai-monarchy-despite-laws-banning-such-criticism"}, "ARTICLE": {"TITLE": "Protests take on Thai monarchy, despite laws banning such criticism", "TEXT": "Students demonstrate at Srinakharinwirot University in Bangkok, Aug. 13, 2020. Thailand’s growing student-led anti-government protests have begun to take aim at a royal institution that has long sought to position itself as above politics. Adam Dean, The New York Times\n\nBANGKOK — The plainclothes men showed up late at night near Thammasat University in Bangkok, casing out the residence where the student activist slept. On Thursday morning, Panusaya Sithijirawattanakul went to her sociology class, called her mother and waited for her arrest. She was sure it was to come.\n\nEarlier this week, Panusaya, 21, stood on a stage during an anti-government protest at Thammasat and addressed, head on, the role of the monarchy in a country where criticism of the institution has been limited by strict lèse-majesté laws.\n\n“In the past, there have been statements fooling us by saying that people born into the royal family are incarnations of gods and angels,” she said at the protest Monday. “With all due respect, please ask yourselves, are you sure that angels or gods have this kind of personality?”\n\nKing Maha Vajiralongkorn Bodindradebayavarangkun, who spends most of his time in Europe, returned to Thailand for his mother’s birthday Wednesday. By Thursday, the nation’s head of state was gone again, with his fourth wife, the queen.\n\nOn the Thammasat campus, like everywhere in Thailand, stands a giant portrait of the king, the 10th monarch of the Chakri Dynasty, dressed in golden brocade with a somber expression on his face.\n\nWhile the country’s absolute monarchy was toppled by a bloodless revolution in 1932, Thailand remains bound by royal traditions. The father of Vajiralongkorn reigned for 70 years and was the world’s longest-serving monarch at the time of his death in 2016.\n\nThailand’s student-led anti-government protests, which have gained momentum this summer, have addressed everything from the disappearance of activists critical of the military and monarchy, to the enduring power of a 2014 coup leader who now serves as prime minister.\n\nOver the last few days, however, they have added a new element to the mix: direct criticism of a royal institution that, through decades of street and student protest, tried to position itself as floating above politics.\n\nIn an interview Thursday, Panusaya said that Thailand’s problems were rooted in its monarchical traditions.\n\n“I know I am taking a very high risk that I could go to jail or be tortured or die,” she said, “but I don’t think it’s the time to be afraid anymore.”\n\nAt least nine activists who fled overseas since the 2014 coup have disappeared after criticizing Thailand’s most hallowed institutions. Two of their bodies were later found on the banks of a river, their bellies stuffed with concrete.\n\nAnother two critics who over the past week have called for reforms to the monarchy have been the subject of lèse-majesté complaints. The crime can carry a jail term of up to 15 years.\n\nAlthough Thailand has escaped the coronavirus pandemic largely unscathed, its tourism-dependent economy has been battered. Protesters have contrasted the economic hardship of millions of Thais with the wealth of the royal family, which is one of the richest in the world. In 2017, the king took personal control of the royal coffers, rather than let its finances be overseen by state agencies.\n\n“While people are starving, the monarchy is spending lavishly,” Panusaya said Thursday.\n\nThammasat University, like Tiananmen or Tahrir, is a byword for a democracy movement violently thwarted. In 1976, security forces and paramilitaries stormed the university area, shooting, hanging and beating students and other protesters. Dozens, at least, were killed.\n\nAn iconic Associated Press photograph of the massacre captured a lifeless body hanging from a tree as a man swung a chair at the corpse. Crowds, including children, appeared to cheer on the attacker.\n\nThe protest Monday at Thammasat was at another campus, located on the outskirts of Bangkok. Arnon Nampa, a human rights lawyer who was charged with sedition last week, repeated calls he made for an open discussion about the monarchy.\n\nThe king’s powers, he said, should be limited to those of a constitutional monarchy. Such calls, he stressed, were not meant to overthrow the institution.\n\nToward the end of Monday night, Panusaya read a 10-point statement from a student group urging reforms to the royal institution. Among the demands were a call to end the punitive lèse-majesté law and a proposal to trim the royal budget.\n\nThe student group also called for the monarchy to refrain from politics. Thailand has undergone a dozen successful coups since 1932, and the monarch has formally endorsed those changes of government.\n\nLast year, a party critical of the junta that took power in 2014 nominated the king’s elder sister as its candidate for prime minister.\n\nThe king quickly quashed his sister’s political foray. The party that nominated her was later dissolved. Forces associated with the junta leader, Prayuth Chan-ocha, won the elections, in a vote that international observers said was deeply flawed. He remains as prime minister and has referred to his government as one that represents the king.\n\nAfter the Thammasat protest this week, a university official said that the student organizers had not followed an agreement on what would be discussed at the rally.\n\nA police spokesman said Thursday that the student protesters were testing the limits with their frank speech.\n\n“To whomever is going to the protest, I believe everyone knows what can and cannot be done,” Col. Kissana Phathanacharoen said. “Things that you say will be tied to you. There will be evidence kept for the future.”\n\nEarlier this month, Gen. Apirat Kongsompong, the army chief, said that while the coronavirus was a curable illness, “hating your own country is a disease that is not curable.”\n\n“If being unpatriotic cannot be cured, do they deserve a similar ending to the students at Thammasat in the 1970s?” said Sunai Phasuk, a senior researcher on Thailand for Human Rights Watch. “This link is one everyone in Thailand will make.”\n\nOn Thursday afternoon, amid torrential downpours, a brief rally took place at Srinakharinwirot University in Bangkok amid a large police presence. Some of the organizers said on social media that they were allowed to proceed only if they did not mention the role of the monarchy in their speeches.\n\nSirin Mungcharoen, an activist at Chulalongkorn University in Bangkok, said that the 10-point manifesto laid out by Panusaya at Thammasat was important because “it opened the way for the public to be able to criticize the monarchy.”\n\nIntimidating those who expressed such opinions was wrong, she said, and democratic debate was needed in Thailand.\n\nStill, she added, the protest movement’s main agenda remained ridding the country of its military-drafted constitution, dissolving part of Parliament and ensuring that dissidents didn’t disappear.\n\n“These three demands are what we have demanded since the very beginning” she said. “There has to be respect for human rights.”\n\nSince the coup six years ago, thousands of people who criticized the government have been forced to undergo sessions at “attitude readjustment camps” in military compounds. A computer crimes act and other legislation have been used to imprison others. A state of emergency put in place because of the pandemic is being used to justify actions against student protesters.\n\nAs evening fell Thursday, Panusaya said she had not yet been arrested. Seeking safety in numbers, she had holed up for the night with other student activists. She was still waiting.", "METADATA": {"robots": "index,follow", "viewport": "width=device-width, initial-scale=1.0", "keywords": "Thailand, protest, lese majeste, Protests take on Thai monarchy, despite laws banning such criticism | ABS-CBN News", "description": "The plainclothes men showed up late at night near Thammasat University in Bangkok, casing out the residence where the student activist slept. On Thursday morning, Panusaya Sithijirawattanakul went to her sociology class, called her mother and waited for her arrest. She was sure it was to come.", "copyright": "All rights reserved by ABS-CBN Corporation", "news_keywords": "Thailand, protest, lese majeste, Protests take on Thai monarchy, despite laws banning such criticism | ABS-CBN News", "articleID": 664714, "article_id": "article-664714", "article-tags": "Thailand, protest, lese majeste", "section": "Spotlight", "thumbnail": "https://sa.kapamilya.com/absnews/abscbnnews/media/2020/tnyt/08/13/thailand.jpg", "author": "Hannah Beech, The New York Times", "category": "Spotlight", "pubdate": "2020-08-13T06:34:40+00:00", "published_date": "2020-08-13T18:34:40+00:00", "lastmod": "2020-08-13T06:34:40+00:00", "medium": "article", "og": {"title": "Protests take on Thai monarchy, despite laws banning such criticism", "description": "The plainclothes men showed up late at night near Thammasat University in Bangkok, casing out the residence where the student activist slept. On Thursday morning, Panusaya Sithijirawattanakul went to her sociology class, called her mother and waited for her arrest. She was sure it was to come.", "url": "https://news.abs-cbn.com/spotlight/08/14/20/protests-take-on-thai-monarchy-despite-laws-banning-such-criticism", "image": {"identifier": "https://sa.kapamilya.com/absnews/abscbnnews/media/2020/tnyt/08/13/thailand.jpg", "alt": "Protests take on Thai monarchy, despite laws banning such criticism"}, "type": "article", "site_name": "ABS-CBN News", "locale": {"identifier": "en_US", "alternate": "tl_PH"}}, "article": {"section": "Spotlight", "tag": "Thailand, protest, lese majeste, Spotlight, 2020-08-13", "publisher": "https://www.facebook.com/abscbnNEWS"}, "fb": {"app_id": 1710456575844989, "pages": 27254475167}, "twitter": {"card": "summary_large_image", "site": "@ABSCBNNews", "url": "https://news.abs-cbn.com/spotlight/08/14/20/protests-take-on-thai-monarchy-despite-laws-banning-such-criticism", "title": "Protests take on Thai monarchy, despite laws banning such criticism", "description": "The plainclothes men showed up late at night near Thammasat University in Bangkok, casing out the residence where the student activist slept. On Thursday morning, Panusaya Sithijirawattanakul went to her sociology class, called her mother and waited for her arrest. She was sure it was to come.", "image": "https://sa.kapamilya.com/absnews/abscbnnews/media/2020/tnyt/08/13/thailand.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://sa.kapamilya.com/absnews/abscbnnews/media/abs-cbnnews/abscbnmaster/favicon.ico"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["Politics"]}}