{"GDELT": {"GlobalEventID": 940616819, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUS", "Actor1Name": "KRASNOYARSK", "Actor1CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 9, "NumSources": 1, "NumArticles": 7, "AvgTone": 2.0892687559354197, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bakhta, Krasnoyarskiy Kray, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS39", "Actor1Geo_ADM2Code": "25066", "Actor1Geo_Lat": 55.7399, "Actor1Geo_Long": 92.4184, "Actor1Geo_FeatureID": "-2881394", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bakhta, Krasnoyarskiy Kray, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS39", "Action2Geo_ADM2Code": "25066", "Action2Geo_Lat": 55.7399, "Action2Geo_Long": 92.4184, "Action2Geo_FeatureID": "-2881394", "DATEADDED": 20200813201500, "SOURCEURL": "https://tass.com/society/1189361"}, "ARTICLE": {"TITLE": "Why move from Moscow to Siberia. Tarkovsky’s Arctic Museum", "TEXT": "MOSCOW, August 13. /TASS/. Russia’s well-known writer and documentary filmmaker, the nephew of famous filmmaker Andrei Tarkovsky, fell in love with the taiga and the Yenisei River to the extent of moving there. He organized in the northern Krasnoyarsk Region a museum, where visitors may learn how people live in the taiga.\n\nAlmost 30 years ago, after graduating from the university, Mikhail Tarkovsky came to the Yenisei River for the first time to stay there for good. At first, he worked as a zoologist at a biology station, and later on - as a hunter in the Bakhta village.\n\nTaiga’s tradition\n\nBakhta is about 1,000km down the Yenisei River from Krasnoyarsk. It is a village of hunters, who lay hunting paths in the taiga towards winter houses, and who set traps. The village became famous, when Tarkovsky made a series of documentaries, Happy People, about hunters' and fishers' life. Another documentary, Frozen Time, won about a dozen prizes.\n\n\"The life in villages on the Yenisei, conversations with the elderly, admiration for hunters, their knowledge and skills, made me want to capture, to grasp this most interesting life — in writing, on film, or simply in amazing objects of life in taiga: ski with climbing skins, a dugout boat or items made of birch bark. I wanted to perpetuate the very processes of making these, I'm not afraid to call them so, works of art. This is how I came to the idea to make a Museum of taiga tradition in Bakhta. Its most important purpose is to help local school pupils to rediscover the world of traditions, where they live, to have them look differently at things they know and see every day,\" Mikhail Tarkovsky said.\n\nThe exhibited objects are unique - they do not exist in other regions, where hunting traditions also differ.\n\nTeachers and devotees\n\nTarkovsky’s life on the Yenisei began in 1981. He integrated very easily. Mikhail learned to make things which were useful in those conditions. Gennady Solovyov, a hunter, taught him how to make a tin stove, skis and traps.\n\n\"Solovyov has taught me many things, as he’s a good teacher and knows how to explain things. It is not only about hunting - I often discussed with him the stories, and he even came up with a plot. Once, I came to him and said: \"What story should I write?\" He said: \"Write about how Ivan returned for one hunting season.\" This was how the story Yenisei, Let it Go appeared. And then, later on he supported my idea about the movie, it was just one phrase - sincere and strong: 'Make it! I’ll help!',\" Mikhail remembers.\n\nIn addition to the movie and the museum, Tarkovsky was an initiator of building an Orthodox church in the village. The walls were made of Karelian pine. Four trucks carried the logs from Lake Onega to Krasnoyarsk. From there, a ship brought the logs to Bakhta.\n\n\"My initiative could be nothing without the absolute support from the supervising council [in the name of] St. Alexis, namely, from ascetic Svetlana Pokrovskaya,\" he continued.\n\nNowadays, many locals attend services at the church in Bakhta.\n\nThe idea of the museum goes back to the 2000s. The dream, however, has come true only recently. The building - a village house - is surrounded by a traditional fence of logs. The house is full of unique objects, collected in Bakhta, neighboring villages and in the taiga. The museum has prepared its first expositions. In the future, the museum will grow into a museum complex with both indoor and outdoor exhibits. It will also have a craftshop. The idea is not just to display objects, but to demonstrate how they are made.\n\n\"At first, I kept the collection at home, and later on the local school offered rooms and we made an exhibition of local life and history there. Then I used the Tolstoi prize, which I had won, to buy logs for the new museum in Vorogov (the Krasnoyarsk Region), and the Yenisei River Shipping Company assisted with the delivery. In fact, we appreciated every effort. <…> I plan to make a plate to name all the contributors,\" he said.\n\nLife exhibits\n\nThe museum is about nature. Take for example the objects, which demonstrate how birch boxes are made. It is impossible to learn to make them without knowing when to collect birch bark and where birch trees that have the necessary properties grow.\n\n\"People from cities fish with rods, and here we call them ‘throwings.' They gather mushrooms into small nets or buckets, and we here made special bark boxes. Here, you may only begin collecting, and in an instant - here you go - two boxes are full. They are as big as two buckets each. It is most vital here to process what you get from the river, from the taiga. All these objects are nothing special for us, until you learn what they are for,\" Director of the Turukhansk Local History Museum Tatyana Sergiyenko told TASS. The museum in Bakhta is a part of that big museum now.\n\nAccording to her, local hunters use all those objects in everyday life.\n\nHunter Solovyov has made a few objects: various traps and a shelter in the forest to hide and keep food. His hunting area in the taiga is bigger than 1,000 square kilometers. These objects are exhibited now in the open air. Later on, the museum will organize a hunting site on its territory.\n\n\"The indoor exposition will also feature objects, which are used to make dugout boats, ski with climbing skins and birch bark boxes,\" Tarkovsky said. \"The greatest value is that we shall demonstrate the very processes of making objects.\"\n\nVisiting Bakhta\n\nTatyana Sergiyenko told us that the museum in Bakhta, an outstanding tourist attraction, was supposed to open its first season this year. The thing is that the village is accessible only by water, but this year the navigation due to the pandemic began later than usual. Only in July ships were allowed on the Yenisei.\n\n\"The museum reflects the spirit and specifics of this place, it is a museum of hunting, which is what 90% of the locals do. It is connected with Tarkovsky, with the Happy People movie, which many have seen. Those are the additional advantages. This complex atmosphere shows how people live and what they do. It is very interesting for many tourists. It’s a new world, which will amaze and shock foreigners,\" the Krasnoyarsk Region’s tourism agency official Yulia Verkhushina told TASS.", "METADATA": {"description": "Russia’s well-known writer and documentary filmmaker, the nephew of famous filmmaker Andrei Tarkovsky, fell in love with the taiga and the Yenisei River to the extent of moving there, having founded in the northern Krasnoyarsk Region a museum, where visitors may learn how locals live", "viewport": "width=device-width, initial-scale=1.0", "yandex-verification": "f91ce7b4a203a30a", "google-site-verification": "PoyFi2APBqKw8uGePodmFqId646DYLqqS1qiMTh153w", "msvalidate.01": "C05302AEC20336D89FE678451D9C5CDC", "fb": {"app_id": 755370384546299, "pages": 144698628932572}, "og": {"site_name": "TASS", "type": "article", "image": "https://phototass3.cdnvideo.ru/width/1200_4ce85301/tass/m2/en/uploads/i/20200813/1279075.jpg", "url": "https://tass.com/society/1189361", "title": "Why move from Moscow to Siberia. Tarkovsky’s Arctic Museum", "description": "Russia’s well-known writer and documentary filmmaker, the nephew of famous filmmaker Andrei Tarkovsky, fell in love with the taiga and the Yenisei River to the extent of moving there, having founded in the northern Krasnoyarsk Region a museum, where visitors may learn how locals live"}, "twitter": {"site": {"identifier": "@tass_agency", "id": 285532415}, "card": "summary_large_image", "title": "Why move from Moscow to Siberia. Tarkovsky’s Arctic Museum", "description": "Russia’s well-known writer and documentary filmmaker, the nephew of famous filmmaker Andrei Tarkovsky, fell in love with the taiga and the Yenisei River to the extent of moving there, having founded in the northern Krasnoyarsk Region a museum, where visitors may learn how locals live", "image": "https://phototass4.cdnvideo.ru/width/1200_4ce85301/tass/m2/en/uploads/i/20200813/1279075.jpg"}, "vk": {"image": "https://phototass1.cdnvideo.ru/width/1074_8f2dea56/tass/m2/en/uploads/i/20200813/1279075.jpg"}, "gtm-page-type": "news"}}}