{"GDELT": {"GlobalEventID": 940605962, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "CHIEF EXECUTIVE", "Actor1Type1Code": "GOV", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.14124293785310799, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77364", "Actor1Geo_Lat": -26.2, "Actor1Geo_Long": 28.0833, "Actor1Geo_FeatureID": "-1240261", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF06", "Actor2Geo_ADM2Code": "77364", "Actor2Geo_Lat": -26.2, "Actor2Geo_Long": 28.0833, "Actor2Geo_FeatureID": "-1240261", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77364", "Action2Geo_Lat": -26.2, "Action2Geo_Long": 28.0833, "Action2Geo_FeatureID": "-1240261", "DATEADDED": 20200813191500, "SOURCEURL": "https://www.iol.co.za/news/politics/malusi-gigaba-and-ex-transnet-ceo-siyabonga-gama-visited-gupta-home-and-left-with-stacks-of-cash-drivers-tell-zondo--7c6e097e-c269-4e50-848b-8dd8c6627cf5"}, "ARTICLE": {"TITLE": "Malusi Gigaba and ex-Transnet CEO Siyabonga Gama visited Gupta home and left with stacks of cash, drivers tell Zondo", "TEXT": "Malusi Gigaba and ex-Transnet CEO Siyabonga Gama visited Gupta home and left with stacks of cash, drivers tell Zondo\n\nShare this article: Share Tweet Share Share Share Email Share\n\nJohannesburg - Former Transnet chief executive Siyabonga Gama was a regular visitor to the Gupta's Saxonwold residence and often left the infamous home with a suitcase filled with cash, the Zondo Commission heard on Thursday. Gama's personal protection officer took the stand at the inquiry on Thursday. His name was concealed to protect his identity and he was referred to as Witness 2. Witness 2 said he was employed as a driver for Gama and detailed incidents where he dropped him at the Gupta residence. Gama was serving as Transnet's Group CEO at the time. Witness 2 said on one occasion he drove Gama to the Gupta residence and parked the vehicle.\n\nHe said Gama emerged later and told him to open the boot later when a man will come and handover something. He said a man emerged from the Gupta residence carrying a briefcase which he placed in the boot.\n\nThe witness said later that day, he drove Gama to the Maslow Hotel in Sandton where he met with Thamsanqa Jiyane, a former Transnet employee. He said Gama instructed him to transfer the suitcase he had to Jiyane's car.\n\nWhen the witness inspected the bag, he noticed that it was filled will cash of R50 and R100 notes.\n\n“I went to the car and took the suitcase to Mr Jiyane’s vehicle, which was parked closer to the entrance, it was a white Mercedes GL class.\n\n“I opened it up and inside the suitcase, there were stacked bundles of cash. The top layer contained R50 notes and R100 notes,” the witness recalled.\n\nFormer Transnet chief executive Siyabonga Gama. Picture: Simphiwe Mbokazi\n\nWitness 2 also told the commission about visits he made to meet Gupta-linked Salim Essa at the residential part of Melrose Arch.\n\nHe said he collected a bag filled with cash from Essa at Gama's request in June 2017.\n\nGama was at the African Pride Hotel at the time.\n\nLater that day he drove Gama to a Bryanston residence where the former executive proceeded to count the money in the bag. He estimated the bag was filled with R1 million.\n\nGama gave Witness 2 R50,000 from the bag, which he later used for his expenses.\n\n“I observed him splitting the cash into two and later he handed me R50,000,\" the witness said.\n\nGama requested that Witness 2 make several other visits to Essa where he collected bags filled with money.\n\nWitness 2 said on one occasion while he was busy with Gama's cars, he found money.\n\n“On one event I was conducting the maintenance of his vehicle at his residence in Midrand. I discovered R200 notes in the boot concealed in the spare wheel compartment. It was not more than R100,000,\" he recalled.\n\nTwo more witnesses took the stand at the inquiry who were identified as Witness 1 and Witness 3.\n\nThey both shared similar encounters.\n\nThe first had worked as a protector for former Transnet CEO Brian Molefe. He told the inquiry that he drove Molefe to the Gupta residence on 10 occasions where he met with Ajay Gupta.\n\nMolefe had also visited the residence carrying a brown leather bag.\n\nWitness 1 said he once witnessed the bag was filled with R200 notes.\n\nWitness 3 protected and drove former public enterprise minister Malusi Gigaba.\n\nHe recalled driving Gigaba to the Gupta residence on six or seven occasions. He also told the inquiry that Gigaba would sometimes emerge from the residence with a bag filled with cash.\n\nThe witness said Gigaba would purchase suits and pay for food using cash bills.\n\nHe also mentioned that he had spotted former Eskom executives Matshela Koko, former Eskom board chairperson Ben Ngubane and even president Jacob Zuma's motorcade was once spotted leaving the Gupta residence.\n\nOther former Transnet executives who regularly visited the residence according to the witnesses were Anoj Singh and Gary Pita, who had both served as Transnet chief financial officers.\n\nEvidence heard at the inquiry has placed Molefe, Singh and Gama, while they served as Transnet executives, at the centre of awarding dodgy locomotive contracts with largely inflated price tags.\n\nA Chinese company, China South Rail, was irregularly awarded a 1064 locomotive contract which saw its costs ballooned to R55 billion.\n\nPolitical Bureau", "METADATA": {"msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "msvalidate.01": "5A0910AA1A12E32A5352933CF5FD96E9", "viewport": "width=device-width, initial-scale=1, viewport-fit=cover", "mobile-web-app-capable": "yes", "google-site-verification": "iQCzO2whcLNU6_F3xi1Dck7JMALz7869mBLTQf08wJo", "fb": {"app_id": 293175074032541}, "og": {"type": "article", "title": "Malusi Gigaba and ex-Transnet CEO Siyabonga Gama visited Gupta home and left with stacks of cash, drivers tell Zondo", "description": "Former public enterprises minister Malusi Gigaba would visit the Guptas and emerge with cash in bags. He would use the cash to buy suits, while former Transnet CEO Siyabonga Gama paid a driver who witnessed several transactions, R50 000, the Zondo Commission heard on Thursday.", "url": "https://www.iol.co.za/news/politics/malusi-gigaba-and-ex-transnet-ceo-siyabonga-gama-visited-gupta-home-and-left-with-stacks-of-cash-drivers-tell-zondo--7c6e097e-c269-4e50-848b-8dd8c6627cf5", "image": {"identifier": "https://image-prod.iol.co.za/resize/3500x366?source=https://xlibris.public.prod.oc.inl.infomaker.io:8443/opencontent/objects/c422ef31-6bf4-57f1-ae1e-08ed7794775e&operation=CROP&offset=0x267&resize=3500x1969", "secure_url": "https://image-prod.iol.co.za/resize/3500x366?source=https://xlibris.public.prod.oc.inl.infomaker.io:8443/opencontent/objects/c422ef31-6bf4-57f1-ae1e-08ed7794775e&operation=CROP&offset=0x267&resize=3500x1969"}}, "description": "Former public enterprises minister Malusi Gigaba would visit the Guptas and emerge with cash in bags. He would use the cash to buy suits, while former Transnet CEO Siyabonga Gama paid a driver who witnessed several transactions, R50 000, the Zondo Commission heard on Thursday.", "twitter": {"site": "@IOL", "creator": "@IOL", "title": "Malusi Gigaba and ex-Transnet CEO Siyabonga Gama visited Gupta home and left with stacks of cash, drivers tell Zondo", "description": "Former public enterprises minister Malusi Gigaba would visit the Guptas and emerge with cash in bags. He would use the cash to buy suits, while former Transnet CEO Siyabonga Gama paid a driver who witnessed several transactions, R50 000, the Zondo Commission heard on Thursday.", "card": "summary_large_image", "image": {"src": "https://image-prod.iol.co.za/resize/3500x366?source=https://xlibris.public.prod.oc.inl.infomaker.io:8443/opencontent/objects/c422ef31-6bf4-57f1-ae1e-08ed7794775e&operation=CROP&offset=0x267&resize=3500x1969"}}}}}