{"GDELT": {"GlobalEventID": 940633765, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.55172413793103, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pune, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70178", "Actor1Geo_Lat": 18.5333, "Actor1Geo_Long": 73.8667, "Actor1Geo_FeatureID": "-2108361", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ratnagiri, Orissa, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN21", "Action2Geo_ADM2Code": "70218", "Action2Geo_Lat": 20.6333, "Action2Geo_Long": 86.3333, "Action2Geo_FeatureID": "-2109259", "DATEADDED": 20200813221500, "SOURCEURL": "https://www.hindustantimes.com/mumbai-news/state-waives-toll-for-vehicles-plying-to-konkan-for-ganesh-chaturthi/story-qCmvlO79eniVYNF1uC5ezL.html"}, "ARTICLE": {"TITLE": "Maharashtra waives toll for vehicles plying to Konkan for Ganesh Chaturthi", "TEXT": "mumbai\n\nUpdated: Aug 14, 2020 13:39 IST\n\nThe Maharashtra government on Thursday announced a toll waiver for private vehicles plying towards Konkan for Ganesh Chaturthi.\n\nEknath Shinde, the cabinet minister for public works department (public undertakings and Maharashtra State Road Transport Corporation) announced that the waiver will be implemented two days prior to the 10-day festival – which falls on August 22 – and two days after it.\n\nShinde held a meeting via video-conferencing with Shambhuraj Desai, the minister of state for home, and other officials to finalise the toll waiver. To avail the waiver, motorists will have to go to their local police station and register their details, including their name, address, vehicle owner’s name, vehicle registration number and the date of journey, in a bid to avail the toll waiver, that will be granted by the issuance of a sticker.\n\nAfter the meeting, Shinde in a series of tweets said that like every year, the state government has decided to waive the toll this year too.\n\n“In the light of the coronavirus outbreak, those travelling to Konkan will need to have a [negative] corona test and an e-pass to travel,” one of his tweets read.\n\nEach year, thousands of people – hailing from Konkan – visit their villages and towns in Raigad, Ratnagiri and Sindhudurg districts of Konkan region for the festival. They either take the Mumbai-Goa highway (National Highway-66) or travel via the Mumbai-Pune expressway or Kolhapur-Bengaluru highway (to travel from Pune to Kolhapur), where tolls are collected. The total toll amount from Mumbai to Konkan costs around ₹500-₹600, depending on the type of vehicle.\n\nThe government has also deployed more Maharashtra State Transport Road Corporation (MSRDC) buses to ferry people to the Konkan region during the festival. Those who wish to travel by the state transport buses will not need an e-pass, but have to undergo a Covid-19 test 48 hours prior to the journey. According to the state government guidelines, only those who are tested negative will be allowed to travel.\n\nMeanwhile, a miscommunication between the state and railways resulted in the delay in operations of special outstation trains for Ganesh Chaturthi. While transport minister Anil Parab said they gave permission for trains to operate, the railways said the state asked to keep the operations on hold.\n\n“Confusion is being created by the railways by blaming us [state government]. We have asked for 200 trains and directed the railway authorities to depart the trains once they get the bookings. It is not true that we have asked them to keep the proposal on hold. Nothing was given in writing and no oral orders are obeyed in government communication. They should immediately start the trains running,” said Parab.\n\nAccording to officials from the chief minister’s office, the proposal to run special trains has been put on hold and may be given a go-ahead only a week ahead of Ganesh Charturthi (August 22).\n\n“Ratnagiri and Sindhudurg have no capacity or health infrastructure to take extra load. The district administrations have requested to not give permissions to people coming from Mumbai, Pune and other cities. The railways may be given permission to ply trains early next week,” the official said.\n\nHowever, the minister confirmed that Ratnagiri and Sindhudurg district administrations have been asking the state to not allow people from outside the districts to flock in during the festival.\n\n“Even if we decide to run the trains, there is no response from the people. We have kept 3,000 ST (state transport) buses ready to ply more than 60,000 passengers but have received booking only for 12,000 passengers so far,” he said.\n\nMeanwhile, the Central Railway in a press release stated that they are ready to operate trains but waiting for approval from the state. “Railways is ready to run the specials subject to all the norms including social distancing, etc. Senior officials of the state government of Maharashtra informed on telephone on Saturday, August 8, at night to keep on hold the schedule of the running of special trains, as the matter is under reconsideration of the Maharashtra government and said that they would advise the outcome. Since then, the railway administration, both at the board level and the zonal level, are in continuous touch with Maharashtra government officials and have been waiting to go ahead,” the press release read.", "METADATA": {"google-site-verification": "U3xIlrlaetYrU7V1lNSFthKZzBFJ_S6qVzdn_gpMNjc", "keywords": "Maharashtra, Ganesh Chaturthi, Konkan", "news_keywords": "Maharashtra, Ganesh Chaturthi, Konkan", "description": "Eknath Shinde, the cabinet minister for public works department (public undertakings and Maharashtra State Road Transport Corporation) announced that the waiver will be implemented two days prior to the 10-day festival – which falls on August 22 – and two days after it.", "og": {"locale": "en_us", "type": "article", "title": "Maharashtra waives toll for vehicles plying to Konkan for Ganesh Chaturthi", "description": "Eknath Shinde, the cabinet minister for public works department (public undertakings and Maharashtra State Road Transport Corporation) announced that the waiver will be implemented two days prior to the 10-day festival – which falls on August 22 – and two days after it.", "url": "https://www.hindustantimes.com/mumbai-news/state-waives-toll-for-vehicles-plying-to-konkan-for-ganesh-chaturthi/story-qCmvlO79eniVYNF1uC5ezL.html", "image": {"identifier": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/14/Pictures/continue-chaturthi-celebration-gangurde-preparations-ganpati-workshop_4ad520fe-de05-11ea-a97c-4447400c36de.jpg", "width": 960, "height": 640}, "site_name": "Hindustan Times"}, "tweetmeme-title": "Maharashtra waives toll for vehicles plying to Konkan for Ganesh Chaturthi", "twitter": {"card": "summary_large_image", "site": "@httweets", "creator": "@httweets", "url": "https://www.hindustantimes.com/mumbai-news/state-waives-toll-for-vehicles-plying-to-konkan-for-ganesh-chaturthi/story-qCmvlO79eniVYNF1uC5ezL.html", "title": "Maharashtra waives toll for vehicles plying to Konkan for Ganesh Chaturthi - mumbai news - Hindustan Times", "description": "Eknath Shinde, the cabinet minister for public works department (public undertakings and Maharashtra State Road Transport Corporation) announced that the waiver will be implemented two days prior to the 10-day festival – which falls on August 22 – and two days after it.", "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/14/Pictures/continue-chaturthi-celebration-gangurde-preparations-ganpati-workshop_4ad520fe-de05-11ea-a97c-4447400c36de.jpg"}, "article": {"published_time": "2020-08-14T02:53:07+05:30", "modified_time": "2020-08-14T13:39:18+05:30"}, "section": "mumbai news", "storyid": "84b794fc-dd5e-11ea-b1b0-f6d177b03796", "last-updated": "2020-08-14T13:39:18+05:30", "fb": {"pages": 111445058579, "app_id": 672336366190593, "admins": 100006810078735}, "Last-Modified": "2020-08-14T13:39:18+05:30", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1"}}}