{"GDELT": {"GlobalEventID": 940673798, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LBY", "Actor1Name": "TRIPOLI", "Actor1CountryCode": "LBY", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.9231815091774305, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sirte, Sha`biyat Surt, Libya", "Actor1Geo_CountryCode": "LY", "Actor1Geo_ADM1Code": "LY76", "Actor1Geo_ADM2Code": "19099", "Actor1Geo_Lat": 31.2089, "Actor1Geo_Long": 16.5887, "Actor1Geo_FeatureID": "-3178329", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sirte, Sha`biyat Surt, Libya", "Actor2Geo_CountryCode": "LY", "Actor2Geo_ADM1Code": "LY76", "Actor2Geo_ADM2Code": "19099", "Actor2Geo_Lat": 31.2089, "Actor2Geo_Long": 16.5887, "Actor2Geo_FeatureID": "-3178329", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sirte, Sha`biyat Surt, Libya", "Action2Geo_CountryCode": "LY", "Action2Geo_ADM1Code": "LY76", "Action2Geo_ADM2Code": "19099", "Action2Geo_Lat": 31.2089, "Action2Geo_Long": 16.5887, "Action2Geo_FeatureID": "-3178329", "DATEADDED": 20200814021500, "SOURCEURL": "https://morningstaronline.co.uk/article/f/libyas-former-deputy-foreign-minister-nato-invasion-cause-misery-libya"}, "ARTICLE": {"TITLE": "Libya’s former deputy foreign minister: ‘Nato’s invasion is the cause of the misery in Libya’", "TEXT": "IN the spring of 2011, Nato were supposed to “save” the Libyan people from repression and massacre. Nine years later, Libya is characterised by chaos, division and fierce battles between domestic and foreign interests.\n\n“We have not had a unified and functioning government since March 2011. The Libyans have paid a high price for the invasion,” says Khaled Kaim, the country’s former deputy foreign minister.\n\nDevelopments in Libya appear from time to time in the news flow. The war that started in March 2011 has not yet ended. On the contrary, the fighting has escalated over the past year and more outside parties are getting involved in the power struggle in the oil-rich country.\n\nIn media reports, Libya’s two dominant power blocs are usually described as follows:\n\nOn one side is the UN-backed unity government based in the capital, Tripoli, in the west. The unity government is led by President Fayez al-Sarraj and includes the Muslim Brotherhood. Al-Sarraj is backed by Turkey, Qatar and the US, among others.\n\nOn the other side is the parliament in Tobruk in the east and the Libyan National Army (LNA) led by the secular-oriented general Khalifa Haftar. The LNA is supported by, among others, Egypt, Russia, France and the United Arab Emirates.\n\nHowever, Kaim does not agree with these descriptions.\n\n“The situation is very complicated. Libya is very divided. The loyalty of the armed militias vary. And both parties [the national accord government in Tripoli and General Haftar in the east] build their forces around former officers and soldiers in the Libyan army, militiamen, mercenaries and so-called Islamists.”\n\nKaim served in the government that was led by Muammar Gaddafi and was overthrown in 2011 by Nato, the Gulf states and Libyan rebels.\n\n“I fulfilled my duties until August 2011 when Tripoli fell into the hands of Nato and its allies,” says Kaim.\n\nBy then he was a familiar face in international media and among political leaders in the West. Kaim tried to draw attention to the suffering of the civilian population as a result of the Nato bombings and he supported the initiatives for peaceful solutions taken before the attack, and during the first months of the war.\n\nWhen I get in touch with Kaim in July 2020, more than nine years had passed since the war began. He has not held any formal post since the regime change, nor is he a member of any Libyan political organisation. But he remains committed to trying to contribute to a better future for Libya and its people.\n\n“Sorry for the delay, I got stuck in a meeting with exiled Libyans,” he says in one of our agreed phone conversations. The interview is done both in writing and orally.\n\nKaim says that he occasionally travels back to Libya but now has his base outside his native country.\n\nIn October 2011, Nato Secretary General Anders Fogh Rasmussen called the Libyan operation “one of the most successful in Nato history.” What do you say about what happened that year, I ask him?\n\n“What happened in Libya in 2011 was something completely different than what was described by the political leaders and media in the West. The political campaign, including the demonisation of Gaddafi and the disinformation war that preceded the attack, were carried out to achieve two goals: regime change and a strategic presence in the region.”\n\n“The bloody intervention was never about democracy and freedom or about protecting civilians, it was about the sick interests of France, Britain, the United States and the reactionary, outdated Gulf state regimes.”\n\nHis description of the course of events should not be controversial.\n\nAs early as September 2016, Britain’s Foreign Office published a report questioning many of the “truths” of the Libyan war. It points out that the allegations used to justify the Nato attack in March 2011, such as that Libyan leader Gaddafi ordered the army to massacre the civilian population in the city of Benghazi, were taken off the air. There was no evidence or intelligence to suggest that this was indeed the case.\n\nIn addition, the report says that among the Libyan rebels who received support from the West were extreme Islamists and groups with ties to al-Qaeda.\n\nThe invasion has led to Iisis, al-Qaeda and similar groups establishing themselves not only in Libya but in the entire region. It has also led to arms and human trafficking and we even hear rumours about slave markets.\n\nWhen Nato ended its operation in the autumn of 2011, Nato Secretary General Fogh Rasmussen spoke of “a new Libya based on freedom, democracy, human rights, the rule of law and reconciliation.” These beautiful words had nothing to do with reality.\n\n“The invasion turned Libya into a failed state,” says Kaim. “It was the invasion that laid the foundation for the people now living in misery.”\n\nHe talks about the looting and destruction of infrastructure and about government institutions that have stopped working. Free education and healthcare no longer exist. Power outages and inadequate water supply are part of everyday life. And the alleged democracy does not exist, according the former minister.\n\n“It was a small minority of the Libyan people who voted in the elections in 2012 and 2014. The invasion has led the country towards division and tyranny. MPs remain despite their mandates having ended, and we have two unelected governments.”\n\nThe past year’s battles have meant major and drastic turns on the ground. By the turn of the year, General Haftar’s LNA forces had succeeded in capturing large parts of western Libya and had also gained control of some of Tripoli’s suburbs.\n\nHaftar’s success prompted Turkey to step up its military support to the threatened unity government in Tripoli. Thousands of armed men from Syrian extremist groups flew to Libya and were deployed in the fighting against Haftar and the LNA.\n\nHaftar is also accused of using hired mercenaries, albeit from a Russian private security company.\n\nIn early June, it was clear that Turkish military aid had paid off. Haftar’s forces were forced to withdraw to the east. And suddenly it was the Tripoli government that threatened to seize Haftar’s important strongholds, such as the port city of Sirte and its nearby oil wells.\n\nThen Turkey’s main opponent in the region, Egypt, chose to express its dissatisfaction. On July 20, the Egyptian parliament gave its approval to send troops to Libya to support General Haftar.\n\nThe situation has been further aggravated by Turkey signing an agreement with the Tripoli government to drill for oil and gas in a disputed area in the eastern Mediterranean. This has upset Greece and Cyprus, which border the planned wells.\n\nKaim repeatedly points out that he does not take a stand for either of Libya’s two governments. He is equally dismissive of the increased military involvement of regional and international actors.\n\n“They want to wage their wars and promote their interests in Libya at the expense of our blood and their mercenaries’ blood. Libyans should fight to create peace and stop the flow of blood. It is not in our interest that foreign powers establish military presence in Libya for the sake of their strategic interests.”\n\nIs there a way to peace? Kaim sharply criticises the UN in general and its Libyan mission, UNSMIL, a bureaucratic, unproductive organisation that has made many mistakes and interfered in Libyan politics instead of acting as a peacemaker and mediator, he says.\n\nThe solution is for the UN to focus on mediating and brokering peace. And to prepare for democratic parliamentary and presidential elections.\n\nIn 2011, there was a great deal of pent-up dissatisfaction in Libya with the then system and government. During his years as a minister, Kaim himself was a critic both of political choices and the inadequate efforts and corruption of some of his colleagues. He presented the criticism mainly internally, but also openly in some interviews after the war started.\n\nKaim points out that at the same time, many Libyans supported Gaddafi and the Green Revolution he launched after taking power in 1969.\n\nI ask him: where are all these Gaddafi supporters today? Is there any movement that unites them as a common political force in Libya?\n\n“Gaddafi, the leader, was killed by Nato and no one has taken on the role as his successor. Those who were considered loyal to Gaddafi in 2011 came from different parts of society, they did not just belong to a certain clan or political movement.\n\n“Today, there are former government officials who work with the Tripoli government and you can also find them in the government in the east.\n\n“I do not see any political movement that can say that it represents the legacy of Gaddafi. But the support has not disappeared, it remains,” Kaim concludes.\n\nPatrik Paulov is a freelance reporter in Gothenborg, Sweden.", "METADATA": {"theme-color": "#ffffff", "MobileOptimized": "width", "HandheldFriendly": "true", "description": "KHALED KAIM, a former leading official in Gadaffi's government, spoke to Patrik Paulov about the lies told by the Nato forces and Gulf states about the destruction of Libya and the chaos wrought by warring forces today", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Morning Star", "type": "article", "title": "Libya’s former deputy foreign minister: ‘Nato’s invasion is the cause of the misery in Libya’", "url": "https://morningstaronline.co.uk/article/f/libyas-former-deputy-foreign-minister-nato-invasion-cause-misery-libya", "description": "KHALED KAIM, a former leading official in Gadaffi's government, spoke to Patrik Paulov about the lies told by the Nato forces and Gulf states about the destruction of Libya and the chaos wrought by warring forces today", "updated_time": "2020-08-13T13:27:54+01:00", "image": "https://morningstaronline.co.uk/sites/all/themes/custom/morningstar_online/morning-star-default.png"}, "twitter": {"card": "summary", "url": "https://morningstaronline.co.uk/article/f/libyas-former-deputy-foreign-minister-nato-invasion-cause-misery-libya", "title": "Libya’s former deputy foreign minister: ‘Nato’s invasion is the cause", "description": "KHALED KAIM, a former leading official in Gadaffi's government, spoke to Patrik Paulov about the lies told by the Nato forces and Gulf states about the destruction of Libya and the chaos wrought by", "image": "https://morningstaronline.co.uk/sites/default/files/10%20-%20migrant%20boat_0.jpg"}, "article": {"published_time": "2020-08-12T12:13:36+01:00", "modified_time": "2020-08-13T13:27:54+01:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}