{"GDELT": {"GlobalEventID": 940625725, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.82387368994147, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Munich, Bayern, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM02", "Action2Geo_ADM2Code": "16532", "Action2Geo_Lat": 48.15, "Action2Geo_Long": 11.5833, "Action2Geo_FeatureID": "-1829149", "DATEADDED": 20200813211500, "SOURCEURL": "https://www.lexology.com/library/detail.aspx?g=2f7c3b6a-2c0a-42b1-89b2-53fc61795a58"}, "ARTICLE": {"TITLE": "Private equity fundraising in Germany", "TEXT": "I GENERAL OVERVIEW\n\nIn 2017, private equity fundraising remained at almost the previous year's level at €2.98 billion, as reported by the German Venture Capital Association (GVCA) in its annual yearbook. About half of this total referred to venture capital funds. Venture capital fundraising increased slightly from €1.33 billion to €1.49 billion. On the other hand, the fundraising of buyout funds with €0.94 billion was around 35 per cent lower than its value by the end of the past year. Investments into Germany-based portfolio companies increased to €11.31 billion, which is about 67 per cent more than in the previous year. Seventy-nine per cent of these investments were made into buyouts. Venture capital investments (seed, start-up, later-stage venture capital) remained broadly unchanged and amounted to €1.05 billion.\n\nThe German tax and regulatory environment has become even more challenging for private equity funds (namely on account of BEPS,2 FATCA/CRS, the Investment Tax Reform Act, VAT on management fees, tax transparency and permanent establishment issues, rumours regarding future restrictions of the German capital gains tax-exemption regime, and carried-interest taxation issues).\n\nPrivate equity funds and other alternative investment funds (AIF) are regulated in Germany pursuant to the German Capital Investment Code (KAGB) that implemented the Alternative Investment Fund Managers Directive 2011/61/EU (AIFMD) into German law. In Germany, not only the national investment regulation has been revised to transpose the AIFMD, but the existing product regulation of the abolished previous German Investment Act has been extended to include closed-ended funds and alternative assets in the KAGB.\n\nThe KAGB and its interpretation by the German Federal Financial Supervisory Authority (BaFin) are often more restrictive than the national legislation implementing the AIFMD in other countries of the European Union. Therefore, an increasing number of German fund managers have begun to establish more teams with an international focus and offer non-German fund structures, either onshore (i.e., Luxembourg, the Netherlands, Ireland) or offshore (i.e., Guernsey, Jersey) to German investors. Compared to countries such as the United Kingdom, France and Italy, German private equity funds do not achieve billion-euro commitments. Billion-euro allocations for German investments are more likely to be integrated into pan-European private equity funds with strong German advisory teams.\n\nIn terms of asset classes, the trend of the preference of German institutional investors continues to shift from classic buyout to debt funds, infrastructure funds, renewable energy funds and other real asset funds (i.e., timberland) that aim to generate an ongoing yield. Based on a survey conducted by the GVCA, institutional investors in Germany are highly satisfied with their involvement in private equity and have recently expanded their investments in the private equity sector, and are planning to increase their commitments in the future.3\n\nIn terms of investors, most of the newly raised capital has been provided by individual investors and family offices as well as institutional investors (in particular German insurance companies, pension funds and pension schemes). Institutional investors are often entitled to a beneficial taxation of capital gains (95 per cent exemption for many corporate investors, tax exemption for pension funds, flat tax rate of 25 or 40 per cent exemption for individual investors). However, the former 95 per cent dividend exemption was abolished for dividends that German or non-German corporations would receive from minority shareholdings (less than 10 per cent). On the subject of the flat tax regime, whether it should be abolished in the future is currently being discussed at the political level.\n\nII LEGAL FRAMEWORK FOR FUNDRAISING\n\nIn Germany private equity funds are generally regulated according to the KAGB, which entered into force in 2013 and has transposed the European AIFMD into German law. The KAGB is applicable to AIF domiciled or distributed in Germany and – with respect to the implementation of the AIFMD – also provides for a regulation of Germany-based fund managers or those that provide their services via using the European passport (freedom to provide services in another Member State).\n\nIn this section, no distinction is made between AIFs that are internally managed and AIFs that are externally managed. In practice, however, an internally managed fund, namely a fund that does not appoint an external manager but rather manages itself and obtains authorisation as an alternative investment fund manager (AIFM), is generally the exception as regards German AIFs. However, one has to consider that an external AIFM must have a certain legal form as stock company (AG), limited liability company (GmbH) or limited partnership, where the general partner is a limited company (GmbH & Co KG).\n\ni German limited partnership\n\nThe most common German fund structure for private equity funds is a German limited partnership (KG) (referred to as an 'investment KG' in the KAGB). In this respect, German law principally follows the Anglo-American limited partnership-type fund structures.\n\nThe general partner can be a German limited company (GmbH) or even another German limited partnership (e.g., a GmbH & Co KG). Given the illiquid nature of private equity-related investments, it is in principle not possible to set up a private equity fund as open-ended. Shares in a closed-ended investment KG may according to the KAGB only be held by (semi-)professional investors directly. A trustee arrangement may only be used in the case of a closed-ended retail investment KG, whereby the agreement must limit the activity of the fund to the investment of raised capital and management of the held assets (no operative or commercial activities). The fund must have a defined investment policy additionally to the limited partnership agreement. In principle, an investment KG partnership agreement will appear to be quite similar to an Anglo-American limited partnership agreement, although the KAGB requires certain specifications. Both the limited partnership agreement and the investment policy, as well as any marketing documents, have to be notified to and, in the case of retail funds, be approved by BaFin.\n\nFor legal purposes, the German limited partnership is quite competitive with those of other jurisdictions.\n\nHowever, German partnership law provides for some tax-driven adjustments. The main legal differences of a German limited partnership agreement compared with a limited partnership agreement under English law are as follows:\n\nno loan commitment – as opposed to an English limited partnership, a German limited partnership agreement would not have to provide for a loan commitment. Instead, the commitments of the limited partners to the capital of a German limited partnership would be divided into a small capital contribution and a large preferred capital contribution; managing limited partner – in addition to the general partner, a limited partner (GmbH, an individual or another German limited partnership) would be entitled to certain management responsibilities. The managing limited partner concept is mainly tax-driven and aims to achieve the qualification of an asset management partnership (non-trading) rather than a trading partnership, and in particular to avoid a permanent establishment and thereby tax filing obligations in Germany; and priority profit share – the German limited partnership would provide for a priority profit share to be paid to the general partner or the managing limited partner, or both, rather than a management or performance fee. This is again tax-driven to achieve certain VAT advantages, if possible. In practice, it is difficult to obtain a VAT exemption; therefore, Germany is not competitive compared with a Luxembourg partnership structure or – for instance – funds on the Channel Islands. However, if a fund qualifying as an AIF is externally managed, it can be assumed that a significant share of income paid to the fund manager must be classified as a management fee, given the activities that must be performed by the AIFM from a regulatory perspective.\n\nii German partnership limited by shares\n\nAnother local fund structure is the German partnership limited by shares (KGaA), which is comparable with a Luxembourg partnership limited by shares (SCA) because in both structures the limited partners (investors) qualify as shareholders in a corporation that would receive dividends. In practice, a KGaA used to be most suitable for German-resident investors because they were able to benefit from the relevant dividend exemption regime (i.e., 95 per cent corporate tax exemption for corporate investors). This benefit largely vanished with the sunset of the participation exemption for investors with a shareholding of less than 10 per cent. The rules on minority shareholdings do not yet jeopardise the capital gains tax exemption, which is currently under discussion. For non-German resident investors, the KGaA was already in a non-tax-efficient structure. Managers of domestic KGaA should therefore consider restructuring (e.g., form change) into other legal forms.\n\niii The German Capital Investment Code\n\nSCOPE OF AIFMD/KAGB REGULATION\n\nIn general, all EU-managers of AIF are subject to the European AIFMD regulation. As mentioned above, the KAGB has implemented the AIFMD into German law. In this respect the KAGB provides for rules regarding the authorisation and regulation of the management company. Additionally, the KAGB provides for a specific product regulation regime referring to German AIF and states the requirements for the distribution of fund shares in Germany.\n\nMANAGER REGULATION\n\nFund managers regulated by the KAGB have to apply for authorisation by BaFin to conduct their business.4 The regulations require the implementation and specification of many functions, especially portfolio and risk management, but also the depositary function, the valuation function, compliance, internal audit, delegation, liquidity management, transparency and remuneration policies by the AIFM. Further, the AIFM must fulfil capital and substance requirements.\n\nThe KAGB has implemented certain rules that go beyond the European AIFMD regulation. One important example is the valuation of the AIF's assets.\n\nUnder the AIFMD the AIFM has to implement a valuation function that can be delegated to an external evaluator or – if certain requirements are met – internally conducted by the AIFM itself.\n\nGerman legislation, however, differentiates between the pre-acquisition valuation (to ensure fair value valuation and market conformity of the transaction) and ongoing valuation for purposes of accounting and net asset value calculation. To ensure investor protection, German retail funds are subject to mandatory external pre-acquisition valuation.\n\nTypical private equity fund assets, namely, private equity investments, co-investments or units or shares in AIF (target funds), may only be acquired when they are previously valued as follows: for assets of a value up to €50 million by one external evaluator, or for assets of a value of over €50 million by two external evaluators who perform the valuation of the assets independently of one another.\n\nThe external evaluator performing a pre-acquisition valuation may not also perform the annual (ongoing) valuation of assets during the holding period. All external evaluators must meet certain independence criteria. They may perform the function of external valuation for a maximum period of three years. The income of external evaluators resulting from their services provided to AIFMs may not exceed 30 per cent of their total income in their financial year. In addition, an AIFM may appoint the external evaluator again only after a two-year cooling-off period.\n\nBeyond that, external evaluators must undergo a due diligence process according to the AIFMD regulations, and must be notified to BaFin. The performance of the ongoing valuation by an external evaluator qualifies as a delegation arrangement (as it is included as a function that an AIFM will generally perform in the course of the collective management of an AIF as defined in Annex I of the AIFMD) and must be treated as such.\n\nPRODUCT REGULATION\n\nDifferentiation between open-ended and closed-ended AIF\n\nThe AIFMD and the KAGB differentiate between open-ended and closed-ended AIF.\n\nThe distinction of whether an AIFM manages open-ended or closed-ended AIF is important, because the AIFMD and the KAGB require the AIFM to comply with particular requirements depending on the type of AIF it manages.\n\nAccording to the European delegated regulation on the regulatory standards for determining types of funds,5 an open-ended fund is any fund whose units or shares are, at the request of any of its shareholders or unitholders, repurchased or redeemed prior to the commencement of its liquidation phase or wind-down, directly or indirectly out of the assets of the fund. (However, a decrease in the capital in connection with distributions will generally not qualify a fund as open-ended.) Closed-ended funds are all other non-open-ended funds.\n\nGerman product landscape\n\nThe KAGB has introduced a reform of the entire German product landscape, with restrictions on asset types for retail funds and specific product rules regarding open-ended and closed-ended special funds with professional and semi-professional investors.\n\nThe product rules of the KAGB also provide for a 'restriction of legal forms', meaning that a closed-ended fund has to be structured either as a closed-ended limited partnership or as an investment stock corporation with fixed capital. The latter vehicle would most probably be seldom used because of tax inefficiencies. This restriction of legal forms represents a theoretical disadvantage given the variety of other EU vehicles; however, the private equity industry should be able to accept the limited partnership structure as it is the most common legal form used in Germany anyway.\n\nIt is possible – exclusively for professional and semi-professional investors – to launch a German open-ended special fund that is generally allowed to invest in illiquid private equity assets using as a legal form either an open-ended limited partnership, an open-ended pool of separate assets or an open-ended investment stock corporation with variable capital. However, open-ended special funds for professional and semi-professional investors must be invested according to the principle of risk diversification and must provide for an (overall) asset portfolio with a liquidity profile that is in line with its redemption clauses.\n\nClosed-ended retail funds provide for a specific catalogue of eligible assets; namely, an AIFM may only invest for a closed-ended retail AIF in tangible (real) assets; shares in public-private partnerships; shares in holding companies that may only acquire said tangible assets; participations in companies that are not admitted to trading on a stock exchange or traded on an organised market (private equity investments); units or shares in target AIF with similar investment policies; and some liquid assets and financial instruments. In addition, closed-ended retail funds must among others always be invested according to the principle of risk diversification and may only borrow up to a certain percentage calculated with respect to the fund's aggregated capital paid in by the investors.\n\nThe contractual terms of retail funds must be approved by BaFin, whereas the contractual terms of special funds for professional investors need only be notified.\n\nMARKETING RULES UNDER THE AIFMD AND KAGB\n\nDefinition of marketing and distribution\n\nThe KAGB does not differentiate between private placement and public offering, but defines marketing and distribution as any direct or indirect offering or placement of fund shares to any type of investor. As an exception, if the distribution of the fund shares to professional or semi-professional investors in Germany does not take place at the initiative of the AIFM or on behalf of the AIFM (reverse solicitation), it does not qualify as marketing within the meaning of the KAGB. However, this reverse solicitation exemption is not stated in the law and is only common understanding of the Regulator. Hence, this approach should be handled very carefully and bears risks.\n\nNotification process for marketing funds\n\nIn Germany, the notification process with BaFin is required for all funds to be marketed. This process is particularly burdensome for non-EU AIFMs. Until the implementation of the passport regime for non-EU AIFMs, a non-EU fund manager must provide sufficient evidence of compliance with the AIFMD and the KAGB respectively when applying for permission to market in Germany.\n\nEvery non-EU or EU AIFM has to go through a notification procedure with BaFin to market an AIF in Germany (inbound marketing). Minimum requirements of the notification letter are as follows:\n\na business plan, including information on the AIF and the specified domicile of the AIF; contractual terms and legal documents of the AIF; name of the depositary; and a description of the AIF and all required information to be disclosed to investors (e.g., prospectus and key information document).\n\nIn addition, when marketing, the AIFM must use safeguards to prevent the marketing of special funds (set up exclusively for professional and semi-professional investors) to retail investors, such as notes in the prospectus, separate and restricted website portals, and relevant obligations in contracts with distribution partners.\n\nAs a prerequisite for marketing to German retail investors, the fund must be fully compliant with the KAGB regarding, inter alia, eligible assets, structure, investment restrictions and valuation.\n\nUnder the AIFMD passporting regime authorised EU fund managers will notify their national competent authorities (NCA) that they wish to market a fund to professional investors in another Member State of the EU and supply the required documents. Their NCA in turn contact the NCA of the targeted Member State to inform it of the intention to market. EU AIFMs authorised under the AIFMD must supply additional information on the KAGB-conformity of the fund if marketing to retail investors.\n\nAs a practical matter, the definition of marketing within the meaning of the KAGB depends generally on the existence of a specific AIF, namely an AIF that has been launched or trades under a definite fund name or whose contractual terms are definite and fixed. Consequently, AIFMs have to be careful in the pre-marketing phase to plan the timing of the notification process, which for a non-EU AIFM or a non-EU AIF may take a longer time.\n\nCLIENT CLASSIFICATION\n\nGiven the fact that funds for professional and semi-professional investors are regulated less restrictively because of the lower level of consumer protection required compared to that for retail clients, it is necessary to decide in the pre-marketing phase which group of clients the fund shall be marketed to.\n\nAs a basis, the AIFMD has adopted the EU-wide applicable Markets in Financial Instruments Directive 2004/39/EC (MiFID) client categories, namely, the professional and retail client definitions used to achieve harmonised consumer protection in investment services.\n\nTo allow investors that are, for example, institutional but not professional to invest into professional funds, the KAGB has introduced a new client category – the semi-professional investor. With the introduction of the semi-professional investor the KAGB clearly deviates from the AIFMD and allows certain retail investors to be treated as professional investors – even if they cannot be upgraded under MiFID6 criteria. This is good news for clients whose classification is disputed, such as trusts, foundations or family offices.\n\nHowever, a retail investor may only be treated as a semi-professional investor if it fulfils the requirements that justify the lower level of protection. This is assumed to be justified if it makes a minimum investment of at least €10 million. Depending on who distributes, either the AIFM or its distribution partner is responsible for classifying the client.\n\nFor investments below the €10 million threshold, the AIFM (or its distribution partner) must ensure that the investor commits to making an initial single minimum investment of €200,000 in the AIF in question, an exemption threshold previously set out in Article 2 of the Capital Investment Act. This is to prove that the investor has sufficient financial resources to back its allocated risk appetite.\n\nIn addition, as with Article 6 of the EU Regulation on European venture capital funds (EuVECA),7 the investor must state in writing, in a document separate from the contract to be concluded for the commitment to invest, that it is aware of the risks associated with the envisaged commitment or investment.\n\nThe AIFM (or its distribution partner) has to assess and obtain evidence that the investors has the expertise, knowledge and experience to independently assess the risks involved with the investment in the fund. If possessed of the relevant qualifications, the investor is deemed able to judge the suitability of the investment for itself. This, however, is based on the assumption that the investor is not as well versed in market knowledge and experience as the professional investor as defined under MiFID II.\n\nIf the AIFM (or its distribution partner) believes that the investor is able to make investment decisions itself and thus understands the inherent risks, and that the commitment is appropriate for the investor concerned, then the AIFM (or its distribution partner) must confirm in writing that the assessment has been performed and that these requirements have been met.\n\nCROSS-BORDER MARKETING IMPLICATIONS\n\nAs the semi-professional investor is, from a MiFID II perspective, a retail client, funds containing semi-professional investors must be treated as retail funds and are subject to the national legislation of the individual Member States on marketing to retail investors. The possibilities of marketing these funds may be restricted if they are not compliant with the national legislation in question or if inbound notification procedures are not complied with. In addition, other Member States will most likely not foresee an outbound notification procedure for marketing to German semi-professional investors.\n\niv The German Venture Capital Companies Act\n\nGerman private equity funds may consider registering under the German Venture Capital Companies Act (UBGG), which was introduced in 1998 and remains in effect even under the KAGB. Both laws are simultaneously applicable if the requirements are met and provided current activities are not grandfathered. KGs, KGaAs, GmbHs and AGs are eligible as a 'UBG fund'. The UBGG provides for partial tax transparency because UBG funds are exempted from German trade tax. However, UBG funds are restricted to a series of certain quotas that mainly aim to exclude holding companies from the benefits of the UBGG. For example, a UBG fund must not acquire majority shareholdings (i.e., not more than 49 per cent of the voting shares, subject to certain generous exemptions). In addition, the UBG fund must not invest more than 30 per cent in investments outside the EU or EEA. These restrictions practically limit the relevance of the UBGG mainly to a number of regional German mid-cap funds. However, the UBGG may be an interesting alternative for a German mezzanine fund, mid-cap fund or fund of funds.\n\nv The EuVECA\n\nSince 2013, the EuVECA has been directly applicable in all Member States to venture capital funds that are neither UCITS nor exceed the thresholds of the AIFMD, and where the AIFM (internal or external) is therefore only subject to registration with the NCA. The Regulation includes measures to allow qualified venture capital managers to market their funds to investors across the EU under a new 'European venture capital fund' label. The EuVECA sets out the requirements relating to the investment portfolio, investment techniques and eligible undertakings a fund must comply with. It also establishes categories of investors the funds may target; professional investors according to Annex II MiFID, or other investors that commit to investing a minimum of €100,000 and state in writing, in a separate document from the contract to be concluded for the commitment to invest, that they are aware of the risks associated with the envisaged commitment or investment.\n\nIII REGULATORY DEVELOPMENTS\n\nOn account of Brexit there will be changes in the European regulatory environment. UK or German entities currently using the European passport will have to change their actual structure. If the United Kingdom leaves the EU, we strongly expect that the European passport procedure for fund managers will no longer apply, as the United Kingdom will be regarded as a third country.\n\nMoreover, because of the implementation of MiFID II,8 which mainly affects the German Securities Trading Act and securities trading firms there will be changes to the KAGB, too, especially for German fund manager (branches or separate legal entities) that provide services or non-core services as defined by the AIFMD.9\n\nIV TAX DEVELOPMENTS\n\nThe issues below, which might be relevant for fund taxation, have been addressed in the draft of the coalition agreement between the Christian Democratic Union, the Christian Social Union and the Social Democratic Party in February 2018:\n\nabolition of the flat tax regime on interest income through the establishment of a functioning automatic exchange of information; new initiatives should be developed together with France to adapt to the changes and challenges arising at an international level, including those involving the United States; support for a common tax base and for the introduction of minimum business tax rates at a European level; amendment of the Foreign Tax Act to meet modern demands; introduction of a financial transaction tax at a European level; more measures to combat tax evasion, tax avoidance, unfair tax competition and money laundering on a national, European and international level; implementation of obligations made under OECD BEPS; implementation of the EU Anti-Tax Avoidance Directive; and adaption of the interest-limitation rules and the introduction of regulations for hybrid entities.\n\nThe following issues have already been discussed in previous years but remain on the agenda for 2018 or even later:\n\nin keeping with similar practice for dividend taxation, abolishing the 95 per cent exemption on the sale of portfolio shareholdings (less than 10 per cent) has been suggested; the beneficial treatment of the carried-interest taxation might be abolished. Currently, the tax law provides for a beneficial tax regime that allows it to exempt 40 per cent of carried interest from taxation (see below); and there is a discussion on the abolishment of the solidarity surcharge.\n\nAnother reform effort that is worth mentioning is the promotion of venture capital in Germany to be internationally competitive as a location for venture capital investment. During the most recent legislative period the government launched measures to improve conditions for venture capital, as envisaged in the coalition agreement; however, new legislation was not adopted. How the reform will develop under the new government remains to be seen.\n\nFor each of these initiatives and legislative changes, private equity funds will have to carefully consider their acquisition structures for potential current and future tax exposures, and private equity managers will have to be more coordinated when structuring their investments in future.\n\ni The German Investment Tax Act\n\nThe new fund tax rules came into effect on 1 January 2018 and set out fundamental changes to investment taxation by replacement of fiscal transparency by an opaque tax regime. Furthermore, two regimes for fund taxation have been established – a transparent tax regime (for special funds if they opt for it) and an opaque tax regime (for non-special funds if they do not qualify as a special fund). In contrast to former legislation, the new German Investment Tax Act (ITA) provides for an expansion of the scope of application to cover all UCITS and AIF. However, the new rules only apply to German and international funds treated as corporations. Private equity funds in the legal form of partnerships – that are not UCITS – are not in the scope of the new ITA. General rules on the taxation of partnerships will continue to apply.\n\nThus, for managers of non-German private equity funds it is necessary to assess, if their legal set-up is comparable to a German partnership or corporation. The tax consequences may differ significantly depending on the result of this classification.\n\nii Taxation of private equity funds in the form of partnerships\n\nGerman private equity funds in the legal form of partnerships and comparable foreign private equity funds are usually subject to the general German tax rules.\n\nThe taxation of partnership funds and their investors depends on the classification of the partnership as an asset management or (deemed) business partnership. Under German tax practice (case law), this qualification is based on facts and circumstances rather than on a specific status.\n\nTo claim asset management status, the fund vehicle or its general partner partnership should have a managing limited partner, which should be entitled to certain management responsibilities. This concept used to be internationally unique; however, it was recently introduced into Luxembourg partnership law to meet the needs of German individual investors in particular, carried-interest holders, or both. As noted above, BaFin currently seems to struggle with a managing limited partner acting alongside the AIFM. This uncertainty could trigger exits to Luxembourg, assuming the CSSF provides for more flexibility.\n\nIn addition, to be qualified as an asset management partnership, the actual investment activities of the fund vehicle have to comply with the catalogue of investment restrictions stated in a specific German tax guidance letter dated 2003. These restrictions used to be significantly stricter than those under the tax concepts of, for example, the United States or the United Kingdom. However, German funds have developed a high level of discipline to deal with the criteria and have often obtained tax rulings to address remaining uncertainties. In August 2011 the highest German federal tax court issued a decision that has caused some confusion as to whether the investment restrictions for a tax-transparent non-trading partnership would be even more restrictive than those in the German tax guidance letter from 2003 have so far been. In the current tax practice, a qualification of private equity funds according to the criteria listed in the tax guidance letter dated 2003 seems to prevail.\n\nThe taxation of asset management and business partnerships is different. Whereas an asset management partnership is, for example, basically regarded as tax-transparent, German partnerships that qualify as trading partnerships are subject to German trade tax. Furthermore, German individuals are generally taxed at a rate of 25 per cent (excluding solidarity surcharge) in cases of asset management partnerships, whereas income they receive from business partnerships is subject to their personal income tax rate of up to 45 per cent (excluding solidarity surcharge). However, capital gains from the sale of shares and dividends are 40 per cent tax-exempt. Corporate investors are principally subject to tax at an amalgamated corporate and trade tax rate of 30 per cent, varying slightly depending on the municipality in which the investor is seated. However, they are entitled to claim a 95 per cent participation exemption on capital gains from the sale of shares for corporate income tax (irrespective of the indirect holding percentage) and trade tax purposes (provided the holding is 15 per cent or higher). In addition, 95 per cent participation exemption can be claimed for dividends provided the indirect holding percentage exceeds 10 per cent.\n\nLife and health insurers and pension schemes, which are not fully exempted from tax, are subject to full taxation on all types of income; however, they are entitled to build against the generally accepted accounting principles (GAAP) profit special reserves for insurance or pension liabilities, which effectively results in an effective tax rate of approximately 2 to 5 per cent. However, for these types of investors it is critical that the income recognition in the GAAP accounts is aligned with allocation of taxable income, as a mismatch could – in a given year – result in an effective tax rate of up to 30 per cent.\n\nInternational corporate investors have raised concerns about investing in a German limited partnership because if the partnership qualified as a trading partnership, the investors would be subject to German tax-filing requirements and could effectively be taxed in Germany at a rate of approximately 30 per cent (on, for instance, income from interest or from hybrid instruments and dividends from minority shareholdings). These concerns are one reason why a thorough analysis and structuring of a German fund is absolutely necessary; often, a non-German fund might be the better option.\n\niii Taxation of corporate private equity funds\n\nCorporate investment companies are, for example, closed-ended funds organised as a GmbH, German stock corporations or German investment stock corporations with fixed capital, and foreign entities comparable to these German entities. Commonly used corporate structures, such as the Luxembourg SA, Sarl or SICAV or the UK limited partnership that do not meet the criteria of an investment fund might be classified as corporate investment companies. This may also be true for a French FCPR, Italian fondo chiuso, Luxembourgish FCP or US investment trust.\n\nPrivate equity funds in the legal form of corporations are within the scope of the revised ITA. Under the new opaque tax regime, corporate private equity funds are taxed as investment funds (mutual and retail funds), and are subject to corporate income tax of 15 per cent plus solidarity surcharge of 5.5 per cent with their German sourced income (i.e., dividends), German rents and gains from the sale of real estate, income from securities lending with German real estate. For German source income that is subject to withholding tax under German tax law, the applicable tax rate is 15 per cent, which will already be applied at source. Moreover, German funds can be subject to trade tax, depending on their structure and commercial activity. All other income, such as capital gains realised upon the sale of shares of German portfolio companies (other than real estate companies) and interest income, is not subject to German tax at the fund level. An exemption, however, does apply, if the objective business purpose is limited to the investment and management of assets.\n\nIf certain eligible investors are invested in the fund, an application for tax exemption from corporate tax is possible.\n\nAt the level of an investor the income is taxed upon distribution and transfer or redemption of fund units. In addition, investors are taxed on the part of the unrealised added value from non-distributed income accumulated during the year (dry income). No dry income will occur if the tax-opaque fund does not increase in value during a calendar year, or if the amount distributed to the German investors during a calendar year exceeds the computed dry income. For individuals that hold their investment interest as a private asset, the income is subject to flat tax regime (25 per cent plus surcharges). For investors that hold their investment as a business asset, the income is subject to tax at their personal tax rate. Corporate investors are subject to corporate income tax of 15 per cent (and eventually trade tax) plus solidarity surcharge of 5.5 per cent. The 95 per cent exemption for investment income is not applicable. With respect to investment proceeds from mixed funds, real estate funds and equity funds certain partial exemptions are applicable.\n\nIn the event that the German Controlled Foreign Corporation Rules (the CFC Rules) or Passive Foreign Investment Corporation Rules (the PFIC Rules) apply (e.g., if the foreign corporation does not qualified as an investment fund within the meaning of the ITA), they trigger taxation at the level of the German tax-resident investor on 'passive income' earned by the foreign corporate investment company, thus breaking down the tax shelter of retained profits. Passive income, in particular, comprises interest income as well as income and realised capital gains from debt instruments; such income will be fully taxable at the level of the investor. To avoid double taxation, dividends received from corporate investment companies and realised capital gains from the sale of shares in such companies are tax-exempt for the German investor to the extent that they were subject to prior CFC or PFIC taxation.\n\nIn practice, a participation of German investors in foreign corporate private equity funds will not seem appealing from a tax perspective. To prevent tax discrimination, existing corporate funds as well as new funds may consider setting up in an alternative form (such as a partnership). For Luxembourg vehicles, the newly introduced common limited partnership or special limited partnership may be an option.\n\niv VAT on management fees and priority profit shares\n\nThe management fee of a fund structured as a German limited partnership paid to its general partner or managing limited partner continues to be subject to German VAT at a rate of 19 per cent. The VAT exemption for investment funds under the ITA does not apply.\n\nUntil 2007, it was more tax-efficient to structure a priority profit share (PPS) scheme (comparable with the Anglo-American, Guernsey or Jersey structures). The PPS was expressly covered by the relevant tax guidance letter of the Federal Ministry of Finance dated 2003. The scheme provided that the priority profit share had to be sourced from profits calculated under the German commercial balance sheet rules, which, broadly speaking, allow the conversion of commitments into balance sheet reserves that can be dissolved for the benefit of balance sheet profits. However, the Federal Ministry of Finance changed its practice and requested in this context that the fund must be entitled to a repayment of the PPS in the event of a total loss or a lack of commercial profit. In most cases, private equity managers do not accept the offering of a repayment of the PPS to the fund and its investors, because private equity is a risk capital and such managers already share the risk by way of the 1 per cent co-investment that investors request from their managers. Moreover, a profit participation is not possible for externally managed funds, which pay the management fee to an external AIFM that is not an investor in the fund.\n\nConsequently, private equity funds structured as a German limited partnership are subject to VAT on the management fee or the PPS, or both. More complicated structures may reduce the VAT leakage, but this depends on the facts and circumstances of each individual case.\n\nIt should be noted that the German government will monitor case law from the European Court of Justice and then examine whether this gives rise to scope for action that can be taken in line with EU law.\n\nv Capitalisation of certain expenses\n\nThe German tax authorities take the view that the management fees and other professional expenses arising during the investment period should be capitalised as incidental acquisition costs related to investments in the tax balance sheet of the fund partnership. The same applies with regard to other expenses of the fund that are incurred in connection with the investments. The capitalised expenses would be pro rata allocated to investments acquired during a financial year, and they decrease capital gains upon disposal of the investments.\n\nBecause a direct allocation of the fees to individual investments can only be achieved through a complex calculation, the tax authorities have implemented different methods defining how and to what extent these costs are to be allocated to acquired assets and capitalised as incidental acquisition costs and the extent to which they have to be qualified, or requalified, into costs in connection with a disposal of assets and also be deductible first upon divestment of assets. Within a total investment period, the tax authority in Munich, for instance, stipulates the treatment of at least one instance of annual expenditure consisting of management fee, broken deal costs and other professional expenses as a non-deductible incidental acquisition cost of the investments. Additionally, at least one annual expenditure may only be deducted upon disposal of the investments as a divestment cost. The remaining expenditure that occurred during the investment period should be deductible.\n\nOn the other hand, the tax authority of Wiesbaden is of the opinion that such expenses have to be capitalised annually during the total investment period proportionately on the basis of the outstanding commitment at the end of the applicable year in relation to the fund's total commitment.\n\nIt should be noted that these practices have not yet been confirmed by any court decision or described in any formal decree of the Federal Ministry of Finance. Moreover, based on experiences from the tax audits, it is questionable whether the tax authorities will maintain their opinion in terms of the capitalisation methodology in future.\n\nvi Carried-interest taxation\n\nUnder a specific carried-interest legislation, carried interest is taxed separately from the underlying investment component (e.g., the typical 1 per cent general partner share or co-investment) and qualifies as a service fee (and not as employment income) that is independent from the source of the profits (capital gain, dividend, interest). Under tight restrictions, described below, the service fee could be entitled to a 40 per cent exemption (meaning 60 per cent is taxed at 42 to 45 per cent, with an effective tax rate of up to approximately 28 per cent).\n\nAs mentioned earlier, the abolition of the beneficial carried-interest tax regime is being debated. The outcome depends on political discussions; it is currently difficult to predict whether (and when) the beneficial tax regime will be abolished. The 40 per cent exemption is designed for smaller German funds but should also apply in the context of large international buyout funds:\n\nnon-trading fund vehicles – the relevant fund vehicle must qualify as an asset management (non-trading) partnership; full payout – the carried interest will be granted subject to a full payout of capital contributed by the investors. This condition may be difficult to apply on a deal-by-deal carried-interest structure; fund promotion – the carried-interest holders have to receive carried interest for their contributions to promote the purpose of the fund; private equity – the purpose of the fund is to acquire, hold and dispose of shares in corporations, which should cover private equity funds but may not include hedge funds or distressed funds, etc.; carried interest from a trading fund – the carried-interest legislation does not apply to trading funds. Nevertheless, there are strong arguments to apply the 40 per cent exemption to carried interest under the general exemption regime for capital gains and dividends; and carried interest from a corporate fund – the German tax administration issued a guidance letter under which dividends paid by a corporate private equity fund are not entitled to the 40 per cent exemption regime. We take the view that this guidance letter is not lawful, since the dividends are entitled to the general 40 per cent participation exemption unless anti-abuse legislation that provides for additional conditions would apply.\n\nV OUTLOOK\n\nFuture fundraising for private equity funds in Germany will be dominated by the implementation of BEPS, the AIFMD and the corresponding tax reforms. Under the current provisions, fundraising with a non-German limited partnership should be most advantageous. Non-German funds not structured as limited partnerships but as FCPRs, fondi chiusi, FCPs, trusts or corporations (SICAVs) may suffer disadvantageous tax treatment, unless the tax provisions change significantly. Fundraising with a German limited partnership structure becomes increasingly difficult, even though it would be the most suitable entity to attack the large equity amounts required to finance future renewable energy and infrastructure projects in Germany. The revision of the ordinance for the investment of restricted assets of German insurance companies may have an effect on how funds must be structured to meet investors' requirements.\n\nFinally, it should be noted that reliable tax planning seems difficult, and German fund taxation remains a field to be closely monitored by private equity fund managers and investors.\n\nThis article is an extract from The Private Equity Review, 9th Edition. Click here for the full guide.\n\nFootnotes\n\n1 Felix von der Planitz is a partner and Natalie Bär and Maxi Wilkowski are senior managers at PwC. The information in this chapter was accurate as at March 2018.\n\n2 The OECD (2013) Action Plan on Base Erosion and Profit Shifting (BEPS) was published in July 2013 and identifies 15 actions to address BEPS in a comprehensive manner, and sets deadlines to implement these actions.\n\n3 Private Equity as Asset Class for Institutional Investors and Family Offices: Result of a Survey among Institutional Investors in Germany, published by the German Private Equity and Venture Capital Association in July 2017.\n\n4 This is different for EU fund managers that would like to enter the German market cross-border, for example; then the European passport rules for fund managers apply.\n\n5 Commission Delegated Regulation (EU) No. 694/2014 of 17 December 2013.\n\n6 Now MiFID II (Directive 2014/65/EU of the European Parliament and of the Council of 15 May 2014).\n\n7 Regulation (EU) No. 345/2013 of the European Parliament and of the Council of 17 April 2013.\n\n8 Directive 2014/65/EU of the European Parliament and of the Council of 15 May 2014.\n\n9 Directive 2011/61/EU of the European Parliament and the Council of 8 June 2011.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "max-snippet:-1, max-image-preview:standard", "Description": "In 2017, private equity fundraising remained at almost the previous year&#39;s level at €2.98 billion, as reported by the German…", "og": {"title": "Private equity fundraising in Germany | Lexology", "description": "In 2017, private equity fundraising remained at almost the previous year&#39;s level at €2.98 billion, as reported by the German…", "url": "https://www.lexology.com/library/detail.aspx?g=2f7c3b6a-2c0a-42b1-89b2-53fc61795a58", "image": "https://www.lexology.com/images/share/lexology-facebook.png"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}