{"GDELT": {"GlobalEventID": 940638030, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IGOUNO", "Actor1Name": "UNITED NATIONS", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.0188679245282994, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Estonia", "Actor1Geo_CountryCode": "EN", "Actor1Geo_ADM1Code": "EN", "Actor1Geo_Lat": 59.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "EN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Estonia", "Action2Geo_CountryCode": "EN", "Action2Geo_ADM1Code": "EN", "Action2Geo_Lat": 59.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "EN", "DATEADDED": 20200813224500, "SOURCEURL": "https://reliefweb.int/report/world/amid-covid-19-pandemic-coordinated-conflict-sensitive-responses-are-crucial-sustaining"}, "ARTICLE": {"TITLE": "Amid COVID-19 Pandemic, Coordinated, Conflict-Sensitive Responses are Crucial to Sustaining Peace, Secretary-General Tells Security Council - World", "TEXT": "SC/14275\n\nThe COVID-19 pandemic — beyond having crippling effects on health systems — threatens to worsen current conflicts and foment new ones, Secretary-General António Guterres told the Security Council on 12 August, as delegates echoed his call during a high-level videoconference meeting* for comprehensive, integrated responses that will preserve hard-won development gains.\n\n“All of this means that our commitment to sustaining peace is more urgent than ever,” Mr. Guterres said. The challenges underscore “like never before” the need for coherent, multidimensional responses that align with the Sustainable Development Goals.\n\nHe identified the erosion of public trust as a formidable danger, with the perception that authorities are mishandling the crisis — or not being transparent — leading to public disillusion in Government. Damage to the global economic order is another risk, especially the weakening of social fabric seen in the narrowing of civic space and closing of avenues for democratic process.\n\nAt the same time, he said the pandemic is creating opportunities for peace. The Council’s adoption in July of resolution 2532 (2020) — demanding a general and immediate cessation of hostilities in all situations on its agenda — is a step in the right direction. But much more is needed to translate early gains into action.\n\nResponses to the pandemic must be conflict-sensitive, he said, starting with an analysis of how COVID-19 is affecting drivers of the fighting. Inclusion is critical in the design of humanitarian and development responses. “In particular, we must find avenues for far stronger engagement with women’s groups who play such a pivotal role in securing peace at the community level,” he said.\n\nTo be sure, he said, sustaining peace requires that humanitarian, development and peace actors work together, with strong partnerships among Governments, regional and subregional organizations, the private sector and civil society. International financial institutions — especially the World Bank and International Monetary Fund — have a vital role embedding the sustaining peace concept into COVID-19 recovery strategies.\n\nFor its part, the Council’s collaboration with the Peacebuilding Commission is critical, he said, stressing that by being flexible, the United Nations can tailor its approaches to peacebuilding needs. More than ever, coordinated and conflict-sensitive responses are crucial. With the world looking to leaders to address the crisis in ways that improve people’s lives, “it is our responsibility to deliver”.\n\nOn that point, former United Nations Secretary-General Ban Ki-moon said that COVID-19 has led to more than 375,000 deaths among 20 million confirmed cases. While welcoming the adoption of resolution 2532 (2020), he said valuable months were wasted in arguments over the text. “The impact of COVID-19 on conflict-affected settings has been much worse than initially thought,” he said, not only in terms of immediate health ramifications but also in the areas of social cohesion, governance and the rule of law.\n\nSome have seen opportunities to ramp up attacks, he said, from Boko Haram and other militants in Nigeria, to growing mob violence in the Democratic Republic of the Congo, to murders by cartels in Mexico. Others have used health care itself as a weapon. The World Food Programme has warned of the rising risk of famines in conflict zones, especially in the Sahel, where an estimated 50 million more people will face a food crisis. “This tragedy of opportunities lost will increase the scope for disaffection and radicalization in fragile societies,” he said.\n\nRecalling that the Council and the General Assembly adopted historic joint resolutions on peacebuilding in 2016, he said they offer a path for the United Nations to increase its focus on preventing conflicts so that the systemic causes — rather than just the symptoms — are holistically addressed. In turn, responses to COVID-19 should enable the United Nations to address patterns of systematic exclusion.\n\n“We need to address the inequalities in our own societies and the gaps in social protection,” he said, and to see that this virus has flourished disproportionately among marginalized communities — whether in the global South or in the world’s richest countries. Even during the COVID-19 crisis, the ideals of sustaining peace should be built upon. The United Nations has a “generational opportunity” to use this concept to steer humanity — and the planet — towards a more peaceful and sustainable future.\n\nDescribing the dynamics affecting conflict risk, Sarah Cliffe, Director of the Center on International Cooperation at New York University, said they include a growing economic shock — the deepest since the Second World War and broadest since 1870 — and rising inequality, with 2020 projections now pointing to a 5 to 6 per cent global contraction. Problems in convening peace processes and elections are another factor, as physical meetings are important for trust and confidence-building. Disputed elections are a trigger for conflict, and in some countries, the pandemic is serving as a pretext to postpone polls, shrink civic space and adopt authoritarian approaches.\n\nFood insecurity is another problem, she said, with local spikes in food prices — a typical risk for conflict — seen in Afghanistan, the Democratic Republic of the Congo, Syria and Yemen. Trends in remittances, trade and migration are also fluid, with the World Bank estimating a $110 billion drop in remittances in 2020 — equal to more than two thirds of the global official development assistance (ODA) budget. Unequal access to public health goods, meanwhile, has seen developed countries outbid each other in early vaccine orders, with little capacity left for other nations.\n\nAt the same time, there are also opportunities for peacebuilding, she said, with opinion polls in all regions showing “unprecedented” demand for global collective action. “In effect, people have been brutally reminded what we have Governments and international cooperation for”. As trust bubbles typically last less than a year if no action is taken to sustain them, this is a time-limited opportunity.\n\nShe pressed the Council to engage more closely with regional and subregional bodies, such as the African Union, and encourage the Secretary-General to report on ceasefire openings and implementation, in line with resolution 2532 (2020). More broadly, the United Nations could link its response to the pandemic across humanitarian, development and peacebuilding areas. Finally, developed countries must increase aid — still “a drop in the bucket” compared to domestic stimulus packages — and ensure global access to vaccine and treatment technology. “These problems may become international threats to peace and security if they are not addressed,” she warned.\n\nIn the ensuing dialogue, Retno L.P. Marsudi, Minister for Foreign Affairs of Indonesia and Council President for the month, speaking in her national capacity, agreed that sustaining peace must be part of the Council’s comprehensive response to the pandemic, with support focused on strengthening institutional capacities and resources of conflict affected countries. It also requires inclusive participation of local stakeholders, as well as synergy among all United Nations efforts. The Organization must integrate a conflict-sensitive approach into its pandemic response, with the Council ensuring full implementation of resolution 2532 (2020) and peacekeepers monitoring risks and serving as part of an early warning system. United Nations funds and programmes meanwhile have the technical capacities to address specific conflict drivers. Pointing to the Peacebuilding Commission’s vital coordination role, she said it must likewise use its advisory role to develop a comprehensive United Nations strategy to address the long-term impacts of COVID-19. The smart use of resources is vital and she encouraged “thinking outside the box” to find innovative funding for peacebuilding.\n\nUrmas Reinsalu, Minister for Foreign Affairs of Estonia, said that his country has continuously advocated for prevention, post-conflict recovery and sustaining peace initiatives. Having supported the Peacebuilding Fund since 2013, Estonia sees great added value in its efforts to create favourable conditions for local organizations to play a role in sustaining peace. He welcomed the Peacebuilding Commission’s renewed focus on prevention and called for enhancing its advisory role to the Council. “The economic, social and developmental pressures from the pandemic can essentially act as threat multipliers and exacerbate existing tensions,” he said, pointing to the Sahel, where extremist groups are abusing the situation for their own advancement. Estonia has pledged to continue its commitment to United Nations peacekeeping during the pandemic and he urged others, particularly large troop and financial contributors, to “follow suit”. Political will and a strong sense of ownership from Governments and local communities alike are needed, with peacebuilding processes including the views of women and youth who are often at the forefront of such activities and most affected by conflict.\n\nNiels Annen, Minister for State of Germany, said that, as COVID-19 continues to rage across the globe, the Council must follow up on resolution 2532 (2020), which explicitly recognizes the virus’ potential to reverse peacebuilding gains. Members should encourage the Secretary-General to fully integrate the pandemic’s impact on security in his reporting, thereby supporting prevention and early warning. They should also empower the Peacebuilding Commission — which already has an excellent track record amid the pandemic — and ensure that the United Nations and its peace operations are sufficiently equipped and mandated to address the virus’ direct and indirect impacts. Emphasizing that peacebuilding efforts should be integrated in the United Nations response to COVID-19, he added that the lessons learned from the pandemic should be harnessed and incorporated into the peacebuilding architecture review process. He also underlined the urgent need for funding to address the pandemic’s socioeconomic repercussions — including on peacebuilding, which is already underfunded — noting that Germany has just cleared a first contribution of €15 million to the Peacebuilding Fund for 2020.\n\nChina’s representative called for stepped up efforts to quickly prevail over COVID-19, spotlighting solidarity as the most powerful weapon available. As conflict-affected countries are the weakest link in that fight, warring parties must lay down their arms and the global community should help. Calling for support to efforts by the United Nations and the World Health Organization (WHO) to mobilize resources, he warned that unilateral sanctions are undermining the response capacity of affected countries, turning innocent civilians into victims. China has been engaged in the global fight against COVID-19 and supports countries in need, including those on the Council’s agenda. Citing the recent extraordinary China-Africa summit on solidarity against the virus — as well as his country’s decision to cancel the debts of African countries due by the end of 2020 — he said the global fight also requires a peacebuilding approach that is people-centred, development-focused and socially inclusive. He also cautioned against unilateralism as a “one-way train heading to a dead end”, urging countries to honour their multilateral obligations and avoid bullying.\n\nThe representative of Saint Vincent and the Grenadines said that for conflict-affected countries, COVID-19 has accentuated security risks, with delicate peace agreements becoming more fragile and warring parties disregarding shared calls for a global ceasefire. She advocated financial support for essential institutional mechanisms, such as the Peacebuilding Fund. To ensure that conflict-affected countries can mend their social fabrics, advance political processes, strengthen institutions, restore State authority and provide justice for all, she encouraged donors to honour their ODA commitments and explore pathways for providing debt relief. Calling for renewed efforts to protect the most vulnerable, and concurrently, addressing other threats, such as climate change, she underscored the importance of strengthening synergies across the United Nations system. Specifically, she called for exploring new modalities, through the Economic and Social Council, for mobilizing comprehensive development responses to peacebuilding challenges.\n\nFrance’s representative called for the collective, integrated and coordinated implementation of resolution 2532 (2020) and spotlighted the United Nations commitment to conflict prevention, mediation and humanitarian action. Underlining the critical role of the Peacebuilding Commission and the Peacebuilding Fund in fragile and crisis-stricken countries — which are at high risk during the pandemic — she warned that COVID-19 and measures taken to contain it may have fuelled tensions, hate speech and violence or generated false rumours, anxiety-provoking stories and misinformation. Some parties may have been tempted to take advantage of the pandemic to restrict civil liberties. Meanwhile, the virus has undermined confidence in institutions and the economic resilience of the most vulnerable. Against that backdrop, she called for support for WHO, whose normative, warning and coordination functions must be strengthened. Among other things, France has committed €500 million to the “ACT-A project”, which it spearheaded to accelerate the development of and access to treatment, diagnostics and vaccines against COVID-19.\n\nThe representative of the United States said that while some fighters have put down their weapons amid the pandemic, many ceasefires are also beginning to fall apart. Strongly condemning terrorist groups who seek to take advantage of COVID-19 to advance their recruitment or carry out criminal acts, he cited Islamic State in Iraq and the Levant’s (ISIL/Da’esh) exploitation of pandemic-related security gaps caused in Iraq, where it has relaunched a sustained insurgency. As the world’s largest humanitarian donor, the United States continues to support critical health, water and sanitation, education and protection programmes in the context of COVID-19, having announced $1.6 billion in addition to its nearly $2 billion foreign assistance to combat the coronavirus and more than $170 billion in overall global health and humanitarian assistance in the last decade. Against that backdrop, he urged countries to learn from the pandemic and recognize the vital importance of transparency. “We must not let this virus stall longstanding efforts towards peace and security,” he said.\n\nThe representative of the Dominican Republic expressed concern that the complex COVID-19 pandemic is upsetting economies and societies, further aggravating the causes of conflict, shrinking humanitarian spaces and driving an escalation in human rights violations. “This pandemic has uncovered structural inequalities within societies and the existing disproportionalities in access to basic services,” he said, calling for international support — including South-South and triangular cooperation — in response. Multi-stakeholder partnerships for peacebuilding are particularly crucial, and the Peacebuilding Commission has already served as an exemplary platform for brainstorming with different actors. He underlined the need for funding that targets the long-term benefits of peace, and not only short-term gains, while cautioning against employing overly securitized responses to the pandemic.\n\nAlso speaking were senior officials and representatives of Belgium, Niger, Russian Federation, South Africa, Tunisia, United Kingdom and Viet Nam.\n\nBased on information received from the Security Council Affairs Division.\n\nFor information media. Not an official record.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "msapplication-TileColor": "#055372", "theme-color": "#ffffff", "description": "English News and Press Release on World and 6 other countries about Food and Nutrition, Health, Epidemic and more; published on 12 Aug 2020 by UN SC", "original-source": "https://www.un.org/press/en/2020/sc14275.doc.htm", "fb": {"app_id": 1916193535375038}, "og": {"description": "English News and Press Release on World and 6 other countries about Food and Nutrition, Health, Epidemic and more; published on 12 Aug 2020 by UN SC", "image": "https://reliefweb.int/profiles/reliefweb/themes/kobe/images/metatag/disaster-type/epidemic.png", "site_name": "ReliefWeb", "title": "Amid COVID-19 Pandemic, Coordinated, Conflict-Sensitive Responses are Crucial to Sustaining Peace, Secretary-General Tells Security Council - World", "type": "article", "url": "https://reliefweb.int/report/world/amid-covid-19-pandemic-coordinated-conflict-sensitive-responses-are-crucial-sustaining"}, "twitter": {"card": "summary", "site": "@reliefweb"}}}}