{"GDELT": {"GlobalEventID": 940663805, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "VNMELI", "Actor1Name": "LE KHA PHIEU", "Actor1CountryCode": "VNM", "Actor1Type1Code": "ELI", "Actor2Code": "VNM", "Actor2Name": "HO CHI MINH CITY", "Actor2CountryCode": "VNM", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 5.34351145038168, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM44", "Actor1Geo_ADM2Code": "74067", "Actor1Geo_Lat": 21.0333, "Actor1Geo_Long": 105.85, "Actor1Geo_FeatureID": "-3714993", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM44", "Actor2Geo_ADM2Code": "74067", "Actor2Geo_Lat": 21.0333, "Actor2Geo_Long": 105.85, "Actor2Geo_FeatureID": "-3714993", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM44", "Action2Geo_ADM2Code": "74067", "Action2Geo_Lat": 21.0333, "Action2Geo_Long": 105.85, "Action2Geo_FeatureID": "-3714993", "DATEADDED": 20200814010000, "SOURCEURL": "https://english.vov.vn/politics/respect-paying-ceremony-for-former-party-leader-le-kha-phieu-417298.vov"}, "ARTICLE": {"TITLE": "Respect- paying ceremony for former Party leader Le Kha Phieu", "TEXT": "Former Party General Secretary Le Kha Phieu (1931-2020)\n\nThe memorial service will be held at 0:30pm on August 15 at the National Funeral Hall, No. 5 Tran Thanh Tong street, Hanoi. The burial ceremony will take place at 2pm on the same day at the Mai Dich Cemetery in the capital city.At the same time, the respect-paying and memorial ceremonies for comrade Le Kha Phieu will also be held at the Thong Nhat Hall in Ho Chi Minh City and the 25B Hall on Quang Trung street, Thanh Hoa city, Thanh Hoa province.\n\nFormer General Secretary Le Kha Phieu is laid in state at the National Funeral Hall, No. 5 Tran Thanh Tong street, Hanoi.\n\nComrade Le Kha Phieu was born on December 27, 1931 in Dong Khe commune, Dong Son district, the north-central province of Thanh Hoa, and resided at 7/36/C1 Ly Nam De, Cua Dong ward, Hoan Kiem district, Hanoi.\n\nHe began to become involved in revolutionary activities in 1947, and joined the Communist Party of Vietnam on June 19, 1949. He was member of the Party Central Committee of the 7th and 8th tenures, member of the Party Central Committee's Secretariat of the 7th tenure, Politburo member of the 7th and 8th tenures, General Secretary of the Party Central Committee from December 1997 to April 2001; and Deputy to the National Assembly of the 9th and 10th tenures.\n\n\n\nAfter a period of illness, despite the tireless treatment efforts by the Party, State, medical group and his family, he passed away at 2:52 on August 7, 2020, of serious illness and old age at his home.\n\nLeaders and former leaders of the Party and State pay their respect to former General Secretary Le Kha Phieu\n\nOver more than 70 years of his revolutionary activities, comrade Le Kha Phieu made great contributions to the glorious revolution cause of the Party and the nation. He was awarded with the Golden Star, an insignia of 70-year Party membership, and many other noble Vietnamese and international orders and medals.\n\n\n\nHis passing away is a great loss to the Party, State and people of Vietnam.\n\nA ceremony to lower the national flag to half-mast was held at 6 am on August 14 at Ba Dinh Square to mark a two-day national mourning for former Party leader Le Kha Phieu\n\nIn memory of comrade Le Kha Phieu, the Central Committee of the Communist Party of Vietnam, the National Assembly of the Socialist Republic of Vietnam, the President of the Socialist Republic of Vietnam, the Government of the Socialist Republic of Vietnam, and the Central Committee of the Vietnam Fatherland Front have decided to hold the funeral of comrade Le Kha Phieu with the national mourning etiquette.", "METADATA": {"description": "A respect-paying ceremony former Party General Secretary Le Kha Phieu is due to be held from 8am on August 14 to 12am on August 15 at the National Funeral Hall, No. 5 Tran Thanh Tong street, Hanoi", "keywords": "Le Kha Phieu,respect- paying ceremony,Communist Party of Vietnam, National Assembly,national mourning etiquette", "robots": "INDEX,FOLLOW", "GOOGLEBOT": "index,follow,noarchive", "viewport": "width=device-width, initial-scale=yes", "msvalidate.01": "8E7D00E458DD0E98E8EF0C268509004F", "fb": {"app_id": 286275034894086}, "og": {"type": "article", "url": "https://english.vov.vn/content/MjYwMzM2.vov", "site_name": "VOV - VOV Online Newspaper", "image": "https://image-english.vov.vn/w400/Uploaded/1VTCbIhaRX4/2020_08_14/vu_toan_SXCI.jpg", "title": "Respect- paying ceremony for former Party leader Le Kha Phieu", "description": "VOV.VN - A respect-paying ceremony for former Party General Secretary Le Kha Phieu began to be held from 8 am on August 14 to 12 am on August 15 at the National Funeral Hall, No. 5 Tran Thanh Tong street, Hanoi.", "updated_time": "2020-08-15T13:21:32T+07:00"}, "article": {"published_time": "2020-08-14T07:31:00T+07:00", "section": "Politics"}, "news_keywords": "Le Kha Phieu,respect- paying ceremony,Communist Party of Vietnam, National Assembly,national mourning etiquette"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}