{"GDELT": {"GlobalEventID": 940625740, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "NMRCRM", "Actor2Name": "NORTH AMERICA", "Actor2CountryCode": "NMR", "Actor2Type1Code": "CRM", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.7118402282453702, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Florida, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USFL", "Actor2Geo_Lat": 27.8333, "Actor2Geo_Long": -81.717, "Actor2Geo_FeatureID": "FL", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.8333, "Action2Geo_Long": -81.717, "Action2Geo_FeatureID": "FL", "DATEADDED": 20200813211500, "SOURCEURL": "https://www.usracing.com/news/pegasus-stakes-final-chance-to-qualify-for-kentucky-derby"}, "ARTICLE": {"TITLE": "Pegasus Stakes: Final Chance to Qualify for Kentucky Derby", "TEXT": "By Mike Farrell\n\nWe reach the end of a long and unprecedented Road to the Kentucky Derby (G1) with the $150,000 Pegasus Stakes on Saturday at Monmouth Park.\n\nEverything in racing is different this year due to the coronavirus. The Derby has yet to be run, shifted from the first Saturday in May to Sept. 5. Accordingly, the prep races were strung out over an elongated calendar and included some stakes for the first time. The Pegasus being a case in point.\n\nIn this bizarre season, many of the important stakes have already been run, including the Haskell which was captured by Authentic. But the Derby is still out there, and the Pegasus is the final stop before the big show.\n\nThis is a final chance to bank Derby qualifying points. The winner gets 20 points and that could be the make or break difference for Pneumatic, As Seen On Tv and Jesus’ Team.\n\nThe Derby field is limited to 20 runners based on accumulated points. That normally leaves 18 slots for North American runners with two posts reserved for a top contender from both Europe and Japan. With the pandemic still flaring, no foreign horses are coming.\n\nThat leaves 20 slots up for grabs, and most are already spoken for.\n\nThe trio mentioned above is currently on the Derby bubble. Pneumatic, trained by Steve Asmussen, would nail down a Derby slot with a win. He is currently 22nd on the list with 25 points. Add another 20 and he elevates into 12th place among the horses still under Derby consideration.\n\nPneumatic, the likely Pegasus favorite, exits a pair of graded stakes. He was third to Maxfield in the Matt Winn (G3) at Churchill and didn’t disgrace himself with a fourth-place effort behind Tiz the Law in the Belmont (G1).\n\n“He’s a talented 3-year-old, and off the Belmont Stakes, Steve felt this was the right spot for him,” said Scott Blasi, Asmussen’s long-time assistant. “I don’t think you look any further past Saturday. We’d like to see him run a good race off being fourth in the Belmont Stakes.”\n\nJoe Bravo picks up the mount.\n\nAs Seen on Tv and Jesus’ Team each have 10 points and either could become a Derby possibility, or an also-eligible, with a Pegasus victory. Sole Volante now holds the 20th and final spot with 30 points.\n\nAs Seen on Tv has not been spotted since absorbing a 50-length whipping by Tiz the Law in the Florida Derby (G1). His ace-in-the-hole is trainer Kelly Breen who is leading the Monmouth trainer standings.\n\nJesus’ Team makes his second straight Monmouth appearance. He was fourth in Haskell, finishing 7 ¾ lengths behind Authentic.\n\nThe only other runner with Derby points is Big City Bob, who has 2 by virtue of a third-place finish in the Champagne (G1) last October at Belmont. He was fifth in his lone race this year, the Private Terms Stakes at Laurel in March.\n\nThe top four finishers in the Pegasus get points. Second is worth 8, third gets 4 and fourth picks up 2.\n\nAnd then we begin the countdown to Louisville.\n\nPegasus Stakes Odds\n\nPost Horse Trainer Jockey Odds 1 Skyscanner Jeremiah O’Dwyer R R Maragh 10-1 2 Big City Bob J Duarte, Jr. Nik Juarez 8-1 3 Wartime Hero Hugh McMahon TBD 30-1 4 Super John John C Servis Jorge Vargas 6-1 5 Pneumatic Steve Asmussen Joe Bravo 5-2 6 Arkaan Michael Pino Jose Ferrer 9-2 7 As Seen on Tv Kelly Breen Hector Diaz, Jr. 7-2 8 Jesus’ Team Jose D’Angelo Paco Lopez 3-1", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "By Mike Farrell We reach the end of a long and unprecedented Road to the Kentucky Derby (G1) with the $150,000 Pegasus Stakes on Saturday at Monmouth Park.", "og": {"image": "https://www.usracing.com/news/wp-content/uploads/2020/03/kentucky-prep-primer-florida-derby-375x300.jpeg", "locale": "en_US", "type": "article", "title": "Pegasus Stakes: Final Chance to Qualify for Kentucky Derby | Horse Racing News", "description": "By Mike Farrell We reach the end of a long and unprecedented Road to the Kentucky Derby (G1) with the $150,000 Pegasus Stakes on Saturday at Monmouth Park. Everything in racing is different this year due to the coronavirus. The Derby has yet to be run, shifted from the first Saturday in May to Sept. […]", "url": "https://www.usracing.com/news", "site_name": "Horse Racing News", "updated_time": "2020-08-13T19:01+00:00"}, "article": {"published_time": "2020-08-13T19:01:24+00:00", "modified_time": "2020-08-13T19:01+00:00"}, "twitter": {"card": "summary_large_image", "title": "Pegasus Stakes: Final Chance to Qualify for Kentucky Derby | Horse Racing News", "description": "By Mike Farrell We reach the end of a long and unprecedented Road to the Kentucky Derby (G1) with the $150,000 Pegasus Stakes on Saturday at Monmouth Park. Everything in racing is different this year…", "image": {"identifier": "https://www.usracing.com/news/wp-content/uploads/2020/03/kentucky-prep-primer-florida-derby.jpeg", "width": 1602, "height": 1282, "alt": "Kentucky Prep Primer: Florida Derby Race Preview and Stats"}}, "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "fb": {"app_id": 825577710919578, "admins": 1042976107}}}}