{"GDELT": {"GlobalEventID": 940655947, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 7.008547008547, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814003000, "SOURCEURL": "https://standardbredcanada.ca/notices/8-13-20/dixie-mackay-passes.html"}, "ARTICLE": {"TITLE": "Dixie MacKay Passes", "TEXT": "Longtime harness racing industry participant Dixie Lynn 'Dixie' MacKay of Truro, N.S. passed away on Sunday, August 9 at the age of 68.\n\nIn her wonderful years of life, Dixie worked alongside her darling husband, Emmons, with the racehorses in harness racing with the family-owned MacKay Stable. Dixie loved horses and she truly loved the horse racing community and its people. Emmons has lost the love of his life and he will always hold the loving memories close to his heart. Dixie loved to see Emmons and Tammy in the winner’s circle and would be the first one out there to get her picture taken -- with her purse in one hand and race program in the other.\n\nIt’s easy to say that Dixie touched a lot of lives in the Maritime harness racing industry and she will be dearly missed. Dixie also took great pride in her loving son Ozzie and his accomplishments in business and in life. Dixie was always there for her family and friends; Dixie was a provider and a proud supporter to many.\n\nDixie had an infectious smile and a compassionate spirit. Dixie worked for Elections Canada and with several Liberal Parties over the years. Dixie also took great pride in taking care of numerous children in her younger years. Dixie’s true passion though was people; she loved them all, she made people feel welcome, she talked to everyone she met along the way and she deeply cared for both the younger and older generations. Dixie’s life also centered around preparing countless meals for family, friends, company, horse people, horsemen’s banquets, and horse sales. Dixie was a true giver her whole life who never expected anything in return. She had a lot of friends who touched her precious life. Dixie was considered a charm, a community champion, a true treasure, and a respectable fine-looking lady.\n\nDixie was the daughter of the late Frank Borden Sr. and Venita “Sandy” O’Shea. Dixie was preceded in death by her Brother, Frank Borden Jr. and sister Penny Buchanan and her nephew, Michael Smith. Dixie is survived by her loving husband of 51 years, Emmons MacKay, and her two children Ozzie (Shona O’Brien) and Tammy. She is also survived by her sister Janice Cavanaugh (Ralph) in British Columbia, Brother in-laws Wayne MacKay (Gloria), Ross MacKay (Debbie), Glenn MacKay (Tammy), close family friends, Rhea Chase and her son, Bailey Merner, and her nieces & nephews.\n\nDixie will forever be remembered by Emmons, Ozzie, Tammy, and her family & friends for her loving, kind & genuine heart, sadly gone but never forgotten. At this time the family would like to sincerely thank the ICU Nurses and Doctors at the Colchester East Hants Health Centre in Truro and the QEII – Infirmary ICU Department in Halifax. Special thanks to the VON Care Workers, family and friends.\n\nCremation has taken place under the direction of Colchester Community Funeral Home, Truro, N.S. There will be a Graveside Service at 10:00 a.m at The Bible Hill Cemetery on College Road in Bible Hill on Monday, August 17, 2020 where all friends and family are welcome to attend. A Celebration of Life will take place from 5:00 p.m. to 8:00 p.m. on Monday, August 17, 2020 at The Truro Horsemen’s Club where all are welcome to attend. If so desired, donations in Dixie’s memory may be made to the Colchester East Hants Health Centre in Truro, N.S.\n\nPlease join Standardbred Canada in offering condolences to the family and friends of Dixie MacKay.", "METADATA": {}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}