{"GDELT": {"GlobalEventID": 940612032, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 2.31884057971015, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200813194500, "SOURCEURL": "https://eng.belta.by/economics/view/belarus-ivatsevichdrev-launches-new-furniture-production-line-132550-2020/"}, "ARTICLE": {"TITLE": "Belarus' Ivatsevichdrev launches new furniture production line", "TEXT": "IVATSEVICHI, 13 August (BelTA) – Ivatsevichdrev, a furniture maker affiliated with the Belarusian timber, woodworking, pulp and paper industry concern Bellesbumprom, inaugurated a new furniture production line on 13 August, BelTA has learned.\n\n“The launch of this new line in Ivatsevichi is an important milestone for the company and the industry in general. We are consistently working to deepen timber processing. Earlier we exported a great amount of raw materials. Some time later we started processing timber to make boards. Today we are advancing to a new level of processing, which is furniture production. This is very good, because this will help us generate more added value, create more jobs and raise salaries for the company's workers,” Bellesbumprom chief Mikhail Kasko said.\n\nIt took less than a year and about €1.5 million to implement a project to launch cabinetry production at Ivatsevichdrev. The furniture production line was purchased from abroad. “The bulk of our products will be economy-class furniture, as this type of furniture enjoys the highest demand in Belarus and abroad. The new line will allow us to expand furniture production at least three times throughout 2021,” Director General of the company Aleksandr Ilnitsky said.\n\nThanks to the project the company will be able to export at least 80% of its furniture. “The Belarusian market is not big. Such products have better sales prospects in Europe, first of all. We export mostly to Poland and Russia. We are exploring new sales markets now. We have already reached some agreements with other companies,” he added. There are plans to purchase another production line like this in the future.\n\nThe new line helped achieve a full-cycle production at the company. Forestry Minister Vitaly Drozhzha noted that the woodworking industry has good prospects ahead. “We are the main suppliers of raw materials for your company. A task has been set to involve all the wood resources into processing within the next three years. The depth and quality of wood processing are expected to have an impact on economic growth,” he added.", "METADATA": {"viewport": "width=device-width", "description": "Ivatsevichdrev, a furniture maker affiliated with the Belarusian timber, woodworking, pulp and paper industry concern Bellesbumprom, inaugurated a new furniture production line.", "og": {"locale": "en_EN", "site_name": "Belarusian Telegraph Agency", "title": "Belarus' Ivatsevichdrev launches new furniture production line", "type": "article", "url": "https://eng.belta.by/economics/view/belarus-ivatsevichdrev-launches-new-furniture-production-line-132550-2020", "image": "https://eng.belta.by/images/storage/news/with_archive/2020/000021_1597329949_132550_big.jpg", "description": "Ivatsevichdrev, a furniture maker affiliated with the Belarusian timber, woodworking, pulp and paper industry concern Bellesbumprom, inaugurated a new furniture production line.", "section": "Economy"}, "article": {"published_time": "2020-08-13 17:42:46", "modified_time": "2020-08-13 17:45:49"}, "google-site-verification": "andJQrL6AnIWI-D4xvMHHqOqg8Lisx5D6kMC7u9o5Bk", "mediator_published_time": "2020-08-13T17:42:46+00:00", "mediator_theme": "Economy", "mediator": "/economics/view/belarus-ivatsevichdrev-launches-new-furniture-production-line-132550-2020/"}}}