{"GDELT": {"GlobalEventID": 940699979, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.51139005113901, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Auckland, Auckland, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZE7", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -36.75, "Actor1Geo_Long": 174.583, "Actor1Geo_FeatureID": "11483124", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22391", "Action2Geo_Lat": -41.3, "Action2Geo_Long": 174.783, "Action2Geo_FeatureID": "-1521348", "DATEADDED": 20200814060000, "SOURCEURL": "https://www.tvnz.co.nz/one-news/new-zealand/live-auckland-remain-alert-level-3-another-12-days-rest-nz-stay-2-jacinda-ardern.html"}, "ARTICLE": {"TITLE": "Cabinet agrees to 'maintain our current settings for an additional 12 days' - PM", "TEXT": "A timeline of events and announcements of Auckland's third day at Covid-19 Level 3 lockdown, and the rest of New Zealand's third day at Level 2.\n\nYour playlist will load after this ad\n\nWhat we know so far:\n\n- New Zealand has recorded a further 13 new cases this afternoon, after 17 cases were announced yesterday\n\n- One of the 13 new cases is a person receiving treatment at hospital for Covid-19. It's currently under investigation whether the person is linked to the Auckland cluster\n\n- New Zealand now has 49 active cases of Covid-19\n\n- Of the 2459 who work in managed isolation or quarantine facilities, 1435 have been tested in the last 48 hours\n\n- Several schools have been closed after positive Covid-19 cases were reported there, including Glamorgan School on Auckland's North Shore, Southern Cross Campus and Taeaofou | Puaseisei Preschool in South Auckland's Mangere East, and Mount Albert School in Auckland\n\n- Thirty-eight people linked to the Auckland cluster have been moved to an Auckland quarantine facility\n\n\n\n6.40pm: Retail NZ has welcomed the announcement of an extension to the Covid-19 Wage Subsidy Scheme, but says further support is needed.\n\n\n\n\"Retail NZ estimates that the retail economy will suffer a 40 per cent hit over the next 12 days,” Retail NZ chief executie Greg Harford said today in a statement.\n\n\n\n\"The extension of Level 3 in Auckland means that many businesses will be struggling to make it through without new Government support, and the chilling effect of Level 2 will also be impacting retail businesses across the country.\n\n\n\n\"Retail NZ is pleased that the Government is extending the Wage Subsidy, but other support will be required to help manage fixed costs.\"\n\n\n\n6.30pm: Finance Minister Grant Robertson said in a press conference today that the Government is looking to make changes to other existing schemes.\n\n\n\nCabinet has agreed in principle to changes to the Covid Leave Scheme to improve access.\n\n\n\nFurther details will be announced on Monday.\n\n\n\nThe Government have indicated it can implement the new wage subsidy scheme within five days.\n\n\n\n6.27pm: She said she has not asked for an apology from Mr Peters, nor does she expect one.\n\n\n\n6.21pm: Ms Ardern said Deputy Prime Minister Winston Peters' claims on Australian television that the cluster can be linked to a breach in quarantine has not been reflected in the evidence.\n\n\n\n\"The evidence is telling us at the moment that none of the genome testing that's been carried out to date ... can currently be linked back to the cases we have, and so that's the evidence have and so that is what I will be basing all our decisions and assumptions around.\"\n\n\n\n6.13pm: Ms Ardern says we do not have to see zero cases of Covid-19 in order to move levels, but to instead identify the \"perimeter\" of the cluster.\n\n\n\n6.09pm: The Crusaders' final match against the Blues as part of the Investec Super Rugby Aotearoa competition, at Eden Park, has been cancelled, the Crusaders said in a statement today.\n\n\n\n6.05pm: The Prime Minister said there is no reason at this stage to extend the lockdown longer than Wednesday, August 26.\n\n\n\n5.58pm: Ms Ardern said while the theory of whether Covid-19 can be passed through surfaces - such as at the Americold facility where the earliest case worked - is currently being pursued, \"we may not know\".\n\n\n\n\"We do not necessarily need to answer that question in order to contain and deal with this cluster effectively.\"\n\n\n\n5.53pm: Ms Ardern has not completely ruled out a link between the border, quarantine facilities and the Auckland case.\n\n\n\nShe said the current cases are \"not a burning ember that existed in the community,\" saying the current strain \"is not something we saw originally in New Zealand\".\n\n\n\n5.50pm: Aucklanders have been advised to stay in their bubbles and wear face masks while outside, while the rest of the country have been advised to wear them when social distancing isn’t possible.\n\n\n\nPeople have also been advised to use the Covid Tracer app and for businesses to have QR codes in place.\n\n\n\n5.47pm: The earliest case was linked to Americold, where an employee became ill on July 31. Ms Ardern said it may not be the origin of the virus, but it is the earliest sign of Covid-19 in the country.\n\nread more Auckland to remain under Level 3 restrictions for 12 more days, Jacinda Ardern reveals\n\nShe said it is not a dormant virus, but appears to be new to New Zealand.\n\n\n\n5.44pm: Cabinet has made the decision to extend the Wage Subsidy scheme to protect jobs and businesses.\n\n\n\n5.40pm: \"There is nothing to suggest we need to move to a Level 4 lockdown at this stage,\" she said, \"as we do not have a number of clusters or unrelated cases.\"\n\n\n\n5.38pm: The settings will be reviewed on Friday, August 21.\n\n\n\n5.36pm: The PM says Cabinet has agreed to \"maintain our current settings for an additional 12 days\".\n\n\n\nThe Auckland lockdown will remain at level 3, while the rest at Level 2, until 11.59pm on Wednesday, August 26.\n\n\n\n5.32pm: Prime Minister Jacinda Ardern said they have not found a link between the border and MIQ and the Auckland cluster at this stage.\n\n\n\n5.21pm: Green Party co-leader James Shaw says if the Government wants the election date to be changed from September 19 to a later date as a result of the pandemic, it should \"only be on the advice of the electoral commission\".\n\n\n\nHe said the Prime Minister has not received advice that the date should be changed at this stage.\n\n\n\n5.08pm: People wishing to visit patients in Tauranga and Whakatāne hospitals under Alert Level 2 have been advised of a number of restrictions currently in place, the Bay of Plenty District Health Board said today in a press release.\n\n\n\nIt includes a limit of two nominated visitors per patient, with only one visitor at a time, in the hospitals' Emergency Department (ED), Intensive Care Unit (ICU), High Dependency Unit (HDU) and Acute Care Unit (ACU).\n\n\n\nOne visitor at a time in other parts of the hospital, with more than one person able to visit during the day.\n\nSource: Getty\n\nExceptions may be considered under special circumstances, which will be assessed on a case by case basis.\n\n\n\nMāori and Pacific Island visitors have been encouraged to request the support of Māori Health Gains and Development when requesting exceptions.\n\n\n\n5.02pm: Mr Shaw said while morale \"has taken a bit of a hit\" after many political events around the country were cancelled in the first serious week of campaigning, \"this is just the nature of living in the time of Covid\".\n\n\n\n\"We have to take the public health advice, we have to follow the protocols and take the precautionary measure because the alternative is that it could get away on us.\"\n\n\n\n5pm: Green Party co-leader James Shaw said in a press conference that he has tested negative for Covid-19 following a precautionary test.\n\n\n\n4.25pm: Prime Minister Jacinda Ardern is set to announce the Government's decision at 5.30pm on whether or not to extend the Covid-19 lockdown, currently slated to end at midnight.\n\n\n\nAuckland is currently on the third day of a three-day Level 3 lockdown, while the rest of the country is at Level 2.\n\n\n\n4.08pm: The Ministry of Health has now confirmed the country currently has 49 active cases of Covid-19, not 48 as previously stated.\n\n\n\n4.05pm: Mr Seymour has criticised Deputy Prime Minister Winston Peters for claiming on Australian television last night that the Auckland cluster could be linked to a breach in quarantine, calling it \"totally unacceptable and unbecoming of a Deputy Prime Minister\".\n\n\n\n\"I think it's more evidence the guy has to go,\" he said.\n\n\n\n3.52pm: In a media standup, ACT Party leader David Seymour said people in Auckland and the wider community are \"absolutely flabbergasted at the performance of some of the Government\" over their response to the resurgence of Covid-19 in the community, naming Health Minister Chris Hipkins in particular, who \"says it's a big lever to test those people who are most likely to encounter Covid-19\".\n\n\n\n\"If it's a big lever to test people most likely to be exposed, then how big a lever is it to lock down the whole city?\" Mr Seymour said.\n\n\n\nHe also said if the Government is successful in tracing the outbreak or containing the cluster over the initial three days, there \"will be serious questions to be asked,\" including testing at the border at MIQ stations, how testing rates became \"so low\" and why there was not a greater push for more testing.\n\n\n\n3.46pm: The Ministry of Health is investigating after two travellers who left New Zealand later tested positive for Covid-19 overseas.\n\n\n\nThe first case is a Japanese traveller who left New Zealand on August 8 and transited through Singapore enroute to Japan, while the other case is a Belgian traveller who left New Zealand on August 6 and transited through Singapore enroute to Amsterdam, the Health Ministry said in a press release. Both travellers were asymptomatic while in New Zealand.\n\n\n\nThe Japanese traveller had spent some time in Wellington prior to departure and visited The Ramen Shop. These premises are all considered casual contacts of the traveller, and the risk is considered to be very low.\n\n\n\n3.27pm: Pakuranga College principal Michael Williams says this afternoon's Ministry of Health press conference, which erroneously stated the Auckland school had a positive case of Covid-19, raises issues of trust over what the Government says.\n\n\n\n“It’s sloppy,” Mr Williams told 1 NEWS. “They need to get their fact-checking right.”\n\n\n\nThe Health Ministry has since said in a press release that the error related to a possible contact rather than a confirmed case.\n\n\n\nIt comes after the Health Minister offered an assurance the daily conferences were about the delivery of watertight information.\n\n\n\n3.18pm: Wellington eatery The Ramen Shop was warned yesterday by Regional Public Health after a person who later tested positive for Covid-19 overseas dined at the premises last week.\n\n\n\nStaff working at the store the evening of Wednesday, August 5, have been told they do not need to be tested due to the low risk.\n\n\n\nThe store was not asked to close or do a deep clean following the incident.\n\n\n\n3.14pm: The Ministry of Health has apologised after incorrectly stating that Auckland's Pakuranga College had a positive case of Covid-19 at the school.\n\n\n\n\"The Ministry incorrectly named Pakuranga College as an affected school. While there is a casual link, the Ministry is awaiting further test results and at this point no additional public health action is required from the school,\" the Health Ministry said today in a press release.\n\nYour playlist will load after this ad\n\n\"The Ministry apologises for putting information in the public domain without first notifying the school.\"\n\n\n\n2.53pm: The Māori Party is calling for the country to move to Alert Level 4 and for the border to be shut for two weeks in response to Covid-19's resurgence in the community.\n\n\n\nCo-leader John Tamihere told RNZ Auckland's borders should have been shut down immediately after Prime Minister Jacinda Ardern's announcement of community transmission on Tuesday night.\n\n\n\nThe party also says the election should be postponed until next year.\n\n\n\n2.49pm: Australia's top health official, Acting Chief Medical Officer Paul Kelly, said today that New Zealand's return to pre-Covid life after the elimination of the virus was \"just very dangerous\".\n\n\n\n\"To go right back to a pre-Covid state makes them extremely vulnerable,\" Mr Kelly said.\n\n\n\n\"What has happened in New Zealand is a real demonstration of why we have to remain cautious.\"\n\n\n\n2.33pm: The Minstry of Health earlier reported a positive Covid-19 case at Pakuranga College, which has since been labeled an error.\n\n\n\nPakuranga College principal Michael Williams told 1 NEWS they do not have a case of Covid-19 at the school and is now dealing with upset staff and students.\n\nNational MP Simeon Brown said in a Facebook post that he is \"incredibly disappointed\" with the mistake, which put the school into \"an understandable state of panic and shock\".\n\n\n\nChris Hipkins, the Minister of Health and Education, told 1 NEWS they will look into the situation and come back with more complete details.\n\n\n\n1.52pm: Dr Bloomfield says there have been reports of healthcare workers being verbally abused and attacked. \"This is completely unacceptable, I'm sure you will agree. Please remember that all health care workers are doing their best to help not just you, but all New Zealanders. I know how hard they are working...I want to take a moment to sincerely thank them all.\"\n\nSource: Getty\n\n1.45pm: The person in hospital with Covid-19 is the 13th case confirmed today. Dr Bloomfield says that person is Auckland-based, and an investigation is underway into how the person caught the virus, as a link to the cluster has not yet been made. \"Hope to have an update on that later today,\" says Dr Bloomfield.\n\n1.39pm: Four hundred Ports of Auckland staff have been tested for the virus. Most customs and MPI frontline staff were tested yesterday or today, says Mr Hipkins. Of the 2459 who work in managed isolation or quarantine facilities, 1435 have been tested in the last 48 hours.\n\n1.34pm: Mr Hipkins says 1.6 million face coverings were sent out at 4.30am this morning to 125 social sector groups in Auckland, including foodbanks, iwi, churches and other organisations. There's a further 1.4 million that will be distributed.\n\nYour playlist will load after this ad\n\n1.29pm: Both Health Minister Chris Hipkins and Dr Ashley Bloomfield are urging Aucklanders to only get tested if they are showing related symptoms or are in a priority group. Mr Hipkins says the tests are needed for people that the ministry has identified \"as a priority\". Those people include anyone who has had anything to do with Americold, Ports of Auckland, Finance Now, or if they have been to Rotorua. \"If you are well, if you are not a border worker, or if you are not employed at an MIQ facility, if you are not an identified close contact or have come into direct contact with a known positive case, and if you are not showing any symptoms please do not come to the community based assessment centres.\"\n\n1.26pm: Speaking at the 1pm press conference today Health Minister Chris Hipkins confirmed there have been 26,000 Covid-19 tests processed in the last 48 hours. He says there is \"no evidence of a positive Covid-19 case outside of Auckland that is unrelated to the cluster that we are dealing with\". There are two confirmed cases in the Waikato with a direct link to the cluster. But, Mr Hipkins says Auckland is \"not out of the woods yet\".\n\nYour playlist will load after this ad\n\n1.22pm: Dr Bloomfield has confirmed New Zealand now has 48 active cases and the country's overall confirmed and probable cases now moves to 1602.\n\n1.19pm: In addition to Mt Albert Grammar School and Pakuranga School, Dr Bloomfield confirmed the closure of Glamorgan School in Auckland's North Shore, and South Auckland's Southern Cross Campus and Taeaofou | Puaseisei Preschool. All have been linked to confirmed Covid-19 cases.\n\nread more Auckland college shocked after learning of supposed link to new Covid cluster during press conference\n\n1.15pm: There have been 771 close contacts of the Auckland cluster identified to date, as of this morning Dr Bloomfield says 514 have been contacted.\n\n1.12pm: Thirty-eight people linked to the Auckland cluster have been moved to an Auckland quarantine facility. Dr Bloomfield said all postivive cases, and where relevant, their family members or household members, will be transferred to quarantine facilitie. \"This is so we cann greatly reduce the risk of transmission,\" Dr Bloomfield said.\n\nYour playlist will load after this ad\n\n1.06pm: Dr Ashley Bloomfield has confirmed there are now 12 confirmed cases in New Zealand's community today and one probable case. Thirteen new cases in total. Two of the new cases are located in Tokoroa, and all of the cases bar one have been linked to the original Auckland cluster. An investigation has begun to find out the origins of the 13th case. The Director-General gave the case number update with a reminder to Kiwis: \"The problem is the virus, not the people - people are the solution.\" He also thanked health workers for their work to date.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "twitter": {"app": {"name": {"googleplay": "1 NEWS", "iphone": "1 NEWS", "ipad": "1 NEWS"}, "id": {"googleplay": "nz.co.tvnz.news", "iphone": 329786380, "ipad": 329786380}, "url": {"googleplay": "https://play.google.com/store/apps/details?id=nz.co.tvnz.news&hl=en", "ipad": "https://itunes.apple.com/nz/app/one-news/id329786380?mt=8", "iphone": "https://itunes.apple.com/nz/app/one-news/id329786380?mt=8"}}, "card": "summary", "site": "1NewsNZ", "title": "Cabinet agrees to 'maintain our current settings for an additional 12 days' - PM", "description": "The Auckland lockdown will remain at level 3, while the rest at Level 2, until 11.59pm on Wednesday, August 26.", "image": "https://news-image-prod-imgix.tech.tvnz.co.nz/content/dam/images/news/2020/08/13/covid_testingGetty1920.jpg.hashed.af7e4ec8.desktop.story.share.jpg"}, "og": {"tag": "new-zealand,video,getty,coronavirus-pandemic", "title": "Cabinet agrees to 'maintain our current settings for an additional 12 days' - PM", "site_name": "1 NEWS", "url": "https://www.tvnz.co.nz/one-news/new-zealand/cabinet-agrees-maintain-our-current-settings-additional-12-days-pm", "description": "The Auckland lockdown will remain at level 3, while the rest at Level 2, until 11.59pm on Wednesday, August 26.", "type": "article", "image": "https://news-image-prod-imgix.tech.tvnz.co.nz/content/dam/images/news/2020/08/13/covid_testingGetty1920.jpg.hashed.af7e4ec8.desktop.story.share.jpg"}, "fb": {"app_id": 1458530537567960, "pages": 179995481217}, "description": "The Auckland lockdown will remain at level 3, while the rest at Level 2, until 11.59pm on Wednesday, August 26.", "news_keywords": "new-zealand,one-news,coronavirus-pandemic,new-zealand,video,getty,coronavirus-pandemic", "keywords": "new-zealand,one-news,coronavirus-pandemic,new-zealand,video,getty,coronavirus-pandemic", "apple-itunes-app": "app-id=329786380, app-argument=tvnz-one-news://story/content/tvnz/onenews/story/2020/08/14/covid-live-updates-afternoon", "google-play-app": "app-id=nz.co.tvnz.news"}}}