{"GDELT": {"GlobalEventID": 940691553, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BRAGOVAGR", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "Actor1Type1Code": "GOV", "Actor1Type2Code": "AGR", "Actor2Code": "CHNGOV", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 21, "EventBaseCode": 21, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.5548686244203997, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Brazil", "Actor2Geo_CountryCode": "BR", "Actor2Geo_ADM1Code": "BR", "Actor2Geo_Lat": -10.0, "Actor2Geo_Long": -55.0, "Actor2Geo_FeatureID": "BR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20200814044500, "SOURCEURL": "https://www.news18.com/news/world/chinese-cities-find-coronavirus-in-frozen-food-imports-who-downplays-infection-risk-2785207.html"}, "ARTICLE": {"TITLE": "China Finds Coronavirus in Frozen Chicken Wings, WHO Downplays Infection Risk", "TEXT": "Two cities in China have found traces of the new coronavirus in cargoes of imported frozen food, local authorities said on Thursday, although the World Health Organization downplayed the risk of the virus entering the food chain.\n\nA sample taken from the surface of frozen chicken wings imported into the southern city of Shenzhen from Brazil, as well as samples of outer packaging of frozen Ecuadorian shrimp sold in the northwestern city of Xian, have tested positive for the virus, local Chinese authorities said.\n\nShenzhen authorities identified the chicken as originating from a plant owned by Aurora, Brazil’s third-largest poultry and pork exporter.\n\nAs confirmed COVID-19 cases continue to rise globally, the discoveries raise fresh concerns that the coronavirus that causes the disease can spread on surfaces and enter the foodchain. A day earlier, officials started investigating whether the first COVID-19 cases in New Zealand in more than three months were imported by freight.\n\nViruses can survive up to two years at temperatures of minus 20 degrees Celsius, but scientists and officials say there is no strong evidence so far the coronavirus can spread via frozen food.\n\n“People should not fear food, food packaging or delivery of food,” the World Health Organization’s head of emergencies programme Mike Ryan told a briefing.\n\nThe U.S. Food and Drug Administration and Agriculture Department said in a joint statement “there is no evidence that people can contract COVID-19 from food or from food packaging.”\n\nBrazil’s Aurora, which is unlisted, said it had not been formally notified by the Chinese authorities of the alleged contamination. The company said it takes all possible measures to prevent the spread of the coronavirus and there is no evidence it is spread through food.\n\nBrazil’s agriculture ministry said it was seeking clarification from Chinese authorities.\n\nReuters could not immediately reach the Ecuadorean embassy in Beijing.\n\nShenzhen’s health authorities traced and tested everyone who might have come into contact with potentially contaminated food products, and all results were negative, the city’s notice said.\n\n“It is hard to say at which stage the frozen chicken got infected,” said a China-based official at a Brazilian meat exporter.\n\nThe Shenzhen Epidemic Prevention and Control Headquarters said the public needed to take precautions to reduce infection risks from imported meat and seafood.\n\nThe health commission of Shaanxi province, where Xian city is located, said authorities were testing people and the surrounding environment connected to the contaminated shrimp products, which were sold in a local market.\n\nIn addition to screening all meat and seafood containers coming into major ports in recent months, China has suspended some meat imports from various places, including Brazil, since mid-June.\n\nSeven Argentine meat processing plants are temporarily not exporting to China because they have registered cases of COVID-19 among their employees, a source from the Argentine agricultural health agency Senasa said on Thursday.\n\nThe first cluster of COVID-19 cases was linked to the Huanan seafood market in the Chinese city of Wuhan. Initial studies suggested the virus originated in animal products on sale at the market.\n\nLi Fengqin, who heads a microbiology lab at the China National Center for Food Safety Risk Assessment told reporters in June the possibility of contaminated frozen food causing new infections could not be ruled out.\n\nXinfadi market, a sprawling food market in China’s capital of Beijing, was linked to a cluster of infections in June. Authorities said the virus was found in the market on a chopping board on which imported salmons were handled.\n\nAlso Watch Coronavirus Found In Frozen Chicken Imported Into China From Brazil\n\nHow the virus entered Xinfadi market in the first place is yet to be determined, the Chinese Center for Disease Control and Prevention said in its latest update of the investigation in July. The market will be reopened from the weekend.\n\nDisclaimer: This post has been auto-published from an agency feed without any modifications to the text and has not been reviewed by an editor", "METADATA": {"description": "A sample taken from the surface of frozen chicken wings imported into the southern city of Shenzhen from Brazil, as well as samples of outer packaging of frozen Ecuadorian shrimp sold in the northwestern city of Xian, have tested positive for the virus, local Chinese authorities said.", "keywords": "chicken, China, coronavirus, covid-19, WHO", "og": {"title": "China Finds Coronavirus in Frozen Chicken Wings, WHO Downplays Infection Risk", "description": "A sample taken from the surface of frozen chicken wings imported into the southern city of Shenzhen from Brazil, as well as samples of outer packaging of frozen Ecuadorian shrimp sold in the northwestern city of Xian, have tested positive for the virus, local Chinese authorities said.", "site_name": "News18", "type": "website", "locale": "en_US", "url": "https://www.news18.com/news/world/chinese-cities-find-coronavirus-in-frozen-food-imports-who-downplays-infection-risk-2785207.html", "image": "https://images.news18.com/ibnlive/uploads/2020/08/1597370567_chicken-wings.jpg"}, "twitter": {"title": "China Finds Coronavirus in Frozen Chicken Wings, WHO Downplays Infection Risk", "description": "A sample taken from the surface of frozen chicken wings imported into the southern city of Shenzhen from Brazil, as well as samples of outer packaging of frozen Ecuadorian shrimp sold in the northwestern city of Xian, have tested positive for the virus, local Chinese authorities said.", "site": "@cnnnews18", "card": "summary_large_image", "url": "https://www.news18.com/news/world/chinese-cities-find-coronavirus-in-frozen-food-imports-who-downplays-infection-risk-2785207.html", "image": "https://images.news18.com/ibnlive/uploads/2020/08/1597370567_chicken-wings.jpg", "widgets": {"csp": "on"}, "account_id": 4503599627804328}, "msvalidate.01": "86D6E80EF6FB868FA92FFE8908337B04", "msapplication-starturl": "https://www.news18.com/news/world/chinese-cities-find-coronavirus-in-frozen-food-imports-who-downplays-infection-risk-2785207.html?utm_source=ie9&utm_medium=web&utm_campaign=pinned-ie9", "fb": {"admins": 503334673, "pages": "31867849201, 187957574620134, 126166140913489, 784667114916040,1075464282525405, 312128074436", "page_id": "31867849201, 187957574620134, 126166140913489, 784667114916040,1075464282525405, 312128074436"}, "HandheldFriendly": "true", "bitly-verification": "cf8654d2b6b1", "dailymotion-domain-verification": "dm0njrxcv1osfkah2"}}}