{"GDELT": {"GlobalEventID": 940611846, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.93984962406015, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200813194500, "SOURCEURL": "https://freebeacon.com/national-security/as-turkey-pivots-toward-russia-congress-quietly-halts-arms-sales/"}, "ARTICLE": {"TITLE": "As Turkey Pivots Toward Russia, Congress Quietly Halts Arms Sales", "TEXT": "The chairmen and ranking members of both the House Foreign Affairs and Senate Foreign Relations Committees have been quietly exercising veto powers to block arms sales to Turkey for more than a year, Defense News reported Wednesday.\n\nThe vetoes come in response to Turkey's acquisition of S-400 missile defense systems from Russia—a move that signifies Ankara's growing relationship with Moscow. Following Turkey's missile defense purchase last year, Washington iced Turkey's involvement in a U.S. fighter jet program.\n\nSome experts say that Moscow is using the S-400 system as a \"diplomatic tool.\"\n\n\"With arms sales, a lot of people focus on the initial exchange of money, but that's really not the main value here,\" Foundation for Defense of Democracies senior director Bradley Bowman told the Washington Free Beacon. \"[What] a lot of people don't really track is that when another country buys a major weapons system, they are going to use it for 20-30 years. … There are huge diplomatic and national security benefits from that. When Russia gets those benefits, it's not just a one-year thing but a decades-long thing.\"\n\nThe Kremlin is also extending its S-400 diplomacy to India, which is reportedly flirting with fast-tracking the purchase of its own missile defense systems.\n\nRepublican lawmakers are now encouraging the White House to take a tougher stand on Turkey's growing friendship with Moscow.\n\n\"Turkey's purchase of the Russian S-400 is unacceptable and undermines NATO's mission to deter Russian aggression,\" Rep. Michael McCaul (R., Texas), who has helped block arms sales to Turkey as the ranking member of the Foreign Affairs Committee, said in a statement to the Free Beacon.\n\n\"The Administration must impose the sanctions required by law in response to this purchase. Turkey must reverse course on this destabilizing action to renew the United States' confidence in our defense relationship,\" he added.\n\nAmerica has traditionally been the largest exporter of arms to Turkey, but experts say the relationship with Ankara is likely to change. In recent months alone, Turkey has increased operations in the Eastern Mediterranean, designated the historic Hagia Sophia as a mosque, and openly questioned its future in NATO. A mediating country between the West and the Middle East, the extent to which Turkey is a reliable ally as it inches toward Moscow is now a question for many policymakers.\n\n\"For a while, there's been a bipartisan view that Erdogan is not acting like an ally,\" Bowman said. \"Almost invariably, [Turkey's behavior] is contrary to U.S. interests.\"\n\nBowman said that one key way to correct Turkey's pro-Russia behavior is the 2017 Countering America's Adversaries Through Sanctions Act (CAATSA), which has not yet been applied to Turkey in earnest. Rep. Adam Kinzinger (R., Ill.) introduced sanctions on Turkey through CAATSA in July, citing the S-400 as justification.\n\n\"Turkey has continued to make questionable decisions that do not reflect leadership of a NATO nation,\" Kinzinger wrote in a press release. \"We need to make it very clear that their actions will not be tolerated and will be met with serious consequences. Our legislation does that and makes the actions by Turkey an explicitly sanctionable offense.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1", "fb": {"pages": 282024895179874, "app_id": 169639790097533}, "og": {"locale": "en_US", "type": "article", "title": "As Turkey Pivots Toward Russia, Congress Quietly Halts Arms Sales - Washington Free Beacon", "description": "The chairmen and ranking members of both the House Foreign Affairs and Senate Foreign Relations Committees have been quietly exercising veto powers to block arms sales to Turkey for over a year, Defense News reported Wednesday.", "url": "https://freebeacon.com/national-security/as-turkey-pivots-toward-russia-congress-quietly-halts-arms-sales/", "site_name": "Washington Free Beacon", "updated_time": "2020-08-13T17:41:07+00:00", "image": {"identifier": "https://freebeacon.com/wp-content/uploads/2020/08/Putin-Erdogan-e1597339428240.jpg", "secure_url": "https://freebeacon.com/wp-content/uploads/2020/08/Putin-Erdogan-e1597339428240.jpg", "width": 736, "height": 514}}, "article": {"publisher": "https://www.facebook.com/FreeBeacon/", "tag": "Turkey", "section": "National Security", "published_time": "2020-08-13T18:40:40+00:00", "modified_time": "2020-08-13T17:41:07+00:00"}, "twitter": {"card": "summary_large_image", "description": "The chairmen and ranking members of both the House Foreign Affairs and Senate Foreign Relations Committees have been quietly exercising veto powers to block arms sales to Turkey for over a year, Defense News reported Wednesday.", "title": "As Turkey Pivots Toward Russia, Congress Quietly Halts Arms Sales - Washington Free Beacon", "site": "@FreeBeacon", "image": "https://freebeacon.com/wp-content/uploads/2020/08/Putin-Erdogan-e1597339428240.jpg", "creator": "@FreeBeacon"}, "generator": "WordPress 4.9.5", "apple-itunes-app": "app-id=1047859882", "google-site-verification": "g2Au42ysf-LBr1AFIlBR94TSqxLVXTpGVwC-HfNBiLU"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}