{"GDELT": {"GlobalEventID": 940623383, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "HARTFORD", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "COLLEGE", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.58353127474268, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200813210000, "SOURCEURL": "https://news.harvard.edu/gazette/story/2020/08/eminent-historian-bernard-bailyn-dies-at-97/"}, "ARTICLE": {"TITLE": "Eminent historian Bernard Bailyn dies at 97", "TEXT": "Eminent historian and Harvard Professor Bernard Bailyn, who died Aug. 7 at 97 in his home in Belmont from heart failure, was a man of many words, writing and editing more than 20 books on early American and Atlantic history.\n\nBut among students and colleagues, the Adams University Professor Emeritus and James Duncan Phillips Professor of Early American History Emeritus was famous for two: “So what?” This question was central to Bailyn’s approach to studying history, said secretary of the Faculty of Arts and Sciences Susan Lively, who took his infamous and exhilarating graduate seminar as a student in the 1990s.\n\n“As devastating at those two words were, they were an incredibly effective teaching tool. Any student who witnessed them being used even once internalized their point and worked diligently to make sure they were never applied to them,” said Lively, who earned a Ph.D. in history in 1997 and was the last doctoral candidate Bailyn supervised. “One never presented material to [him] without knowing exactly why it mattered.”\n\n“He wasn’t necessarily engaged with a broader public, but that ‘so what’ question always invited historians to think in the biggest terms about the precise, technical work that they did,” said James Duncan Phillips Professor of Early American History Joyce Chaplin, who now teaches early American historiography to graduate students.\n\nAn enduring curiosity and innovative approach\n\nBailyn applied this exacting approach to his own work on economic and social history in colonial America, which was recognized for its singularity and rigor over a career that spanned more than 70 years. His breakthrough book, “The Ideological Origins of the American Revolution,” published in 1967, was a departure from the then-dominant historical viewpoint that economic interests were the primary motivation for the colonists’ opposition to the British.\n\nIn the book, which won the Pulitzer Prize for history and the Bancroft Prize for American history writing, Bailyn argued that the principles of revolution and a distrust of governmental power among the residents of the isolated colonies were critical to the Founders’ desire for freedom.\n\nHis challenge to established thought and his use of primary source material (such as radical pamphlets) not previously studied with deep attention were examples of his enduring curiosity and innovative approach to studying history, said Ann Blair, Carl H. Pforzheimer University Professor and chair of the History Department.\n\n“He was limitlessly curious even over coffee at the Smith Center. I think one of his enduring characteristics as a historian and as a person was that he was so interested in people.” — Emma Rothschild, Jeremy and Jane Knowles Professor of History and director of the Center for History and Economics\n\nThough primarily a historian of the Revolution and early American history, Bailyn had broad scholarly interests. With his wife, Lotte Bailyn, the T Wilson (1953) Professor of Management Emerita at Massachusetts Institute of Technology’s Sloan School of Management and a scholar of the intersections of managerial practice and employees’ lives, in 1959 he published “Massachusetts Shipping, 1697‒1714: A Statistical Study,” an economic history book on the large shipping economy based in the colony that used early computers to analyze historical data.\n\nBailyn won a National Book Award in 1975 for “The Ordeal of Thomas Hutchinson,” a biography of the last colonial governor of Massachusetts. His second Pulitzer came in 1987 for “Voyagers to the West,” a social history tracing the emigration of Britons to the colonies in the mid-1770s. He received the 2010 National Humanities Medal from President Barack Obama “for illuminating our nation’s early history and pioneering the field of Atlantic history.”\n\nKnown to friends as Bud, Bailyn was born in Hartford, Conn., in 1922, attended Williams College, and served in the Army Signal Corps and Army Security Agency during World War II. He earned advanced degrees from Harvard and joined the faculty in 1953, where he taught for 38 years. He became a full professor in 1961 and was director of the Charles Warren Center for American History from 1983‒1994. He was also a senior fellow at the Harvard Society of Fellows for almost 25 years.\n\nHe is survived by his wife; two sons, Charles, a professor of astronomy at Yale University, and John, a professor of linguistics at Stony Brook University; and two granddaughters.\n\nA supportive mentor\n\nAfter retiring in 1991, Bailyn founded the International Seminar on the History of the Atlantic World in 1995, a foundational program that brought scholars from around the world to Cambridge for annual summer workshops in the emerging field of Atlantic history, which encompassed research in Indigenous history, histories of enslaved people, Caribbean history, and other areas. The seminar ran until 2010.\n\n“He was dedicated to fostering a young generation of people, and there was a great range of people from different places and different nationalities, but also different methodologies and different questions,” said Tamar Herzog, Monroe Gutman Professor of Latin American Affairs and Radcliffe Alumnae Professor, who was an invited lecturer at the seminar. “He was a giant in that way, but also a magician because he touched so many people’s lives.”\n\nLaurel Thatcher Ulrich, a historian and 300th Anniversary University Professor Emerita, said Bailyn was “not just productive as a scholar but also helped to create new global networks and new ways of approaching history with a lot of energy and commitment.”\n\nChaplin highlighted Bailyn’s mentorship and collegiality toward junior scholars whose work was often more narrowly focused and dealt with the experiences of marginalized people. Even when Bailyn disagreed with this approach, he respected and supported the evolution of scholarship.\n\n“History is not an inert reconstruction of the past that gets set once and for all; it is a form of inquiry, and those inquiries will shift and renew and grow in time,” Bailyn wrote in a passage of “Ideological Origins” that Chaplin posted on her Twitter account. “Succeeding generations will write different kinds of histories — and should.”\n\n“Succeeding generations will write different kinds of histories—and should,” Bernard Bailyn said. I now teach the class on early American historiography @Harvard_History and always use Bailyn’s “Ideological Origins.” This fall I’m also using the #1619Project. As he’d have done. pic.twitter.com/qV38iV7e6u — Joyce E. Chaplin (@JoyceChaplin1) August 8, 2020\n\n“He was a towering figure in the department for decades,” said Blair. “He embodied a Harvard that was smaller, with fewer specializations, where colleagues probably interacted more readily across departmental lines and even different Schools. Throughout his time as an emeritus professor, he was indefatigably active, going to his Widener study, coming to talks, and interested in hearing about what other younger members of the department were working on, even though he’d never been in the department with us.”\n\nEven as he entered his ninth decade, Bailyn remained curious about his discipline and invested in the work of his colleagues. In April, he published “Illuminating History: A Retrospective of Seven Decades,” an intellectual memoir that explored the relationships of historical figures to the “larger story” of war, power, and economics in early America.\n\n“He was interested in absolutely everything,” said Emma Rothschild, Jeremy and Jane Knowles Professor of History and director of the Center for History and Economics, a longtime friend of the Bailyn family. Recalling their last meeting just before stay-at-home orders took effect in March, she said: “He was limitlessly curious even over coffee at the Smith Center. I think one of his enduring characteristics as a historian and as a person was that he was so interested in people.”\n\n“The fact that he was … in full intellectual control at 97 [reminds us] that sometimes the life of the mind, if we’re lucky enough to happen into it, can be sustaining and meaningful,” said Noah Feldman, Felix Frankfurter Professor of Law and director of the Julis-Rabinowitz Program on Jewish and Israeli Law, who first met Bailyn as a College student. “There are people who will simply never be replaced, and he is one of them.”", "METADATA": {"viewport": "width=device-width, initial-scale=1", "generator": "WordPress 5.4.2", "wp-parsely_version": "2.0", "description": "Professor Bernard Bailyn, a Pulitzer Prize-winning historian who reframed our understanding of colonial America, dies at 97.", "theme-color": "#a51c30", "fb": {"app_id": 135898969862440}, "twitter": {"site": "@harvard", "creator": "@harvard", "title": "Eminent historian Bernard Bailyn dies at 97", "description": "Professor Bernard Bailyn, a Pulitzer Prize-winning historian who reframed our understanding of colonial America, dies at 97.", "card": "summary_large_image", "image": {"src": "https://news.harvard.edu/wp-content/uploads/2020/08/072007_Bailyn_Bernard_042_H_2500.jpg"}}, "og": {"locale": "en_US", "site_name": "Harvard Gazette", "title": "Eminent historian Bernard Bailyn dies at 97", "type": "article", "url": "https://news.harvard.edu/gazette/story/2020/08/eminent-historian-bernard-bailyn-dies-at-97/", "description": "Professor Bernard Bailyn, a Pulitzer Prize-winning historian who reframed our understanding of colonial America, dies at 97.", "image": {"identifier": "https://news.harvard.edu/wp-content/uploads/2020/08/072007_Bailyn_Bernard_042_H_2500.jpg", "width": 2500, "height": 1789}}, "article": {"published_time": "2020-08-11T16:10:04-0400", "modified_time": "2020-08-11T16:10:04-0400", "section": "Campus & Community", "tag": "Ann Blair, Bernard Bailyn, Emma Rothschild, FAS, History, Joyce Chaplin, Laurel Thatcher Ulrich, Noah Feldman, Susan Lively, Tamar Herzog"}, "news_keywords": "Ann Blair, Bernard Bailyn, Emma Rothschild, FAS, History, Joyce Chaplin, Laurel Thatcher Ulrich, Noah Feldman, Susan Lively, Tamar Herzog"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}