{"GDELT": {"GlobalEventID": 940617114, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "CALIF", "Actor1CountryCode": "USA", "Actor2Code": "RAD", "Actor2Name": "EXTREMIST", "Actor2Type1Code": "RAD", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -11.060433295325, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Samoa", "Actor2Geo_CountryCode": "WS", "Actor2Geo_ADM1Code": "WS", "Actor2Geo_Lat": -13.803096, "Actor2Geo_Long": -172.178309, "Actor2Geo_FeatureID": "WS", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200813201500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8624819/Proud-Boys-member-face-jail-time-crossing-state-lines-attend-protest.html"}, "ARTICLE": {"TITLE": "Proud Boys member may be jailed for crossing state lines", "TEXT": "A warrant has been issued for the arrest of a member of the far-right group the Proud Boys from Washington state, for allegedly violating the terms of his probation.\n\nTusitala Toese, 24, of Vancouver, Washington, rose to prominence in extremist circles in recent years by clashing with Antifa members during protests against white supremacy and police brutality in the Pacific Northwest.\n\nCourt records show that the 6-foot-4, 265-pound Toese, ironically nicknamed 'Tiny,' was spotted in Seattle in June in an area that had been taken over by Black Lives Matter protesters and dubbed the Capitol Hill Occupied Protest, or the Capitol Hill Autonomous Zone.\n\nWanted: Right-wing extremist Tusitala Toese, 24, had a warrant issued for his arrest on Friday for allegedly violating the terms of his probation. He could face a year in jail\n\nToese, who has become notorious for clashing from anti-fascists, has been accused of assaulting a man near Seattle's Capitol Hill Occupied Protest (pictured in July)\n\nUnder the terms of his probation, Toese was not permitted to be in Seattle or take part in civil unrest\n\nToese was involved in an assault on a man near the area and did not get permission from his probation officers to travel to Seattle, reported KOMO News.\n\nHe was later arrested on a warrant and placed under house arrest with GPS monitoring, but Toese allegedly failed to abide by the terms of his supervised release.\n\nLast Friday, a new warrant was issued for Toese's arrest after his supervising officer, Heather Fowler, recommended that a judge revoke his probation and sentence him to a year in jail for crossing state lines without permission and taking part in civil unrest.\n\nThe Samoan Toese, who has been associated with the Proud Boys, which is a documented hate group, as well as the Vancouver-based extremist group Patriot Prayer, gained attention in the past for fighting in Portland during political protests and fled the Pacific Northwest after being indicted on felony assault charges.\n\nIn January, Toese pleaded guilty to a misdemeanor assault charge stemming from a June 2018 incident that left Portland protester Ted Ledwith with 'stitches and a concussion.' Prosecutors dismissed a felony assault charge as part of Toese’s plea deal.\n\nToese, who is Samoan, rose to prominence in extremist circles in recent years by clashing with Antifa members (pictured left in California in 2017 wrapped in a Trump/Pence banner, and right at a protest in Portland in 2018)\n\nUnder his parole agreement, he was to stay home in Vancouver, wear an ankle monitor, check in with his probation officer on a regular basis, and avoid traveling out of Clark County without permission, or attending any protests in Multnomah County in neighboring Oregon.\n\nBut according to Toese's Fowler, he has repeatedly violated those terms by failing to charge his GPS device or report his whereabouts to her, skipping a scheduled meeting with her on July 30 and traveling to places where he was not permitted to be, reported Willamette Week.\n\nAccording to court records, the violations started in mid-June when the probation officer started getting emails and calls saying that Toese had assaulted a man near Seattle's CHAZ, or CHOP, area.\n\nToese, a member of both the Proud Boys and Patriot Prayer far-right groups, has been on probation stemming from a 2018 assault in Portland (pictured in January 2018 yelling at an Antifa activist during another protest in Portland)\n\nHe spent a night in jail before being fitted with the GPS device and ordered to be on house arrest, with exceptions made only for work, medical appointments and meeting with his lawyer.\n\nBut before losing its charge, his ankle monitor allegedly indicated that Toese had traveled outside Clark County and visited a pub in late July.\n\n'Mr. Toese has continued to ignore his supervision requirements. By refusing to report, failing to charge his GPS and not providing any information in regards to where he is staying, Mr. Toese is making himself unavailable for supervision,' his probation officer said in a statement to the court.", "METADATA": {"keywords": "dailymail,news,Crime,US Race Relations,Black Lives Matter", "news_keywords": "dailymail,news,Crime,US Race Relations,Black Lives Matter", "original-source": "https://www.dailymail.co.uk/news/article-8624819/Proud-Boys-member-face-jail-time-crossing-state-lines-attend-protest.html", "description": "A warrant has been issued for the arrest of right-wing extremist Tusitala Toese, 24, from Washington, who is accused of violating the terms of his probation by traveling out of state to clash with protesters.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Proud Boys member could face jail time for attending protest", "description": "A warrant has been issued for the arrest of right-wing extremist Tusitala Toese, 24, from Washington, who is accused of violating the terms of his probation by traveling out of state to clash with protesters.", "url": "https://www.dailymail.co.uk/news/article-8624819/Proud-Boys-member-face-jail-time-crossing-state-lines-attend-protest.html", "image": "https://i.dailymail.co.uk/1s/2020/08/13/20/31921846-0-image-a-107_1597348561886.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8624819, "author": "Snejana Farberov", "divclasspage": "articlePage", "mol": {"headline": "Proud Boys member dubbed 'Tiny' who was arrested for assault at Seattle CHOP could face jail time 'because he violated bail conditions to cross state lines to go to Portland protests'"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-13T20:54:18+0100", "modified_time": "2020-08-13T22:47:56+0100", "section": "News", "tag": "Proud Boys member face jail time crossing state lines attend protest", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Proud Boys member could face jail time for attending protest", "type": "article", "description": "A warrant has been issued for the arrest of right-wing extremist Tusitala Toese, 24, from Washington, who is accused of violating the terms of his probation by traveling out of state to clash with protesters.", "url": "https://www.dailymail.co.uk/news/article-8624819/Proud-Boys-member-face-jail-time-crossing-state-lines-attend-protest.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/13/20/31921846-0-image-a-107_1597348561886.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2019/08/17/6799429869872001714/1024x576_MP4_6799429869872001714.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8624819/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8624819/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}