{"GDELT": {"GlobalEventID": 940658785, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BRAGOVHLH", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.29457364341086, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID", "Actor1Geo_Lat": -5.0, "Actor1Geo_Long": 120.0, "Actor1Geo_FeatureID": "ID", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID", "Action2Geo_Lat": -5.0, "Action2Geo_Long": 120.0, "Action2Geo_FeatureID": "ID", "DATEADDED": 20200814004500, "SOURCEURL": "https://www.abc.net.au/news/2020-08-14/coronavirus-update-brazil-russia-vaccine-usa-deadliest-day/12556686"}, "ARTICLE": {"TITLE": "Coronavirus update: US records nearly 1,500 deaths, Brazil's health minister casts doubt on Russia vaccine deal", "TEXT": "The United States has recorded almost 1,500 deaths from COVID-19 in one day, the country's highest daily total since May.\n\nRio de Janeiro's iconic Christ the Redeemer statue has been thoroughly cleaned in preparation for its reopening to the public, while Brazil's Health Minister says the country hasn't yet committed to buying Russia's COVID-19 vaccine.\n\nAnd, Britain will impose a 14-day quarantine on all arrivals from France, the Netherlands, Malta, Monaco, Turks & Caicos and Aruba.\n\nThis story will be regularly updated throughout Friday.\n\nFriday's key moments\n\nUK adds quarantine restrictions on more countries\n\nBritain will impose a 14-day quarantine on all arrivals from France, the Netherlands, Malta, Monaco, Turks & Caicos and Aruba.\n\nTransport Minister Grant Shapps said rising COVID-19 infection rates was behind the new restrictions.\n\nTravellers to France will be required to quarantine upon entering the UK under new restrictions. ( AP: Alessandra Tarantino )\n\n\"If you arrive in the UK after 4:00am Saturday from these destinations, you will need to self-isolate for 14 days,\" Mr Shapps said.\n\nThe reimposition of quarantine conditions is hitting Britons' favourite holiday destinations in the middle of summer and dealing a fresh blow to a desperate travel industry.\n\nEarlier, Prime Minister Boris Johnson said his Government would be ruthless when it came to imposing fresh restrictions on arrivals because of the danger of importing fresh cases of the virus.\n\nFor UK holidaymakers, France is the second most-visited country behind first-choice destination Spain — which has already been removed from the safe travel list.\n\nJoe Biden calls for mask mandate\n\nDemocratic presidential candidate Joe Biden wants everyone in the US to wear masks. ( AP: Will Weissart )\n\nDemocratic presidential contender Joe Biden on Thursday called on all US governors to mandate mask wearing to slow the spread of the coronavirus that has killed more than 165,000 people in the United States.\n\nIn his second day on the campaign trail with former rival and now running mate Kamala Harris by his side, Biden made the call for a nationwide mandate on masks after a virtual meeting with public health advisers in his hometown of Wilmington, Delaware.\n\n\"Every single American should be wearing a mask when they're outside for the next three months,\" he said. \"Every governor should mandate mandatory mask wearing.\"\n\nThree more US states launch virus apps\n\nNorth Dakota, Wyoming and Alabama are the latest US states to launch apps to warn users about potential exposure to the novel coronavirus by tracking their encounters.\n\nVirginia last week became the first US state to urge residents to download such an app using technology developed by smartphone software giants Apple and Google.\n\nMexico passes 500, 000 confirmed coronavirus cases\n\nMexico now has more than 500,000 infections but experts believe the real figure may be two to three times higher. ( Reuters: Gustavo Graf )\n\nMexico's health department reported 7,371 newly confirmed cases on Thursday (local time), bringing the country's total for the pandemic to 505,751.\n\nThe department reported 627 more confirmed COVID-19 deaths, giving Mexico a total of 55,293.\n\nExperts agree that due to Mexico's extremely low testing rates, those numbers are undercounts and that the real figures may be two to three times higher.\n\nWith only about 1.15 million tests conducted to date in a country of almost 130 million people, less than 1 per cent of Mexicans have been tested.\n\nUS records highest number of deaths in months\n\nThe United States reported almost 1,500 COVID-19 deaths on Wednesday, making it the deadliest day of the American summer so far and the country's worst tally since May.\n\nData from Johns Hopkins University said 1,499 additional deaths were recorded alongside 55,910 new confirmed cases of the virus.\n\nMore than 167,000 people have died due to the coronavirus pandemic in the US since the start of the crisis.\n\nThe average number of deaths over a seven-day period has been above 1,000 in the US for 17 consecutive days now, with the situation in southern states seeming to drive the rise.\n\nThe state of Georgia reported 105 deaths on Wednesday, with North Carolina and Texas recording 45 and 324 new deaths respectively.\n\nBrazil not yet ready to buy Russia vaccine, health minister\n\nTourism officials hope to see a surge in visitors this weekend as health restrictions are eased amid the new coronavirus outbreak in Rio de Janeiro, Brazil. ( AP: Silvia Izquierdo )\n\nBrazil will need more information and talks before it commits to buying the Russian COVID-19 vaccine, which is at a very early stage, the country's acting Health Minister has said.\n\nBrazil has the world's second-worst coronavirus outbreak, making it a magnet for drug-makers seeking partners to test their potential vaccines.\n\nThe state of Parana has signed a memorandum of understanding with Moscow, and a Brazilian technology institute has said it expects to produce the Sputnik V vaccine by the second half of 2021.\n\nBut Health Minister Eduardo Pazeullo said more talks were needed.\n\nBrazil has become a magnet for pharmaceutical companies seeking partners to test their potential vaccines. ( AP: Silvia Izquierdo )\n\n\"It is just emerging,\" he said. \"We do not have depth in the answers, we are not able to monitor the data. There will still be a lot of negotiation, a lot of work for this to be effective.\"\n\nNonetheless, he added that \"we must also participate\" if the Russian vaccine, which has faced scepticism from scientific experts due to a lack of test results, is shown to work.\n\nAt the moment, he said, the most promising vaccine was being developed by Oxford University researchers in partnership with AstraZeneca Plc.\n\nAstraZeneca has agreed to sell the Brazilian Government tens of millions of doses of its potential vaccine, and has arranged to transfer technology so Brazil can eventually produce it domestically.\n\nA Catholic priest leads a prayer as soldiers pause from disinfecting the Christ the Redeemer area. ( AP: Silvia Izquierdo )\n\nMeanwhile, Brazilian soldiers wearing hazmat suits disinfected Rio de Janeiro's iconic Christ the Redeemer statue in preparation for its reopening to the public on Saturday.\n\nThey are preparing for what tourism officials hope will be a surge in visitors as health restrictions are eased.\n\nThe current number of COVID-related deaths in the state of Rio de Janeiro reached 14,295, with 185,610 people currently testing positive for the virus.\n\nStudy finds 13 per cent of Londoners have had COVID-19\n\nJohns Hopkins University reports more than 270,000 cases throughout England, less than the study estimate. ( AP: Ben Stansall )\n\nResearchers at Imperial College estimate that 6 per cent of England's population — or 3.4 million people — have been infected by COVID-19, a figure far higher than previous findings.\n\nThe estimate is based on a study of 100,000 randomly selected volunteers who used home finger-prick tests to find antibodies for the virus that causes COVID-19.\n\nThe study, which covers infections through the end of June, found London had the highest infection rate, at 13 per cent.\n\nAt least 6 per cent of England's entire population has contracted coronavirus, a study estimates. ( AP: Matt Dunham )\n\nBlack, Asian and other minority ethnic groups were two to three times more likely to have had COVID-19 than white people.\n\nThe nationwide estimate is much higher than the number of reported cases posted by Johns Hopkins University, the main reference for monitoring the disease.\n\nAs of late Thursday evening, it listed 270,971 cases throughout England.\n\nChicken wings imported from Brazil to China test positive\n\nFrozen chicken wings imported from Brazil to China were found to have traces of COVID-19. ( Supplied: Michelle Huynh )\n\nTwo cities in China have found traces of coronavirus in imported frozen food and on food packaging, raising fears that contaminated food shipments might cause new outbreaks.\n\nCoronavirus was found on the surface of frozen chicken wings imported into the southern city of Shenzhen from Brazil.\n\nPrawns imported from Ecuador also had traces of coronavirus on their packaging.\n\nThe prawns were sent to Xian city, in China's north-west, and to Anhui province in the country's north-west.\n\nChina has been stepping up screenings at ports amid the concerns over food imports.\n\nShenzhen health authorities traced and tested everyone who might have come into contact with the shipment and all results were negative, the city said.\n\nThe Brazilian embassy in Beijing did not immediately respond to a request for comment.\n\n'Data don't lie': Spaniards nervous about second wave\n\nA return to scenes like these in temporary field hospitals is not what Spain wants. ( AP: Manu Fernandez )\n\nNot two months after its first wave, Spain's hospitals are beginning to see patients struggling to breathe returning to their wards.\n\nA military emergency brigade set up a field hospital in Zaragoza this week, in a grim reminder that Spain is far from claiming victory over the coronavirus that devastated the European country in March and April.\n\nAs many as 900 people a say were dying at the height of the first wave.\n\nMost of the new cases are asymptomatic and in younger age groups, making them less likely to need medical treatment.\n\nExperts are searching for reasons as to why Spain is struggling more than its neighbours.\n\n\"The data don't lie,\" Rafael Bengoa, the former health chief of Spain's Basque Country region and an international consultant on public health, said.\n\n\"The numbers are saying that where we had good local epidemiological tracking, like (in the rural north-west), things have gone well.\"\n\n\"But in other parts of the country where obviously we did not have the sufficient local capacity to deal with outbreaks, we have community transmission again, and once you get community transmission, things get out of hand.\"\n\nSchools to reopen for students across Indonesia\n\nMany Indonesian students lack the resources needed for home learning. ( AP: Tatan Syuflana )\n\nIndonesia's move to reopen schools in some areas risks creating new clusters of coronavirus cases, with at least 180 students and teachers infected since a new academic year started in July, a teachers' federation says.\n\nIndonesia has allowed schools to reopen with limited capacity in \"yellow\" and \"green\" zones with fewer reported cases.\n\nThe zones cover 43 per cent of the student population, according to Government data.\n\nEducation Minister Nadiem Makarim said almost 90 per cent of children lived in areas where \"most of the students find it extremely difficult to do any type of technology-based distance learning\".\n\nBut Heru Purnomo, secretary general of the Federation of Indonesian Teachers Associations, said distance learning was still preferable.\n\n\"Distance learning, be it offline or online, is safer than face-to-face lessons,\" he said.\n\nIn its situation report, the World Health Organization in Indonesia warned a return to schools risked \"worsening local transmission, putting a heavier burden on the nation's limited healthcare facilities and workers and, in the long term, slowing down the economic recovery\".\n\nSome provinces have reported a significant number of cases among the young. In Papua, nearly 300 people aged under 19 had confirmed infections as of Wednesday.\n\nIndonesia has reported 132,816 coronavirus infections and 5,968 deaths, the highest death toll in Southeast Asia. Around 9 per cent of infections are among the 0-18 age group.\n\nCases surge in India as prominent political figures contract COVID-19\n\nIndia has the third-highest coronavirus caseload in the world after the United States and Brazil. ( AP: Rafiq Maqbool )\n\nIndia has reported another record jump in its surging coronavirus cases, with nearly 67,000 new infections, among them a religious leader who shared a stage with Prime Minister Narendra Modi during a ceremony to launch construction of a grand temple.\n\nNritya Gopal Das, an 82-year-old Hindu priest, was the latest public figure to test positive after a string of Mr Modi's top cabinet colleagues contracted COVID-19, including Interior Minister Amit Shah.\n\nWith Thursday's jump of 66,999 cases, India now has nearly 2.4 million infections, according to the Health Ministry, behind only the United States and Brazil.\n\nFor the past fortnight, it has been reporting 50,000 cases or more each day as it opens up the country after a months-long lockdown. Its COVID-19 death toll stands at 47,033.\n\nA government committee, meanwhile, said India would utilise its large vaccine manufacturing capacity to urgently deliver any potential COVID-19 vaccine to its neighbours and low-income countries.\n\nABC/wires", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "Coronavirus update: US records nearly 1,500 deaths, Brazil's health minister casts doubt on Russia vaccine deal - ABC News", "description": "The United States reports almost 1,500 deaths from COVID-19 in one day, the country's highest daily total since May.", "keywords": "covid-19, coronavirus, pandemic, england, uk, new zealand, india, indonesia", "ABC.ContentType": "Article", "ABC.ContentSource": "coremedia", "generator": "PL NEWS WEB", "ABC.Generator": "PL NEWS WEB", "ContentId": 12556686, "ABC.ContentId": 12556686, "ABC.VersionNumber": 27, "article": {"tag": "indonesia", "published_time": "2020-08-13T14:01:23+00:00", "modified_time": "2020-08-14T02:37:34+00:00"}, "og": {"url": "https://www.abc.net.au/news/2020-08-14/coronavirus-update-brazil-russia-vaccine-usa-deadliest-day/12556686", "description": "The United States reports almost 1,500 deaths from COVID-19 in one day, the country's highest daily total since May.", "image": "https://www.abc.net.au/cm/rimage/12555806-16x9-large.jpg?v=2", "title": "Coronavirus update: US records nearly 1,500 deaths in deadliest day of the summer", "type": "article"}, "twitter": {"card": "summary_large_image", "image": {"identifier": "https://www.abc.net.au/cm/rimage/12555806-16x9-large.jpg?v=2", "alt": "A protester holding a sign reading \"Honk if you question coronavirus\""}, "site": "@abcnews"}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}