{"GDELT": {"GlobalEventID": 940640091, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "USA", "Actor2Name": "NEW YORK", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.30414746543779, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Oamaru, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22391", "Actor1Geo_Lat": -45.1, "Actor1Geo_Long": 170.967, "Actor1Geo_FeatureID": "-1514842", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Oamaru, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22391", "Action2Geo_Lat": -45.1, "Action2Geo_Long": 170.967, "Action2Geo_FeatureID": "-1514842", "DATEADDED": 20200813230000, "SOURCEURL": "http://www.oamarumail.co.nz/community/artist-proud-of-where-career-has-led/"}, "ARTICLE": {"TITLE": "Artist proud of where career has led", "TEXT": "Brent Harpur’s artwork has taken him all around the world, but since working at the Victorian Fete in 2006, a move to Oamaru has always been on the cards.\n\nLast month, Harpur opened a studio in Oamaru’s Victorian precinct where he runs children’s art workshops in the school holidays, and is also available for private lessons and corporate workshops.\n\n“I came to work at the fete and I met Donna [Demente] and all the local artists, and they all made me so welcome,” he said.\n\n“They all tried to talk me into moving here. I really liked the idea.”\n\nHarpur is legally blind – he can only see 1m in front of him, due to a condition called Keratoconus, which causes the cornea in the eyes to thin and bulge out into a cone shape. A corneal graft at 13, to treat the condition, was rejected badly and left him completely blind in his right eye. As a result, his teenage years were a struggle.\n\n“Luckily it was the ’80s, and there was really good rock music and pop music – David Bowie saved my life,” he said.\n\nA childhood dream to be a pilot was thwarted by his failing eyesight, and so Harpur returned to drawing cartoons, which he had loved doing when he was younger. But after having an art teacher who hated cartoons, and then having his reader-writer taken away from him, he left school partway through what was then sixth form.\n\n“I used to think I failed school. But actually, I think school failed me.”\n\nAt 18, he went to Homai College, a school for the blind in Auckland. It was a year-long independent skills course and Auckland was a huge culture shock for the introverted teenager from Timaru.\n\nFrom there, he moved to Wellington where he spent the next 21 years “doing what I do now”.\n\nA stint in Australia followed – initially to Sydney, where his brother lived, and then two years later he ended up in Melbourne, which he found to be a better fit for him as an artist.\n\n“In 2012, a Melbourne documentary maker [Amy Hoogenboom] made a film about me, called Scatter Joy,” he said.\n\nHoogenboom and Harpur went to the premiere in New York City.\n\n“We had an amazing time. I’m very proud of where my career has taken me.”\n\nAfter New York, Harpur travelled to Los Angeles and then the film showed in Mexico, so he spent two weeks there.\n\n“When I go travelling I often end up working with local children. So I did a lot of work teaching kids in Mexico, which was one of the highlights of my career.”\n\nAlso in 2013, Harpur curated an exhibition of 16 Kiwi artists in Melbourne, called Whakapapa, which included arts from sculpture to contemporary dance.\n\n“It had 3000 people for opening night. It was something a bit different. We’re quite loved over there.”\n\nFamily brought him back to Timaru and the poor health of his mother, Joy, has kept him close by.\n\n“My mum is one of my greatest influences. She is 82 and constantly has a sense of wonder.\n\n“She never stops learning and is probably one of the most intelligent people I know.”\n\nAfter 30 years of travelling around and teaching out of his suitcase, he decided it was time to set up shop in Oamaru and “have people come to me for a change”.\n\nFrom his Harbour St studio, he is also starting up drop-in workshops and is hoping to run some after-school classes as well.\n\nHe said his adult workshops were perfect for the corporate arena.\n\n“We all drew as children, but at some point we stop.\n\n“They provide a safe space for people to create.”\n\nHarpur’s Facebook page, Drawing on the Light Side, attracted much attention during lockdown, when he provided a free lesson in cartoon drawing every night. His first night attracted 42,000 views, he said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "http://www.oamarumail.co.nz/wp-content/uploads/2020/08/om14brent.jpg", "width": 3240, "height": 4320, "type": "image/jpeg"}, "title": "Artist proud of where career has led", "description": "Brent Harpur's artwork has taken him all around the world, but since working at the Victorian Fete in 2006, a move to Oamaru has always been on the cards. Last month, Harpur opened a studio in Oamaru's Victorian precinct where he runs children's art workshops in the school holidays, and is also available for private [...]", "url": "http://www.oamarumail.co.nz/community/artist-proud-of-where-career-has-led/"}, "author": "Ashley Smyth", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress."}}}