{"GDELT": {"GlobalEventID": 940647873, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ESP", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.79681274900398, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Barcelona, Comunidad Autonoma de Cataluna, Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP56", "Actor1Geo_ADM2Code": "25806", "Actor1Geo_Lat": 41.3833, "Actor1Geo_Long": 2.1833299999999998, "Actor1Geo_FeatureID": "-372490", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Barcelona, Comunidad Autonoma de Cataluna, Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP56", "Action2Geo_ADM2Code": "25806", "Action2Geo_Lat": 41.3833, "Action2Geo_Long": 2.1833299999999998, "Action2Geo_FeatureID": "-372490", "DATEADDED": 20200814000000, "SOURCEURL": "https://www.planetf1.com/news/carlos-sainz-mclaren-cooling-issues/"}, "ARTICLE": {"TITLE": "Carlos Sainz: McLaren cooling issues remain a 'question mark'", "TEXT": "Carlos Sainz says there is still a “question mark” surrounding cooling issues which plagued the Spaniard at the 70th Anniversary GP.\n\nMcLaren had to make aerodynamic sacrifices to improve the cooling of Sainz’s MCL35 at Silverstone, an issue which was confined to Sainz’s car only.\n\nSainz would finish the race in P13, having also been the victim of a slow pit stop, and has put his frustrations on record over his luckless start to the 2020 season.\n\nAnd with scorching conditions expected again at the Spanish Grand Prix, Sainz’s home race, he admits that the cooling problems remain a “question mark”.\n\n“We are putting everything in place this weekend to try and solve the issue,” he said in a press conference.\n\n“The team will probably talk about it today, all the things that we’re trying to change to try and address this issue, but from my side, I just can tell you that I was obviously not happy about last weekend, having to carry that deficit into qualifying and the race, which made obviously my life a bit more difficult.\n\n“But at the same time, I’m confident that the team is trying to put everything they can together to try and solve this issue.\n\n“We are not sure if I’m going to have it or not tomorrow, but we are sure that we are trying to solve it as much as I can. It will be continuous work going into tomorrow to see if the problem has disappeared.\n\n“It’s a bit of a question mark. And I don’t know the answer yet, because we need to switch the engine on, go on track, and see if the problem is solved. But I’m hopeful after changing so much stuff that this is going to go away, and I can have a normal weekend.”\n\nGet your hands on the official McLaren 2020 collection via the Formula 1 store\n\nBut as for how he expects his weekend to go, Sainz told everyone to come back to him on Friday evening after practice.\n\n“It’s a very good question that I’ll be very happy to answer tomorrow evening when we have some laps in Barcelona,” he said.\n\n“We probably have a track temperature of 30 degrees hotter than what we did here in winter testing. It’s impossible to know.\n\n“What I know for a fact is that [last weekend] it was warmer and we struggled a bit more with the management of the tyres and the handling of the car, so it’s pretty warm here, so not over expecting too much.\n\n“But at the same time we are an F1 team, we have had three or four days to analyse what went wrong, and hopefully we can get things a bit more together this week.\n\n“The car in winter testing felt pretty good. I feel the last sector is a bit of a weakness for this car, so we need to keep an eye on it and see how we can keep improving in these areas.”\n\nSainz’s team-mate Lando Norris said McLaren would also be working to make sure the cooling problems didn’t affect him, even though there was no sign of them for the Briton during the 70th Anniversary GP.\n\n“At the time it was more of a problem on Carlos’s car, which like he mentioned was something that was a bit unknown, the exact reason for it,” he said.\n\n“They’ve made the changes of what they think might be affecting it for this weekend, and something that will be looked over very closely, as it’s quite a high priority thing.\n\n“And it cost performance, like Carlos said, so it’s something that they will be looking at on my car, because obviously they don’t want it to happen. But in Silverstone it was OK on my car.”\n\nFollow us on Twitter @Planet_F1 and like our Facebook page.", "METADATA": {"google-site-verification": "a6HhpRvqqfvmuXuf7355vSlR7eX2O5vEa9z9ecyZtRM", "description": "Carlos Sainz says there is still a \"question mark\" surrounding cooling issues which plagued the Spaniard at the 70th Anniversary GP.", "og": {"locale": "en_US", "type": "article", "title": "Carlos Sainz: McLaren cooling issues remain a 'question mark' | PlanetF1", "description": "Carlos Sainz says there is still a \"question mark\" surrounding cooling issues which plagued the Spaniard at the 70th Anniversary GP.", "url": "https://www.planetf1.com/news/carlos-sainz-mclaren-cooling-issues/", "site_name": "PlanetF1", "image": {"identifier": "https://d3cm515ijfiu6w.cloudfront.net/wp-content/uploads/2020/08/09210216/PA.54886361.jpg", "secure_url": "https://d3cm515ijfiu6w.cloudfront.net/wp-content/uploads/2020/08/09210216/PA.54886361.jpg", "width": 1024, "height": 768, "alt": "Carlos Sainz PA"}}, "article": {"publisher": "https://www.facebook.com/planetf1com/", "tag": "McLaren", "section": "News"}, "generator": "WordPress 4.9", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-title": "PlanetF1", "theme-color": "#ffffff", "fb": {"app_id": 647827705229228, "admins": "530019146,539231474,1166123822"}, "verification": "c07ffa1268f116f58a58fb206caed1e7", "webgains-site-verification": "nxwfdfxt", "msapplication-TileColor": "#da532c", "msapplication-TileImage": "https://www.planetf1.com/content/themes/planet/img/icons/mstile-144x144.png"}}}