{"GDELT": {"GlobalEventID": 940612457, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USAJUD", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "JUD", "Actor2Code": "IDN", "Actor2Name": "INDONESIA", "Actor2CountryCode": "IDN", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.907059421025901, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID", "Actor2Geo_Lat": -5.0, "Actor2Geo_Long": 120.0, "Actor2Geo_FeatureID": "ID", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20200813194500, "SOURCEURL": "https://www.jdsupra.com/legalnews/top-10-international-anti-corruption-22925/"}, "ARTICLE": {"TITLE": "Top 10 International Anti-Corruption Developments For July 2020", "TEXT": "In order to provide an overview for busy in-house counsel and compliance professionals, we summarize below some of the most important international anti-corruption developments from the past month, with links to primary resources. This month we ask: What changes were made in the second edition of the FCPA Resource Guide? What verdict did a UK jury reach in a case involving allegations of bribery in Iraq? What are the latest developments in Mexico’s investigation into corruption allegations involving its national oil company? The answers to these questions and more are here in our July 2020 Top 10.\n\n1. DOJ and SEC Revise FCPA Resource Guide. On July 3, 2020, the U.S. Department of Justice (“DOJ”) and U.S. Securities and Exchange Commission (“SEC”) released the second edition of “A Resource Guide to the U.S. Foreign Corrupt Practices Act” (“the Guide”), nearly eight years after the first edition was published in response to a 2010 recommendation from the Organization for Economic Cooperation and Development and to criticism from the business community about the lack of transparency in FCPA enforcement. Much of the original substance of the first edition of the Guide remains intact in the second edition, both a testament to the collaborative efforts of DOJ, SEC, and other partners eight years ago and a reflection that the second edition truly is an update rather than a rewrite. That said, there are important updates, enhancements, and even corrections in the second edition that are worth noting. Among other things, the 2020 Guide (1) incorporates more recent cases (such as United States v. Hoskins) and policies (such as the FCPA Corporate Enforcement Policy, Piling On Policy, Monitor Selection Criteria, and Evaluation of Corporate Compliance Programs), (2) clarifies that a criminal violation of the FCPA’s accounting provisions requires that the defendant acted knowingly and willfully and has a six-year statute of limitations, (3) adds an eleventh “Hallmark of Effective Compliance Programs,” and (4) makes clear that the FCPA’s accounting provisions require “internal accounting controls.” The 2020 Guide is a welcome refresh of a document that has largely withstood the test of time. By adding more recent case examples and policy announcements and by correcting and clarifying certain sections, the revisions ensure that the Guide will continue to be relevant and useful for years to come. (For more detailed analysis of the changes in the Second Edition of the FCPA Resource Guide, see our client alert.)\n\n2. Boston-Based Pharmaceutical Company Resolves FCPA Accounting Allegations with SEC. On July 2, 2020, SEC announced that Alexion Pharmaceuticals Inc. had agreed to pay over $21 million in combined disgorgement, prejudgment interest, and a civil penalty to resolve allegations that it violated the FCPA’s accounting provisions with respect to its subsidiaries in Brazil, Colombia, Russia, and Turkey. According to the SEC order, the company’s insufficient internal accounting controls failed to detect or prevent payments made by its Turkish subsidiary to government officials to provide favorable regulatory treatment and approve prescriptions and by its Russian subsidiary to foreign officials to obtain favorable regulatory treatment and healthcare budget allocations and to increase prescriptions. SEC further alleged that the company’s Brazilian and Colombian subsidiaries failed to maintain accurate books and records, including by creating or directing third parties to create inaccurate financial records concerning payments to patient advocacy organizations. The company neither admitted nor denied the SEC’s findings.\n\n3. Hedge Fund Agrees to Resolve Restitution Claim Related to Africa Bribery Case. On July 24, 2020, the hedge fund formerly known as Och-Ziff Capital Management disclosed that its subsidiary, OZ Africa Management GP, LLC, had agreed in principle to pay $136 million in restitution to shareholders of a Canadian mining company who claimed they were the victims of an alleged scheme to bribe officials in the Democratic Republic of the Congo to acquire and maintain mining rights. In August 2019, Eastern District of New York Judge Nicholas Garaufis found that the shareholders qualified as victims under the Mandatory Victims Restitution Act (“MVRA”) and, in connection with the subsidiary’s sentencing for pleading guilty in September 2016 to the alleged bribery scheme, ordered the parties to submit further briefing on how to calculate the appropriate restitution amount. As discussed in our September 2019 Top 10, this was a rare, and likely not replicable, win for alleged victims of an FCPA violation. (Indeed, in March 2020, an alleged victim lost an MVRA motion in a different FCPA case.) The restitution agreement is still subject to court approval.\n\n4. Sons of Ex-Panama President Charged with Laundering Bribes to Panamanian Official. On July 6, 2020, DOJ announced that it had unsealed a criminal complaint, filed in the Eastern District of New York, charging Luis and Ricardo Martinelli Linares with conspiring to launder approximately $28 million in bribe payments from a Brazilian construction company to their relative, an unnamed, high-ranking government official in Panama, between 2009 and 2014. According to the complaint, the brothers managed secret bank accounts held under the names of shell companies in different countries and sent wire transfers through the accounts to hide and spend the bribe money. Approximately $19 million in bribe money was allegedly transferred through U.S. correspondent bank accounts at two separate U.S. banks. According to DOJ, the brothers were arrested in Guatemala on July 6, 2020, pursuant to a provisional arrest request from the United States. Their father, Ricardo Martinelli, served as president of Panama from 2009 to 2014 and was banned from leaving Panama in early July while under investigation for money laundering.\n\n5. Former Barbados Minister Fails in Bid to Reverse Money Laundering Conviction. On July 24, 2020, Eastern District of New York Judge Kiyo Matsumoto denied former Barbados Minister of Industry Donville Inniss’s post-trial motion for acquittal on several money laundering charges related to bribes he allegedly received in exchange for renewing insurance contracts with the Insurance Corporation of Barbados Limited (ICBL).[1] In January 2020, a jury found Inniss guilty of one count of conspiracy to commit money laundering and of two counts of substantive money laundering. In denying Inniss’s motion, Judge Matsumoto found that DOJ “presented substantial evidence at trial that both bribe payments to Mr. Inniss were made to secure [ICBL’s] contracts with the Barbados Investment Development Corporation (‘BIDC’), a Barbadian government agency that Mr. Inniss oversaw, in his position as the former Barbados Minister of Industry . . . and a member of the Barbados Parliament.”\n\n6. Former Power Company Executives Sentenced for FCPA Conviction. On July 20 and 27, 2020, respectively, District of Connecticut Judge Janet Bond Arterton sentenced two former Alstom executives—Edward Thiessen, who worked in various roles in Thailand and Indonesia during the relevant time period, and David Rothschild, former vice president of regional sales for the company’s Connecticut-based power subsidiary—to time served for their roles in an alleged scheme to bribe Indonesian officials to secure a state power plant project. Both Thiessen and Rothschild pleaded guilty to conspiring to violate the FCPA and cooperated in DOJ’s investigation. In April 2020, Judge Arterton also sentenced another cooperator, Larry Puckett, to time served. Lawrence Hoskins, who went to trial and was convicted on multiple counts relating to the same alleged scheme, was sentenced to 15 months’ imprisonment in March 2020, while Frédéric Pierucci was sentenced to 30 months’ imprisonment in September 2017. In February 2020, DOJ unsealed related charges against two former employees of Alstom Indonesia and a former executive of a Japan-based business partner, none of whom have yet to answer to the charges in the United States.\n\n7. UK Subsidiary of Aircraft Manufacturer and Executives Charged for Alleged Saudi Arabia Bribery. On July 30, 2020, the UK Serious Fraud Office (“SFO”) announced charges against Airbus GPT Special Project Management Ltd. and three individuals in an investigation into allegedly illicit payments made between 2007 and 2012 related to a lucrative UK Ministry of Defence (“MOD”) contract to provide communications services to the Saudi Arabian National Guard. Jeffrey Cook, former managing director of GPT, and John Mason, the financial officer and part owner of two foreign-registered subcontractors to GPT, were both charged with corruption, contrary to section 1 of the Prevention of Corruption Act 1906. Cook, who was also a former MOD official, was also charged with misconduct in public office in relation to commission paid to him by a consultancy firm on contracts he placed while in office. According to a 2014 special report by a British magazine, Cook was among the senior officials who signed off on around £14 million in bribes to senior Saudi officials between 2007 and 2010. According to the SFO, another individual, Terence Dorothy, was charged with aiding and abetting the misconduct offense.\n\n8. Former Oil Executives Convicted, Sentenced for Roles in Iraq Bribery Scheme. On July 13, 2020, the SFO announced that a jury at Southwark Crown Court had found Ziad Akle and Stephen Whiteley, two former Unaoil executives, guilty of conspiracy to give corrupt payments. According to the SFO, the two defendants, along with Basil Al Jarah, who pleaded guilty in July 2019, conspired with others to pay bribes to public officials at the Iraqi South Oil Company (and, in Al Jarha’s case, the Iraqi Ministry of Oil), to secure oil contracts for Unaoil and its clients. The jury failed to reach a verdict as to a third defendant, Paul Bond, who is scheduled to be retried in January 2020. (For more on the charges against Akle, Al Jarah, Bond, and Whiteley, see our November 2017, December 2018, and July 2019 Top 10s.) On July 23, 2020, Akle was sentenced to five years’ imprisonment, and, on July 30, 2020, Whiteley was sentenced to three years’ imprisonment.\n\n9. Former Malaysian Prime Minister Convicted of Corruption-Related Charges. On July 28, 2020, former Malaysian prime minister Najib Razak was convicted on seven counts, including money laundering, abuse of power, and criminal breach of trust, related to allegations of corruption at sovereign wealth fund 1Malaysia Development Berhad (1MDB). Following his conviction, the Malaysian High Court sentenced Najib to 12 years’ imprisonment and imposed a $49 million fine. Najib established 1MDB shortly after taking office in 2009, but the allegations of corruption at the fund contributed to his electoral defeat in May 2018. This is only the first of five corruption trials against the former Malaysian leader, who has vowed to appeal his conviction. (For more on the charges against Najib, see our August 2018 and October 2018 Top 10s.)\n\n10. Former Pemex Official Extradited to Mexico to Face Corruption Charges. In May 2019, it was reported that Mexican authorities had issued an arrest warrant for Emilio Lozoya Austin, the former Chief Executive of Mexico’s national oil company, Petroleos Mexicanos (“Pemex”), related to allegations that he accepted $10 million in bribes from the former executive of a Brazilian construction company in 2012 and to his role in Pemex’s controversial purchase of a fertilizer plant in 2014. In February 2020, Lozoya was arrested in Spain on Mexican tax fraud and bribery charges. In March 2020, Mexico reportedly formally requested that Spain extradite Lozoya to stand trial on those charges. On July 6, 2020, the National Court in Madrid granted the extradition request, and Lozoya returned to Mexico on July 17, 2020. During the first hearing in the case on July 28, 2020, Lozoya reportedly maintained his innocence but suggested that top officials in the administration of former Mexican President Enrique Peña Nieto, who is reportedly also a subject of the investigation, were involved in the corruption. Earlier reports also suggested that Lozoya had reached a deal with prosecutors to turn over evidence that politicians were bribed to support Peña Nieto’s energy reform plan, which was signed into law in August 2014. On July 29, 2020, prosecutors brought more charges against Lozoya related to the Brazilian construction firm. The Lozoya case has been called a “watershed” case by current Mexican President Andrés Manuel López Obrador and a potentially “groundbreaking investigation into corruption within [Mexico’s] political elite” by some media outlets.\n\n[1] Memorandum & Order, United States v. Inniss, No. 1:18-cr-134-KAM, ECF No. 115 (E.D.N.Y. July 24, 2020).\n\n[View source.]", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "In order to provide an overview for busy in-house counsel and compliance professionals, we summarize below some of the most important international anti-corruption developments from the...", "og": {"title": "Top 10 International Anti-Corruption Developments For July 2020  | JD Supra", "url": "https://www.jdsupra.com/legalnews/top-10-international-anti-corruption-22925/", "image": "https://jdsupra-static.s3.amazonaws.com/profile-images/og.78_1626.jpg", "site_name": "JD Supra", "description": "In order to provide an overview for busy in-house counsel and compliance professionals, we summarize below some of the most important international...", "type": "article"}, "fb": {"app_id": 87741124305}, "twitter": {"card": "summary", "title": "Top 10 International Anti-Corruption Developments For July 2020", "description": "In order to provide an overview for busy in-house counsel and compliance professionals, we summarize below some of the most important international anti-corruption developments from the past...", "image": "https://jdsupra-static.s3.amazonaws.com/profile-images/hr.78_1626.jpg", "site": "@jdsupra", "creator": "@mofollp"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}