{"GDELT": {"GlobalEventID": 940612264, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "SOUTH DAKOTA", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "SETTLEMENT", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.9185867895545297, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "South Dakota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USSD", "Actor1Geo_Lat": 44.2853, "Actor1Geo_Long": -99.4632, "Actor1Geo_FeatureID": "SD", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "South Dakota, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSD", "Actor2Geo_Lat": 44.2853, "Actor2Geo_Long": -99.4632, "Actor2Geo_FeatureID": "SD", "Action2Geo_Type": 2, "Action2Geo_Fullname": "South Dakota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSD", "Action2Geo_Lat": 44.2853, "Action2Geo_Long": -99.4632, "Action2Geo_FeatureID": "SD", "DATEADDED": 20200813194500, "SOURCEURL": "https://www.argusleader.com/story/news/2020/08/13/south-dakota-wont-get-3-million-bp-petroleum-leak-cleanup/3363271001/"}, "ARTICLE": {"TITLE": "State Supreme Court rejects South Dakota bid to recover millions from oil giant BP", "TEXT": "South Dakota won't be reimbursed for money spent cleaning up more than 40 sites contaminated by petroleum leaks in the late 1980s, the South Dakota Supreme Court ruled this week.\n\nThe state of South Dakota and the South Dakota Petroleum Fund filed suit against the oil giant BP in 2010 to recover more than $3 million in payments made to BP for the costs of cleaning up environmental contamination from underground petroleum storage tanks at 27 BP sites in South Dakota, according to the opinion. The petroleum fund also tried to get back money spent on 19 other spill sites owned by third-party companies.\n\nA circuit court in Hughes County dismissed the claims on all but one site, saying they were barred by the statute of limitations or that the state hadn't proven BP was financially responsible, at one point saying the state had an \"insurmountable math problem.\"\n\nMore:New jobless claims up slightly in South Dakota last week\n\nThe state and petroleum fund appealed, saying the circuit court was wrong to dismiss the claims. The South Dakota Supreme Court upheld the circuit court's decision in an opinion published Thursday. The unanimous 5-0 decision was written by Justice Steven Jensen.\n\nWhat is the petroleum fund and why did it want money from BP?\n\nThe petroleum fund, which was created by the Legislature in 1988, provides underground petroleum storage tank owners and operators up to $1 million (per incident) reimbursements for environmental cleanup costs for spills or leaks of petroleum products from underground storage tanks.\n\nRevenue for the petroleum fund comes from a fee of $.02 per gallon paid by bulk gasoline marketers and importers, such as BP. The money is administered by the Department of Environment and Natural Resources. Petroleum tank operators must apply for cleanup cost reimbursement.\n\nBetween 1990 and 2002, BP applied for and received about $3.1 million from the petroleum fund for cleanup costs at 27 petroleum tank sites in South Dakota. The opinion does not specify where in the state the tanks were located. BP said its insurance did not cover the cleanup because costs didn't exceed the policy's deductible. The contamination at the 27 sites were reported to have occurred between 1987 and 1998.\n\nMore:Fighting coronavirus over video: Avera's telehealth system takes big strides during pandemic\n\nUnrelated to the incidents in South Dakota, BP sued its insurance companies in 1993 after the insurers started filing coverage lawsuits against petroleum companies because of high-dollar environmental pollution claims.\n\nIn 1997 and 1998, BP settled with the insurers for as much as $205 million.\n\nThe South Dakota Petroleum Fund said that settlement violated the agreement between the state and BP. The state and fund sued BP in 2010, saying BP committed fraud by failing to disclose the coverage lawsuits and settlements. It also alleged BP's change of insurance would have covered cleanup costs of leaks in South Dakota.\n\nWhy did the court rule in favor of BP?\n\nThe state argued that the six-year statute of limitations shouldn't have started until they knew BP was responsible. BP said the clock started running as soon as the state knew about the leaks, and the justices agreed.\n\nThe environmental contamination was first reported in 1987, two years after BP raised its minimum self-coverage to $5 million. The cleanup costs from leaks of individual underground storage tanks in South Dakota were no more than $500,000 each, except for one site that came in at about $678,000.\n\n\"None of the reimbursements paid by the Fund to BP came close to the $5 million SIR in place during the time of the reported contamination leaks,\" Jensen wrote.\n\nIn one case, soil contamination was discovered 18 years after the new underground storage tank was installed in 1985. The state argued the gas station owner who installed the new tanks could have done so because the BP one was leaking, rather than the leaking taking place after the new installation. The justices said there wasn't a way to prove that.\n\nEmail reporter Danielle Ferguson at dbferguson@argusleader.com, or follow on Twitter at @DaniFergs.", "METADATA": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "theme-color": "#0098FE", "og": {"title": "State Supreme Court rejects South Dakota bid to recover millions from oil giant BP", "description": "State brought suit to recover cleanup costs from more than two dozen sites", "url": "https://www.argusleader.com/story/news/2020/08/13/south-dakota-wont-get-3-million-bp-petroleum-leak-cleanup/3363271001/", "site_name": "Argus Leader", "image": {"identifier": "https://www.gannett-cdn.com/presto/2019/08/27/USAT/72e7cf52-76f0-4624-92c3-f0d267dab1d0-AP19239629012851.jpg?crop=3999,2250,x0,y174&width=3200&height=1801&format=pjpg&auto=webp", "width": 3200, "height": 1801}, "type": "article"}, "article": {"author": "Danielle Ferguson", "content_tier": "metered", "opinion": "false"}, "description": "State brought suit to recover cleanup costs from more than two dozen sites", "fb": {"pages": 49607602899, "app_id": 174484999248444}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/presto/2019/08/27/USAT/72e7cf52-76f0-4624-92c3-f0d267dab1d0-AP19239629012851.jpg?crop=3999,2250,x0,y174&width=1600&height=800&format=pjpg&auto=webp", "site": "@argusleader", "creator": "@argusleader", "title": "State Supreme Court rejects South Dakota bid to recover millions from oil giant BP", "description": "State brought suit to recover cleanup costs from more than two dozen sites"}}}}