{"GDELT": {"GlobalEventID": 940641736, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "JUD", "Actor1Name": "PROSECUTOR", "Actor1Type1Code": "JUD", "Actor2Code": "COP", "Actor2Name": "POLICE OFFICER", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.143939393939391, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hanoi, Ha N?i, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM44", "Actor1Geo_ADM2Code": "74067", "Actor1Geo_Lat": 21.0333, "Actor1Geo_Long": 105.85, "Actor1Geo_FeatureID": "-3714993", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dong Tam, TuyêQuang, Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM68", "Actor2Geo_ADM2Code": "32655", "Actor2Geo_Lat": 21.9834, "Actor2Geo_Long": 105.163, "Actor2Geo_FeatureID": "11309277", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dong Tam, TuyêQuang, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM68", "Action2Geo_ADM2Code": "32655", "Action2Geo_Lat": 21.9834, "Action2Geo_Long": 105.163, "Action2Geo_FeatureID": "11309277", "DATEADDED": 20200813231500, "SOURCEURL": "https://www.rfa.org/english/news/vietnam/suicide-08132020164201.html"}, "ARTICLE": {"TITLE": "Vietnamese Man in Suicide Bid Over Jail Term in Mekong Delta Land Grab Row", "TEXT": "A resident of a city in southern Vietnam’s Mekong Delta region attempted suicide this week the night before he was set to begin a nine-month jail term for destroying a warehouse built on land taken from his family, state media reports said on Thursday.\n\nNguyen Hoang Trung Kien, 30, drank pesticide on Wednesday evening, and is now recovering under medical care at Can Tho City Hospital, according to an Aug. 13 report by the Tuoi Tre online news service.\n\nGovernment requisitioning of land for development projects, and disputes over compensation and often abusive eviction methods, are major sources of tension throughout Southeast Asia.\n\nAuthorities in Can Tho City’s Tho Lai district had offered Nguyen’s family compensation last year for a 3,000-meter plot of family land for which a new urban development area was planned, and when the family rejected the offer, authorities gave the land to CADIF Investment Corporation, the company doing the work, and the family was evicted.\n\nNguyen then used a bulldozer to destroy a warehouse that had been built on the site, state media said, leading to his conviction on a charge of destroying others’ property and to a rejection on July 27 of his appeal for a reduced sentence.\n\nNo details were given in state media for the dates of Nguyen’s first trial and conviction.\n\n'Abusing democratic rights'\n\nProsecutors in central Vietnam’s Nghe An province meanwhile indicted blogger Nguyen Quang Vinh for posting online discussions of a clash in January between land protesters and police in the capital Hanoi’s Dong Tam commune in which a village elder and three police officers were killed, state media said.\n\nNguyen, a resident of Nghe An’s Vinh City, was charged on July 27 with “abusing democratic rights to infringe on the interests of the state” in the politically-sensitive case which has seen at least five other people jailed for spreading information about it online.\n\n\n\nMedia accounts did not say whether Nguyen was arrested or is still being sought.\n\n\n\nDong Tam village elder Le Dinh Kinh, 84, was shot and killed on Jan. 9 by police who attacked his home in an early morning assault that involved about 3,000 security officers. It was the latest flare-up of a long-running dispute over construction of a military airport on land claimed by the commune about 25 miles south of Hanoi.\n\n\n\nOfficial reports said that villagers had assaulted police with grenades and petrol bombs, but a report drawn from witness accounts and released by journalists and activists seven days later said that police had attacked first during the deadly clash that also claimed the lives of three police officers.\n\n\n\nPolice blocked off pathways and alleys during the attack and beat villagers “indiscriminately, including women and old people,” the report said, calling the assault “possibly the bloodiest land dispute in Vietnam in the last ten years.”\n\n\n\nWhile all land in Vietnam is ultimately held by the state, land confiscations have become a flashpoint as residents accuse the government of pushing small landholders aside in favor of lucrative real estate projects, and of paying too little in compensation to those whose land is taken.\n\n\n\nReported by RFA’s Vietnamese Service. Translated by Huy Le. Written in English by Richard Finney.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Meanwhile, another blogger is indicted for publishing information on the deadly Dong Tam land dispute.", "keywords": "vietnam,land dispute,land grab,bloggers,huy le,richard finney", "DCTERMS.language": "en", "apple-itunes-app": "app-id=744921169, app-argument=https://www.rfa.org/english/news/vietnam/suicide-08132020164201.html", "twitter": {"card": "summary_large_image", "site": "@RadioFreeAsia", "url": "https://www.rfa.org/english/news/vietnam/suicide-08132020164201.html", "domain": "rfa.org", "title": "Vietnamese Man in Suicide Bid Over Jail Term in Mekong Delta Land Grab Row", "description": "Meanwhile, another blogger is indicted for publishing information on the deadly Dong Tam land dispute.", "image": "https://www.rfa.org/english/news/vietnam/suicide-08132020164201.html/vietnam-canthotrial-081320.jpg"}, "og": {"site_name": "Radio Free Asia", "title": "Vietnamese Man in Suicide Bid Over Jail Term in Mekong Delta Land Grab Row", "description": "Meanwhile, another blogger is indicted for publishing information on the deadly Dong Tam land dispute.", "url": "https://www.rfa.org/english/news/vietnam/suicide-08132020164201.html", "image": {"identifier": "https://www.rfa.org/english/news/vietnam/suicide-08132020164201.html/vietnam-canthotrial-081320.jpg", "width": 622, "height": 349, "alt": "Nguyen Hoang Trung Kien is shown on trial in Vietnam's Can Tho City in an undated photo."}}, "fb": {"pages": 31744768821}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}