{"GDELT": {"GlobalEventID": 940693209, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.30785562632696, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814050000, "SOURCEURL": "https://www.sbs.com.au/news/lebanon-approves-two-week-state-of-emergency-after-catastrophic-beirut-explosion"}, "ARTICLE": {"TITLE": "Lebanon approves two-week state of emergency after catastrophic Beirut explosion", "TEXT": "Lebanon's parliament has approved a two-week state of emergency in Beirut, declared after last week's port-side explosion, giving the army greater powers to suppress resurgent protests.\n\nTop diplomats jetted in to show solidarity and contribute to the massive ongoing aid effort, but also to weigh in on political developments following a blast widely blamed on state corruption.\n\nA senior US envoy said the Federal Bureau of Investigation (FBI) would join the probe into the colossal blast that killed 171 people, injured thousands and reignited street protests demanding the ouster of the entire political elite.\n\nAAP\n\nDozens of demonstrators shouted as lawmakers arrived at parliament to ratify the emergency measure, but protesters, outnumbered by security forces, failed to block the MPs' cars.\n\nLebanese are furious at a political leadership that allowed a massive shipment of ammonium nitrate fertiliser, a powerful explosive, to languish for years in a port warehouse despite repeated safety warnings.\n\n\"You have destroyed us! Leave!\" demanded one social media post, calling for more street protests.\n\nAn AFP investigation found that right up until the eve of the blast, officials had exchanged warnings over the cargo, but did nothing, despite experts' warnings it could cause a major disaster.\n\nToday's inspiring crowd in #Beirut - so many people refused to leave when clashes started, so many people came to protest regardless of injuries they had sustained in the #BeirutExplosion. #سبت_تعليق_المشانق #lenanonprotests pic.twitter.com/CSxP8CXuUN — Luna Safwan - لونا صفوان (@LunaSafwan) August 8, 2020\n\nPrime Minister Hassan Diab and his cabinet resigned on Monday, but he still leads a transitional administration.\n\nThe state of emergency approved by parliament allows the army to close down assembly points and prohibit gatherings deemed threats to national security.\n\nThe move has worried Lebanon's 10-month-long anti-government protest movement, which had faded amid the coronavirus pandemic and deepening economic hardship, but had returned to the streets in force since the August 4 disaster.\n\nFBI joins probe\n\nHuman Rights Watch said it was \"very concerned\" the state of emergency would serve \"as a pretext to crack down on protests and snuff out the very legitimate grievances of a large segment of the Lebanese population\".\n\nA military official said the now formalised state of emergency would place all security forces under the command of the army, which would oversee the \"post-explosion phase\".\n\nThe official, who asked not to be named because he is not authorised to speak on the issue, stressed that it would not lead to \"a crackdown\" on civil freedoms.\n\n\"We support the right to peaceful protest, even during a state of emergency,\" he said.\n\nBig crowds don’t look like they’re going anywhere for the time being #Beirut pic.twitter.com/GzfLU86MEn — Sharif Kouddous (@sharifkouddous) August 8, 2020\n\nMore than a week after the massive explosion, rescuers on Thursday retrieved the body of a young man who was at the wheel of his car which sunk in the Beirut harbour, the army said.\n\nThe blast has renewed calls from Lebanon's international partners for long-overdue reforms to the political system and to shore up the deeply indebted economy.\n\nUS envoy David Hale, who arrived in Beirut Thursday for a three-day visit, announced that the FBI would join the probe into the blast.\n\n\"The FBI will soon join Lebanese and international investigators, at the invitation of the Lebanese, in order to help answer questions that I know everyone has about the circumstances that led up to this explosion,\" he told reporters during a tour of a damaged area near the port.\n\nCalls had been growing in Lebanon for an international and independent investigation, an option President Michel Aoun has so far ruled out.\n\nFrench and other foreign investigators had already been working at the blast site but their findings were overseen centrally by the Lebanese state's top security echelon.\n\nPolitical deadlock\n\nMr Hale is due to meet some of the country's top officials on Friday, as is French Defence Florence Parly, who also arrived on Thursday.\n\nBoth of them made a point of showing that the aid their countries is offering is being delivered directly to non-government groups on the ground, largely bypassing Lebanon's toxic political institutions.\n\nThe Foreign Minister Mohammad Javad Zarif of US arch-rival Iran also arrived late on Thursday in Beirut, the official National News Agency said, and his office in Tehran said he too would be meeting Lebanese officials on Friday.\n\nMr Zarif will discuss developments after the blast as well as Iranian aid to Lebanon, the Iranian foreign ministry said, without specifying which officials he would meet.\n\nMr Aoun and his allies from the Iran-backed Shiite movement Hezbollah have made it clear they saw the international solidarity generated by the port disaster as an opportunity to break out of their diplomatic isolation.\n\nAAP\n\nOfficials did not appear to be making rapid progress toward naming a new cabinet, a process which could take months.\n\nParliament speaker Nabih Berri called on authorities \"to speed up the process of forming a cabinet\" able to spearhead reforms.\n\nThe international community is pushing for an administration made up of independents who could win the support of protesters, as well as representatives of top political parties, to deter them from obstructing the government's work, a Western diplomatic source told AFP.\n\nBut feedback so far from Lebanon's top political players \"has not been encouraging\" with many of them dismissing pressure from the street, the source said.", "METADATA": {"apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-title": "SBS News", "msapplication-TileColor": "#1b2024", "theme-color": "#1b2024", "viewport": "width=device-width, height=device-height, initial-scale=1.0", "description": "The army will have greater powers to suppress protesters after Lebanon's parliament declared a two-week state of emergency in the capital.", "msvalidate.01": "0E549D3DACFFE4CFCA34DDAAA0180F04", "og": {"title": "Lebanon approves two-week state of emergency after catastrophic Beirut explosion", "description": "The army will have greater powers to suppress protesters after Lebanon's parliament declared a two-week state of emergency in the capital.", "type": "article", "image": {"identifier": "https://sl.sbs.com.au/public/image/file/c6ecaf21-ef55-4a90-bd05-6c7d7de3f0f5/crop/16x9", "type": "image/jpeg", "alt": "Newcastle residents concerned about their ammonium nitrate storage facility"}, "site_name": "SBS News", "url": "https://www.sbs.com.au/news/lebanon-approves-two-week-state-of-emergency-after-catastrophic-beirut-explosion", "locale": "en_GB"}, "article": {"publisher": "https://www.facebook.com/sbsnews"}, "twitter": {"card": "summary_large_image", "site": "@SBSNews", "title": "Lebanon approves two-week state of emergency after catastrophic Beirut explosion", "description": "The army will have greater powers to suppress protesters after Lebanon's parliament declared a two-week state of emergency in the capital.", "image": "https://sl.sbs.com.au/public/image/file/c6ecaf21-ef55-4a90-bd05-6c7d7de3f0f5/crop/16x9", "url": "https://www.sbs.com.au/news/lebanon-approves-two-week-state-of-emergency-after-catastrophic-beirut-explosion"}, "fb": {"pages": "10153017026003686,1718340018404039,118110394871717,1031979170179611,156543917205,152749149157,1653992468195523,853308881454030,248358785343756,402145919880044,125982670754724,6038270901,240259225410,242485789418468,1735930699952878,108683457751,139727238426,91116257004,100246430019521,368329703192018,194784127232544,173168582700205,168993229831044"}, "apple-itunes-app": "app-id=432849691, app-argument=https://www.sbs.com.au/news/lebanon-approves-two-week-state-of-emergency-after-catastrophic-beirut-explosion", "msapplication-TileImage": "/news/img/icons/icon-144x144.png", "robots": "Index,Follow"}}}