{"GDELT": {"GlobalEventID": 940689352, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "AUS", "Actor2Name": "CHRISTMAS ISLAND", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.242339832869081, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Christmas Island", "Actor1Geo_CountryCode": "KT", "Actor1Geo_ADM1Code": "KT", "Actor1Geo_Lat": -10.5, "Actor1Geo_Long": 105.66666699999999, "Actor1Geo_FeatureID": "KT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Christmas Island", "Actor2Geo_CountryCode": "KT", "Actor2Geo_ADM1Code": "KT", "Actor2Geo_Lat": -10.5, "Actor2Geo_Long": 105.66666699999999, "Actor2Geo_FeatureID": "KT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Christmas Island", "Action2Geo_CountryCode": "KT", "Action2Geo_ADM1Code": "KT", "Action2Geo_Lat": -10.5, "Action2Geo_Long": 105.66666699999999, "Action2Geo_FeatureID": "KT", "DATEADDED": 20200814043000, "SOURCEURL": "https://au.news.yahoo.com/watchdog-worried-long-term-detention-012353612--spt.html"}, "ARTICLE": {"TITLE": "Violence increase in immigration detention", "TEXT": "The man responsible for keeping Australian government agencies in check has raised serious concerns about long-term immigration detention.\n\nCommonwealth Ombudsman Michael Manthorpe is also aghast at the use of force in detention centres.\n\nIn his latest half-yearly report released on Friday, Mr Manthorpe acknowledged general improvements in the welfare and transport of immigration detainees, as well as the release of some people into the community.\n\nBut he is concerned about how long some detainees remain locked up, and has taken issue with shortfalls in privacy as well as mobility access within high-security compounds.\n\n\"I remain concerned that people continue to be held for lengthy periods with, in some instances, no probability of being released in the foreseeable future,\" he wrote.\n\n\"Delays in resolving the immigration status of detainees place considerable strain both on detainees and their families.\"\n\nMr Manthorpe is increasingly concerned about the use of force in immigration detention.\n\n\"There appears to be an increasing tendency across the immigration detention network for force to be used to resolve conflict or non-compliant behaviour as the first rather than last choice,\" he wrote.\n\nMr Manthorpe urged the department to remind staff about the consequences of using inappropriate force and improve their review systems.\n\nHe also recommended the department give security contractor Serco a dressing down over its inadequate response to one complaint about the use of force and apologise to the person who made it.\n\n\"We will continue to monitor, investigate and provide feedback on issues arising from the use of force in immigration detention,\" Mr Manthorpe wrote.\n\nHe is also unhappy with the management of complaints and security risk assessments, which his office has raised previously.\n\nThe ombudsman made 12 recommendations - four relating to the use of force - and eight others related to better monitoring facilities and improving signage about legal rights.\n\nThe department agreed with most of the recommendations.\n\n\"This is yet another scathing report that exposes the brutality of Australia's immigration detention network,\" Greens Senator Nick McKim said.\n\n\"People are being detained for years, there is excessive use of force and coercion, and facilities are inadequate for people being held there.\"\n\nMr Manthorpe is closely monitoring the government's response to the coronavirus, including infection controls in immigration detention centres, but says the pandemic is making inspections more challenging.\n\nThere are now 1550 people in immigration detention on the mainland.\n\nMore than 70 per cent of detainees have committed crimes and will be deported as a result.\n\nAbout 250 of the most serious criminals are being sent to Christmas Island to free up some space.\n\nChristmas Island has previously housed asylum seekers and, more recently, people returning from the Chinese city of Wuhan in the early stages of the coronavirus pandemic.\n\nThe centre is also holding a Tamil family fighting deportation to Sri Lanka after being taken from the Queensland town of Biloela.", "METADATA": {"msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@Y7News", "card": "summary", "description": "Commonwealth Ombudsman Michael Manthorpe has raised concerns about the length of time some people are being held in Australia's immigration detention centres.", "image": {"identifier": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png", "src": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png"}, "title": "Violence increase in immigration detention"}, "summary": "Latest Australian & world news including breaking news, news headlines, top stories, photos and videos at Yahoo News Australia.", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=a1802a70-6208-38fd-8bde-26d89dabbc83&src=web", "oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "news_keywords": "immigration detention, immigration", "description": "Commonwealth Ombudsman Michael Manthorpe has raised concerns about the length of time some people are being held in Australia's immigration detention centres.", "og": {"type": "article", "description": "Commonwealth Ombudsman Michael Manthorpe has raised concerns about the length of time some people are being held in Australia's immigration detention centres.", "image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png", "title": "Violence increase in immigration detention", "url": "https://au.news.yahoo.com/watchdog-worried-long-term-detention-012353612--spt.html"}, "fb": {"pages": 114503341893201}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=a1802a70-6208-38fd-8bde-26d89dabbc83&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=a1802a70-6208-38fd-8bde-26d89dabbc83&src=web"}}}}}