{"GDELT": {"GlobalEventID": 940645082, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "Actor2Code": "TUR", "Actor2Name": "TURKISH", "Actor2CountryCode": "TUR", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20200813234500, "SOURCEURL": "https://neoskosmos.com/en/172784/turkey-ramps-up-provocations-in-the-east-mediterranean-as-greece-garners-international-support/"}, "ARTICLE": {"TITLE": "Turkey ramps up provocations in the East Mediterranean as Greece garners international support", "TEXT": "Turkish research vessel Oruc Reis re-entered Greece’s continental shelf on Thursday, moving westward, accompanied by Turkish warships. Greek armed forces are on high alert, observing movements while diplomatic manoeuvres are at a crescendo while the neighbouring country’s provocations continue to swell.\n\nGreek leaders and ministers had meetings with EU leaders, the US and Israel in an effort to garner support.\n\nFrench President Emmanuel Macron has left no doubt in his stance against Turkish aggression. “Turkey’s unilateral decisions on oil exploration are causing tension. These must stop in order for a calm dialogue to take place,” he tweeted. “I have decided to temporarily strengthen the French military presence in the Eastern Mediterranean in the coming days, in cooperation with European partners, including Greece.”\n\nGreece’s Prime Minister Kyriakos Mitsotakis welcomed the French leaders support, characterising Macron as a “true friend of Greece” and defender of European values and international law.\n\nA joint sea exercise between Greece and France on Thursday further backed the French leader’s support, sending a clear message to Turkey. Among the warships taking part were Greek frigates and a French task force. The exercise included progressive drills, joint operational planning, tactical image exchange, communications, aircraft cooperation to raise the level of operational readiness and combat capability among other activities.\n\nGerman Chancellor Angela Merkel on Thursday was also briefed by Mr Mitsotakis on the latest developments in the region ahead of an extraordinary online meeting of the EU Foreign Affairs Council on Friday.\n\nMs Merkel had previously spoken to Turkey’s President Recep Tayyip Erdogan as well as European Council President Charles Michel in an effort to stave of conflict.\n\nREAD MORE: ‘Greece can’t be blackmailed’, says Greek PM Kyriakos Mitsotakis during visit to Germany\n\nGerman newspaper Tagesspiegel published an op-ed piece on the situation in the area, and expressed certainty that NATO would eventually be compelled to act as a mediator in the crisis. The article outlined the danger of further escalations, adding that both NATO members-states are pursuing “unrealistic, maximalist demands and are preparing for a military confrontation”.\n\nThursday’s front page on Turkish pro-government newspaper Yeni Safak, headlined “Give an account for the Aegean”, outlined military operations by Turkish forces aimed at “demilitarising” Aegean islands occupied by Greek troops.\n\n“In the event of war, the first goal of the Turkish Armed Forces will be the Aegean islands”, the piece says in the pro-government newspaper, presenting its readers with maps of the operation which included 16 Greek islands, but also another 152 islets included in an Egaydaak list of areas where Turkey disputes Greek sovereignty.\n\nTurkey’s latest provocations had been prompted by the Greece’s signing of an agreement with Egypt, and Greek National Defence Minister Nikolaos Panagiotopoulos met with his Egyptian counterpart, General Mohamad Zaki, to discuss recent developments on Thursday concerning Turkey’s illegal actions.\n\nREAD MORE: Greek leader points to illegality of Turkish action and garners international support as Oruc Reis enters Cyprus EEZ\n\nThey also discussed ways to enhance Greek-Egyptian defense relations, which they confirmed were excellent, and expressed their commitment to promoting conditions of peace, security and stability in the region.\n\nThey also referred to the recently signed bilateral agreement on delineating maritime zones between the two countries.\n\nGreek Foreign Affairs Minister met with Greek allies. On a one-day visit to Israel, he met separately with Prime Minister Benjamin Netanyaju and Israeli FM Gabi Ashkenazi. Greece has asked the Israeli leaders to lobby the Trump administration to take a stronger position in the dispute with Turkey, bearing in mind minimal movement on the part of the US so far.\n\nMr Dendias then met with EU High Representative/Vice-President Josep Borrell, ahead of Friday’s extraordinary meeting of the EU Foreign Affairs Council to discuss Turkey’s continued actions on the Greek continental shelf. The EU meeting is a prelude to the informal Council of EU Foreign Ministers set to take place in Berlin on 27-28 August.\n\nREAD MORE: Oruc Reis sails around Greek continental shelf as Greece is on high alert\n\nMr Dendias also briefed US Senators Chris Van Hollen and Bob Menendez; United Arab Emirates Minister of Foreign Affairs and International Cooperation Sheikh Abdullah bin Zayed Al Nahyan, with whom he spoke again on Wednesday, and with French Minister of Europe and Foreign Affairs Jean-Yves Le Drian.\n\nMr Dendias will also meet with US Secretary of State Mike Pompeo and Austrian Foreign Minister Alexander Schallenberg in Vienna on Friday to further discuss tension in the area.", "METADATA": {"viewport": "width=device-width,initial-scale=1", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Turkey ramps up provocations in the East Mediterranean as Greece garners international support | Neos Kosmos", "description": "Turkish research vessel Oruc Reis re-entered Greece’s continental shelf on Thursday, moving westward, accompanied by Turkish warships. Greek armed forces are on high alert, observing movements while diplomatic manoeuvres are …", "url": "https://neoskosmos.com/en/172784/turkey-ramps-up-provocations-in-the-east-mediterranean-as-greece-garners-international-support/", "site_name": "NEOS KOSMOS", "image": {"identifier": "https://cdn1.neoskosmos.com/uploads/sites/2/2020/08/GREECEFRANCE-e1597356510700.jpg", "secure_url": "https://cdn1.neoskosmos.com/uploads/sites/2/2020/08/GREECEFRANCE-e1597356510700.jpg", "width": 1886, "height": 1032}}, "article": {"publisher": "https://www.facebook.com/neoskosmos", "section": "Greece", "published_time": "2020-08-13T22:08:44+00:00"}, "fb": {"app_id": 140533932689302}, "twitter": {"card": "summary_large_image", "description": "Turkish research vessel Oruc Reis re-entered Greece’s continental shelf on Thursday, moving westward, accompanied by Turkish warships. Greek armed forces are on high alert, observing movements while diplomatic manoeuvres are …", "title": "Turkey ramps up provocations in the East Mediterranean as Greece garners international support | Neos Kosmos", "site": "@NeosKosmos", "image": "https://cdn1.neoskosmos.com/uploads/sites/2/2020/08/GREECEFRANCE-e1597356510700.jpg", "creator": "@NeosKosmos"}}}}