{"GDELT": {"GlobalEventID": 940656343, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JOR", "Actor1Name": "JORDAN", "Actor1CountryCode": "JOR", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.50375939849624, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jordan", "Actor1Geo_CountryCode": "JO", "Actor1Geo_ADM1Code": "JO", "Actor1Geo_Lat": 31.0, "Actor1Geo_Long": 36.0, "Actor1Geo_FeatureID": "JO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG", "Action2Geo_Lat": 27.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "EG", "DATEADDED": 20200814003000, "SOURCEURL": "https://www.washingtonpost.com/opinions/trump-is-right-the-israel-uae-agreement-is-a-huge-achievement/2020/08/13/2f188c60-dda7-11ea-809e-b8be57ba616e_story.html"}, "ARTICLE": {"TITLE": "Opinion | Trump is right. The Israel-UAE agreement is a huge achievement.", "TEXT": "Jared Kushner, the president’s senior adviser and son-in-law, outlined the diplomatic exchanges over the past six weeks that closed the deal, during a telephone interview and a later call with a group of journalists. Kushner said the UAE-Israel pact was an “icebreaker” that he hoped would be followed by similar moves by other Arab countries.\n\nAD\n\nAD\n\nKushner didn’t specify what Arab countries might be next. But State Department officials said likely prospects include Oman, Bahrain and Morocco. For now, officials say, Saudi Arabia will resist formal recognition of Israel. Iran and Turkey, each seeking the role of Muslim champion, will doubtless accuse the Emiratis of betraying the Palestinian cause.\n\nAlthough Thursday’s announcement is a political boost for Trump, it could also facilitate Israeli and Emirati cooperation with a Democratic administration, if Joe Biden should win in November. Arab-Israeli peace is perennially popular with Democrats, and the UAE’s move will make it easier for Democrats in Congress (and perhaps the White House) to improve relations with the Gulf Arab states, despite the strains caused by the war in Yemen and the murder of Post contributing columnist Jamal Khashoggi.\n\nThursday’s telephone diplomacy was described by a senior State Department official who heard the call. “This is a turning point for peace,” Netanyahu said. MBZ, as the Emirati leader is known, affirmed: “This is the best news of 2020. And it hasn’t been a very good year.” That drew a laugh from Trump and Netanyahu, who, like leaders around the world, have been struggling with the coronavirus pandemic.\n\nAD\n\nAD\n\nThe decisive turn in the negotiations began in June, when the Emiratis signaled that Israeli plans to declare sovereignty over the West Bank and annex parts of it would shatter the process of normalization that had been making quiet progress. The messenger was Yousef Al Otaiba, the UAE’s ambassador to Washington. He warned of danger ahead in a June 12 op-ed that was published in Hebrew in Yedioth Ahronoth, a leading Israeli paper.\n\nOtaiba affirmed the benefits of normalization for Israel: “Greater security. Direct links. Expanded markets. Growing acceptance. This is what normal could be.” But then he cautioned sharply: “Normal is not annexation. Instead, annexation is a misguided provocation of another order,” and “Israel’s decision on annexation will be an unmistakable signal.”\n\nNetanyahu bristled initially. His ambassador to Washington, Ron Dermer, published an op-ed in The Post on June 19 reaffirming the case for Israeli sovereignty in the West Bank and Gaza. Netanyahu had campaigned for reelection on a promise that he would begin annexing parts of the West Bank in July, but that was delayed as the Trump administration joined the Emiratis in flashing a red warning light.\n\nAD\n\nAD\n\nA text of the final agreement released Thursday by the UAE said that “Israel will suspend declaring sovereignty over areas outlined in the President’s Vision for Peace,” the peace plan released by Trump in January 2020. The mapping of those areas hasn’t been completed yet, so Israel arguably still has some wiggle room. But an Emirati said the deal reached was for “no annexation” and a U.S. official agreed, “it’s not going to happen.”\n\nQuiet contact between Israel and the UAE has been an open secret for more than a decade. I witnessed several instances, in off-the-record settings. At the Munich Security Conference, a top Israeli diplomat broke off an interview to meet with a UAE counterpart. During a March 2018 dinner hosted by Otaiba at Washington’s Cafe Milano, Netanyahu and his wife, Sara, stopped by to chat, with the prime minister’s wife proposing to the Emirati official, “We hope you can come visit Israel.”\n\nNetanyahu and MBZ were drawn together by shared interests: They agreed that Iran and its proxies threatened the Middle East; they mistrusted the Obama administration and its secret nuclear diplomacy with Iran; they favored more trade and investment across the region; and they liked the Trump administration’s transactional realpolitik.\n\nAD\n\nAD\n\nKushner was Trump’s point man in the Middle East, and as he struggled to frame a peace plan over strident Palestinian objections, he turned increasingly to the UAE. After a February 2019 meeting in Warsaw attended by Netanyahu and some Arab leaders, the United States sponsored secret talks between Israel and the UAE, according to the Wall Street Journal. The mediator for those contacts was Brian Hook, the State Department’s (now former) senior official on Iran.\n\nKushner’s peace plan, when it was finally announced, seemed stillborn. But Kushner argued that if he could peel off several countries that were ready to make a pragmatic deal, the process of Arab normalization with Israel — a dream since the Jewish state was founded — might finally get some traction.\n\nTrump’s surprise announcement might be an “August surprise” in the presidential campaign. But it’s welcome news for Israel, the Arabs and the United States.\n\nAD\n\nAD", "METADATA": {"description": "Careful negotiations orchestrated by the U.S. led to important progress for Middle East peace.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/opinions/trump-is-right-the-israel-uae-agreement-is-a-huge-achievement/2020/08/13/2f188c60-dda7-11ea-809e-b8be57ba616e_story.html", "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/Y4BHCOG5VYI6VACR2X4IPVZTQE.jpg&w=1440", "title": "Opinion | Trump is right. The Israel-UAE agreement is a huge achievement.", "description": "Careful negotiations orchestrated by the U.S. led to important progress for Middle East peace."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Opinion | Trump is right. The Israel-UAE agreement is a huge achievement.", "description": "Careful negotiations orchestrated by the U.S. led to important progress for Middle East peace."}, "last_updated_date": "2020-08-14T17:14:11.099Z", "article": {"content_tier": "metered", "opinion": "true"}, "viewport": "width=device-width", "next-head-count": 2}}}