{"GDELT": {"GlobalEventID": 940691958, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOUNO", "Actor1Name": "THE UN", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -8.76712328767119, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200814044500, "SOURCEURL": "https://www.globalsecurity.org/wmd/library/news/syria/2020/syria-200813-unnews01.htm"}, "ARTICLE": {"TITLE": "Deaths of children in northeast Syria 'could have been averted': UNICEF", "TEXT": "Deaths of children in northeast Syria 'could have been averted': UNICEF\n\n13 August 2020 - The UN Children's Fund (UNICEF) has expressed \"deep alarm\" over reports that eight children – all under the age of five – have died in Syria's Al Hol camp, where several thousand children are languishing in dire conditions.\n\nFour of the children died due to malnutrition-related complications, while the others lost their lives to dehydration from diarrhoea, heart failure, internal bleeding and hypoglycemia, according to UNICEF. The deaths occurred between 6 and 10 August.\n\n\"Any child's death is tragic. It is even more so when the death could have been averted\", said UNICEF Executive Director Henrietta Fore in a statement on Wednesday.\n\nLocated in northeastern Syria, near the border with Iraq, the Al Hol camp houses tens of thousands of mainly women and children, displaced from territory formerly held by the terrorist group ISIL. Among them are nearly 40,000 children from more than 60 countries.\n\n\"They lack access to basic services and have to contend with the sweltering summer heat and the trauma of violence and displacement\", said Ms. Fore.\n\nCOVID-19 making a critical situation 'even worse'\n\nAccording to UNICEF, some health and education services in the camp have been paused and the number of workers reduced after COVID-19 infections were confirmed among camp workers.\n\n\"COVID-19, with the resulting movement restrictions and quarantine measures, is making a critical situation even worse,\" said the UNICEF Executive Director, underscoring that the resumption of health and nutrition services must be prioritized and that emergency care options put in place.\n\nIn spite of the challenges, UNICEF and partners continue to provide essential lifesaving services including water trucking, and health, nutrition and child protection services. The UN agency is also supporting community volunteers to further raise awareness on COVID-19 preventive measures.\n\n\"But a longer-term solution is long overdue. Children in Al Hol, like all children affected by conflict, have the right to humanitarian assistance,\" stressed Ms. Fore.\n\n\"Those born to foreign nationals have the right to be safeguarded, including with legal documentation, family reunification and repatriation to their home countries when it is in their best interest,\" she added.", "METADATA": {"keywords": "WMD,library,news,syria,2020", "author": "John Pike", "googlebot": "noindex", "viewport": "width=device-width, initial-scale=1"}}}