{"GDELT": {"GlobalEventID": 940640942, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "GOVHLH", "Actor2Name": "HEALTH MINIST", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.44444444444444003, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Auckland Region, Auckland, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZE7", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -36.75, "Actor1Geo_Long": 174.583, "Actor1Geo_FeatureID": "11483124", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Auckland Region, Auckland, New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZE7", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -36.75, "Actor2Geo_Long": 174.583, "Actor2Geo_FeatureID": "11483124", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Auckland Region, Auckland, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZE7", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -36.75, "Action2Geo_Long": 174.583, "Action2Geo_FeatureID": "11483124", "DATEADDED": 20200813231500, "SOURCEURL": "https://www.rnz.co.nz/news/political/423529/covid-19-more-cases-linked-to-current-cluster-identified-chris-hipkins-says"}, "ARTICLE": {"TITLE": "Covid-19: More cases linked to current cluster identified, Chris Hipkins says", "TEXT": "The Health Minister says New Zealand is not at a position where it needs to go into level 4 lockdown.\n\nPhoto: RNZ / Dom Thomas\n\nThere are currently 30 active cases of Covid-19 outside of managed isolation, in the Auckland and Waikato regions, after 13 new cases were annonced this afternoon.\n\nChris Hipkins said for New Zealand to move up to alert level 4 there would need to be a number of clusters and cases unrelated to the clusters, and that is not the case at this point.\n\nHe said more cases related to the current Covid-19 cluster have been found, but would not answer if the new cases had spread to further regions saying more information would be available at the 1pm briefing today.\n\nOtago University Professor Sir David Skegg told Morning Report that the lack of testing for border staff was extraordinary with reports that more than 60 percent of staff working at the border had never been tested.\n\nHipkins agreed the testing of border staff was too slow to get off the ground.\n\nBut he said testing numbers for border staff had increased by last week.\n\n\"So we 2796 test results by the end of last week, obviously the numbers were ramping up significantly last week.\"\n\nFollow the latest on RNZ's live blog\n\nHipkins said any border staff who showed any symptoms were immediately taken out of work and tested.\n\n\"We don't go to compulsory testing lightly, the idea that the government mandates that someone must undergo a medical procedure is a pretty heavy trigger to pull.\"\n\nBut Hipkins said compulsory testing has now been implemented for all border staff.\n\n\"Testing people who aren't coming into contact with passengers and who aren't showing any symptoms and making that compulsory, that's quite a high bar to set - we've now done that. Yes we were slow to do that but with very good reasons.\"\n\nHipkins said not everybody in the medical community agrees that a weekly test was justified or necessary.\n\nHe said by the end of the weekend everybody working at the border will have been tested for Covid-19.\n\n\"We will obviously make decisions about the extent to which that's going to continue to be mandatory and the frequency of that.\"\n\nHe said prior to this community transmission not everybody in the medical community agreed that a weekly test for border staff was justified or necessary.\n\nHipkins said the government has been clear from day one that the return of community transmission was a possible scenario.\n\nAny GP practice who finds they do not have enough Covid swab supplies should talk to the Ministry of Health and they will ensure they get them, Hipkins said.\n\nHipkins said the government is still working through whether it can be justified in making mask wearing mandatory.\n\n\"The message to everybody though is this is a sensible precaution that everybody can take voluntarily, it shouldn't need for us to make it compulsory for people to do the right thing.\"\n\nNational says it would be more rigid in sticking to border testing policies\n\nNational's Health spokesperson said if his party was in government it would be far more rigid in testing those working at the borders.\n\nDr Shane Reti said good policies were not being applied properly.\n\n\"I mean there's been a testing regime at the border that hasn't been adhered to as well as it should of,\" he said.\n\n\"We're pretty firm on following policies ... and so in our hands we'd be much more rigid with the mostly good policies that the government has in place, it's just delivering those policies that seems to be the problem.\"\n\nNational Party leader Judith Collins yesterday morning said that she been demanding a briefing for Reti, since the Auckland's move to Alert Level 3 was announced on Wednesday.\n\nReti said he did receive a briefing from the government yesterday which included a very productive meeting with Health Minister Chris Hipkins.\n\nHe said he is now satisfied that his party is being properly consulted with.", "METADATA": {"Generator": "ELF", "description": "The Health Minister says New Zealand is not at a position where it needs to go into level 4 lockdown.", "keywords": "Radio New Zealand, RNZ, Public Radio, News, Current Affairs, Audio, Podcasts", "viewport": "width=device-width, initial-scale=1", "EAL": "news:423529", "og": {"site_name": "RNZ", "url": "https://www.rnz.co.nz/news/political/423529/covid-19-more-cases-linked-to-current-cluster-identified-chris-hipkins-says", "type": "article", "title": "Covid-19: More cases linked to current cluster identified, Chris Hipkins says", "description": "The Health Minister says New Zealand is not at a position where it needs to go into level 4 lockdown.", "image": "https://www.rnz.co.nz/assets/news/230920/eight_col_PM-Weltec-Visit_0015.jpg?1589527151"}, "fb": {"admins": 1076742843, "pages": 116876028325133}, "article": {"published_time": "2020-08-14T10:46:05+12:00", "modified_time": "2020-08-14T13:35:14+12:00", "section": "Politics"}, "twitter": {"card": "summary_large_image", "site": "@rnz_news", "title": "Covid-19: More cases linked to current cluster identified, Chris Hipkins says", "description": "The Health Minister says New Zealand is not at a position where it needs to go into level 4 lockdown.", "image": "https://www.rnz.co.nz/assets/news/230920/eight_col_PM-Weltec-Visit_0015.jpg?1589527151"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/x/favicons/ms-icon-144x144-cd317fd008139bc4fce0a2a9dd8c1ef48d95cf17810bfcb9b1336042f8203b2a.png", "theme-color": "#ffffff"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Virus Spread"]}}