{"GDELT": {"GlobalEventID": 940639901, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "ISRGOV", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.95566502463054, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS05", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.0667, "Actor1Geo_Long": 34.7667, "Actor1Geo_FeatureID": "-781545", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20200813230000, "SOURCEURL": "https://www.dailyrepublic.com/all-dr-news/wires/state-nation-world/uae-and-israel-to-establish-diplomatic-ties-leaders-say/"}, "ARTICLE": {"TITLE": "UAE, Israel to establish diplomatic ties, leaders say", "TEXT": "WASHINGTON — The United Arab Emirates and Israel have agreed to establish full diplomatic ties, according to a statement released by Israeli Prime Minister Benjamin Netanyahu, Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan and President Donald Trump.\n\nAs part of the deal, Israel will suspend its efforts to declare sovereignty over land sought by the Palestinians for their future state. The diplomatic breakthrough effectively halts Israeli plans to annex large parts of the occupied West Bank.\n\nTel Aviv will instead focus on “expanding ties with other countries in the Arab and Muslim world,” according to the statement issued Thursday.\n\nThe announcement will make the UAE the first Gulf Arab country to establish diplomatic ties with Israel and only the third Arab nation to do so.\n\nThe crown prince said he had agreed with Trump and Netanyahu to “stop further Israeli annexation of Palestinian territories.”\n\n“The UAE and Israel also agreed on cooperation and agreeing on a roadmap towards establishing a bilateral relationship,” he said in a tweet.\n\nThe agreement was met with skepticism by Palestinians, however.\n\nHanan Ashrawi, a top official in the Palestine Liberation Organization, wrote on Twitter that Israel had been rewarded for “not declaring openly what it’s been doing to Palestine illegally & persistently since the beginning of the occupation.”\n\n“The UAE has come out in the open on its secret dealings/normalization with Israel. Please don’t do us a favor. We are nobody’s fig leaf!” she tweeted.\n\nHazem Qassem, a spokesman for the Hamas movement that rules Gaza, also slammed the agreement, arguing that it does not serve the Palestinian cause.\n\n“This encourages the occupation to continue its denial of the rights of the Palestinian people and increase its aggression … and the Israeli occupation’s crimes against our people,” he said in a statement.\n\nPoliticians in Israel criticized the deal for different reasons.\n\nNaftali Bennett, an opposition lawmaker and the leader of the pro-settlement Yamina party, said he regrets that “Netanyahu missed a once-in-a-century opportunity to apply Israeli sovereignty over the Jordan Valley, Ma’ale Adumim, Beit El and the rest of Israeli settlements.”\n\n“It is tragic that Netanyahu did not grasp the moment, nor did he muster the courage to apply sovereignty to even a centimeter of the Land of Israel,” Bennett added.\n\nNetanyahu was to give a speech later Thursday during which he was expected to comment on annexation policy.\n\nMeanwhile, Israeli Foreign Minister Gabi Ashkenazi threw his weight behind Netanyahu, writing on Twitter that “stability in the Middle East, reducing security threats and promoting agreements with our neighbours” are the aims of his centrist Blue and White party.\n\nHe also welcomed the decision to halt unilateral annexation and said he is “committed to discussing in detail the full balanced Trump Peace Initiative with countries of the region.”\n\nEgyptian President Abdel-Fattah el-Sissi, whose country was the first Arab country to sign a peace treaty with Israel in 1979, hailed the deal.\n\n“I followed with great interest and appreciation the trilateral joint statement of the U.S., the sisterly UAE and Israel on agreeing to halt Israel’s annexation of the Palestinian lands and take steps to establish peace in the Middle East,” el-Sissi said on his Twitter account.\n\nDelegations from Israel and the UAE will meet over the coming weeks to sign bilateral agreements on investment, tourism, direct flights, security, the establishment of embassies and a host of other issues, the White House statement said.\n\n“The parties will continue their efforts in this regard to achieve a just, comprehensive and enduring resolution to the Israeli-Palestinian conflict,” it added.", "METADATA": {"viewport": "width=device-width", "robots": "noindex", "generator": "WordPress 5.4.1", "fb": {"pages": 101609913271322, "app_id": 1682144512021782}, "og": {"locale": "en_US", "site_name": "Daily Republic", "title": "UAE, Israel to establish diplomatic ties, leaders say", "url": "https://www.dailyrepublic.com/all-dr-news/wires/state-nation-world/uae-israel-to-establish-diplomatic-ties-leaders-say/", "type": "article", "description": "WASHINGTON — The United Arab Emirates and Israel have agreed to establish full diplomatic ties, according to a statement released by Israeli Prime Minister Benjamin Netanyahu, Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan and President Donald Trump.\nAs part of the deal, Israel will suspend its", "image": {"identifier": "https://www.dailyrepublic.com/files/2020/08/WORLD-NEWS-ISRAEL-UAE-GET-scaled.jpg", "width": 2560, "height": 1789}, "updated_time": "2020-08-13T16:16:18-07:00"}, "article": {"published_time": "2020-08-13T13:47:08-07:00", "modified_time": "2020-08-13T16:16:18-07:00", "section": "State-Nation-World", "publisher": "https://www.facebook.com/DailyRepublic/"}, "twitter": {"title": "UAE, Israel to establish diplomatic ties, leaders say", "url": "https://www.dailyrepublic.com/all-dr-news/wires/state-nation-world/uae-israel-to-establish-diplomatic-ties-leaders-say/", "description": "WASHINGTON — The United Arab Emirates and Israel have agreed to establish full diplomatic ties, according to a statement released by Israeli Prime Minister Benjamin Netanyahu, Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan and President Donald Trump.\nAs part of the deal, Israel will suspend its", "image": "https://www.dailyrepublic.com/files/2020/08/WORLD-NEWS-ISRAEL-UAE-GET-scaled.jpg", "card": "summary_large_image", "site": "@alldailyrepnews"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}