{"GDELT": {"GlobalEventID": 940684545, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.64432989690721, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814034500, "SOURCEURL": "https://www.straitstimes.com/asia/east-asia/hong-kong-wealthy-investors-stay-put-with-crisis-plans-ready"}, "ARTICLE": {"TITLE": "Hong Kong wealthy investors stay put - with crisis plans ready", "TEXT": "HONG KONG • The exit routes are mapped out, offshore bank accounts opened and overseas passports secured.\n\nBut for now, Hong Kong's high-net-worth investors are mostly staying put, easing fears that the city's new national security law would unleash a flood of capital outflows.\n\nWithdrawals have been minimal since the law took effect on June 30, in part because rich investors are still assessing how the Chinese government's tighter grip on Hong Kong will affect asset prices and the long-term business environment, according to executives at four of Asia's biggest wealth managers who asked not to be identified.\n\nWhile critics of the legislation have argued it will undermine Hong Kong's role as a financial centre, some wealthy investors are open to an alternate narrative - espoused by Hong Kong's government and the city's richest tycoons - that the law will help stabilise an economy battered by months of pro-democracy protests.\n\nThat view has been reinforced by signs of tacit support from Beijing, including record purchases of Hong Kong stocks by Chinese funds and high-profile listings by the nation's technology giants.\n\n\"While people are probably opening overseas accounts and considering leaving, their preparation won't lead to a major exodus of capital yet,\" said Hong Kong-based wealth management strategist Kenny Wen at Everbright Sun Hung Kai.\n\n\"Money is moving into Hong Kong... because investors are bullish on Hong Kong's stock market, especially the new listings.\"\n\nWhether the sanguine outlook will last is anyone's guess, especially with Hong Kong caught in the crossfire of an intensifying clash between China and the US.\n\nBut the upshot since June has been a strong Hong Kong currency, a resilient property market and steady stock prices. Capital inflows have been so big recently that the authorities intervened to prevent the local currency from breaching the strong end of its trading band, a far cry from the doomsday scenario predicted by Hong Kong bears like US hedge fund manager Kyle Bass.\n\nMany rich investors who have kept their money in the city have cited expectations that China's government will act to prop up Hong Kong markets.\n\nMr Bahren Shaari, CEO at Bank of Singapore, said most are \"taking a wait-and-see approach\". He told Bloomberg Television yesterday: \"There are measures they are taking to make sure they have positioned themselves if the event turns out worse than expected or better than expected.\"\n\nInflows into the city's stocks through mainland exchange links more than doubled from a year earlier to US$16.6 billion (S$22.8 billion) since early June, fuelling speculation that state-owned Chinese funds are buying.\n\nMeanwhile, regulators in June kicked off a long-anticipated programme called Wealth Management Connect, which is set to further boost inflows by allowing residents in southern China to invest in Hong Kong and vice versa.\n\n\"We can foresee even more business opportunities and greater growth headroom for Hong Kong's financial industry,\" Mr Eddie Yue, CEO of the Hong Kong Monetary Authority, said last month. \"As we all know, a safe and stable social environment is what every investor looks for and finds comfort in.\"\n\nOf course, the optimistic tone in markets could change quickly if China's implementation of the security law proves harsher than expected. Most of the city's rich investors are ready to withdraw assets at a moment's notice, even though the coronavirus pandemic has made emigrating harder.\n\nTech giants including Facebook and Alphabet's Google are assessing the impact of the legislation while some nimble start-ups are already moving data and people out. About half of US businesses said the law made them feel less safe, according to a recent survey by the American Chamber of Commerce in Hong Kong.\n\nWealthy investors \"would start leaving Hong Kong with their money if someone is charged under the national security law for doing nothing related to subversion\", said Mr Jacinto Tong, CEO of the Hong Kong-based real estate investment firm Gale Well Group.\n\nOther oft-cited red lines include capital controls and restricted access to the Internet.\n\nIn the meantime, wealthy individuals who want exposure to China's budding economic recovery see little reason to ditch Hong Kong. The city is still an unrivalled hub for buying everything from Chinese shares and dollar bonds to financial derivatives. And with China now ahead of many nations in getting back on its feet from the pandemic, many are loath to leave money on the table.\n\n\"If you're bullish on China, it's hard to justify why you would want to pull your money out,\" said Mr Benjamin Quinlan, CEO of Quinlan & Associates, a consultancy in Hong Kong.\n\nBLOOMBERG", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"ios": {"app_name": "Straits Times", "app_store_id": 547465441, "url": "straitstimes://www.straitstimes.com/asia/east-asia/hong-kong-wealthy-investors-stay-put-with-crisis-plans-ready"}, "web": {"url": "https://www.straitstimes.com/asia/east-asia/hong-kong-wealthy-investors-stay-put-with-crisis-plans-ready"}}, "description": "HONG KONG • The exit routes are mapped out, offshore bank accounts opened and overseas passports secured.. Read more at straitstimes.com.", "cXenseParse": {"sph-keywords": "HONG KONG,INVESTMENT", "sph-accessFlag": 0, "pageclass": "article", "recs": {"articleid": 717821}, "sph-printFlag": 1}, "news_keywords": "HONG KONG, INVESTMENT", "og": {"image": "https://www.straitstimes.com/sites/all/themes/custom/bootdemo/images/facebook_default_pic.jpg", "site_name": "The Straits Times", "type": "article", "title": "Hong Kong wealthy investors stay put - with crisis plans ready", "url": "https://www.straitstimes.com/asia/east-asia/hong-kong-wealthy-investors-stay-put-with-crisis-plans-ready", "description": "HONG KONG • The exit routes are mapped out, offshore bank accounts opened and overseas passports secured.. Read more at straitstimes.com.", "updated_time": "2020-08-13T05:00:02+08:00"}, "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "Hong Kong wealthy investors stay put - with crisis plans ready, East", "url": "https://www.straitstimes.com/asia/east-asia/hong-kong-wealthy-investors-stay-put-with-crisis-plans-ready", "description": "East Asia News -HONG KONG • The exit routes are mapped out, offshore bank accounts opened and overseas passports secured.. Read more at straitstimes.com."}, "article": {"published_time": "2020-08-13T05:00:00+08:00", "modified_time": "2020-08-13T05:00:02+08:00"}, "dcterms.title": "Hong Kong wealthy investors stay put - with crisis plans ready", "dcterms.creator": "hermes", "dcterms.description": "HONG KONG • The exit routes are mapped out, offshore bank accounts opened and overseas passports secured. Read more at straitstimes.com.", "dcterms.date": "2020-08-13T05:00+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/asia/east-asia/hong-kong-wealthy-investors-stay-put-with-crisis-plans-ready", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}}