{"GDELT": {"GlobalEventID": 940662948, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.7864077669903, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo Bay, Japan (general), Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA00", "Actor1Geo_Lat": 35.4169, "Actor1Geo_Long": 139.784, "Actor1Geo_FeatureID": "-246231", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo Bay, Japan (general), Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA00", "Actor2Geo_Lat": 35.4169, "Actor2Geo_Long": 139.784, "Actor2Geo_FeatureID": "-246231", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo Bay, Japan (general), Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA00", "Action2Geo_Lat": 35.4169, "Action2Geo_Long": 139.784, "Action2Geo_FeatureID": "-246231", "DATEADDED": 20200814010000, "SOURCEURL": "https://www.belfasttelegraph.co.uk/news/uk/the-heavy-toll-of-the-second-world-war-in-the-far-east-39445882.html"}, "ARTICLE": {"TITLE": "The heavy toll of the Second World War in the Far East", "TEXT": "The defeat of Nazi Germany and the arrival of Victory in Europe on May 8 1945 was met by jubilation in Britain, but for many it did not mark the end of their war.\n\nOn the other side of the world in the Far East, Allied troops were still locked in battle with the Japanese.\n\nIt meant that at home in Europe, the joy over the end of a gruelling six-year long war was more muted for many families.\n\nTens of thousands of British troops would continue to take part in fierce fighting for another three months before the dropping of atomic bombs hastened the Japanese surrender.\n\nExpand Close A ceremony marking the surrender of the Japanese Imperial Army handed back Singapore to the Allies (PA) PA / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp A ceremony marking the surrender of the Japanese Imperial Army handed back Singapore to the Allies (PA)\n\nThe Second World War in Asia had begun on December 7 1941 with the Japanese bombing of the US Pacific Fleet at Pearl Harbour, Hawaii, and simultaneous attacks on British, Dutch and American possessions in the Far East.\n\nHong Kong fell on Christmas Day 1941 while at the same time Japanese forces advanced through Malaya, the Philippines and the Dutch East Indies.\n\nIt was not until August 15 1945, days after US atomic bombs fell on the Japanese cities of Hiroshima and Nagasaki, that the battle in Asia was won and Victory over Japan Day (VJ Day) was declared.\n\nJapan formally surrendered on September 2 at a ceremony in Tokyo Bay aboard the USS Missouri.\n\nBut victory had come at a high price for Britain and her Commonwealth and Empire allies.\n\nBritain suffered 90,332 casualties in the war in the Far East, of whom 29,968 died – 12,433 while prisoners of war.\n\nExpand Close Having surrendered, Japanese soldiers march in formation past American occupation forces on Atsugi airfield at the end of the Second World War, circa August 1945 (PA) PA / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp Having surrendered, Japanese soldiers march in formation past American occupation forces on Atsugi airfield at the end of the Second World War, circa August 1945 (PA)\n\nMen and women from all over the empire and Commonwealth made a vital contribution to the Allied victory over Japan.\n\nNearly 2.5 million men served in the all-volunteer Indian Army and a further 60,000 in the Royal Indian Navy and Indian Air Force.\n\nAustralians fought in Malaya and New Guinea, Canadians at Hong Kong and in the Aleutians, and New Zealanders in the Solomons and other Pacific islands.\n\nSouth African troops helped to capture the Vichy French island of Madagascar to prevent it falling to the Japanese while the British Pacific Fleet joined the US Navy in the Pacific islands campaign. Ships and men of the Royal Australian, Canadian and New Zealand navies were also actively involved against the Imperial Japanese Navy.\n\nExpand Close General Orde Wingate (wearing pith helmet), commander of the Chindits, briefs members of the 1st Air Commando, USAAF, in what was then Burma (PA) PA / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp General Orde Wingate (wearing pith helmet), commander of the Chindits, briefs members of the 1st Air Commando, USAAF, in what was then Burma (PA)\n\nOne of the most famous campaigns of the Second World War was in Burma, now Myanmar, which was then part of the British Empire.\n\nIn early 1942 Malaya was overrun and Singapore fell on February 15. The Japanese army advanced into Burma, capturing the capital Rangoon in March and driving British forces out.\n\nTo avoid being surrounded the British began to retreat, crossing difficult terrain in the face of a determined enemy.\n\nOn May 15 1942 defeated British forces finally retreated across the Indian border. It was the longest retreat in British history, covering a distance of 1,000 miles – the equivalent of walking from Birmingham to Rome.\n\nAfter regrouping, the British forces began planning to recapture Burma.\n\nIn the early months of 1943 the 77th Indian Infantry Brigade, the “Chindits”, under Brigadier Orde Wingate, began Operation Longcloth, driving far behind Japanese lines into the heart of Burma.\n\nIn late 1943 the British created the 14th Army, under the command of Lieutenant General William “Bill” Slim, to take over operations against the Japanese.\n\nKnown as the “Forgotten Army”, as its efforts were later perceived to have been overlooked, it was the largest British Empire and Commonwealth Army ever assembled.\n\nIt numbered some half a million men made up of around 340,000 from the British Indian Army, 100,000 from the British Army and 119,000 from soldiers in Britain’s west and east African colonies.\n\nExpand Close Members of the battalion from the Australian 9th Division climb over a wrecked Japanese bomber abandoned on the edge of the strip in Borneo (PA) PA / Facebook\n\nTwitter\n\nEmail\n\nWhatsapp Members of the battalion from the Australian 9th Division climb over a wrecked Japanese bomber abandoned on the edge of the strip in Borneo (PA)\n\nIn March 1944, while a second Chindit expedition was mounted, the Japanese launched an attack on British bases behind the Indian border in Imphal and Kohima, battles which saw some of the worst fighting of the Second World War.\n\nSome 2,500 British-Indian troops defended Garrison Hill at the Indian base of Kohima against 15,000 Japanese troops.\n\nThe resolute defence by British and Indian forces defeated the Japanese, who withdrew. Allied divisions pursued them and in December 1944 began to cross back in to Burma.\n\nAfter a fierce 12-day battle Mandalay, Burma’s second largest city, was retaken on March 20 1945, ending Japanese hopes of holding Burma, and the 14th Army continued on to Rangoon, reoccupying it on May 3.\n\nBurma was also the scene of one of the most notorious episodes of the Second World War: the construction of the so-called Death Railway.\n\nThe 258-mile (415km) railway was built in 1942 and 1943 to link Thailand and Burma to support Japan’s forces in the area.\n\nMore than 60,000 Allied prisoners of war brought in from camps in Singapore and the Dutch East Indies were put to work on the railway, working alongside 270,000 Asian labourers in horrendous conditions and subjected to brutal treatment.\n\nAbout 12,621 of them died, including 6,904 Britons and more than 2,000 Australian and Dutch prisoners.\n\nThe Burma campaign left 71,224 British and Commonwealth casualties, and by the time Victory over Japan was finally achieved in August 1945, the war in the Far East had come with a heavy toll.\n\nPA", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, viewport-fit=cover", "description": "The defeat of Nazi Germany and the arrival of Victory in Europe on May 8 1945 was met by jubilation in Britain, but for many it did not mark the end of their war.", "apple-itunes-app": "app-id=1229633020, app-argument=https://www.belfasttelegraph.co.uk/news/uk/the-heavy-toll-of-the-second-world-war-in-the-far-east-39445882.html", "og": {"title": "The heavy toll of the Second World War in the Far East", "site_name": "belfasttelegraph", "description": "The defeat of Nazi Germany and the arrival of Victory in Europe on May 8 1945 was met by jubilation in Britain, but for many it did not mark the end of their war.", "url": "https://www.belfasttelegraph.co.uk/news/uk/the-heavy-toll-of-the-second-world-war-in-the-far-east-39445882.html", "type": "article", "image": {"identifier": "https://www.belfasttelegraph.co.uk/news/uk/0aae7/39445877.ece/AUTOCROP/w1240h700/bpanews_0ecce680-8055-455a-9e6d-7033a80b5471_1", "secure_url": "https://www.belfasttelegraph.co.uk/news/uk/0aae7/39445877.ece/AUTOCROP/w1240h700/bpanews_0ecce680-8055-455a-9e6d-7033a80b5471_1", "type": "image/jpeg", "width": 1240, "height": 700}}, "fb": {"app_id": 321217294648139}, "twitter": {"card": "summary_large_image", "site": "@BelTel", "url": "https://www.belfasttelegraph.co.uk/news/uk/the-heavy-toll-of-the-second-world-war-in-the-far-east-39445882.html", "title": "The heavy toll of the Second World War in the Far East", "description": "The defeat of Nazi Germany and the arrival of Victory in Europe on May 8 1945 was met by jubilation in Britain, but for many it did not mark the end of their war.", "image": {"identifier": "https://www.belfasttelegraph.co.uk/news/uk/0aae7/39445877.ece/AUTOCROP/w1240h700/bpanews_0ecce680-8055-455a-9e6d-7033a80b5471_1", "alt": "Japanese tanks being surrendered to Allied forces (PA)"}, "domain": "BelfastTelegraph.co.uk"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}