{"GDELT": {"GlobalEventID": 940674132, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.39294710327456, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Xinjiang, Jiangxi, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH03", "Actor1Geo_ADM2Code": "13167", "Actor1Geo_Lat": 27.7481, "Actor1Geo_Long": 116.274, "Actor1Geo_FeatureID": "11065838", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Xinjiang, Jiangxi, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH03", "Action2Geo_ADM2Code": "13167", "Action2Geo_Lat": 27.7481, "Action2Geo_Long": 116.274, "Action2Geo_FeatureID": "11065838", "DATEADDED": 20200814021500, "SOURCEURL": "https://www.apalachtimes.com/story/opinion/2020/08/13/china-sacrificed-workers-lives-and-its-environment-rapid-development/3341549001/"}, "ARTICLE": {"TITLE": "LETTERS: China sacrificed lives for rapid development", "TEXT": "The Apalachicola Times\n\nFirst, some context. In China, after the days of the first Revolution when Sun Yat-sen’s dream devolved into warlord tyranny, Mao Zedong led his communist party and People’s Liberation Army to victory in 1949. He then took the leadership role of the government. Not to criticize Mao, but frankly, the skills necessary to win a revolution are not the same as those to govern, and Mao, while leading abstractly with his philosophy, really did not do so well in a concrete way, and made tragic mistakes. A similar situation emerged in Russia where the communist leadership tried to turn abstract principles into concrete reality with equally tragic results.\n\nIn both countries there was a preponderance of rural, agricultural workers and little industry. According to Leninist principles, communalizing the farms should be most efficient (similar to the US where machinery replaced the workers). However, in both Russia and China, that policy was a disaster, causing deep famine and the subsequent deaths of millions. In both countries, that policy was rectified by allowing the peasantry control over plots of land, and in China, that change caused food production to increase vastly.\n\nAfter the victory, Chinese landlords were either killed or sent to re-education camps; only those who had committed egregious atrocities against the people were executed. However, while Mao kicked the international capitalists out of the country, he needed the national industrialists. The difference was that while they “owned their factories,” they no longer owned the land, as in China, to this day, all property is owned by the state. Still, private and state industry prospered, especially after Mao died, Deng Xiaoping reformed the system, saying “it is glorious to get rich.”\n\nWestern capital, especially American, became attracted to low wages and the relatively skilled Chinese work force, and invested in Chinese industry. Whole factories were dismantled in Ohio and shipped to China, creating the Rust Belt we know today and the large trade imbalance. The truth was, and is today, that China has never really wanted much that America produces. The exception is food stocks such as soybeans and wheat, then integrated circuits, and curiously, pork. The Chinese were content to accept T-bills to balance the trade deficit.\n\nAnother aspect to this arrangement with US capital was technology transfer, i.e. China did not just manufacture goods for the American market because an integral part of the deal was the sharing of the technology necessary to make whatever was ordered. Thus, China’s industrial and technological capacity increased dramatically due to working for low wages and allowing environmental degradation. I often think that the party leadership made a decision to sacrifice the lives of millions of workers and the environment in order to rapidly develop the country. The result has been the extraordinary alleviation of the nation’s poverty as close to a billion people are no longer poor and cities like Shanghai illuminate the world.\n\nThe American leadership has never appreciated the Communist revolution. After all, the right to property is practically a religious tenet of the American way of life. Chinese capitalists and farmers have shown that this “right” is not essential to prosperity, and they have shown so in spades. Nevertheless, Americans have tried to effect regime change in China ever since they “lost China” in 1949 (it was never theirs to lose). However, for the past decades, business interests have dampened regime change efforts. In the past few years, perhaps as a result of obvious decline in American power and global hegemony, regime change efforts have increased so as to “keep China down.” We see this in US support for Hong Kong protests, attention to the welfare of Xinjiang Muslims, and military aid to Taiwan. Lately, we see the sanctions on China and the elimination of Chinese technology companies such as Huawei and TikTok. None of these efforts to subdue China are in the benefit of US national security nor the welfare of the American people. They are the result of anti-China ideologues and those who wish to deflect blame from American failures.\n\nIn the long run, the world will be a much better place if our countries decided to cooperate rather than struggle against each other. China is now strong enough to resist America’s fleet (supersonic carrier killers) and has the nuclear capacity to destroy our homeland, but really does not want to do so - war is just bad for prosperity. All of us on this planet we call home have serious problems that invite mutual action: the climate crisis, COVID-19, and nuclear war. We should put aside irrational hatreds, learn from each other, and solve an otherwise terrifying future.\n\nTed Tripp", "METADATA": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "theme-color": "#0098FE", "og": {"title": "LETTERS: China sacrificed lives for rapid development", "description": "A letter writer argues China sacrificed workers' lives, and the environment, for rapid economic development", "url": "https://www.apalachtimes.com/story/opinion/2020/08/13/china-sacrificed-workers-lives-and-its-environment-rapid-development/3341549001/", "site_name": "Apalachicola Times", "image": {"identifier": "https://www.gannett-cdn.com/presto/2020/08/13/NATN/b714fb93-be29-4319-b4cb-7da202eeb03b-Letters.jpg?crop=1099,619,x0,y55&width=1099&height=619&format=pjpg&auto=webp", "width": 1099, "height": 619}, "type": "article"}, "article": {"content_tier": "metered", "opinion": "true"}, "description": "A letter writer argues China sacrificed workers' lives, and the environment, for rapid economic development", "fb": {"pages": 171166446235676, "app_id": 2714999428729310}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/presto/2020/08/13/NATN/b714fb93-be29-4319-b4cb-7da202eeb03b-Letters.jpg?crop=1099,619,x0,y55&width=1099&height=549&format=pjpg&auto=webp", "site": "@ApalachTimes", "creator": "@ApalachTimes", "title": "LETTERS: China sacrificed lives for rapid development", "description": "A letter writer argues China sacrificed workers' lives, and the environment, for rapid economic development"}}}}