{"GDELT": {"GlobalEventID": 940635208, "Day": 20190814, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6137, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor2Code": "TWN", "Actor2Name": "TAIPEI", "Actor2CountryCode": "TWN", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 3.8676844783715, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Taipei, T'ai-pei, Taiwan", "Actor2Geo_CountryCode": "TW", "Actor2Geo_ADM1Code": "TW03", "Actor2Geo_ADM2Code": "13277", "Actor2Geo_Lat": 25.0478, "Actor2Geo_Long": 121.53200000000001, "Actor2Geo_FeatureID": "-2637882", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200813223000, "SOURCEURL": "https://hk.asiatatler.com/life/sk-lam-all-rights-reserved-hong-kong-interview"}, "ARTICLE": {"TITLE": "Meet SK Lam, The Man Behind Hong Kong's Most Successful Art Exhibitions", "TEXT": "Then there were countless challenges involving the weather, moving such a huge and heavy object, and even the threat of sabotage by unimpressed visitors (just think of the fate that was to come for Maurizio Cattelan’s poor banana). Lam knew the project would be difficult, but he wasn’t deterred. “When I first saw [Kaws’ plans for the sculpture], I thought, ‘Let’s do it’,” says Lam. “I wasn’t just excited to work on another project together, I understood it was something he wanted to do differently, to have another challenge.”\n\nBut none of these duets were as ambitious as Kaws: Holiday, a 28-metre-long floating installation that Kaws and Lam first launched on Sokcheon Lake in Seoul, South Korea. By Kaws’ own account, the logistics behind a work of that scale were “crazy”. Hidden beneath the surface of the water was a 40-tonne steel structure that continuously pumped air into the inflatable, so that the sculpture always appeared to have a smooth, seamless surface.\n\n“I first met Brian in my previous job, when I worked for IdN magazine in the Nineties,” says Lam. “We became friends and talked about different ideas. We naturally ended up working on art projects.” Together they have produced limited-edition soft toys and vinyl figurines of Kaws’ famous Companion character—a Mickey Mouse-like figure with crossed-out eyes—and major installations, including Seeing / Watching, an eight-metre-tall bronze sculpture of two Kaws characters that now sits atop the Changsha IFS mall in China.\n\nOther projects have included collectible statuettes designed by big-name artists such as Yue Minjun and Joan Cornellà and—most famously— the American street artist Brian Donnelly, better known as Kaws. ARR collaborated with Donnelly on his yacht-sized Kaws: Holiday inflatable sculptures, which launched in South Korea in 2018, then travelled to Taipei, Hong Kong, Japan and Qatar last year. In the next few months, Lam is launching a new series of ceramics with American artist Andy Rementer, a wooden figurine by Japanese illustrator Yusuke Hanai and, he says, another Kaws: Holiday inflatable will be unveiled—this time in a city outside Asia—before the end of the year.\n\n“It was totally different,” says Lam Shu-kam, better known as SK Lam, the founder of AllRightsReserved (ARR) , the creative studio that turned Hofman’s vision for a six-storey-tall bath toy into a reality. After years of working as a creative director for a magazine, Lam launched ARR in 2003 as a graphic design and branding agency, but by 2010 it had grown into what it is today: a company that collaborates with artists to produce books, prints, limited-edition figurines and public art installations like Hofman’s duck.\n\nOn May 1, 2013—the coldest day in May in nearly a century—more than 1,000 Hongkongers bundled up and headed to the harbourfront to welcome a larger-than-life visitor to town: a 16.5-metre-tall inflatable rubber duck. Some residents adored it: a headline in the South China Morning Post declared “Giant rubber duck has united the city”. Others weren’t so sure about the installation, which was actually a sculpture by the Dutch artist Florentijn Hofman. One animation that was widely shared on Facebook pictured the duck being bombed and sinking beneath the waves. But love it or hate it, one thing was certain: everyone in the city was talking about the big, bobbing bird in Victoria Harbour.\n\nArtists around the world are queuing up to work with Hongkonger SK Lam, who brings to life the fantasies of Kaws, Joan Cornellà and more as figurines, prints and even building-sized installations\n\nLam says Kaws wanted to debut the work in Asia, where he is particularly popular. His auction record was set in Hong Kong last year when his painting The Kaws Album sold for US$14.8 million, and he has held popular exhibitions in China and Japan. Asian collectors’ interest in Kaws’ work and artist-designed toys more generally can be attributed to the region’s past: Hong Kong was historically a toy manufacturing hub, and Hong Kong artist Michael Lau kickstarted the craze for artist-designed vinyl toys in the 1990s. Collectible toys have long been popular with children around the continent, as well, so artist-designed figurines evoke a sense of nostalgia in collectors. “Kaws is so popular in Hong Kong, so popular in Japan,” says Lam. “But we decided to launch it in Korea because he’d just had an exhibition there and the response was good, but the audience in Korea was still more fresh. It was great to introduce his work to a new audience.” Art For All Collectively, millions of people around the world have visited ARR-produced public art exhibitions—something art world insiders are consistently impressed by. “Fine art has always been appreciated by a very niche group, but when the rubber duck or Kaws’ sculpture were on display at Victoria Harbour, a lot of people came to take photos, including those who may not know many other artists, broadening the reach and experience of art to the masses,” says Yuki Terase, head of contemporary art at Sotheby's Asia. Lam himself says his belief in public art can be traced to his childhood. “Public art is a very simple idea—art you can share with everyone,” he says. “I’m not from a super-wealthy family. My family taught me, if you think something is beautiful, you should want more people to see it. It’s not about showing off or about how expensive something is—it’s about sharing to make the world better.” See also: WKCDA Announces Results Of Relief Scheme To Support The Local Arts Community\n\nA Kaws: Holiday installation in Hong Kong (Photo: Kaws: Holiday Hong Kong by Kaws (2019), courtesy of Gareth Hayman) A Kaws: Holiday installation in Taipei (Photo: Kaws: Holiday Taiwan by Kaws (2019), courtesy of @s.yin.h)\n\nThat isn’t to say that Lam is uninterested in the economics of the art world, or in the booming market for artist-designed figurines and collectibles, like those produced by ARR. He has opened his own online store, DDT, so that he can sell directly to consumers, and he is proud of the lofty sums ARR products have fetched at auction. “We are very successful at making collectibles that appreciate,” says Lam. This point was proved in June, when ARR partnered with Sotheby’s on a charity auction to raise funds for the Tung Wah Group of Hospitals. A fibreglass scale model of Hofman’s duck, valued at HK$28,000-HK$48,000, ended up selling for HK$325,000. Four paper lanterns designed by Kaws, valued at HK$6,000-HK$10,000, sold for HK$50,000. Lam says that this extreme demand is a good thing—and not just for his personal gain. “We need to build monetary value to build respect for the creative industries,” he says. “I think that’s why in the last 20 years in Hong Kong the creative industries have not been doing so well, because the monetary value isn’t there.” Building Blocks Everything produced by ARR, whether a figurine that you could hold in the palm of your hand or an enormous public art project, begins in the company’s studio in Wan Chai. “We are not a factory or a production house, but all products are developed here,” says Lam. Members of the ARR team have learned to work with vinyl, ceramic, wood and countless other materials so that they can advise artists on what is feasible when working on new products. “[Our conversations with artists] are not one way,” says Lam. “We talk to the artists, we listen to them, then we suggest ideas. We have to adapt ourselves, try to think like him or her. With Kaws, my understanding is he was only interested in making such a big inflatable work because the craftsmanship and technology are good now. Before it wasn’t high quality enough.” Once the ARR team has perfected the object, they find a manufacturer who can replicate it and produce as many as the artist wants.\n\nAndy Rementer’s new sculptures; a figurine by Joan Cornellà (Photo: Downtown series (2020) by Andy Rementer, courtesy of the artist and ARR)\n\nThe fact that many of these products are made by factories in China does raise a much larger question about whether artist-designed figurines can or should be considered art. Fans of the artists, and some of the artists themselves, argue that these works should be treated as seriously as any sculpture, even if they’re made of plastic and released in editions of hundreds or even thousands. Artists have been making this claim for decades: in 1986, Keith Haring opened the Pop Shop in Soho, New York, where he sold T-shirts, badges and other merchandise, to give just one famous example. But critics argue that many artist-designed figurines are toys, not artworks, and almost indistinguishable from what you might find in Toys “R” Us. Blurred Lines In ARR’s case, Lam is insistent the latter argument is not relevant. “We are very serious about quality and about delivering the best to the customer—our products are not mass-produced.” But, Lam admits, the line between what is and is not art is blurrier than ever before. “A figurine is not the same as a piece of sculpture, if you were to compare figurines to something like a bronze sculpture. The reason is not just about money—it’s about the challenge and difficulty you face when you fabricate a bronze sculpture versus a toy.”\n\nA figurine by Joan Cornellà made in collaboration with ARR (Photo: Selfie Gun (2019) by Joan Cornellà, courtesy of the artist and ARR) Wooden panels and sculptures by Erik Parker made in collaboration with ARR (Photo: Future (2020) by Erik Parker, courtesy of the artist and ARR)", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0", "google-site-verification": "krWhFJY7ih91nsgOG8UNdS6-HuWaC9_-50HXez6tZkc", "msvalidate.01": "B2967EBA4B07EB1D378CB3E9E854F81C", "google": "notranslate", "csrf-token": "O5rnXPxA9JIJ0I6FaIzaFmxoG1ML2zj5Yzahqbeu", "keywords": "SK lam, people, profile, art, public art, installation art, creatives, influential people, contemporary art, art trends, kaws, AllRightsReserved, creative studio, art production, Florentijn Hofman, Florentijn Hofman rubber duck, all rights reserved hk, creative studio, art exhibitions, famous artworks, hong kong art exhibitions", "description": "Artists around the world are queuing up to work with Hongkonger SK Lam, who brings to life the fantasies of Kaws, Joan Cornellà and more.", "author": "Oliver Giles", "article": {"published_time": "2020-08-14T06:00:00+08:00"}, "vertical": "life", "super_tags": "arts", "content_type": "hero", "advertorial": "Print Editorial", "og": {"site_name": "Tatler Hong Kong", "type": "article", "title": "Meet SK Lam, The Man Behind Hong Kong's Most Successful Art Exhibitions", "description": "Artists around the world are queuing up to work with Hongkonger SK Lam, who brings to life the fantasies of Kaws, Joan Cornellà and more.", "url": "https://hk.asiatatler.com/life/sk-lam-all-rights-reserved-hong-kong-interview", "image": {"identifier": "https://cdn.asiatatler.com/asiatatler/i/hk/2020/08/12113709-sk-lam_cover_1333x2000.jpg", "type": "image/jpeg", "width": 1333, "height": 2000}}, "twitter": {"card": "summary_large_image", "site": "@tatlerasia"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "//cdn.asiatatler.com/common/layout/bumblebee/icons/asiatatler/ms-icon-144x144.png", "theme-color": "#ffffff", "mobile-web-app-capable": "yes", "application-name": "Tatler HK", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "white", "apple-mobile-web-app-title": "Tatler HK"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}