{"GDELT": {"GlobalEventID": 940656017, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.68918918918919, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Horsham, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5432", "Actor1Geo_Lat": -36.7113, "Actor1Geo_Long": 142.2, "Actor1Geo_FeatureID": "-1578907", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Horsham, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5432", "Action2Geo_Lat": -36.7113, "Action2Geo_Long": 142.2, "Action2Geo_FeatureID": "-1578907", "DATEADDED": 20200814003000, "SOURCEURL": "https://www.stockjournal.com.au/story/6878318/sa-border-closure-confusion/"}, "ARTICLE": {"TITLE": "\"All hell has broken loose\" over SA's planned hard border", "TEXT": "BORDER CONFUSION: Border resident Sam Eastwood says he's more disppointed about the border closure, than surprised.\n\nVictorian residents living close to South Australia say they've been blindsided by sudden hard border restrictions.\n\nVictorians living just across the SA border, in or near towns like Kaniva, have been told only essential travellers can enter the state, from August 21.\n\nThe SA government has said education, shopping and medical care will no longer be legitimate reasons, for entering the state.\n\nWest Wimmera Shire adjoins South Australia and mayor Bruce Meyer said the announcement had resulted in \"total confusion.\n\n\"SA has virtually shut the border and all hell has broken loose,\" Cr Meyer said.\n\n\n\n\"People are asking what the hell is going on?\" Cr Meyer said.\n\nThe border confusion follows restrictions on Victorians entering NSW.\n\nRead more:\n\nVFF calls for specific agricultural movement permit\n\n\n\nExtra regional test sites to increase test capacity\n\n\n\nNo shopping in South Australia for border residents, Police Commissioner Grant Stevens confirms\n\n\n\nCr Meyer said Victorian students, who went to school in SA, would have to stay home.\n\nThe only exemption was for years 11-12.\n\n\"There are still going to be exemptions,\" he said.\n\n\n\n\"Transport is going to have priority, you will still be able to shift stock and grain into SA, but the driver must have a valid COVID-19 test, which has to be in the last seven days.\"\n\n\"The difficulty is, where do you get your test?\"\n\nCr Meyer said at the moment Victorians living within 40 kilometres of the SA border were allowed to cross into that state, providing they had regular tests.\n\n\"Essential workers are not supposed to leave the border zone, to go to Horsham, or Nhill, for testing, as that takes them out of the zone and they will potentially lose their exemption.\"\n\nHe said one driver recently took a load of livestock into SA and spent three hours, waiting for a test.\n\n\"What's going to happen with the grain harvest, and what happens if your driver gets sick, or breaks a leg, who do you get.\" Cr Meyer said.\n\n\"If you need an emergency driver, he won't be able to get a valid test.\"\n\nHe said shire grain and oilseed growers needed to deliver products to Wolseley and Frances.\n\n\"We have got some very large grain growers, who live within two or three kilometres of France silo.\"\n\nHe said the shire was pushing to get the mobile testing station, now based in Horsham, to come to each of the five border communities, for a day at a time.\n\nJon and Tiarnee Dyer, Kaniva, have been hit particularly hard.\n\nTheir two year old daughter, Mabel, has hip dysplasia and needs to see an Adelaide specialist, on a regular basis.\n\nThe family had been told the specialist would not be able to examine Mabel, for the forseeable future, and they may need to seek another specialist, in Victoria, as she may require more surgery.\n\n\"Our daughter has a telehealth appointment - it's a telehealth appointment, for a bone condition,\" Mr Dyer said.\n\n\n\n\"I don't know how helpful that's going to be.\"\n\nMs Dyer also works as a primary school teacher in Bordertown, SA.\n\n\n\nMr Dyer said he wasn't hopeful of her getting an exemption, as SA authorities had already turned down an application from another staff member.\n\n\"There have been two active cases in West Wimmera shire, it's a big area, 300km long and 50-80km wide,\" Mr Dyer said.\n\n\"Both those cases have been acquired, outside the shire - we have never had community transmission here.\n\n'People are talking about a second wave, we haven't had the first one - not that we want it.\"\n\nMr Dyer said it seemed foolish to treat the residents of West Wimmera the same way as people living in Melbourne, which was in lockdown.\n\n\"It's madness - we have to have a bit of common sense,\" he said.\n\nHe said, apart from the Northern Territory, other jurisdictions were applying restrictions to residents of postcodes, where there was a flare-up of coronavirus.\n\nIn an open letter to Prime Minister Scott Morrison, Ms Dyer said the announcement had sent many members of the community into \"deep, downward spiral.\n\nShe said Jon relied on businesses in Bordertown, SA, for agricultural service and supplies.\n\n\"Without these services, he will need to travel 120km to get equivalent supplies and services, that are available 40km away.\n\n\"He also supplies wheat to South Australian flour mills, while this has been unaffected, so far, we are unsure of what will happen next.\"\n\nMs Dyer said some residents would be wondering how they were going to survive, medically and financially.\n\n\"We have done all that has been asked of us and still cross community border members feel as though they are being punished.\"\n\n\n\nDecision disappointment\n\nSam Eastwood, Kaniva, said he was more disappointed at the decision, than surprised.\n\n\"There are certain reasons why community residents need to cross that border,\" Mr Eastwood said.\n\n\"It's not to go over the border to get our favourite brand of coffee beans, because they don't stock them in Kaniva.\n\n\"It's for legal, medical and commercial reasons.\"\n\nMr Eastwood said Bordertown was a regional hub for the Victorian Wimmera communities, in the same way Horsham was for residents to the east.\n\n\"Our accountants, mechanics, vets, doctors, dentists - the list goes on and on - are in Bordertown - it is our regional centre.\n\n\"I think people need to know people living in this 40km bubble are being extremely vigilant at not putting people in SA and Bordertown at risk.\"\n\nHe said Victorian border residents didn't want to be the ones who took coronavirus into SA.\n\n\"We are arm in arm, with the SA border police, and SA border communities, because we need them.\"\n\nMr Eastwood said those living on the border posed an extremely low risk\n\nThe decision was one the SA government was making on funding and resources.\n\n\"I'm calling on trhe Victorian government to step up, and support the regions on the border, to help cover the cost of testing and manpower,\" he said.\n\nCr Meyer said most business was done by Victorians, heading into SA.\n\n\n\n\"There has been a lot of commonsense,\" he said.\n\n\n\n\"People have been able ot go into that 40km zone, to do their shopping and other business, but that's all closed.\n\n\"People in capital cities are making decisoins without any knowledge of how life is, around these parts.\n\n\n\n\"People haven't had any answers - we may be able to work through some of this but, at the moment, it's total confusion.\"\n\n\n\nHave you signed up to Stock & Land's daily newsletter? Register below to make sure you are up to date with everything that's important to Victorian agriculture\n\n\n\n.\n\nThe story SA border closure confusion first appeared on Stock & Land.", "METADATA": {"title": "\"All hell has broken loose\" over SA's planned hard border", "robots": "noarchive", "description": "Confusion, concern over SA's plans for hard border lockdown.", "og": {"title": "SA border closure confusion", "url": "http://www.stockjournal.com.au/story/6878318/sa-border-closure-confusion/", "site_name": "Stock Journal", "type": "article", "image": {"identifier": "https://nnimgt-a.akamaihd.net/transform/v1/crop/frm/7f5GEYimwWveccZe67yRBS/7bbccc3f-40e9-4839-b2e8-b0fb2f34b8ce.jpg/r0_857_4000_3117_w1200_h678_fmax.jpg", "type": "image/jpeg"}, "description": "Confusion, concern over SA's plans for hard border lockdown."}, "article": {"publisher": "https://www.facebook.com/stockjournal", "published_time": "2020-08-13T13:40:00+10:00"}, "twitter": {"card": "summary_large_image", "site": "@stockjournal", "title": "SA border closure confusion", "description": "Confusion, concern over SA's plans for hard border lockdown.", "image": "https://nnimgt-a.akamaihd.net/transform/v1/crop/frm/7f5GEYimwWveccZe67yRBS/7bbccc3f-40e9-4839-b2e8-b0fb2f34b8ce.jpg/r0_857_4000_3117_w1200_h678_fmax.jpg"}, "news_keywords": "news, coronavirus, SA border closure, coronavirus, South Australia, Kaniva, Bordertown", "author": "Andrew Miller", "viewport": "width=device-width,initial-scale=1.0,maximum-scale=1.0", "apple-mobile-web-app-capable": "yes", "msvalidate.01": "F29B95B17E7034DD0832B3DBEF37C0F2"}}}