{"GDELT": {"GlobalEventID": 940670128, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OPP", "Actor1Name": "ACTIVIST", "Actor1Type1Code": "OPP", "Actor2Code": "RUS", "Actor2Name": "RUSSIAN", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 163, "EventBaseCode": 163, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.68869309838473, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Taimyr Peninsula, Taymyrskiy (Dolgano-Nenetskiy) Avtonomnyy Okrug, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS74", "Actor1Geo_ADM2Code": "25103", "Actor1Geo_Lat": 76.0, "Actor1Geo_Long": 104.0, "Actor1Geo_FeatureID": "-3017133", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Taimyr Peninsula, Taymyrskiy (Dolgano-Nenetskiy) Avtonomnyy Okrug, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS74", "Actor2Geo_ADM2Code": "25103", "Actor2Geo_Lat": 76.0, "Actor2Geo_Long": 104.0, "Actor2Geo_FeatureID": "-3017133", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Taimyr Peninsula, Taymyrskiy (Dolgano-Nenetskiy) Avtonomnyy Okrug, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS74", "Action2Geo_ADM2Code": "25103", "Action2Geo_Lat": 76.0, "Action2Geo_Long": 104.0, "Action2Geo_FeatureID": "-3017133", "DATEADDED": 20200814014500, "SOURCEURL": "https://cleantechnica.com/2020/08/13/dear-mr-elon-musk-a-letter-from-russian-indigenous-peoples-about-nickel-mining-pollution/"}, "ARTICLE": {"TITLE": "Dear Mr. Elon Musk: A Letter From Russian Indigenous Peoples About Nickel Mining Pollution", "TEXT": "Dear Mr. Elon Musk: A Letter From Russian Indigenous Peoples About Nickel Mining Pollution\n\nAugust 13th, 2020 by Carolyn Fortuna\n\nA network of independent experts, activists, leaders, and organizations of Russian indigenous peoples has called on Tesla CEO Elon Musk to boycott a Russian mining company until it meets specific ecologically-sound conditions. The letter to Musk acknowledges that Nornickel is an international leader in nickel production but is “also a global leader in environmental pollution.”\n\nNornickel’s smelting processes have resulted in environmental degradation on the Taimyr Peninsula, including a 20,000 ton diesel fuel spill into a river in the fragile Arctic ecosystem. “The lands of indigenous people appropriated by the company for industrial production now resemble a lunar landscape, and traditional use of these lands is no longer possible,” the letter to Musk reads.\n\nAborigen Forum is an informal association of 39 independent experts, activists, leaders, and organizations of Russian indigenous peoples from 14 regions of the North, Siberia, and the Far East of the Russian Federation. The Arctic region environment is particularly vulnerable to pollution, and it can take decades to recover from a single environmental incident.\n\nThe main areas of activity of the Aborigen Forum are the protection and implementation of the rights of Russian indigenous peoples, analysis of legislation, monitoring places of residence and economic activity, development of partnerships with other organizations, international cooperation, and work with authorities at all levels.\n\nAn Open Letter & Plea for Mining Environmental Stewardship\n\nWith mines and metallurgical factories on the Taimyr Peninsula and in the Murmansk region, Nornickel is the world’s largest nickel producer. Yet the Aborigen Forum describes Nornickel’s environmental pollution there as a “routine occurrence,” pointing to a river oil spill on the Taimyr Peninsula as an ongoing environmental disaster, “but not an isolated incident.”\n\nMusk made a plea in late July for miners to produce more nickel, which is a key ingredient in the batteries that power the company’s electric cars. He warned that the current cost of batteries remains a big hurdle to the company’s growth.\n\nNickel increases battery density so that electric cars have greater range on a single charge.\n\n“Tesla will give you a giant contract for a long period of time if you mine nickel efficiently and in an environmentally sensitive way,” Musk said during a Q2 2020 post-earnings call.\n\nIn a letter to Musk, the Aborigen Forum alludes to Musk’s promise to source in “an environmentally sensitive way” and urges Tesla not to buy nickel, copper, and other products from Nornickel until it conducts a full and independent assessment of the vast environmental damage caused by its production.\n\nThe Aborigen Forum asks that the following conditions be met if Tesla business with Nornickel is implemented. Nornickel would need to:\n\nConduct a full and independent assessment of the environmental damage of mining for nickel and other metals in Russia’s Taymyr Peninsula and Murmansk Oblast. Such an assessment would determine the harm from the ongoing Norilsk diesel oil spill and consider the damage done by industrial production to traditional economic activities of indigenous peoples, an on-going environmental disaster, “but not an isolated incident.”\n\nCompensate indigenous communities for the damages done to their traditional way of life.\n\nPrepare and implement a plan for re-cultivating contaminated lands in the Taymyr Peninsula and Murmansk Oblast.\n\nRevise its policies for engaging with indigenous peoples. The new guidelines would be informed by the United Nations Declaration on the Rights of Indigenous Peoples, including the need to obtain free and informed consent prior to the approval of any project affecting indigenous lands or territories and other resources, particularly in connection with the development, utilization, or exploitation of mineral, water, or other resources.\n\nThe letter states:\n\n“We are aware of Tesla Inc.’s policies on human rights. The Company’s Code of Conduct for suppliers prescribes minimizing negative impact on the environment in all activities in order for the global economy to transition to sustainable energy. We call on Tesla, Inc. to refrain from cooperation with Nornickel and announce this decision publicly, until the abovementioned policies are implemented by the Russian nickel supplier.”\n\nElon Musk’s Call for Increased Nickel Mining\n\nElectric vehicles, which consume a much smaller amount of nickel than traditional industries such as stainless steel makers, are forecast to be the quickest growth market for nickel miners.\n\n“The real limitation on Tesla growth is cell production at affordable price. That’s the real limit,” Musk reiterated. He expanded that the company would expand its business with Panasonic (6752.T) and CATL (300750.SZ) and “possibly with others.”\n\nTesla’s needs for more nickel is part of a company plan to increase production of its catalog of all-electric vehicles as well as its solar projects. Tesla currently sources nickel-cobalt-manganese (NCM) batteries from South Korea’s LG Chem Ltd (051910.KS) and nickel-cobalt-aluminium (NCA) batteries from Japan’s Panasonic Corp (6752.T). Reuters reports that these companies indirectly buy nickel from mining companies in a long auto supply chain, yet Tesla doesn’t disclose which nickel miners are in that supply chain.\n\nThe International Nickel Study Group (INSG) estimates the global refined market was in a supply surplus of 57,300 tons after the first 5 months of the year, representing a sharp turnaround from a deficit of 31,500 tons at the same point of 2019. London Metal Exchange (LME) nickel stocks are plentiful at 234,636 tons, and LME time spreads continue to trade without delay, contrasting with a tightening trend in other metals such as copper.\n\nNornickel prides itself on having access to a “unique mineral resource base” with “active development of first-class assets in Russia,” “constant expansion of the resource base,” and “geological exploration (that) ensures the maintenance of the volume and optimal structure of mineral reserves.” And they’re ravaging native natural resources.\n\nNornickel ranks among the top 10 copper producers. It also produces cobalt. All 3 minerals are important components in the current booming battery production for electric vehicles.\n\nLocal Knowledge: In Mining & Life | Russian Indigenous Peoples\n\nIn an interview with The Barents Observer, Dmitry Berezhkov, an expert working with the Aborigen-Forum, indicates many obstacles exist for indigenous peoples in the region to have their voices heard. “It is not only difficult, it became impossible during the recent years,” he says. “Russia is building a new Arctic industrial reality rapidly, and indigenous people are not considered in these activities at all.”\n\n“In reality, they don’t pay any attention to indigenous peoples’ rights on the ground,” he continues. “We consider Musk’s request to nickel producers as an occasion to pay attention to the environmental degradation of indigenous peoples’ traditional lands.”\n\nIndigenous peoples who live in the Murmansk region are the Sámi, and the Nentsy, Nganasan, Entsy, Dolgan, and Evenki live on the Taimyr Peninsula in Siberia. These communities have preserved the traditional life, culture, and economy of northern peoples, including reindeer herding, hunting, and fishing. Indigenous people view a clean environment as a key factor for survival in harsh northern conditions.\n\nTesla is expected to reveal technological advances at its Battery Day event in September.\n\nWant to learn more about EV batteries? Check out The EV Battery Metal Index, The Battery & Mining Catch-22 Threatening The EV Revolution, and Tesla’s Lithium & Nickel Sourcing — Australia? Bolivia? China?.\n\n\n\n\n\n\n\n\n\nAppreciate CleanTechnica’s originality? Consider becoming a CleanTechnica member, supporter, or ambassador — or a patron on Patreon.\n\nSign up for our free daily newsletter or weekly newsletter to never miss a story.\n\nHave a tip for CleanTechnica? Send us an email: tips@cleantechnica.com", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Dear Mr. Elon Musk: A Letter From Russian Indigenous Peoples About Nickel Mining Pollution", "description": "A network of independent experts, activists, leaders, and organizations of Russian indigenous peoples has called on Tesla CEO Elon Musk to boycott a Russian mining company until it meets specific ecologically-sound conditions. The letter to Musk acknowledges that Nornickel is an international leader in nickel production but is “also a global leader in environmental pollution.\"", "url": "https://cleantechnica.com/2020/08/13/dear-mr-elon-musk-a-letter-from-russian-indigenous-peoples-about-nickel-mining-pollution/", "site_name": "CleanTechnica", "image": "https://cleantechnica.com/files/2020/08/Russian-indigenous-peoples-2-570x380.jpg"}, "article": {"publisher": "https://www.facebook.com/CleanTechnica/", "author": "https://www.facebook.com/c4tuna", "published_time": "2020-08-14T01:24:01+00:00", "modified_time": "2020-08-14T01:25:11+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@https://twitter.com/c4tuna31", "site": "@cleantechnica"}, "fb": {"app_id": 107162296009995}, "google-site-verification": "S-vmNeFa-nGQ_zgPxkku8ocG2ORA3_juHlMADIAEUVE"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}