{"GDELT": {"GlobalEventID": 940683126, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "CHIEF EXECUTIVE", "Actor1Type1Code": "GOV", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.85365853658537, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF", "Actor1Geo_Lat": -30.0, "Actor1Geo_Long": 26.0, "Actor1Geo_FeatureID": "SF", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "SF", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF", "Action2Geo_Lat": -30.0, "Action2Geo_Long": 26.0, "Action2Geo_FeatureID": "SF", "DATEADDED": 20200814033000, "SOURCEURL": "https://www.cnbcafrica.com/brandcom/2020/06/30/sanlam-launches-urgent-job-preservation-initiative-in-response-to-covid-19/"}, "ARTICLE": {"TITLE": "Sanlam launches urgent job-preservation initiative in response to COVID-19", "TEXT": "Sanlam Investments is responding to the COVID-19 pandemic through large-scale support of the recovery of South African companies, from small enterprises to corporates that employ a large number of people. Sanlam has committed R2.25 billion of its own capital to seed three funds with the core objective of preserving and creating jobs ̶ in a drive to mobilise further capital from like-minded investors set on re-igniting economic growth.\n\nThe three impact funds, named the Investors’ Legacy range, share the common goal of backing companies negatively affected by COVID-19, but which have a strong likelihood of producing sustainable cashflows after the pandemic should they receive the required financial support. Each fund focuses on a different part of the market – SMEs, mid-market and large corporates – and will provide financing in the most appropriate form, whether it be in the form of loans or equity investment.\n\nTo Sanlam, people matter most and every job in South Africa counts. Economists estimate that, depending on how long the lockdown continues, we could have 3 to 4 million people losing their jobs, pushing the unemployment figure to close to 50%. The Reserve Bank revised its GDP forecast to a deeper contraction of the economy at -7.0% for 2020, while some private sector economists suggest that -10% is more likely. The other difficulty in South Africa is that we entered COVID-19 in a recession and we may be harder hit than other countries as a result. Providing funding to struggling South African companies can prove to be just the lifeline these entities need to pull through the COVID-19 crisis and save jobs.\n\nIn 1918, a small group of businessmen had a vision to start a local insurance company to empower communities. Today, our mission remains unchanged – to invest in the potential of Africa’s people and help forge solid financial futures. We foster a win-win business model, where we support the businesses we partner with. When they grow, we grow. All of South Africa grows. Ian Kirk, CEO of Sanlam\n\nSanlam Investments chief executive Nersan Naidoo says, “We actively seek out opportunities to support the recovery of South Africa in a purpose-led, society-focused, and investor-centric way. Particularly in times of crisis, we can empower other companies to create and sustain jobs, which has a real, meaningful flow-through to economic growth, and at the same time offer investors a good return on their capital.”\n\nNersan Naidoo\n\nThe Investors’ Legacy funds range is consciously aligned with the United Nation’s Sustainable Development Goals, particularly those goals focused on eradicating poverty, reducing inequalities and promoting economic growth. The capital will be invested with the intention of generating a social impact, while also looking to deliver returns that allow investors to achieve their long-term financial objectives. The management teams will invest into commercially-viable businesses that struggle to access the necessary liquidity in the midst of the pandemic, and without which they might not survive. The ultimate goal is to promote economic growth; preserve and create jobs; and create a more sustainable and inclusive society. ESG considerations are embedded into the process and the funds will report back on the extent to which impact objectives are met.\n\nFor over 100 years, Sanlam has been investing in potential. Says Ian Kirk, CEO of Sanlam, “In 1918, a small group of businessmen had a vision to start a local insurance company to empower communities. Today, our mission remains unchanged – to invest in the potential of Africa’s people and help forge solid financial futures. We foster a win-win business model, where we support the businesses we partner with. When they grow, we grow. All of South Africa grows.”\n\n“As a financial services provider with our roots firmly in South Africa, we are keenly aware of our responsibility to support South Africa’s economic recovery and launching the Investors’ Legacy range is one such action we have taken. In the past few months, we have made various contributions to support clients and communities in South Africa and across the African continent. These include substantial contributions to South Africa’s Solidarity Fund and to the African Union; premium holidays, premium reductions and other such relief actions to clients; and we have provided funds for our businesses across the continent and other markets to make similar contributions in the countries where we operate. We need to get through this crisis and then rebuild our economies on an inclusive growth basis.”\n\nSanlam’s goal is to mobilise – apart from its own seed capital of R2.25 billion – further capital from like-minded investors who want to join in accelerating the much-needed growth of the economy, post-lockdown. It envisages the typical investor to be an institutional investor which, while likely to have a requirement to target a market-related financial return, has a strong alignment with the impact themes of economic growth; job preservation and creation; and social inclusion. Investors can choose to allocate to each fund individually or invest in a blend of the three impact strategies.\n\nEach of the three funds will be managed by a team with an outstanding track record. The Investors’ Legacy SME Debt fund is run by a female-led team with a 10-year track record of successfully delivering on their funds’ investment objectives (with no negative months). Alongside it, the Investors’ Legacy Private Equity fund is managed by a seasoned team and a network of commercial experts that partner with us to execute on our embedded ESG and value creation strategy. In total, Sanlam’s corporate debt structuring unit has originated over R100 billion in assets since its establishment in 2004.\n\n“The urgency and scale of the required response from us all are unprecedented,” says Nersan Naidoo. Naidoo adds, “The capital we raise together will be invested to generate a measurable social impact, while also delivering favourable returns for our retirement fund clients, so that we can make a real, sustainable difference. We want to be part of this urgent drive and shared fiduciary responsibility to rally together to preserve value in sustainable businesses. We urge others to join us on this journey.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Sanlam launches urgent job-preservation initiative in response to COVID-19 - CNBC Africa", "description": "Sanlam Investments is responding to the COVID-19 pandemic through large-scale support of the recovery of South African companies, from small enterprises to corporates that employ a large number of people. Sanlam has committed R2.25 billion of its own capital to seed three funds with the core objective of preserving and creating jobs  ̶  in a […]", "url": "https://www.cnbcafrica.com/brandcom/2020/06/30/sanlam-launches-urgent-job-preservation-initiative-in-response-to-covid-19/", "site_name": "CNBC Africa", "image": {"identifier": "https://www.cnbcafrica.com/wp-content/uploads/2020/05/Sanlam-Miss-Advertorial-Image-1.jpg", "width": 1910, "height": 600}}, "article": {"publisher": "https://www.facebook.com/Cnbcafrica/", "published_time": "2020-06-30T12:54:43+00:00", "modified_time": "2020-06-30T12:54:45+00:00"}, "twitter": {"card": "summary", "creator": "@cnbcafrica", "site": "@cnbcafrica"}, "generator": "WooCommerce 4.3.2"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}