{"GDELT": {"GlobalEventID": 940638309, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSEREB", "Actor1Name": "HAMAS", "Actor1CountryCode": "PSE", "Actor1Type1Code": "REB", "Actor2Code": "PSE", "Actor2Name": "PALESTINIAN", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.52403846153846, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE00", "Actor1Geo_ADM2Code": "68767", "Actor1Geo_Lat": 31.9026, "Actor1Geo_Long": 35.1955, "Actor1Geo_FeatureID": "-795956", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Action2Geo_CountryCode": "WE", "Action2Geo_ADM1Code": "WE00", "Action2Geo_ADM2Code": "68767", "Action2Geo_Lat": 31.9026, "Action2Geo_Long": 35.1955, "Action2Geo_FeatureID": "-795956", "DATEADDED": 20200813224500, "SOURCEURL": "https://themedialine.org/top-stories/trump-announces-historic-peace-agreement-between-israel-uae/"}, "ARTICLE": {"TITLE": "Trump Announces ‘Historic Peace Agreement’ between Israel, UAE", "TEXT": "Deal includes suspension of Israeli plans to annex parts of West Bank, though Netanyahu insists matter ‘still on the table’\n\nUS President Donald Trump, in a surprise announcement on Thursday, announced that Israel and the United Arab Emirates had reached a peace agreement.\n\nIn a joint statement, Trump, Israeli Prime Minister Binyamin Netanyahu and Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan said they had spoken on Thursday “and agreed to the full normalization of relations between Israel and the United Arab Emirates.”\n\nDelegations from Israel and the UAE will meet in the coming weeks to sign bilateral agreements regarding investment, tourism, direct flights, security and the establishment of reciprocal embassies, they said.\n\n“At the request of President Trump with the support of the United Arab Emirates, Israel will suspend declaring sovereignty over areas outlined in the President’s Vision for Peace and focus its efforts now on expanding ties with other countries in the Arab and Muslim world,” the statement said.\n\nIt was referring to a peace plan unveiled at the White House in January and subsequent plans announced by Netanyahu to annex parts of the West Bank.\n\n“The United States, Israel and the United Arab Emirates are confident that additional diplomatic breakthroughs with other nations are possible, and will work together to achieve this goal,” the statement added.\n\nDuring a ceremony held in the Oval Office, Trump touted the deal, styled the “Abraham Accord,” as a “labor of love” and claimed that while Israel and the UAE had until recently been on “very tense” terms, the two Middle Eastern powerhouses will now lead “a very good, tremendous relationship.”\n\nUS Secretary of State Mike Pompeo described it as “a historic day and a significant step forward for peace” in the Mideast.\n\n“The United States hopes that this brave step will be the first in a series of agreements that ends 72 years of hostilities in the region,” Pompeo said.\n\nAddressing Israel during a primetime news conference, Netanyahu said: “This pact ushers in a new era in the relations between Israel and the Arab world.” He also promised “full and official peace accords” with the UAE.\n\nThis pact ushers in a new era in the relations between Israel and the Arab world\n\nA statement issued on behalf of bin Zayed was less emphatic, saying simply that the two countries had “agreed to cooperation and setting a roadmap toward establishing a bilateral relationship.” It also focused on the Israeli agreement for a suspension of its annexation plans.\n\nAsked about this during his news conference, Netanyahu denied there had been any change, claiming the matter was “still on the table” and insisting it “has to be done in coordination with US. I have not given up on that.”\n\nRight-wing figures in Israel see things differently.\n\n“Netanyahu promised us time and again that he would apply Israeli sovereignty. That was his major campaign promise,” David Elhayani, a top settler leader, told The Media Line.\n\n“He deceived us. He deceived hundreds of thousands of voters,” Elhayani continued before turning his words directly to Netanyahu.\n\n“Mr. Prime Minister, you have betrayed our trust,” he stated. “Don’t expect us to stay quiet. Our faith in you has expired.”\n\nMr. Prime Minister, you have betrayed our trust. Don’t expect us to stay quiet. Our faith in you has expired\n\nNaftali Bennett, head of the right-wing Yamina party and a member of the opposition in Knesset, Israel’s parliament, called the deal a “missed opportunity of once in 100 years” and bemoaned the “tragic” fact that Netanyahu “lacked the courage to seize the moment,” referring to the annexation issue.\n\nIf signed, the landmark deal will make the UAE only the third nation in the Arab world to establish full diplomatic relations with Israel.\n\nIts ambassador to Washington hailed the deal.\n\n“Today’s announcement is a win for diplomacy and for the region. It is a significant advance in Arab-Israeli relations that lowers tensions and creates new energy for positive change,” Yousef al-Otaiba said in a statement.\n\nTrump also promised that “very exciting things” would soon happen in the region, “including with the Palestinians.” He suggested that more diplomatic breakthroughs were expected.\n\n“Things are happening that I can’t talk about,” he stated.\n\nIn the West Bank city of Ramallah, Palestinian Authority President Mahmoud Abbas merely called for an urgent meeting of officials to be followed by a statement.\n\nHamas, the ruler of the Gaza Strip, issued a statement affirming its “rejection” of the agreement, calling it a “denial of the rights of the Palestinians.”\n\nHanan Ashrawi, member of PLO Executive Committee, said in a tweet: “Israel got rewarded for not declaring openly what it’s been doing to Palestine illegally & persistently since the beginning of the occupation. The UAE has come out in the open on its secret dealings/normalization with Israel. Please don’t do us a favor. We are nobody’s fig leaf!”", "METADATA": {"viewport": "user-scalable=yes, width=device-width, initial-scale=1.0, maximum-scale=1", "description": "US President Donald Trump, in a surprise announcement on Thursday, announced that Israel and the United Arab Emirates had reached a peace agreement.", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Trump Announces 'Historic Peace Agreement' between Israel, UAE - The Media Line", "description": "US President Donald Trump, in a surprise announcement on Thursday, announced that Israel and the United Arab Emirates had reached a peace agreement.", "url": "https://themedialine.org/top-stories/trump-announces-historic-peace-agreement-between-israel-uae/", "site_name": "The Media Line", "image": {"identifier": "https://themedialine.org/wp-content/uploads/2020/08/GettyImages-1228028728-scaled-e1597340428615-564x317.jpg", "secure_url": "https://themedialine.org/wp-content/uploads/2020/08/GettyImages-1228028728-scaled-e1597340428615-564x317.jpg", "width": 564, "height": 317}}, "article": {"tag": "United States", "section": "Top Stories", "published_time": "2020-08-13T18:38:32+00:00"}, "twitter": {"card": "summary", "description": "US President Donald Trump, in a surprise announcement on Thursday, announced that Israel and the United Arab Emirates had reached a peace agreement.", "title": "Trump Announces 'Historic Peace Agreement' between Israel, UAE - The Media Line", "image": "https://themedialine.org/wp-content/uploads/2020/08/GettyImages-1228028728-scaled-e1597340428615.jpg"}, "generator": "Give v2.6.2", "msapplication-TileImage": "https://themedialine.org/wp-content/uploads/2019/06/cropped-pic-1@2x-270x270.png"}}}