{"GDELT": {"GlobalEventID": 940657470, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "YEM", "Actor1Name": "YEMEN", "Actor1CountryCode": "YEM", "Actor2Code": "GOV", "Actor2Name": "MINISTRY", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.864219635929571, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Yemen", "Actor1Geo_CountryCode": "YM", "Actor1Geo_ADM1Code": "YM", "Actor1Geo_Lat": 15.5, "Actor1Geo_Long": 47.5, "Actor1Geo_FeatureID": "YM", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chios, Perifereia Voreiou Aigaiou, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR65", "Actor2Geo_ADM2Code": "16724", "Actor2Geo_Lat": 38.3678, "Actor2Geo_Long": 26.1358, "Actor2Geo_FeatureID": "-820330", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chios, Perifereia Voreiou Aigaiou, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR65", "Action2Geo_ADM2Code": "16724", "Action2Geo_Lat": 38.3678, "Action2Geo_Long": 26.1358, "Action2Geo_FeatureID": "-820330", "DATEADDED": 20200814003000, "SOURCEURL": "https://www.trtworld.com/life/global-covid-19-cases-surpass-21-million-latest-updates-38859"}, "ARTICLE": {"TITLE": "Global Covid-19 cases surpass 21 million – latest updates", "TEXT": "Fast News\n\nThe coronavirus pandemic has now infected over 20.8 million people and has killed nearly 750,000 people. Here are the latest updates for August 13:\n\nA man walks past the Lyric Theatre at London's West End, amid the spread of the coronavirus disease, in London, Britain, August 13, 2020 (Reuters)\n\nThursday, August 13, 2020\n\nOver 21M cases worldwide\n\nGlobal cases of the coronavirus crossed the grim milestone of 21-million mark, according to a tracking portal.\n\nUnited States is the worst affected country with over 5.4 million cases followed by Brazil and India with over 3.2 million and 2.4 million reported infections, respectively.\n\nUK imposes 14-day quarantine on arrivals from France, Netherlands and others\n\nBritain will impose a 14-day quarantine on all arrivals from France, the Netherlands, Malta and three other countries, transport minister Grant Shapps said, citing rising Covid-19 infection rates.\n\n\"Data shows we need to remove France, the Netherlands, Monaco, Malta, Turks & Caicos & Aruba from our list of #coronavirus Travel Corridors to keep infection rates DOWN,\" Shapps said on Twitter.\n\n\"If you arrive in the UK after 0400 Saturday from these destinations, you will need to self-isolate for 14 days.\"\n\nTurkey reports 1,243 new cases\n\nTurkey confirmed 1,243 new cases of the coronavirus, bringing the tally to 245,635.\n\nTurkish Health Minister Fahrettin Koca said 968 more patients recovered over the past 24 hours, pushing the total number of recoveries to 228,057.\n\nThe death toll in the country reached 5,912 as 21 more people lost their lives over the past day.\n\nEU reserves 400 million vaccine doses\n\nThe European Union said it had reserved up to 400 million doses of a potential new coronavirus vaccine being developed by US giant Johnson & Johnson.\n\nPreliminary talks concluded Friday for a first purchase of 200 million doses followed by an equal number later, a statement said.\n\n\"The envisaged contract with Johnson & Johnson would provide for the possibility for all EU Member States to purchase the vaccine, as well as to donate to lower and middle-income countries,\" it said.\n\nThe bloc said it was in \"intensive discussions\" with other manufacturers for potential vaccines.\n\nUS CDC reports 5,176,018 coronavirus cases\n\nThe US Centers for Disease Control and Prevention (CDC) reported 5,176,018 cases of the new coronavirus, an increase of 56,307 cases from its previous count, and said that the number of deaths had risen by 1,497 to 165,148.\n\nThe CDC reported its tally of cases of the respiratory illness known as Covid-19, caused by a new coronavirus, as of 4 pm ET on Aug. 12 versus its previous report a day earlier.\n\nThe CDC figures do not necessarily reflect cases reported by individual states.\n\nSpain's daily infections spike to 2,935, not yet second wave\n\nSpain reported 2,935 new virus infections, the highest number since the country's lockdown ended and up from 1,690 recorded the previous day, although officials argued the situation remained manageable.\n\nThe Madrid region, which failed to report its data the previous day due to technical difficulties, led the tally with 842 new infections in the 24 hours to Thursday, followed by the Basque Country, with 545 cases.\n\n\"The number of known cases keeps rising in Spain, but it is a mild rise that allows the implementation of control measures,\" health emergency coordinator Fernando Simon told reporters, adding that the localised outbreaks did not amount to a second wave of infections that many expect in the autumn.\n\nFrance reports new post-lockdown peak in daily cases\n\nThe French health ministry reported 2,669 new virus infections over the past 24 hours, setting a new post-lockdown daily high for the second day in a row and taking the country's cumulative total of cases to 209,365.\n\nThe seven-day moving average of new infections, which averages out weekly data reporting irregularities, increased to 1,962, a total that has doubled over the last two weeks and is at levels not seen since the end of April.\n\nAstraZeneca could begin vaccine production in early 2021\n\nThe production of a Covid-19 vaccine under an agreement between the Mexican and Argentine governments and pharmaceutical company AstraZeneca could begin in the first quarter of 2021.\n\nSylvia Varela, head of AstraZeneca Mexico, said at the Mexican president's daily news conference that Phase III trials were expected to conclude by November or December.\n\nThe company plans to initially produce 150 million doses for distribution in Latin America, and eventually make at least 400 million doses for the region, she added.\n\nIndonesia capital extends social restriction measures\n\nIndonesia's capital Jakarta extended its social restrictions to stem surging coronavirus transmission as the country reported 2,098 new cases, its governor said.\n\nIndonesia has reported 132,816 virus infections and 5,968 deaths. Jakarta logged 608 new cases, bringing the total to 27,761, the most in Indonesia’s 34 provinces, according to central government data.\n\nGovernor Anies Baswedan extended restrictions which see restaurants, places of worship and public transportation operate at limited capacity, to Aug. 27.\n\nIsraeli hospital trials super-quick saliva test\n\nA newly has developed saliva test aims to determine in less than a second whether or not you are infected with the novel coronavirus, Israel's largest medical centre said.\n\nPatients rinse their mouth with a saline wash and spit into a vial. This is then examined by a small spectral device that, in simple terms, shines light on the specimen and analyses the reaction to see if it is consistent with Covid-19.\n\nWith machine learning it gets more accurate over time.\n\nThe centre said in an initial clinical trial involving hundreds of patients, the new artificial intelligence-based device identified evidence of the virus in the body at a 95 percent success rate.\n\nUK will be \"ruthless\" over quarantine\n\nBritish Prime Minister Boris Johnson said his government was prepared to be ruthless with even its closest partners over Covid-19 quarantine rules, after he was asked whether France would be removed from the government's safe-travel list.\n\nBritain has in recent weeks imposed a 14-day quarantine period for arrivals from countries like Spain and Belgium, responding to rising infections and fears of a second wave of the virus, having initially declared them safe for travel.\n\n\"We've got to be absolutely ruthless about this, even with our closest and dearest friends and partners around the world,\" Johnson told reporters on a visit to Northern Ireland.\n\nEU wraps up talks with Johnson & Johnson to buy potential vaccine\n\nThe European Commission said it had concluded preliminary talks with US pharmaceutical company Johnson & Johnson for an advance purchase deal of a potential Covid-19 vaccine the company is developing.\n\nThe EU executive arm said this could pave the way for the signing of a contract that would allow EU countries to buy the vaccines or donate to developing countries.\n\nPolish resort offers guests free tests as cases spike\n\nA Polish holiday resort is offering free virus tests to guests as cases spike nationally.\n\nIn the past week, daily case numbers have exceeded 800 on three occasions, breaking records for Poland.\n\nZawiaty, a resort in the northern region of Kaszuby, decided to hire Geneme, a private genetic testing company, to help it administer the tests every Saturday.\n\nAs guests drive up, they are given a test kit by staff. They then administer the test swab themselves under the supervision of a hotel worker trained by Geneme. Results are processed within an hour with on-site lab equipment.\n\nGuests are retested throughout their stay.\n\nItaly orders virus tests on Croatia, Greece, Malta, Spain arrivals\n\nItaly has imposed mandatory coronavirus testing for all travellers arriving from Croatia, Greece, Malta and Spain, and banned all visitors from Colombia, in a bid to rein in new infections.\n\n\"We must continue to be cautious in order to protect the results obtained thanks to sacrifices made by all in recent months,\" Health Minister Roberto Speranza said after issuing the new rules, which will last until September 7, late Wednesday.\n\nHealth authorities worry in particular that Italians returning from vacations abroad may be bringing home the virus and passing it on when people are crowding outdoors, on beaches, at festivals or parties during the summer.\n\nTravellers arriving at an airport, port or border crossing can choose from a number of options, including rapid tests on the spot, or the presentation of a certificate obtained within the last 72 hours which shows they are Covid-19 free.\n\nGreece reports first case in island camp\n\nGreece reported its first virus infection in one of its overcrowded asylum seeker camps.\n\nA 35-year-old man from Yemen living at the camp of Vial on the island of Chios tested positive, a migration ministry official told AFP.\n\n\"The man has been quarantined at the local hospital. Another 30 people are undergoing tests,\" the official said.\n\nThere are over 3,800 people living inside the Vial camp, over three times its nominal capacity.\n\nSeveral non-fatal coronavirus cases have surfaced in Greek camps on the mainland, including 150 infections at a migrant hotel in the Peloponnese in April.\n\nTwo Spanish regions impose smoking ban to curb spread\n\nSpain's Canary Islands said it would ban smoking outdoors when social distancing cannot be guaranteed to curb the virus, a day after Galicia took a similar measure.\n\nThe smoking ban will come into effect on Friday along with mandatory wearing of face masks in all public spaces, Canaries regional leader Angel Victor Torres said.\n\nThe Canary Islands, a tourism hotspot off northwest Africa, had been the only Spanish region where it was not obligatory to use face masks.\n\nOfficials in regions including Madrid and Andalusia said they were considering similar smoking restrictions.\n\nVietnam reports 25 infections, 3 deaths\n\nVietnam's health ministry reported 25 more virus infections and three additional deaths, bringing the total number of cases in the Southeast Asian country to 905, with 20 fatalities.\n\nMore than 430 of the total cases are linked to the central city of Danang, where the new outbreak began late last month.\n\nThe ministry said 133,340 people are being quarantined in the country, including 5,361 at hospitals, 25,043 at centralised quarantine centres and the rest at home.\n\nIran's death toll passes 19,000 as new cases spike\n\nIran has recorded 174 deaths and 2,625 new cases to take its death toll to more than 19,000 and total cases to 336,324, the health ministry said.\n\n\"In the past 24 hours, 2,625 new cases have been recorded,\" ministry spokeswoman Sima Sadat Lari told state TV.\n\nIran is one of the worst-hit countries from the outbreak in the Middle East.\n\nHong Kong reports 69 new cases\n\nHong Kong reported 69 new cases, of which 65 were locally transmitted, as authorities cautioned the global financial hub still faced a critical period to control the virus, which has seen a resurgence since early July.\n\nSince late January, more than 4,200 people have been infected in Hong Kong, 65 of whom have died. Thursday's figure was up slightly from Wednesday's 62 cases.\n\nPhilippines reports 4,002 more infections, 23 deaths\n\nThe Philippines' health ministry reported 4,002 more novel coronavirus infections and 23 additional deaths in the country.\n\nThe ministry said total number of confirmed cases in the Philippines had risen to 147,526, the highest in Southeast Asia, while confirmed deaths had reached 2,426.\n\nThe Philippines plans to launch clinical trials for a Russian coronavirus vaccine in October after Russia became the first country to grant regulatory approval for a Covid-19 vaccine, drawing safety concerns over the frantic pace of its development.\n\nIndonesia reports 2,098 new infections, 65 deaths\n\nIndonesia reported 2,098 new infections, taking the total number of cases in the Southeast Asian country to 132,816, data from the country's health ministry showed.\n\nThe data also showed 65 additional deaths, taking the total to 5,968.\n\nRussia's cases surpass 907,000\n\nRussia reported 5,057 new cases, bringing its nationwide tally to 907,758, the fourth largest caseload in the world.\n\nRussia's coronavirus task force said 124 people had died over the last 24 hours, pushing its official death toll to 15,384.\n\nUN says 43 percent of schools lack water, soap\n\nThe United Nations estimates that 43 percent of schools around the world don’t have access to water and soap for basic hand-washing.\n\nThe new report comes as countries wrestle with when and how to safely open schools amid the Covid-19 pandemic.\n\nThe report by the World Health Organization and UNICEF says more than one-third of the 818 million children around the globe who lacked basic hand-washing facilities at their schools last year are in sub-Saharan Africa.\n\nThe report says authorities must balance health concerns with economic and social ones in deciding on opening schools, and it notes the negative effects that long closures have on children.\n\nThe report also says one in three schools around the world have limited or no drinking water service.\n\nAfrica CDC begins study into virus antibodies\n\nThe Africa Centers for Disease Control and Prevention says a continent-wide study has begun into antibodies to the coronavirus after evidence indicated that more people have been infected than official numbers show.\n\nDirector John Nkengasong told reporters the study will include all African countries, but the ones showing interest to start in the coming weeks are Liberia, Sierra Leone, Zambia, Zimbabwe, Cameroon, Nigeria and Morocco.\n\nThat’s after surveys in Mozambique found antibodies in 5 percent of households in the city of Nampula and 2.5 percent in the city of Pemba. And yet Mozambique has just 2,481 confirmed cases.\n\nNkengasong says “what is important is far fewer people are coming down with the disease. How many people are infected and asymptomatic on our continent? We don’t know that.”\n\nAfrica’s young population, with a median age of 19, has been called a possible factor.\n\nGreece investigates cases at retirement home\n\nA Greek prosecutor has ordered an investigation into a string of infections at a retirement home in northern Greece, where 33 of the 150 residents and three staff members have tested positive for Covid-19.\n\nAuthorities say 20 people from the home at Asvestochori, a village outside the northern city of Thessaloniki, were taken to a hospital on Wednesday with mild symptoms. The disease is believed to have been spread by a staff member who caught it from a relative who had visited a popular holiday resort.\n\nThe investigation was ordered Thursday.\n\nGreece has seen a major rise in Covid-19 infections, which reached 262 on Wednesday, the highest since the virus outbreak.\n\nThe country of 11 million has registered about 6,200 confirmed cases, and 216 deaths.\n\nBhutan imposes first nationwide virus lockdown\n\nThe Himalayan kingdom of Bhutan has imposed its first nationwide lockdown due to a virus infection in a returning traveller who had been released from quarantine.\n\nThe government issued a stay-at-home order for its approximately 750,000 people, and all schools, offices and commercial establishments were closed.\n\nThe government's statement said the lockdown would be enforced from five to 21 days “to identify and isolate all positive cases, immediately breaking the chain of transmission”.\n\nThe 27-year-old Bhutanese woman returning from Kuwait tested negative in mandatory quarantine for arriving travellers.\n\nBut between her discharge from quarantine and her positive test result Monday, she is believed to have travelled extensively in Bhutan.\n\nThe tourism-dependent country closed its borders to foreign travellers in March after an American tourist was hospitalised with Covid-19. Bhutan’s 113 reported infections were all quarantined travellers, except for one with conflicting test results.\n\nNorth Korea ramps up virus measures\n\nTemperature checks, hand sanitisers and face masks are being enforced across Pyongyang's public transport system as North Korea intensifies its fight against the coronavirus pandemic.\n\nNorth Korea, whose crumbling health system would struggle to cope with a major outbreak, has long insisted it has not had cases of the disease.\n\nBut it raised its state of emergency to the maximum level in July, saying it had discovered what it called the country's first suspected virus case, a former defector returning from the South.\n\nPyongyang had yet to confirm whether he tested positive, but such a source might be more diplomatically convenient for the North than if the virus arrived from China, its key ally, where it first emerged.\n\nPictures Wednesday showed passengers, all with face coverings, lining up for hand sanitiser before boarding buses in Pyongyang.\n\nAt the capital's railway station, visitors in face masks had their temperature checked before being allowed to enter the building.\n\nIndia's sets another one-day record for new cases\n\nIndia reported another record daily rise in infections, as the country's death toll from Covid-19 surpassed 47,000.\n\nInfections grew by 66,999 to reach a total of nearly 2.4 million to date, India's health ministry said.\n\nThe country, with the world's third-biggest caseload behind the US and Brazil, has now reported a jump of 50,000 cases or more each day for 15 straight days.\n\nUkraine sees record daily high in new cases\n\nUkraine records a record daily jump of 1,592 cases, the national council of security and defence said.\n\nThe number of infections has increased sharply in Ukraine in the past two months as authorities have eased some restrictions, allowing cafes, churches and public transport to reopen.\n\nGermany's confirmed cases rise by 1,445 to 219,964\n\nThe number of confirmed coronavirus cases in Germany increased by 1,445 to 219,964, data from the Robert Koch Institute for infectious diseases showed.\n\nThe reported death toll rose by 4 to 9,211, the tally showed.\n\nVirus cases slow in China\n\nNew locally transmitted cases of the coronavirus reported in China have fallen into the single digits, but Hong Kong is seeing another rise in hospitalizations and deaths.\n\nChina’s National Health Commission said Thursday that eight new cases were registered in the last 24 hours in the northwestern region of Xinjiang, whose main city of Urumqi has enacted lockdown measures and travel restrictions to control China’s latest outbreak. An additional 11 cases were brought by Chinese returning from overseas.\n\nBrazil records 1,175 deaths\n\nBrazil registered 55,155 new confirmed cases of coronavirus and 1,175 deaths, the health ministry said.\n\nBrazil now has 3,164,785 confirmed cases and 104,201 deaths.\n\nNew Zealand PM expects virus cluster to grow further\n\nNew Zealand Prime Minister Jacinda Ardern has said she expected the coronavirus cluster in the country to grow further before slowing down, as the Pacific nation reported an additional 13 new cases from domestic transmission.\n\n\"As we all learnt from our first experience with Covid, once you identify a cluster, it grows before it slows. We should expect that to be the case here,\" Ardern told a media briefing in Wellington on Thursday.\n\nThe discovery of four infected family members in Auckland two days ago shocked a country that had not recorded a case for more than three months.\n\nMainland China reports 19 new cases\n\nChina has reported 19 new coronavirus cases on the mainland on August 12, down from 25 on the previous day, the country's health authority has said.\n\nThe National Health Commission said on Thursday in its daily bulletin that 11 of the new cases were imported versus 16 a day earlier.\n\nIt also said 20 new asymptomatic coronavirus cases had been found on Wednesday, the same as the day before.\n\nChina's total number of cases now stands at 84,756. The official death toll is unchanged at 4,634\n\nMexico's cases near 500,000\n\nMexico's health ministry has reported 5,858 new confirmed cases of coronavirus infection and 737 additional fatalities, bringing the total in the country to 498,380 cases and 54,666 deaths.\n\nAustralia's Victoria reports 278 new cases\n\nAustralia's second-most populous state of Victoria has said eight people had died from the coronavirus in the past 24 hours a day after recording the deadliest day of the pandemic with 21 casualties.\n\nThe state reported 278 new daily infections on Thursday, compared with 410 on Wednesday.\n\nA cluster of infections in Melbourne, the Victorian capital and Australia's second-largest city, forced authorities last week to impose a night curfew, tighten restrictions on people's daily movements and order large parts of state economy to close.\n\nTrump releases recommendations for reopening US schools\n\nUS President Donald Trump has released eight recommendations for reopening US schools amid the coronavirus pandemic, including that masks be used when social distancing is not possible.\n\nTrump said at a White House press briefing that the federal government would provide 125 million reusable masks to school districts around the country.\n\nWalt Disney World actors to return to work\n\nActors who had objected to Walt Disney Co's proposed coronavirus safeguards at the Walt Disney World theme park have reached an agreement to return to work after the company offered Covid-19 tests, according to a union statement.\n\nActors' Equity Association said Disney had committed to providing Covid-19 tests at the Florida theme park for its members, who cannot wear protective masks while performing.\n\nSource: TRTWorld and agencies", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "apple-itunes-app": "app-id=1093074623", "google-play-app": "app-id=com.trtworld.android", "title": "Global Covid-19 cases surpass 21 million – latest updates", "description": "The coronavirus pandemic has now infected over 20.8 million people and has killed nearly 750,000 people. Here are the latest updates for August 13:", "image": "https://cdni0.trtworld.com/w480/h270/q75/85750_GBR200813coronavirusUKReuters_1597353786269.JPG", "og": {"title": "Global Covid-19 cases surpass 21 million – latest updates", "type": "website", "description": "The coronavirus pandemic has now infected over 20.8 million people and has killed nearly 750,000 people. Here are the latest updates for August 13:", "site_name": "Global Covid-19 cases surpass 21 million – latest updates", "locale": "tr_TR", "article": {"author": "TRT World", "section": "News"}, "url": "https://www.trtworld.com/life/global-covid-19-cases-surpass-21-million-latest-updates-38859", "image": "https://cdni0.trtworld.com/w480/h270/q75/85750_GBR200813coronavirusUKReuters_1597353786269.JPG"}, "twitter": {"card": "summary_large_image", "site": "@trtworld", "title": "Global Covid-19 cases surpass 21 million – latest updates", "description": "The coronavirus pandemic has now infected over 20.8 million people and has killed nearly 750,000 people. Here are the latest updates for August 13:", "creator": "@trtworld", "image": "https://cdni0.trtworld.com/w480/h270/q75/85750_GBR200813coronavirusUKReuters_1597353786269.JPG", "domain": "https://www.trtworld.com"}, "shortlink": "https://www.trtworld.com/article/38859", "shorturl": "http://trt.world/16d3", "csrf-token": "8oEfuiLD0PsWKztB6g6lHHnLa6DNFbk4cOOb1x5M"}}}