{"GDELT": {"GlobalEventID": 940671455, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "COP", "Actor1Name": "POLICE OFFICER", "Actor1Type1Code": "COP", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.05727923627685, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Honiara, Solomon Islands (general), Solomon Islands", "Actor1Geo_CountryCode": "BP", "Actor1Geo_ADM1Code": "BP00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -9.43333, "Actor1Geo_Long": 159.95, "Actor1Geo_FeatureID": "-1546211", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Honiara, Solomon Islands (general), Solomon Islands", "Action2Geo_CountryCode": "BP", "Action2Geo_ADM1Code": "BP00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -9.43333, "Action2Geo_Long": 159.95, "Action2Geo_FeatureID": "-1546211", "DATEADDED": 20200814020000, "SOURCEURL": "http://www.solomonstarnews.com/index.php/news/national/item/23950-mp-probed-over-accident"}, "ARTICLE": {"TITLE": "MP PROBED OVER ACCIDENT", "TEXT": "THE Member of Parliament (MP) for North-West Guadalcanal Bodo Detke is under investigation following his involvement in a recent traffic accident.Thats according to Deputy Police Commissioner Ian Vaev\n\naso during the Commissioner’s weekly media conference, Thursday.\n\n“The traffic accident involving Member of Parliament for North-West Guadalcanal Bodo Detke is still under investigation,” he said.\n\nHe said the accident took place along the main highway near Honiara Central Market.\n\nHe said about 5 am on the morning of 8 August last Saturday, duty officers from National Traffic Department at Kukum received a report of an accident that happened on the main road near Honiara Central Market.\n\n“When traffic officers arrived at the scene, police officers from Central Police Station were at the scene of accident already,” he said.\n\nHe said initial information obtained from witnesses at the scene indicated that a Toyota Land cruiser registration number MB0608 veered off the road on the westbound lane and broke the median strip fence facing the Central Market Plaza, facing western direction on the eastern bound lane.\n\nHe added the officers upon locating Mr Detke as the driver of the vehicle at the scene took him to Central Police Station.\n\n“He undertook the Random Breathalyser test (RBT) but the test turned out negative and he was served with notice of intended prosecution at that time,” he said.\n\nHowever, Vaevaso said investigation on this incident continues and the owner already took back his vehicle at the scene after the accident.\n\nWhen asked if the MP owns the vehicle or the government, he said, yes, the MP owns it.\n\n“Yes, the truck is owned by Honourable Bodo Detke and he was the driver of the vehicle at that time,” he said.\n\nWhen asked again who will meet the damage on the railway along the median strip fence, Vaevaso said he is unsure and will need to find out.\n\n“We are still to get information on that but it was supposed to be, if it is government property then someone has to meet the cost,” he said.\n\nWhen asked again if the driver was asleep or what happened that leads to the accident he said that information on that is yet to be made as the investigation is still underway.\n\n“I could not provide further details on that but it was alleged he crashed into the median strip fence. That is the information we have.\n\n“But as I said, Investigation will continue to find out what might be the cause of that accident whether he might fall asleep or someone hit him. I have no information but the investigation will determine what causes the accident,” he added.\n\nBy IAN M.KAUKUI", "METADATA": {"keywords": "national, news", "title": "MP PROBED OVER ACCIDENT", "author": "Editor", "og": {"url": "http://www.solomonstarnews.com/index.php/news/national/item/23950-mp-probed-over-accident", "title": "MP PROBED OVER ACCIDENT - Solomon Star News", "type": "article", "image": "http://www.solomonstarnews.com/media/k2/items/cache/068d043852ad35bb065e98284fe5e557_M.jpg", "description": "Solomon Star National News"}, "image": "http://www.solomonstarnews.com/media/k2/items/cache/068d043852ad35bb065e98284fe5e557_M.jpg", "description": "Solomon Star National News", "generator": "SmartAddons.Com - the high quality products!", "HandheldFriendly": "true", "format-detection": "telephone=no", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}