{"GDELT": {"GlobalEventID": 940616074, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ESPREL", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.19064535227945, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200813201500, "SOURCEURL": "https://thecatholicspirit.com/special-sections/archsynod/archdiocesan-synod-2022-how-we-got-here/"}, "ARTICLE": {"TITLE": "Archdiocesan Synod 2022 - How we got here - TheCatholicSpirit.com", "TEXT": "Year 1: Listening to each other and the Holy Spirit\n\nStanding in front of hundreds of Catholics in St. Peter in Mendota in June 2019, Archbishop Bernard Hebda prayed for the Holy Spirit to guide the Synod process he was launching in the Archdiocese of St. Paul and Minneapolis. “I look at our local Church and see it crying out to be molded, to be renewed, to be refreshed,” he said. “I’m confident that that’s the Lord’s desire for us. I’m confident that he will send his Holy Spirit upon us if we ask him.”\n\nThat Mass officially launched a multi-year Synod process designed to involve every Catholic in the archdiocese. A few months later, at St. Victoria in Victoria, Archbishop Hebda and a team of volunteers and archdiocesan staff kicked off the first of 19 Prayer and Listening Events for the general population of Catholics in the archdiocese.\n\nOver the course of seven months, more than 8,000 Catholics gathered together in parishes across the archdiocese to reflect on what is working well in the archdiocese, and what pastoral challenges and opportunities lie ahead. Archbishop Hebda attended each of those three-hour events, and Auxiliary Bishop Andrew Cozzens attended most. Eleven additional events focused on targeted groups, such as college students, parish staff members and youth.\n\nThe Prayer and Listening Events dedicated the first hour-and-a-half to prayer and reflection, with a talk from Archbishop Hebda about his vision for the Synod. That was followed by small-group table discussions and an opportunity for some participants to share their reflections, concerns and ideas with the archbishop and all gathered.\n\nIn addition to English, some events also included speakers and materials using Spanish, Vietnamese, Polish and American Sign Language. Although the final scheduled open Prayer and Listening Event in March was canceled due to COVID-19 restrictions, the 19 open events and 11 focus events yielded more than 35,000 comments.\n\nFrom January to April, teams of volunteers transcribed handwritten comments, translated non-English comments, organized comments into 20 categories with 144 subtopics, and then analyzed the data and presented it to Archbishop Hebda. Along with results from the Disciple Maker Index Survey, which Catholics in the archdiocese had the opportunity to complete in February, and the materials prepared for the local bishops’ ad limina visit to Rome in January, Archbishop Hebda discerned three topic areas to narrow the focus of the next phase of the Synod: 1) Forming parishes that are in the service of evangelization, 2) Forming missionary disciples who know Jesus’ love and respond to his call, and 3) Forming youth and young adults in and for a Church that is always young.\n\nTherese Coons, Synod director, said that the feedback Archbishop Hebda received from the Prayer and Listening Events was invaluable.\n\n“Archbishop Hebda’s vision for the Synod — to draw on the gifts of the faithful to discern and establish clear pastoral priorities — starts with a ‘listening Church,’ listening to each other and to the Holy Spirit, with the disposition of heart that we all have something to learn,” said Coons, a parishioner of St. Anne in Hamel. “The Prayer and Listening Events were designed to provide an opportunity to listen to each other, and Archbishop Hebda was at all 30 events, personally listening.”\n\nShe said that Synod leaders were grateful that more than 8,000 people took three hours of time to come together for the good of the local Church. “They prayed together, they listened with respect to each other — even when different viewpoints were held — and shared their wisdom by giving feedback,” she said. “It was heartening to see so many people who care about the future of our local Church.”\n\nBishop Cozzens, chair of the Synod Executive Committee, said that he was impressed by participants’ engagement and the depth of passion they expressed. He feared that the sessions might feel like a political caucus, but was heartened that instead it was a forum for people to share on a deeper level their desires for their faith and the life of the local Church, he said.\n\nThe reason for that is prayer, Bishop Cozzens said.\n\n“All along, the goal of the Synod process is to let the Holy Spirit lead,” he said, “and since we wanted the Holy Spirit to lead, we knew that we needed to give the Holy Spirit prominence. And we needed to give a chance for people to listen to the Holy Spirit. And so many people did comment on the beauty of that prayer time, and they were surprised how beautiful it was that the Holy Spirit did show up when we gave them time to pray.”\n\nOn May 31, Archbishop Hebda celebrated Pentecost Mass at the Cathedral of St. Paul, the first public Mass he celebrated after public worship resumed in Minnesota during the COVID-19 pandemic. He noted that it felt “just like yesterday” that he had celebrated last year’s Pentecost Mass in Mendota opening the pre-Synod process.\n\n“We give ourselves to the Holy Spirit this evening,” the archbishop said at this year’s Mass, “that he might use us to do great things in this local Church.”\n\n‘AN OPEN PROCESS’\n\nFather Joseph Bambenek, Synod assistant director, emphasized how important it was for Archbishop Hebda to hear from Catholics throughout the archdiocese, not just people who regularly have a role in parish or archdiocesan decision-making, during the Prayer and Listening Events.\n\n“The goal was to have an open process where there were no ‘insiders,’ but everyone could engage in mutual listening,” he said. “It reaffirmed how many faithful, thoughtful, prayerful, dedicated and talented people are in our Church.”\n\nIn Faribault, Sister Kathleen Hayes, a staff member at Divine Mercy, collaborated with nearby Bethlehem Academy theology teachers to encourage high school students to attend a Prayer and Listening Event the parish hosted in October. She said she wanted them to know that their voice was important, and that they have a place in the Church at large — a point she illustrated with a musical analogy.\n\n“They’re part of an orchestra, they’re not part of a band,” said Sister Hayes, a 78-year-old Sinsinawa Dominican who is also one of Divine Mercy’s Synod parish ambassadors, charged with helping convey information to her parish about the Synod process. “A band only has certain kinds of instruments. Orchestra brings it all in.”\n\nLoralean Jordan, a former youth minister at St. Peter Claver in St. Paul, said she attended the January listening session at her parish out of curiosity.\n\n“I know what’s in my heart and I know what’s on my mind in regards to the archdiocese, but being able to hear and see what other people are thinking” was important, she said.\n\nShe appreciated the small group discussion and meeting fellow Catholics from around the archdiocese. “It wasn’t just St. Peter Claver people,” she said. “There were people from Lino Lakes, Oakdale — there were people from all over.”\n\nIt was also meaningful for her to be heard, she said, “to express myself and charge the Church to listen to me as a member.”\n\nJordan, 51, was among those randomly selected — through a number lottery — to share her thoughts with Archbishop Hebda following the small-group discussion, and she spoke in front of a packed church about the need for culturally-appropriate youth ministry.\n\n“For me, it was really interesting to see how many people thought the youth was key,” said Jordan, who also directed her parish’s gospel choir at the event.\n\nAnd while concerns about youth and young people finding their place in the Church was mentioned at every Prayer and Listening Event, it was far from the only dominant topic. Synod Executive Committee member Sheryl Moran volunteered at most Prayer and Listening Events and helped with the data organization and analysis. Comments touched on every facet of the life of the Church, with some commenters expressing very strong, but polar opposite, views, she said.\n\nWhile the abuse crisis recently experienced in the local Church was not the main focus, it influenced some of the conversation around the Church’s challenges and opportunities. Moran, 57, thought the Prayer and Listening Events were well timed to address the hurt that lingers from sexual abuse and the resulting archdiocesan bankruptcy, which lasted from January 2015 to December 2018.\n\nThe Prayer and Listening Events were “a great opportunity for us just to gather together as a Church, especially following the sex abuse crisis, and to be able to listen to one another and to start to heal,” said Moran, a member of Our Lady of Grace in Edina\n\n“And I think Archbishop Hebda gave such a great example of how to listen,” she added. “I learned a lot from that, for which I’m very grateful, because I’m a fixer. And so, I just want to get in there and fix it. And there are some things that can’t be fixed that need time to heal. And I thought that was a great opportunity for people to share their wounds.”\n\nAnd that extends to wounds beyond the abuse crisis, she said. “We’re all wounded. … But being able to see how people are facing their struggles and moving forward just gave me great hope and gratitude that we’re a Church and that we come together.”\n\nFather Bambenek observed: “We have many resilient people, and by sharing our stories in a trusting environment we can grow in healing.”\n\nThe Synod’s director, Therese Coons, was surprised by how much joy came from witnessing the small group discussions, “seeing so many people come together at discussion tables sharing what was on their hearts and minds, and listening with respect to one another, even when they held differing viewpoints.”\n\n“It was a joy, inspiring and hope-filled,” she said. “It was a privilege to be part of, and an experience I will not forget.”\n\nFor Father Bambenek, the Prayer and Listening Events also made more tangible “the notable differences between our parishes,” he said. “Growing in unity in Christ while recognizing the strengths that can come from diversity will be important as the Synod process moves forward.”\n\nCategory: Archdiocesan Synod", "METADATA": {"viewport": "width=device-width,initial-scale=1", "description": "Year 1: Listening to each other and the Holy Spirit", "og": {"locale": "en_US", "type": "article", "title": "Archdiocesan Synod 2022 - How we got here - TheCatholicSpirit.com", "description": "Year 1: Listening to each other and the Holy Spirit", "url": "https://thecatholicspirit.com/special-sections/archsynod/archdiocesan-synod-2022-how-we-got-here/", "site_name": "TheCatholicSpirit.com", "updated_time": "2020-08-13T21:42:10+00:00", "image": {"identifier": "https://i1.wp.com/thecatholicspirit.com/wp-content/uploads/2019/08/SynodHeader_Short_logo.jpg?fit=500%2C500&ssl=1", "secure_url": "https://i1.wp.com/thecatholicspirit.com/wp-content/uploads/2019/08/SynodHeader_Short_logo.jpg?fit=500%2C500&ssl=1", "width": 500, "height": 500}}, "article": {"publisher": "https://www.facebook.com/TheCatholicSpirit", "section": "Archdiocesan Synod", "published_time": "2020-08-13T19:32:57+00:00", "modified_time": "2020-08-13T21:42:10+00:00"}, "twitter": {"card": "summary", "description": "Year 1: Listening to each other and the Holy Spirit", "title": "Archdiocesan Synod 2022 - How we got here - TheCatholicSpirit.com", "site": "@catholicspirit", "image": "https://i1.wp.com/thecatholicspirit.com/wp-content/uploads/2019/08/SynodHeader_Short_logo.jpg?fit=500%2C500&ssl=1", "creator": "@catholicspirit"}, "generator": "WordPress 5.2.7", "msapplication-TileImage": "https://i2.wp.com/thecatholicspirit.com/wp-content/uploads/2015/09/cropped-logo_fireball.png?fit=270%2C270&ssl=1"}}}