{"GDELT": {"GlobalEventID": 940675471, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.4985014985015, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Powell River, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "190729", "Actor1Geo_Lat": 49.8833, "Actor1Geo_Long": -124.55, "Actor1Geo_FeatureID": "-571674", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Powell River, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "190729", "Action2Geo_Lat": 49.8833, "Action2Geo_Long": -124.55, "Action2Geo_FeatureID": "-571674", "DATEADDED": 20200814023000, "SOURCEURL": "https://theprovince.com/news/many-b-c-parents-want-to-see-kids-wearing-masks-at-school-this-fall/wcm/c78ceb9c-2636-49f2-819f-bf4c081aa823"}, "ARTICLE": {"TITLE": "Many B.C. parents want to see kids wearing masks at school this fall", "TEXT": "A poll found 79 per cent of respondents support masks for teachers and staff, with majority support for mask-wearing for students of all ages.\n\nWhen Zoe and Cate Martins return to school, they’d prefer to do so while wearing masks.\n\nThe sisters, who are nine and 11, believe that doing so will, along with other measures, help protect themselves and others from becoming infected with COVID-19.\n\n“I would want to wear one at school because I would want to keep my friends safe, and my teachers, and everybody around, because I wouldn’t want anyone to catch it,” said Zoe.\n\nTheir mom, Kyenta Martins, has a chronic lung disease and her family wears masks out shopping and when socializing with friends who are closer than two metres.\n\n“We’ve been really open about the risks (with the kids). We’ve basically tried to educate them on what’s going on, what’s happening in the world, what do we know, what do we not know,” said Martins, who lives in Vancouver. “They’ve taken it on. They want to keep me safe, they want to keep grandma safe — they’re really OK with wearing masks.”\n\nMartins thinks it’s unacceptable that B.C.’s return-to-school plan doesn’t mandate face-coverings in schools, and hopes that will change.\n\nProvincial health officer Dr. Bonnie Henry has said there is a role for masks in schools, and recommends them for adults and older students when they can’t maintain their distance, such as in hallways or on buses.\n\nHenry said this week that it’s not realistic to expect a young child to wear a mask all day long in class. They’re not recommended for use by young children, and they can lead to increased face- and eye-touching.\n\n“There’s lots of things that we can do to make those environments safe without requiring somebody to sit with a mask on for a long period of time,” she said. “That’s what we’ll be looking at.”\n\nA new poll from Insights West found that 79 per cent of respondents support mandatory masks for teachers and staff, with majority support for mask-wearing for high-school students (77 per cent), middle school (73 per cent), older kids (67 per cent) and younger children (58 per cent).\n\nCindy Cheung has two sons, ages eight and 13, who are going into Grades 2 and 8 in Richmond. She said her youngest fiddles with his mask when he is wearing it, sometimes reaching inside to scratch an itch, so she understands why wearing a mask all day might not work for small children. However, she could see masks being useful for older kids.\n\n“My stance is mask-wearing can be one of the methods that can help, but I don’t think it will stop an outbreak from happening,” Cheung said.\n\nHer 13-year-old son said he would be fine wearing a mask all day if necessary, but he’d rather not return to school at all, because he doesn’t feel it’s safe. Cheung said she would like to have more options when it comes to educating her kids during the pandemic.\n\nSuzanna Dextraze is willing to do whatever it takes to get her daughter off to her first day of Kindergarten in Burnaby. She and her partner wear masks when they go shopping and the like, but her five-year-old daughter and toddler twins don’t. She said her daughter is curious about masks and she is considering buying her one.\n\nDextraze is comfortable with the current guidelines from the province regarding masks in schools, but if that changes she is willing to be flexible.\n\n“If wearing a mask all the time is a condition that will give her an opportunity to go back to school, I don’t have any problems with that,” Dextraze said.\n\nAleicia Vincent is a mother of three and a teacher in Powell River. She said her children, who are in Grades 1, 3 and 8, are capable of wearing masks for extended periods of time and she feels the bar for safety is being lowered for schools.\n\nClassrooms are enclosed, crowded spaces and Vincent believes it’s impossible to physically distance under the current conditions. She and her eldest son will wear masks when school resumes in September, and she is considering keeping her youngest children at home for a few weeks to see whether guidelines change. When they return, they will also wear masks all day.\n\n“The bottom line is that schools have virtually no protections that actually work in the reality of schools, as the plan is written. Anyone who works in schools know this is a plan for schools that only exist in the heads of legislators,” she said. “We need masks because, while it should be a last line of defence, it is in reality one of our only defences.”\n\nB.C. Education Minister Rob Fleming said this week that all students and staff will be provided with reusable, non-medical masks, upon request, when they return to school.\n\n“That’s part of the funding envelope for the restart-to-school this September in British Columbia, so that’s something that our health-and-safety working group is working on in co-ordination with the provincial health office,” Fleming said.\n\nDirectives regarding masks in schools vary from province-to-province.\n\nIn Alberta, students in Grades 4 to 12 and staff must wear masks in all shared and common areas or where physical distance can’t be maintained. They’re not required in the classroom if they’re following the physical-distancing guidelines, and for younger students, masks are optional.\n\nOntario has mandated masks for students in Grades 4 to 12, including while they’re in classrooms, and they’re strongly encouraged for younger children when they’re in common areas inside. Staff will wear masks.\n\nOther provinces, such as Manitoba, aren’t mandating masks.\n\nB.C.’s Ministry of Education said it’s looking, along with Henry’s office, at the latest guidelines on mask-wearing and will update the public on health-and safety-protocols for schools as planning progresses with working groups.\n\njensaltman@postmedia.com\n\ntwitter.com/jensaltman\n\nCLICK HERE to report a typo.\n\nIs there more to this story? We’d like to hear from you about this or any other stories you think we should know about. Email vantips@postmedia.com.", "METADATA": {"robots": "noarchive", "msvalidate.01": "915AE10930FFCE1EFBB9D7838CE66DE7", "description": "A poll found 79% of respondents support masks for teachers and staff, with majority support for mask-wearing for students of all ages.", "news_keywords": "bc return to school, bc back to school plan, back to school bc, bc schools, school start, bc school reopening, bc school delay, bc school masks, masks in school, bc mandatory masks,", "generator": "WordPress.com", "og": {"type": "article", "title": "Many B.C. parents want to see kids wearing masks at school this fall", "url": "https://theprovince.com/news/many-b-c-parents-want-to-see-kids-wearing-masks-at-school-this-fall/wcm/c78ceb9c-2636-49f2-819f-bf4c081aa823", "description": "A poll found 79 per cent of respondents support masks for teachers and staff, with majority support for mask-wearing for students of all ages.", "site_name": "The Province", "image": {"identifier": "https://postmediaprovince2.files.wordpress.com/2020/08/png-0813n-masks-131.jpg", "width": 200, "height": 200}, "locale": "en_US"}, "article": {"published_time": "2020-08-14T16:37:45+00:00", "modified_time": "2020-08-14T16:37:45+00:00", "publisher": "http://www.facebook.com/theprovince"}, "twitter": {"site": "@theprovince", "text": {"title": "Many B.C. parents want to see kids wearing masks at school this fall"}, "image": "https://postmediaprovince2.files.wordpress.com/2020/08/png-0813n-masks-131.jpg", "card": "summary_large_image", "title": "Many B.C. parents want to see kids wearing masks at school this fall", "description": "A poll found 79% of respondents support masks for teachers and staff, with majority support for mask-wearing for students of all ages."}, "stats-full-init": "0.013", "stats-postmedia_theme_pre_initialize": "0.002", "stats-initialize": "0.011", "stats-postmedia_theme_post_initialize": "0.000", "stats-vip_load_plugins": "0.002", "stats-load_plugins": "0.007", "stats-register_widgets": "0.000", "fb": {"pages": 273805206181, "app_id": 135455519931679, "page_id": 20654027008, "admins": 100002625504753}, "sailthru.date": "2020-08-14 09:37:45", "sailthru.title": "Many B.C. parents want to see kids wearing masks at school this fall", "sailthru.description": "A poll found 79 per cent of respondents support masks for teachers and staff, with majority support for mask-wearing for students of all ages.", "sailthru.image.full": "https://postmediaprovince2.files.wordpress.com/2020/08/png-0813n-masks-131.jpg", "sailthru.image.thumb": "https://postmediaprovince2.files.wordpress.com/2020/08/png-0813n-masks-131.jpg", "sailthru.tags": "brand-theprovince, category-localnews, school, high school students, middle school, staff, school plan, youngest children, mask policy, mask-wearing, Kindergarten, teachers, partner wear masks, B.C. education minister, protections, B.C. Education minister Rob Fleming, older kids, COVID-19, province, health", "ROBOTS": "NOARCHIVE", "google-site-verification": "TZdvJuGAIkBYoY7I5S8fRvMTkD0GlHRylz33njJ6vRg", "application-name": "The Province", "msapplication-window": "width=device-width;height=device-height", "msapplication-tooltip": "Vancouver, BC News, Sports & Breaking Headlines", "msapplication-task": "name=Subscribe;action-uri=https://theprovince.com/feed;icon-uri=https://secure.gravatar.com/blavatar/2f37f6e0080c3930904f063f41449cd8?s=16"}}}