{"GDELT": {"GlobalEventID": 940656651, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NZL", "Actor1Name": "TARANAKI", "Actor1CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.378071833648394, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Taranaki, Taranaki, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZF9", "Actor1Geo_ADM2Code": "22388", "Actor1Geo_Lat": -39.3333, "Actor1Geo_Long": 174.25, "Actor1Geo_FeatureID": "11483308", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Taranaki, Taranaki, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZF9", "Action2Geo_ADM2Code": "22388", "Action2Geo_Lat": -39.3333, "Action2Geo_Long": 174.25, "Action2Geo_FeatureID": "11483308", "DATEADDED": 20200814003000, "SOURCEURL": "https://www.stuff.co.nz/national/300079756/fossils-reveal-taranaki-home-to-ancient-penguin"}, "ARTICLE": {"TITLE": "Fossils reveal Taranaki home to ancient penguin", "TEXT": "An artist's impression of the dawn crested penguin Eudyptes atatu in New Zealand, three million years ago. Reconstruction by Simone Giovanardi.\n\nFossils discovered in coastal Taranaki have been revealed as the missing link palaeontologists were looking for to connect New Zealand’s living seabirds to their ancient relatives.\n\nTwo Taranaki collectors, Alastair Johnson and his son Xavier, found the fossil bones of a penguin similar to tawaki, or the Fiordland crested penguin, on a beach south of Hāwera, Dr Daniel Thomas from the School of Natural and Computational Sciences at Massey University said.\n\nThe fossils of the 3-million-year-old dawn crested penguin Eudyptes atatu are important because most other penguin fossils found previously were ancient forms of the bird.\n\nThey confirm crested penguins and other types of seabirds have lived in Zealandia (the New Zealand continent, Te Riu-a-Maui) for millions of years.\n\nREAD MORE:\n\n* World Famous in New Zealand: Te Papa Tongarewa's private tours\n\n* Meet the human-sized penguins making Canterbury Museum home\n\n* Monster penguin fossils found in North Canterbury\n\n\n\nThe highly productive oceans surrounding New Zealand make it a global hotspot for seabird diversity, but establishing how and when this hotspot formed has been challenged by a lack of fossil discoveries connecting the current seabirds to their ancient relatives.\n\nThe newly-described penguin’s name comes from atatū, which is “just after sunrise”, or dawn, in Te Reo Māori.\n\n“Dawn references the fact that this species is the beginning of our knowledge for crested penguins in New Zealand,” Thomas said.\n\n“These fossils are internationally important, and have found their place in the national collections at Te Papa and Canterbury Museum to showcase Taranaki’s treasures to the world.”\n\nThe discovery was confirmed by a global investigation involving researchers from Massey University, Canterbury Museum, Museum of New Zealand Te Papa Tongarewa, and Bruce Museum and Iowa State University in the USA.\n\n“Our growing fossil record suggests that Zealandia was an incubator of penguin diversity in which the first penguins likely evolved and later dispersed throughout the Southern Hemisphere,” he said.\n\nSenior curators Alan Tennyson from Te Papa and Paul Scofield from Canterbury recognised the importance of fossil bones being found by local collectors and assembled collections to begin the investigation.\n\nSupplied/Stuff Skull of the newly described dawn crested penguin Eudyptes atatu.\n\n“We have firm plans to display at least one of these fossil penguins at Te Papa soon,” Tennyson said.\n\n“The display will cover other Taranaki fossils too, highlighting the importance of Taranaki as a ‘fossil hot-spot’.”\n\nThere had been several important fossils found in the South Taranaki area going back several years, thanks to the expertise of Taranaki collectors, he said.\n\nSelf-taught palaeontologist Alastair Johnson, New Plymouth, said he started looking for fossils on beaches 15 years ago with his son, Xavier.\n\nHe found the dawn penguin humerus (wing bone) in 2014 and Xavier found the skull in 2008.\n\n“It started as a bit of a hobby and became a passion,” he said.\n\nSupplied/Stuff Right humerus from the newly described dawn crested penguin Eudyptes atatu.\n\nThey’ve found fossils from many marine animals and some rare birds, including the most complete albatross skull found anywhere in the world, from a bird that lived about three million years ago.\n\nIt was named after him, it’s called Aldiomedes angustirostris or Alastair’s albatross.\n\nTheir significant finds are stored at Te Papa.\n\n* The research is detailed further in a paper titled Ancient crested penguin constrains timing of recruitment into seabird hotspot published in the Proceedings of the Royal Society B.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "Fossils found in coastal Taranaki have turned out to be the 'missing link' palaeontologists were looking for.", "source": "Stuff", "og": {"description": "Fossils found in coastal Taranaki have turned out to be the 'missing link' palaeontologists were looking for.", "title": "Fossils reveal Taranaki home to ancient penguin", "url": "https://www.stuff.co.nz/national/300079756/fossils-reveal-taranaki-home-to-ancient-penguin", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/n/r/r/t/image.related.StuffLandscapeSixteenByNine.1420x800.4ynr0s.png/1597360929637.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-14T00:00:00.000Z"}, "parsely-type": "post", "parsely-title": "Fossils reveal Taranaki home to ancient penguin", "parsely-link": "https://www.stuff.co.nz/national/300079756", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/n/r/r/t/image.related.StuffLandscapeSixteenByNine.1420x800.4ynr0s.png/1597360929637.jpg", "parsely-pub-date": "2020-08-14T00:00:00.000Z", "parsely-author": "Catherine Groenestein", "parsely-section": "national", "parsely-tags": "national"}}}