{"GDELT": {"GlobalEventID": 940629794, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 0, "EventCode": 54, "EventBaseCode": 54, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.04081632653061, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 54.0, "Actor1Geo_FeatureID": "AE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 54.0, "Actor2Geo_FeatureID": "AE", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200813214500, "SOURCEURL": "https://www.timesofisrael.com/after-israel-uae-deal-kushner-indicates-more-arab-countries-will-follow/"}, "ARTICLE": {"TITLE": "After Israel-UAE deal, Kushner indicates more Arab countries will follow", "TEXT": "WASHINGTON — US President Donald Trump’s son-in-law and senior adviser Jared Kushner said Thursday that more Arab countries may soon announce normalized ties with Israel, following an American-brokered agreement between Israel and the United Arab Emirates.\n\n“We hope this is an icebreaker where Israel can now normalize relations with other countries,” Kushner said at a press briefing shortly after Trump announced the pact, adding that he thought there was a “very good chance” of another Israeli-Arab deal within months.\n\nKushner said that the administration had also been in talks with other Arab states to normalize ties with Israel. He suggested that more announcements will come over the next 90 days.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\n“We have a couple who were upset that they weren’t first,” Kushner said. “But … we will work very hard to create more and more normalizations over the coming time ahead.”\n\n“I do think that this makes them more inevitable,” he continued. “But it will take trust being built and dialogue being facilitated. Hopefully, this makes it easier for others.”\n\nAt one point, he was asked which other countries were in the mix. “Who is next?” Kushner asked back. “You will find out next.”\n\nEarlier Thursday, in a joint statement with the US first issued by Trump, Israel and UAE said they had reached a historic to set up full diplomatic relations, the third such agreement the Jewish state has struck with an Arab country after Egypt and Jordan.\n\nThis marked the first peace deal in the region since 1994, when Israel normalized relations with Jordan.\n\nIsraeli and UAE delegations will meet in the coming weeks to sign bilateral agreements regarding investment, tourism, direct flights, security and the establishment of reciprocal embassies, the statement said.\n\nKushner did not specify where the UAE’s embassy in Israel would be located. “They will decide that,” he said.\n\nAccording to Israeli sources, Thursday’s breakthrough — formally called the Abraham Accords — was preceded by weeks of intensive talks between officials in Jerusalem and Abu Dhabi.\n\nThese contacts were initiated in the wake of UAE Ambassador to the US Yousef Al Otaiba’s unprecedented June 12 op-ed on the front page of an Israeli newspaper, in which he dangled the prospects of full relations while warning against Jerusalem’s plan to unilaterally annex parts of the West Bank.\n\nAs part of the agreement, Israel agreed to “suspend” its plans to annex some 30 percent of the West Bank, including all of the settlements and the Jordan Valley — the area allocated to Israel under Trump’s Mideast proposal.\n\nPrime Minister Benjamin Netanyahu, however, declared after the announcement that he was not abandoning his plans to apply Israeli sovereignty in the West Bank.\n\n“There is no change to our plans to apply sovereignty over Judea and Samaria, in coordination with the US,” he said. “I remain committed to that.” However, Trump had asked him to “temporarily halt” the move, he added.\n\nIn his Thursday press briefing, Kushner painted the accord as the culmination of years of diplomatic efforts, kicking off with Trump’s speech to the Muslim World in Riyadh at the start of his presidency.\n\n“Not a lot of the moves were visible for the public to see,” Kushner said, “but there was a lot of action behind the scenes. Had we been telegraphing that we were working on this, it would have made it a lot harder for it to happen.”\n\nKushner, who Trump tasked with leading his efforts to broker an Israeli-Palestinian peace agreement, told reporters that discussions for a deal with UAE had been in the works for “about a year and a half.”\n\nThey became more serious, however, after Netanyahu moved toward meeting a self-imposed July 1 deadline to start annexing West Bank territory, he said.\n\n“That obviously was something that UAE felt would set back all the advancements that we’ve made in the region,” Kushner said.\n\nIn fact, it was after Otaiba’s June op-ed that talks ramped up dramatically, he added. “We started a discussion with UAE, saying, ‘Well, maybe this is something we could do that shows a much greater interest to Israel in the short, medium, and long-term.”\n\nFollowing six weeks of negotiations, the three countries reached an agreement of principle last week and then finalized the details on Wednesday, Kushner went on.\n\nHe also suggested that the Palestinians preemptively rejecting Trump’s Mideast plan, unveiled in January, led other Arab countries to decide to move forward on normalizing ties before there was an Israeli-Palestinian agreement.\n\nPresident @realDonaldTrump was able to get Israel to agree to a two-state solution with the Palestinian people—and, for the first time in history, agree to a map that outlined the territory. pic.twitter.com/8r3DWmzzOx — The White House (@WhiteHouse) August 13, 2020\n\nUnder the US’s plan, Kushner said, the president “was able to get Israel to agree to have a two-state solution with the Palestinians — and, for the first time in history, to agree to a map that outlined the territory that they would be willing to work with.”\n\n“That showed a lot of people in the region that Israel was serious about really moving forward and making peace, and also showed them that President Trump’s leadership and diplomacy could make things happen that hadn’t happened previously.”\n\n“As Israel was discussing with us taking Israeli law and sovereignty to areas of the West Bank and applying it, we were having these discussions. And over the last six weeks, the discussions between UAE and Israel began accelerating about this [normalization agreement] being a potentilly different path,” said Kushner.\n\nA number of regional actors, Kushner argued, had been dismayed with the Palestinian response to the Trump plan.\n\n“I think that made a lot of people reexamine whether they should be waiting for the Palestinians,” he said. “A lot of them are looking at what’s in the interest for their country. I think the conclusion for UAE and others is that a lot of their citizens would like to have the ability to fly to Israel and do business, to invest in the technology and healthcare companies that exist there, and most importantly, a lot of their citizens would like to have access to go pray at the al-Aqsa mosque.”\n\n“The way that that the Palestinians reacted to our Vision for Peace just reassured them that they were going to be waiting for the Palestinian leadership to make the right decision — and they would be waiting a very, very long time.”\n\nThe Palestinian Authority called Thursday for the UAE to “immediately retract” its agreement to normalize relations with Israel, which it called a “despicable decision.”\n\nPA President Mahmoud Abbas ordered an emergency meeting in response to the agreement, while the PA recalled its ambassador to the UAE in protest over the deal.", "METADATA": {"viewport": "width=1024", "description": "Trump adviser says some other countries 'were upset they weren't first,' adds US began working on ties between the two states 18 months ago; ramped up as annexation bid accelerated", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "msapplication-TileImage": "https://static.timesofisrael.com/www/images/toi_icon_144.png", "msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "fb": {"app_id": 123142304440875}, "og": {"url": "https://www.timesofisrael.com/after-israel-uae-deal-kushner-indicates-more-arab-countries-will-follow/", "type": "article", "title": "After Israel-UAE deal, Kushner indicates more Arab countries will follow", "description": "Trump adviser says some other countries 'were upset they weren't first,' adds US began working on ties between the two states 18 months ago; ramped up as annexation bid accelerated", "image": {"identifier": "https://static.timesofisrael.com/www/uploads/2020/08/AP_20226657955999-e1597343190705-1024x640.jpg", "width": 1024, "height": 640}}, "twitter": {"card": "summary_large_image", "site": "timesofisrael", "title": "After Israel-UAE deal, Kushner indicates more Arab countries will follow", "description": "Trump adviser says some other countries 'were upset they weren't first,' adds US began working on ties between the two states 18 months ago; ramped up as annexation bid accelerated", "image": "https://static.timesofisrael.com/www/uploads/2020/08/AP_20226657955999-e1597343190705-1024x640.jpg"}}}}