{"GDELT": {"GlobalEventID": 940620070, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "PROFESSOR", "Actor1Type1Code": "EDU", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.3960703205791203, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sydney, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "154637", "Actor1Geo_Lat": -33.8833, "Actor1Geo_Long": 151.217, "Actor1Geo_FeatureID": "-1603135", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sydney, New South Wales, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS02", "Actor2Geo_ADM2Code": "154637", "Actor2Geo_Lat": -33.8833, "Actor2Geo_Long": 151.217, "Actor2Geo_FeatureID": "-1603135", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sydney, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154637", "Action2Geo_Lat": -33.8833, "Action2Geo_Long": 151.217, "Action2Geo_FeatureID": "-1603135", "DATEADDED": 20200813204500, "SOURCEURL": "https://www.abc.net.au/news/2020-08-14/border-force-ruby-princess-qantas-virgin-manifest-coronavirus/12550558"}, "ARTICLE": {"TITLE": "Qantas and Virgin knew the Ruby Princess was a coronavirus time bomb but were powerless to stop it", "TEXT": "When TV networks beamed vision of passengers disembarking the Ruby Princess on the morning of March 19, airline executives were horrified.\n\nKey points: Airline bosses repeatedly had to ask Border Force whether they were flying Ruby Princess passengers\n\nAirline bosses repeatedly had to ask Border Force whether they were flying Ruby Princess passengers In the days after the ship docked, dozens of coronavirus cases flew from Sydney around Australia\n\nIn the days after the ship docked, dozens of coronavirus cases flew from Sydney around Australia Some Qantas crew were distressed at the prospect of working with Ruby Princess passengers\n\nThey, like most Australians, had heard the whispers the cruise ship was carrying COVID-19.\n\nThe Ruby Princess did indeed have passengers with COVID-19, although this wasn't confirmed until the day after it berthed at the Sydney Overseas Passenger Terminal.\n\nBut airlines were not wanting to take any chances. They had seen the Diamond Princess disaster unfold in Japan — an incident that saw more than 700 of the 3,711 people on board infected and 14 die from the virus.\n\nOf course, the airlines could not have known the Ruby Princess would turn out to be even worse than its sister ship: 662 infections and at least 21 attributable deaths.\n\nNor could they possibly imagine that their aeroplanes would be used to transport new infections across the globe from London to Alberta, Doha to Dallas, Perth to Burnie.\n\nBut at that moment, when 2,700 passengers walked down the gangway of the Ruby Princess, the airlines feared a disaster was about to unfold on their watch.\n\nThey knew that many hundreds, possibly thousands of the passengers leaving the cruise ship would soon be their customers, heading for the airport to journey home, mingling with other travellers and crew.\n\nQantas and Virgin Australia officials independently reached the same conclusion: the passengers had to be stopped before they boarded planes.\n\nEasier said than done. Identifying Ruby passengers was not that simple.\n\nAirlines chased manifest as passengers boarded planes\n\nThe airlines had reason to believe protocols might be in place because, four days before, on March 15, the Prime Minister had assured the nation \"some bespoke arrangements\" had been put in place to deal with cruise ships.\n\nScott Morrison said the ships would be put \"directly under the command of the Australian Border Force to ensure that the relevant protections are put in place\".\n\nSpace to play or pause, M to mute, left and right arrows to seek, up and down arrows for volume. Watch Duration: 13 seconds 13 s Scott Morrison said ABF would make “bespoke arrangements” for returning cruise ships.\n\nVirgin Australia called the ABF and asked for a list of passengers who planned to take a flight with the carrier.\n\nCruise ship passengers often feature in airline group bookings, so this was not considered a particularly difficult request, given the ABF's presumed authority over exits and entries at the international border.\n\nVirgin simply wanted to cross-check its records.\n\nBut Border Force told Virgin it could not share information from the Ruby Princess passenger list for reasons of privacy.\n\nThe international passengers dispersed very quickly.\n\nBy 5:00pm on March 20, just 35 hours after Ruby Princess started disembarking, the NSW close contact tracing team had already made contact with 35 passengers who had already reached home: one each in New Zealand and the Philippines, 16 from the US and 17 Canadians.\n\nTwo of the Americans (from Massachusetts and Colorado) and one of the Canadians (in Alberta) were showing COVID-19 symptoms.\n\nQantas took similar action to Virgin.\n\nOne of its A380 captains, flying across the Pacific Ocean, radioed back to the Sydney operations centre on March 21 to report that his crew had discovered passengers with Ruby Princess bag tags and T-shirts.\n\nFlight QF7, later found to have 17 passengers from the Ruby Princess on board, was already eight hours into a nearly 16-hour flight from Sydney to Dallas-Fort Worth in the US.\n\nThe Qantas medical department contacted the Federal Health Department and Border Force on the afternoon of 21 March requesting the manifest.\n\nRuby Princess passengers dispersed around the world in the days after it docked. Some of them later displayed coronavirus symptoms. ( ABC News: Emma Machan )\n\nThe Department of Health told Qantas it could not have the manifest due to privacy reasons.\n\nWhich was a pity, given the great epidemiological value the passenger list would have had in those critical hours.\n\nQantas requested that Border Force stop passengers from travelling, but was told that could not happen either.\n\nExactly what the \"bespoke arrangements\" were that the PM had promised on March 15 remained unclear.\n\nFlight attendants distraught over cruise passengers on flights\n\nBut airline efforts to obtain the Ruby Passenger manifest were not finished.\n\nQantas repeatedly asked the Federal and NSW health departments and Border Force for the passenger list.\n\nOne flight attendant was so upset by learning she would be working with Ruby Princess passengers she was sent home. ( ABC News: John Gunn )\n\nThe airline was coming under increasing pressure from its domestic and international crews, who, like those on QF7, reported seeing passengers with Ruby Princess merchandise or overheard passengers talking about being on the ship.\n\nTeri O'Toole from the Flight Attendants Association of Australia (FAAA) was contacted by a Qantas air steward to relay concern about the QF3 Sydney-Honolulu flight, leaving on March 22.\n\n\"One of the crew who were told at the QF3 pre-flight briefing that there was the possibility of cruise ship passengers being on the flight became so upset that she was removed from the flight in Sydney and sent home,\" Ms O'Toole told the Special Commission.\n\nToni Lockyer, FAAA's work health and safety councillor, reported to Qantas that cabin crew were upset that passengers were being allowed to board without health screening and that one passenger who'd come from a cruise ship had a \"medical episode\" mid-flight between Sydney and Perth.\n\nQantas workplace health and safety manager Natalie Taig emailed Ms Lockyer, saying matters had been \"escalated\" to the Department of Home Affairs and Australian Border Force, adding that Qantas had been advised not to \"uplift\" Ruby Princess passengers \"where we are aware\".\n\nIt was becoming a very circular argument: Qantas was being advised to prevent Ruby Princess passengers flying, but was not being told who those passengers were — and when Qantas asked for the manifest, the airline was told it couldn't have it.\n\nBy March 22, three days after Ruby Princess had docked, NSW Health was also frustrated that Ruby Princess passengers were not being stopped.\n\nJennie Musto, NSW Health operations manager, emailed colleagues on the morning of March 22: \"170 close contacts from the Ruby Princess flew to Dallas, Texas last night,\" she wrote, though Qantas says it was 17, not 170.\n\n\"They have been advised on multiple occasions to remain in quarantine until midnight, April 2. Their travel, against public health advice, puts other passengers and the crew at risk of COVID.\n\n\"Can we please explore with Border Force how these passengers can be prevented from boarding? We have the passenger manifest.\"\n\nThe then-chief medical officer, Brendan Murphy, was looped into the email exchange later that day, along with NSW Chief Health Officer Kerry Chant.\n\nProfessor Murphy suggested to the Director of Health Protection NSW, Jeremy McAnalty, that he use biosecurity powers to stop them.\n\n\"Can't you put a quarantine order on them under your Public Health act?\" he asked, shortly before 5:00pm. \"I can put a Human Biosecurity control order on them under the Biosecurity Act, I believe.\"\n\nThe cruise ship has been linked to at least 21 COVID-19-related deaths. ( AAP: Joel Carrett )\n\nInside Qantas, there was growing urgency: the QF3 Sydney-Honolulu flight was scheduled to leave at 7:20pm, and Ruby Princess passengers were expected to be on board.\n\nBut the response from Border Force came 50 minutes after QF3's take-off.\n\nAssistant Commissioner Kylie Rendina emailed Professor Murphy, Dr Chant and Dr McAnulty, copying ABF Commissioner Michael Outram.\n\nShe told them all Ruby Princess passengers would be put on an \"alert so airlines will get a 'do not board' for these people if they try and fly\" but added: \"It is a commercial decision, our 'do not fly' is a recommendation only.\"\n\nIn effect, Assistant Commissioner Rendina confirmed that Border Force did not have the power to stop passengers boarding planes after all, even if it wanted to or if health authorities advised it.\n\nThat power rested with the airlines, which hadn't been told who to look out for. A hopeless situation that still infuriates executives.\n\nVirgin never received manifest\n\nFor QF3 passengers and crew, it was too late anyway.\n\nCabin staff saw Ruby Princess tags on baggage and the supervisor reported being sneezed on by a customer.\n\n\"The flight was very stressful, with many passengers looking unwell and sickly,\" one crew member told the FAAA.\n\nBut Qantas still had not given up efforts to obtain the Ruby Princess manifest.\n\nQantas' aviation health adviser, Whitney Hughes, told NSW Health that, \"if airlines are compelled to provide manifests, why couldn't we ask cruise [ships] to provide?\"\n\nNSW Health relented in the face of this logic and on the afternoon of March 23, four and a half days after the Ruby Princess had berthed, Qantas was sent the passenger manifest.\n\nVirgin never received a list of passengers and by March 23, Ruby Princess passengers had long dispersed.\n\nThe fact that infectious Ruby passengers were allowed to roam across Australia and abroad is uncontested.\n\nThe exceptions were two passengers whose interception by health authorities was down to dumb luck.\n\nTasmanian Kim Walters, who had been swabbed for COVID-19 on board the Ruby Princess by the ship's doctor, and who was one of 13 passengers told to isolate themselves in their cabins, disembarked about 10:00am on March 19.\n\n\"Because we were being allowed to disembark and the swabs had been taken on March 16, 2020, I thought tests must have been negative for COVID-19,\" her husband David told the Special Commission of Inquiry into the Ruby Princess.\n\nCommissioner Bret Walker is expected to hand his report to the NSW Government this afternoon.\n\nAs the ABC revealed last month, isolated passengers were allowed to leave the ship after a Border Force officer mistakenly believed they had tested negative to coronavirus, when they had instead tested negative to the common flu and were awaiting results for COVID-19.\n\nLoading...\n\nBorder Force has insisted any misinterpretation didn't make a difference to whether passengers were cleared to disembark because \"human health is not the responsibility of the ABF\".\n\nWhat's unique about the case of Kim Walters, 54, is that she and husband David were likely the only Ruby Princess passengers to be prevented from boarding a plane home, and with only minutes to spare.\n\nAn hour after checking in with Virgin Airlines at Sydney Airport on the morning of March 20, NSW Health called her mobile to say she had tested positive to COVID-19. She and David were told to stay where they were.\n\nKim ended up in Royal Prince Alfred Hospital and spent more than three weeks in an induced coma. But she lived. David had coronavirus too, he found out. But his was a mild bout. All in all, they were fortunate.\n\nSpace to play or pause, M to mute, left and right arrows to seek, up and down arrows for volume. Watch Duration: 24 seconds 24 s David Walters says his wife Kim was on a respirator after contracting COVID-19.\n\nWould it have made a difference to the spread of coronavirus from the Ruby Princess cluster if the airlines had been given the passenger manifest? Quite possibly.\n\nStrict two-week hotel quarantine for all international travellers arriving in Australia did not kick in until 11:59pm on March 29, more than 10 days after the cruise ship arrived.\n\nAccording to NSW Health, between March 19 and March 23, when Qantas was sent the manifest, 24 planes that left Sydney on domestic services were later identified as \"known flights with confirmed cases of COVID-19\".\n\nFor all concerned, this was a very untidy episode.\n\nNo-one knows how many deaths and infections were caused by overlapping, opaque or non-existent lines of authority.\n\nThe assumption that responsibility for stopping passengers board aeroplanes lay with others was pervasive — governments and airlines looked to Border Force but Border Force said the power was with airlines.\n\nYet critical information was not shared with airlines to allow that power to be exercised. And when that information was shared, it was all too late.\n\nSix months after the Ruby Princess docked in Sydney, a formal process for sharing passenger manifests with those who need them has not been established.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "Qantas and Virgin knew the Ruby Princess was a coronavirus time bomb but were powerless to stop it - ABC News", "description": "Airline bosses suspected sick Ruby Princess passengers would be boarding their planes, but they did not receive the details until it was too late.", "keywords": "ruby, princess, border, force, coronavirus, covid-19, flights, manifest", "ABC.ContentType": "Article", "ABC.ContentSource": "coremedia", "generator": "PL NEWS WEB", "ABC.Generator": "PL NEWS WEB", "ContentId": 12550558, "ABC.ContentId": 12550558, "ABC.VersionNumber": 10, "article": {"author": "https://www.abc.net.au/news/andrew-probyn/8259322", "tag": "manifest", "published_time": "2020-08-13T18:59:40+00:00", "modified_time": "2020-08-13T22:11:13+00:00"}, "og": {"url": "https://www.abc.net.au/news/2020-08-14/border-force-ruby-princess-qantas-virgin-manifest-coronavirus/12550558", "description": "Airline bosses suspected sick Ruby Princess passengers would be boarding their planes, but they did not receive the details until it was too late.", "image": "https://www.abc.net.au/cm/rimage/12075624-16x9-large.jpg?v=4", "title": "The airlines knew the Ruby Princess was a ticking time bomb but were powerless to stop it", "type": "article"}, "twitter": {"card": "summary_large_image", "image": {"identifier": "https://www.abc.net.au/cm/rimage/12075624-16x9-large.jpg?v=4", "alt": "Several people walking past a large ship, as the Sydney Harbour Bridge can be seen in the background"}, "site": "@abcnews"}}}}