{"GDELT": {"GlobalEventID": 940616333, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IND", "Actor1Name": "TAMIL NADU", "Actor1CountryCode": "IND", "Actor2Code": "INDJUD", "Actor2Name": "MADRAS", "Actor2CountryCode": "IND", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.76045627376426, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Madras, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Madras, Tamil Nadu, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN25", "Actor2Geo_ADM2Code": "70251", "Actor2Geo_Lat": 13.0833, "Actor2Geo_Long": 80.2833, "Actor2Geo_FeatureID": "-2103041", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Madras, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70251", "Action2Geo_Lat": 13.0833, "Action2Geo_Long": 80.2833, "Action2Geo_FeatureID": "-2103041", "DATEADDED": 20200813201500, "SOURCEURL": "https://www.thehindu.com/news/national/tamil-nadu/no-substance-in-dmks-charge-against-privilege-motion-says-assembly-secretary/article32349109.ece"}, "ARTICLE": {"TITLE": "No substance in DMK’s charge against privilege motion, says Assembly Secretary", "TEXT": "AIADMK was never in a minority in the House since May 2016\n\nThe Tamil Nadu Assembly Secretary on Thursday asserted before the Madras High Court that the ruling AIADMK was never in a minority in the House ever since the 15th Legislative Assembly was constituted in May 2016 and hence there was no substance in the allegation of mala fide intention behind the breach of privilege proceedings initiated against DMK MLAs.\n\nAdvocate General Vijay Narayan told Chief Justice Amreshwar Pratap Sahi and Justice Senthilkumar Ramamoorthy that the 15th Assembly was constituted with 232 MLAs, as against its full strength of 234 MLAs, on May 21, 2016, since election was not held for two constituencies. Then, AIADMK had a strength of 134 MLAs — well beyond the half way mark of 116.\n\nOn May 25, 2016, ruling party MLA S.M. Seenivel died and hence a bypoll was conducted in his Tirupparankundram constituency along with regular polling in the two other left-out constituencies. On November 29, 2016, the Assembly had a full strength of 234 MLAs and again the AIADMK legislators were in a majority in the House.\n\nHowever, on February 18, 2017, when Chief Minister Edappadi K. Palaniswami moved a motion of confidence, the effective strength of the House had gone down to 233 due to the death of former Chief Minister Jayalalithaa. Then, 122 AIADMK MLAs voted in favour of the motion, 11 voted against and one remained absent though the half-way mark was only 117.\n\nEven after the defection of 18 AIADMK MLAs on August 22, 2017, if a motion of confidence had been moved, “the strength of the AIADMK would have been exactly on the half-way mark of 116. The DMK and its allies, plus the 18 MLAs, would also have been 116. In such a case, the Speaker gets a casting vote and the government would have been saved,” the A-G said.\n\nComfortable majority\n\nEven as on Thursday, the strength of the House was 231 since three MLAs had passed away and the AIADMK enjoyed a comfortable majority of 124 MLAs, he told the court. The submission was made in response to writ petitions filed by DMK MLAs challenging the breach of privilege proceedings initiated against them for displaying banned gutkha sachets in the Assembly on July 19, 2017.\n\nWhen the Chief Justice pointed out that the DMK MLAs’ case was that the government was actually facing the threat of being in a minority, the A-G replied: “That is their perception, which cannot be given any credence. An allegation of mala fide is antithesis of guilt. They cannot get absolved of the guilt by attributing motives behind the proceedings initiated against them.”\n\nMr. Narayan went on to state it was not necessary for the House to decide immediately on any action to be taken against those who had committed breach of privilege right in the House during the course of an Assembly session. He said it was the prerogative of the Speaker to decide whether such issues should be decided immediately or referred to the Committee of Privileges.\n\nHe recalled that DMDK leader Vijayakant was subjected to breach of privilege proceedings for rolling his eyes and sticking out his tongue in the Assembly on February 1, 2012. The matter was referred to the Privileges Committee which met on the same day and summoned the MLA on the very next day. He did not appear and instead submitted his reply to the notice.\n\nThe committee took his reply on record and concluded that he had committed a breach of privilege. It recommended his suspension from the Assembly for 10 days which was put to vote in the House and passed by a majority. The suspension was challenged in the High Court and Justice V. Ramasubramanian (now a Supreme Court judge) upheld the decision of the House, he said.\n\n“Therefore, it is about how the House deals with disciplining its members. He (Vijayakant) did not bring any prohibited item to the House but the manner in which he conducted himself inside the House was found to be a breach of privilege. What is breach of privilege and what is not, is for the House to decide,” the A-G said.\n\nAt this point, the Chief Justice expressed his anguish over the Legislative Assembly not having codified its privileges even 70 years after Independence. In the absence of any codification, how could action be initiated for breach of privilege and courts could be called upon to decide whether there had been any breach or not, he wondered.\n\nLater, senior counsel A.L. Somayaji, representing the Committee of Privileges, commenced his arguments with his initial submission that the DMK MLAs ought to have waited for the conclusion of the breach of privilege proceedings instead of rushing to the court immediately after issuance of show cause notices. The Bench adjourned the hearing to Friday for continuation of arguments.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "No substance in DMK’s charge against privilege motion, says Assembly Secretary", "atdlayout": "articlepage", "description": "AIADMK was never in a minority in the House since May 2016", "fragment": "!", "keywords": "No substance in DMK’s charge against privilege motion,says Assembly Secretary", "news_keywords": "No substance in DMK’s charge against privilege motion,says Assembly Secretary", "publish-date": "2020-08-14T01:05:53+05:30", "created-date": "2020-08-14T01:05:53+05:30", "modified-date": "2020-08-14T01:06:10+05:30", "twitter": {"creator": "Mohamed Imranullah S.", "title": "No substance in DMK’s charge against privilege motion, says Assembly Secretary", "description": "AIADMK was never in a minority in the House since May 2016", "image": "https://www.thehindu.com/news/national/tamil-nadu/edve1e/article32349108.ece/ALTERNATES/LANDSCAPE_615/13THHC", "card": "summary_large_image", "site": "@The_Hindu", "domain": "thehindu.com", "app": {"name": {"ipad": "The Hindu", "googleplay": "The Hindu (Official App)", "iphone": "The Hindu for iPhone"}, "id": {"googleplay": "com.mobstac.thehindu", "iphone": 771672321}}}, "apple-itunes-app": "app-id=584786636", "google-play-app": "app-id=com.mobstac.thehindu", "fb": {"app_id": 137450626398044, "pages": 163974433696568}, "og": {"site_name": "The Hindu", "url": "https://www.thehindu.com/news/national/tamil-nadu/no-substance-in-dmks-charge-against-privilege-motion-says-assembly-secretary/article32349109.ece", "type": "article", "title": "No substance in DMK’s charge against privilege motion, says Assembly Secretary", "description": "AIADMK was never in a minority in the House since May 2016", "image": {"identifier": "https://www.thehindu.com/news/national/tamil-nadu/edve1e/article32349108.ece/ALTERNATES/LANDSCAPE_615/13THHC", "type": "image/jpeg"}}, "article": {"author": "Mohamed Imranullah S.", "tag": "says Assembly Secretary", "section": "Tamil Nadu"}, "msvalidate.01": "00762243DAFA333A5A6D97CE4545BDB2", "yandex-verification": "ff4648e5089d361d", "ahrefs-site-verification": "6df5b97abf2ea60f2d4123265496b92b4faa009ceff5444e0b8482ebddd508d6", "theme-color": "#fff"}}}