{"GDELT": {"GlobalEventID": 940688355, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SDN", "Actor1Name": "SUDAN", "Actor1CountryCode": "SDN", "Actor2Code": "SSD", "Actor2Name": "SOUTH SUDAN", "Actor2CountryCode": "SSD", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.402439024390239, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sudan", "Actor1Geo_CountryCode": "SU", "Actor1Geo_ADM1Code": "SU", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "SU", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nzara, Wilayat Gharb al Istiwa'iyah, South Sudan", "Actor2Geo_CountryCode": "OD", "Actor2Geo_ADM1Code": "OD10", "Actor2Geo_ADM2Code": "37144", "Actor2Geo_Lat": 4.64083, "Actor2Geo_Long": 28.2508, "Actor2Geo_FeatureID": "-12423", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nzara, Wilayat Gharb al Istiwa'iyah, South Sudan", "Action2Geo_CountryCode": "OD", "Action2Geo_ADM1Code": "OD10", "Action2Geo_ADM2Code": "37144", "Action2Geo_Lat": 4.64083, "Action2Geo_Long": 28.2508, "Action2Geo_FeatureID": "-12423", "DATEADDED": 20200814041500, "SOURCEURL": "https://sudantribune.com/spip.php?article69697"}, "ARTICLE": {"TITLE": "NAS kills three South Sudanese soldiers after fresh clashes in Central Equatoria", "TEXT": "\n\nAugust 13, 2020 (JUBA) -The National Salvation Front (NAS) said that its fighters managed to repulse an attack by the SSDPF and SPLM-IO on its positions outside Kajo-Kaji of Central Equatoria State and killed three assailants on Thursday.\n\nThe increase of attacks and counter-attacks between the government forces and NAS forces in the greater Equatoria region is seen now as a true challenge to the cessation of hostilities agreement in South Sudan.\n\nAccording to NAS Spokesman Suba Samuel Manase, a combined force of SSPDF and SPLA-IO carried out an attack on NAS positions in Kig’wo area, some 20 km from Kajo-Keji town on 13 August.\n\nManase further said that their forces defeated the attackers forcing them to retreat after killing three soldiers. He added they lost one of their fighters who was killed during the assault.\n\nOn 12 August, Teshome Gemechu Aderie CTSAMVM Chairman expressed concern about the rise of violence in the country particularly the fighting in the Equatoria region between the government and the NAS forces led by Thomas Cirillo.\n\n\"All this has the potential to jeopardize the Permanent Ceasefire and Peace Agreement and lose the hard-won gains achieved since the Agreement was signed in 2018,\" he told the opening session of the CTSAMVM Meeting of the Technical Committee on Wednesday.\n\nIn his statement extended to Sudan Tribune, Manase said that the SSPDF continue to build un troops in the Central Equatoria State in preparation for further attacks on NAS controlled areas.\n\n\"On 12th August 2020 the SSPDF convoy of ten (10) vehicles from Artillery Unit was dispatched to Pagari and Lobonok respectively, this build-up is to reinforce the enemy in these locations in preparation for the planned offensive against NAS bases\".\n\n(ST)", "METADATA": {"description": "August 13, 2020 (JUBA) -The National Salvation Front (NAS) said that its fighters managed to repulse an attack by the SSDPF and SPLM-IO on its (...)", "viewport": "width=device-width, initial-scale=1", "generator": "SPIP 3.2.7 [24473]"}}}