{"GDELT": {"GlobalEventID": 940615775, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "CANCOP", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 83, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.57657657657657, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Toronto, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12686", "Actor2Geo_Lat": 43.6667, "Actor2Geo_Long": -79.4167, "Actor2Geo_FeatureID": "-574890", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200813201500, "SOURCEURL": "http://thecaribbeancamera.com/tory-announces-sweeping-reforms-to-toronto-police-including-budget-reallocation/"}, "ARTICLE": {"TITLE": "Tory announces sweeping reforms to Toronto police, including budget reallocation", "TEXT": "Toronto Mayor John Tory announced on Tuesday the start of what he calls sweeping reforms to the Toronto Police Services following the publication of a new report by the Ontario Human Rights Commission (OHRC) that outlines more than 80 recommendations to address systemic racism within the force.\n\nThe most significant of the proposed reforms involve creating non-police alternatives for communities, and identifying funding that can be relocated from the police budget to community safety models, said Tory at a press conference.\n\nThese reforms will begin to be implemented in the coming weeks, as opposed to months or years and the public will be informed throughout the reform process, he said. They will be considered at an upcoming Toronto Police Services Board (TPSB) meeting on Aug. 18.\n\n“This is a recognition of the fact that we know we must do more because systemic racism in policing threatens the equal rights and opportunity and justice and wellbeing of Indigenous, Black and marginalized communities in our city and that is not something that’s acceptable to me as mayor or to you, the people of Toronto.” he said\n\nThe proposed changes to policing comes after months of protests against anti-Black racism worldwide and in Toronto, sparked by the murder of George Floyd by a police officer in Minneapolis and the death of Regis Korchinski-Paquet, who fell from her balcony after police responded to a call at her home.\n\nCalls to defund the police have been at the core of these protests as community advocates have asked why police are asked to handle mental-health service calls that they aren’t equipped to deal with.\n\nThe report was developed following Toronto city council adopting a list of proposed reforms to police at the end of June, and after the TPSB put forward “concrete steps toward reform” that same month, Tory told reporters at the press conference.\n\nAlong with a focus on funding community organizations, the recommendations include examining accountability and exploring removing legal barriers that prevent further disciplinary action for police misconduct.\n\nThe board should also recommend to the new chief of police that anti-Black racism training be made permanent and the use of force model should be revised to focus on deescalation, the report reads.\n\n‘Highly disturbing’ data shows Black people largely over-represented in police charges\n\nThe OHRC study found that Black people only make up 8.8 per cent of Toronto’s population, but represent almost 32 per cent of people charged by Toronto police. The results of the analysis that examined Toronto Police Service data from 2013 to 2017 are “highly disturbing”, the Commission said in a press release.", "METADATA": {"viewport": "width=device-width", "og": {"type": "article", "title": "Tory announces sweeping reforms to Toronto police, including budget reallocation", "url": "http://thecaribbeancamera.com/tory-announces-sweeping-reforms-to-toronto-police-including-budget-reallocation/", "description": "Toronto Mayor John Tory announced on Tuesday the start of what he calls sweeping reforms to the Toronto Police Services following the publication of a new report by the Ontario Human Rights Commiss…", "site_name": "The Caribbean Camera", "image": {"identifier": "http://thecaribbeancamera.com/wp-content/uploads/2020/08/tory-police-reform-web.jpg", "width": 674, "height": 382}}, "article": {"published_time": "2020-08-13T19:08:24+00:00", "modified_time": "2020-08-13T19:08:24+00:00"}, "twitter": {"text": {"title": "Tory announces sweeping reforms to Toronto police, including budget reallocation"}, "image": "http://thecaribbeancamera.com/wp-content/uploads/2020/08/tory-police-reform-web.jpg?w=640", "card": "summary_large_image"}, "msapplication-TileImage": "http://thecaribbeancamera.com/wp-content/uploads/2016/05/CaribbeanCameraLogo.gif"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}