{"GDELT": {"GlobalEventID": 940625842, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MED", "Actor1Name": "BLOG", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.30769230769231, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jersey", "Actor1Geo_CountryCode": "JE", "Actor1Geo_ADM1Code": "JE", "Actor1Geo_Lat": 49.216667, "Actor1Geo_Long": -2.1166669999999996, "Actor1Geo_FeatureID": "JE", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jersey", "Action2Geo_CountryCode": "JE", "Action2Geo_ADM1Code": "JE", "Action2Geo_Lat": 49.216667, "Action2Geo_Long": -2.1166669999999996, "Action2Geo_FeatureID": "JE", "DATEADDED": 20200813211500, "SOURCEURL": "https://www.natlawreview.com/article/navigating-maze-regulations-applicable-to-new-jersey-residential-home-improvement"}, "ARTICLE": {"TITLE": "Navigating the Maze of Regulations Applicable to New Jersey Residential Home Improvement Contracts", "TEXT": "Thursday, August 13, 2020\n\nA new client came to me for legal assistance in collecting a $75,000 balance due in connection with a major home improvement contract. He was upset because he had been in business for 30 years without a legal claim. He spoke with pride of many satisfied customers and successful projects, showing me pictures of high-quality materials and workmanship. I asked him to describe what led to his present situation and he told me an all too familiar tale of a customer falling behind on payments and a frustrated contractor feeling forced to stop work until payments are made.\n\nThe contractor stopped work and the homeowner promptly claimed that the contractor had “abandoned” the job and complained that much of the work was unsatisfactory. The parties stalemated for several weeks until the contractor sent a letter threatening to bring a collection action if payment was not made. A reply letter came in the mail a few days later from the homeowner’s lawyer informing the contractor that if he filed suit to collect his money, the homeowner would file counterclaims for expenses to be incurred by the homeowner to hire a new contractor to complete the job and repair the “defective” work. The homeowner’s lawyer also advised that he would seek to recover treble damages, plus the attorney’s fees and costs, from the contractor.\n\nI reviewed the contract documents to more fully evaluate the matter. The client had prepared a “do it yourself” contract he had put together years earlier and which he thought was fine because he had used it many times without any problems. As I reviewed the documents, it became clear that this contractor’s troubles extended far beyond his unpaid invoice. His contract contained none of the mandatory provisions required by applicable New Jersey statutes and administrative code regulations and he did not obtain written signed change orders. The contract not only was not enforceable under New Jersey law because it lacked several provisions mandated by law, but pursuing a collection action would expose the contractor to significant potential liability under the New Jersey Consumer Fraud Act. We were able to resolve the claim without litigation and focused our attention on preparing a new contract that complies with the law. This construction law blog post addresses those regulations and the pitfalls faced by contractors.\n\nHome Improvement Contracts\n\nResidential home improvement contracts in New Jersey are subject to several statutory and regulatory provisions. These include the New Jersey Consumer Fraud Act, N.J.S.A. 56:8-1, et. seq. (the “Act”), the New Jersey Home Improvement Practices Regulations, N.J.A.C. 13:45A-16.1, et. seq., the Home Improvement Contractor Registration Regulations, N.J.A.C. 13:45A-17.1, et. seq. and the New Jersey Home Repair Financing Act, N.J.S.A. 17:16C-63, et. seq.\n\nThe Act mandates that all contracts for home improvement in excess of $500.00 and all change orders must be in writing and signed by the homeowner. N.J.S.A. 58:8-151 and N.J.A.C. 13:45A-16.2. Residential home improvement contracts also must contain several mandatory provisions, including the following:\n\nSpecific start and projected completion dates. J.A.C. 13:45A-6.2. A description of all work to be done and a list of the principal products and materials to be used and installed. Detailed specifications should be listed whenever available, i.e., make and model numbers of products and materials specified by the homeowner. J.A.C. 13:45A-16.2(12)(ii) and N.J.S.A. 56:8-151. The Contract must include the following “Notice to Consumer” pursuant to J.S.A. 56:8-151:\n\nNOTICE TO CONSUMER YOU MAY CANCEL THIS CONTRACT AT ANY TIME BEFORE MIDNIGHT OF THE THIRD BUSINESS DAY AFTER RECEIVING A COPY OF THIS CONTRACT. IF YOU WISH TO CANCEL THIS CONTRACT, YOU MUST EITHER: 1. SEND A SIGNED AND DATED WRITTEN NOTICE OF CANCELLATION BY REGISTERED OR CERTIFIED MAIL, RETURN RECEIPT REQUESTED; OR 2. PERSONALLY DELIVER A SIGNED AND DATED WRITTEN NOTICE OF CANCELLATION TO: (Name of Contractor) (Address of Contractor) (Phone Number of Contractor) If you cancel this contract within the three-day period, you are entitled to a full refund of your money. Refunds must be made within 30 days of the contractor’s receipt of the cancellation notice.”\n\nThe Contract also must include the following language pursuant to J.A.C. 45A-17.11:\n\nFOR INFORMATION ABOUT CONTRACTORS AND THE CONTRACTORS’ REGISTRATION ACT, CONTACT THE NEW JERSEY DEPARTMENT OF LAW AND PUBLIC SAFETY, DIVISION OF CONSUMER AFFAIRS AT 1-888-656-6225\n\nWhenever repayment terms will be longer than 90 days, pursuant to the New Jersey Home Repair Financing Act, N.J.S.A. 17:16C-63, et. seq., the Contract also must contain the following “Notice to Owner:”\n\nNOTICE TO OWNER Do not sign this contract in blank. You are entitled to a copy of the contract at the time you sign. Keep it to protect your legal rights. Do not sign any completion certificate or agreement stating that you are satisfied with the entire project before this project is complete. Home repair contractors are prohibited by law from requesting or accepting a certificate of completion signed by the owner prior to the actual completion of the work to be performed under the home repair contract.\n\nAll Notices required by the Act and Regulations to be contained in the Contract must be printed in at least 10-point boldface type. The New Jersey Plain Language Act, N.J.S.A. 56:12-1, et. seq., also lists 10-point print as one of several guidelines for a Court to consider when determining whether a contract complies with the Act. The contractor’s New Jersey Business Registration Number. The contractor’s New Jersey Home Improvement Contractor Registration Number. The Department of Community Affairs Tel. No. 1-888-656-6225. A statement that the contractor maintains a minimum of $500,000 Commercial General Liability (“CGL”) insurance and a copy of the Certificate of Insurance confirming the existence of CGL Insurance coverage must be attached to the Contract and provided to the homeowner. A statement that the contractor maintains mandatory workers’ compensation insurance coverage.\n\nHomeowner Warranty\n\nNew Jersey law also requires that Contract detail all applicable warranties, including exclusions and limitations, in specific, clear, and definite language. The Contractor must provide the homeowner with a copy of all manufacturer warranties either at the time of execution of the Contract or at the time of installation of a warrantied product. N.J.A.C. 13:45A-16.2(11)(i) and (12)(vi). If the Contractors gives the customer a limited warranty, such as that the work will be performed in a good and workmanlike manner, or will comply with industry standards, and that all materials and products used will be new or meet any manufacturer warranties, those warranties must be in writing.\n\nA prudent contractor will also want the contract to address:\n\nThe parties’ respective responsibilities for obtaining building permits and inspections, and payment of applicable fees A definition of “default”, including non-payment and failure to cooperate Remedies, including the contractor’s right to suspend work or terminate the contract in the event of default Limitations of liability Waiver of implied warranties The method for resolving complaints that arise Choice of law and jurisdiction Waiver of a jury trial Whether the homeowner has liability insurance which covers the property and persons against risk of loss due to fire, theft, and other hazards A requirement that ALL Change Orders shall be in writing and signed by the homeowner The right to make reasonable substitutes for products and materials The right to impose a finance charge on unpaid invoice balances The right to recover reasonable attorneys’ fees and costs if the contractor hires an attorney to enforce the contract or collect an unpaid balance\n\nContractor Liability\n\nContractors face significant potential liability when residential home improvement contracts do not comply with the Act and applicable regulations. A homeowner who proves a violation, and sustains an ascertainable loss as a result, is entitled to recover actual and treble damages, plus the homeowner’s reasonable attorneys’ fees and costs. In addition, the Court likely will rule that the unpaid invoice is not collectible because the contract fails to comply with the Act and Regulations.\n\nContractors can maintain great customer relations, and avoid the time, expense, aggravation, and uncertainty of litigation, by using a carefully drafted contract which is clear and concise, fully complies with the law, and addresses in advance the unseen perils that can arise during the course of a project.", "METADATA": {"verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "viewport": "width=device-width, initial-scale=1.0", "og": {"image": "https://www.natlawreview.com/sites/default/files/styles/social_media/public/article/aux/16842/House%20Documents_0.jpg?itok=PNG9UdX6", "title": "Navigating the Maze of Regulations Applicable to New Jersey Residential Home Improvement Contracts", "description": "A new client came to me for&amp;nbsp;legal assistance&amp;nbsp;in collecting a $75,000 balance due in connection with a major home improvement contract. He was upset because he had been in business for 30 yea", "url": "https://www.natlawreview.com/article/navigating-maze-regulations-applicable-to-new-jersey-residential-home-improvement", "site_name": "The National Law Review", "type": "article"}, "description": "Key aspects to drafting a New Jersey residential home improvement contract include specific start and projected completion dates, Notice to Consumer and notice to owner.", "news_keywords": "legal, government, New Jersey, real estate law, New Jersey residential home improvement contracts, Home Improvement Contracts, Contractor Liability", "generator": "Drupal 7 (https://www.drupal.org)", "fb": {"app_id": 436398535104}}}}