{"GDELT": {"GlobalEventID": 940670162, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "REL", "Actor1Name": "SAINT", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 2.79214064115822, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pellevoisin, Centre, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRA3", "Actor1Geo_ADM2Code": "16262", "Actor1Geo_Lat": 46.9833, "Actor1Geo_Long": 1.41667, "Actor1Geo_FeatureID": "-1457266", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pellevoisin, Centre, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRA3", "Action2Geo_ADM2Code": "16262", "Action2Geo_Lat": 46.9833, "Action2Geo_Long": 1.41667, "Action2Geo_FeatureID": "-1457266", "DATEADDED": 20200814014500, "SOURCEURL": "https://www.lifesitenews.com/news/pilgrimage-through-france-in-the-shape-of-m-for-mary-stops-in-paris-for-national-feast-day"}, "ARTICLE": {"TITLE": "Pilgrimage through France in the shape of M for Mary stops in Paris for national feast day", "TEXT": "PRAYER PLEDGE: Rally around the daily Rosary to stop the coronavirus! Sign the petition here.\n\nAugust 13, 2020 (LifeSiteNews) – On France’s traditional national feast day – not the revolutionary July 14 Bastille Day but the Catholic feast of the Assumption of Our Lady on August 15 – a remarkable 2,000-kilometer (1,243-mile) Marian pilgrimage will make a stop at the Basilica of Montmartre in Paris, where Archbishop Michel Aupetit will celebrate Mass and consecrate France to the Hearts of Jesus and Mary while a special “grand prayer” is said for France.\n\nPublic processions and prayers for the homeland are nothing new in France on August 15 since Louis the XIII announced in December 1637 that he would consecrate his land to the Virgin Mary if an heir was born to his wife, Queen Anne of Austria, who had remained without child during 23 years of their marriage. The Queen realized she was pregnant in February 1638; on the 10th of that month, Louis the XIIIth made his vow of consecration with the approval of the Parliament of Paris, presenting his “person,” his “State,” his “country,” and all his subjects to Our Lady of the Assumption.\n\nHe also promised to elevate a new main altar in the Cathedral of Notre Dame of Paris, but he died prematurely five years later. This promise was kept more than 60 years later by his son, Louis the XIV.\n\nThe text of his vow is still read during public processions on August 15 – a national holiday – in more traditional circles, even though its official character was abolished by the French Revolution and again by Louis-Philippe in 1831 after a short revival during the restoration of the monarchy.\n\nThe dramatic fire of Notre Dame de Paris last year led to the impossibility of holding the national procession in Paris in 2019. With the cathedral still closed to the public, a group of Catholics decided that something was needed to replace the beloved tradition of publicly honoring the Mother of God on the day of her feast as Patroness of France.\n\nThey decided to organize an unprecedented series of events that would draw an “M for Mary” over France. Two statues of Our Lady of France (“Notre Dame de France”) would be pulled through country roads by a horse and carriage in two symmetrical routes: a western route leading from Lourdes at the foot of the Pyrénées to Pontmain in Normandy, and then south-eastward to Pellevoisin, and an eastern route from La Salette in the Alps to the Rue du Bac in Paris and then to the southwest, also to reach Pellevoisin.\n\nLourdes, Pontmain, La Salette, the Rue du Bac (the Miraculous Medal), and Pellevoisin are all shrines marking apparitions of Our Lady in France in the 19th century that were approved by the Church. In Pellevoisin, in 1876 the Virgin Mary appeared 12 times to a 32-year-old woman, Estelle Faguet, who had been gravely ill for 12 years and was contagious with tuberculosis, bringing her healing through her intercession with her Divine Son. Seven times, she asked the seer: “Publish my glory.”\n\nThe “M de Marie” pilgrimage was to have started at the beginning of May, the month of Mary. Because COVID-19 restrictions to public worship were only lifted on May 25, the launching of the long road trips was postponed until June 1 – which happened to be the 40th anniversary of St. John Paul II’s famous challenge from the forecourt of Reims cathedral: “France, eldest daughter of the Church, are you faithful to the promises of your baptism? Are you faithful to the Alliance with eternal Wisdom?” It was also the first day the sanctuary of Lourdes was reopened to the public.\n\nSince June 1, the two horse-drawn carriages have slowly followed the “M”-shaped itinerary planned by the organizers, covering 10 to 15 km stages, followed by many pilgrims on foot for one or several days and stopping in local parishes and shrines where festivities welcoming the statue of Our Lady, processions, vespers, Masses, and night-long Eucharistic adorations take place.\n\nSupported by some 30 bishops and with the help of hundreds of volunteers and members of Marian associations that have been active for many years in France, the pilgrimage is attracting thousands of followers on the ground, and many others have joined virtually via internet or Radio Maria.\n\nWhile the “eastern” statue of Notre Dame de France reached the Paris region on August 11, the western part of the pilgrimage stopped in Pontmain on August 10 and 11 with special prayers for the “conversion of France.”\n\nThe voyage will continue, lasting 104 days before reaching Pellevoisin on September 12, on the feast of the Holy Name of Mary. That feast was extended to the whole Church by Pope Innocent XI in 1683 in gratitude for the victory of John Sobiewski over the Turks in Vienna when the Ottoman Empire was trying to capture Europe by land.\n\nThe pilgrimage officially ends after a day of prayer and celebration at Pellevoisin on Sunday, September 13.\n\nIn a short video presentation about the event, its organizers underscore that in the context of the COVID-19 crisis, the pilgrims of Our Lady are especially asking her to liberate France from the pandemic “as she has done so often before during our past.” But they also want to be “missionaries, ambassadors of Christ,” and to rediscover “the beautiful spiritual history of France” by rediscovering the messages of Our Lady and the beautiful chapels and churches everywhere in the country.\n\nThe video concluded: “On the evening of August 15th, she will go up to the Basilica of the Sacred Heart of Jesus, and so we will go to Jesus through Mary, following the spirituality of Saint Louis-Marie Grignion de Montfort that is guiding us throughout this pilgrimage.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "In the middle of a 2,000-kilometer (1,243-mile) trek through the country, the Assumption will be celebrated with Mass, prayers and a consecration on August 15 in Paris.", "author": "LifeSiteNews.com", "twitter": {"card": "summary_large_image", "site": "@LifeSite", "title": "Pilgrimage through France in the shape of M for Mary stops in Paris for national feast day", "description": "In the middle of a 2,000-kilometer (1,243-mile) trek through the country, the Assumption will be celebrated with Mass, prayers and a consecration on August 15 in Paris.", "image": "https://assets.lifesitenews.com/images/made/images/remote/https_www.lifesitenews.com/images/local/Marian_pilgrimage_1024_512_75_s_c1.jpg", "url": "https://www.lifesitenews.com/news/pilgrimage-through-france-in-the-shape-of-m-for-mary-stops-in-paris-for-national-feast-day"}, "og": {"locale": "en_US", "site_name": "LifeSiteNews", "title": "Pilgrimage through France in the shape of M for Mary stops in Paris for national feast day", "description": "In the middle of a 2,000-kilometer (1,243-mile) trek through the country, the Assumption will be celebrated with Mass, prayers and a consecration on August 15 in Paris.", "image": "https://assets.lifesitenews.com/images/made/images/remote/https_www.lifesitenews.com/images/local/Marian_pilgrimage_1024_512_75_s_c1.jpg", "url": "https://www.lifesitenews.com/news/pilgrimage-through-france-in-the-shape-of-m-for-mary-stops-in-paris-for-national-feast-day"}, "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}, "p": {"domain_verify": "38d446a2e7fc3f7ab2e682248e262371"}}}}