{"GDELT": {"GlobalEventID": 940689970, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MEX", "Actor1Name": "MEXICO", "Actor1CountryCode": "MEX", "IsRootEvent": 1, "EventCode": 72, "EventBaseCode": 72, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 8.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.5, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Itajuba, Santa Catarina, Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR26", "Actor1Geo_ADM2Code": "10717", "Actor1Geo_Lat": -26.6998, "Actor1Geo_Long": -48.6826, "Actor1Geo_FeatureID": "-647625", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Itajuba, Santa Catarina, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR26", "Action2Geo_ADM2Code": "10717", "Action2Geo_Lat": -26.6998, "Action2Geo_Long": -48.6826, "Action2Geo_FeatureID": "-647625", "DATEADDED": 20200814043000, "SOURCEURL": "https://forimmediaterelease.net/airbus-foundation-viva-aerobus-and-volaris-support-covid-19-relief-efforts-in-mexico-728356/"}, "ARTICLE": {"TITLE": "Airbus Foundation, Viva Aerobus and Volaris support COVID-19 relief efforts in Mexico", "TEXT": "Airbus News first on FIR:\n\nThe Airbus Foundation, in collaboration with Aviation Sans Frontières and Mexican airlines Viva Aerobus and Volaris, have joined forces to transport and donate 336,000 surgical masks and 6,560 face shields to the Mexican Red Cross. The highly- demanded Personal Protection Equipment (PPE) will help support Mexico’s ongoing fight against COVID-19 in Mexico.\n\nThe Airbus Foundation, Viva Aerobus and Aviation Sans Frontières, will transport surgical masks to be donated to the Red Cross in the Mexican state of Nuevo León. Volaris, the Airbus Foundation and Aviation Sans Frontières will transport surgical masks and face shields to be donated to the Mexican Red Cross in Mexico City. Both airlines will leverage their latest A320neo deliveries originating from Airbus global headquarters in Toulouse.\n\nThe flights follow recent relief efforts led by the Airbus Foundation in early July, when 23 tons of humanitarian supplies were flown to Panama on an A330neo flight test aircraft in partnership with the International Federation of Red Cross and Red Crescent Societies, UNICEF in coordination with WFP GLC. These goods were allocated to different countries in Latin America to support the most vulnerable populations affected by COVID-19.\n\nSince the onset of the pandemic, Airbus and its customers have worked diligently to address the needs of the public during this difficult time. Viva Aerobus temporarily configured 10 Airbus A320 passenger aircraft as cargo-exclusive aircraft to support efforts to combat COVID-19 across Mexico and announced a campaign to transport medical professionals free of charge throughout the country.\n\nVolaris, through its “Avión Ayuda Volaris” program, have transported nearly 40 tons of medical supplies, sanitary kits, ventilators and health personnel and volunteers on its Airbus A320 Family aircraft to more than 25 cities across Mexico, in partnership with public institutions, NGOs and other private companies. Volaris has established humanitarian cargo as its top transportation priority on its routes since March 2020.\n\nAirbus employees throughout Latin America have also joined forces to combat COVID-19 by helping produce personal protective equipment in high demand for first responders. In Mexico, the Airbus team produced face shields to donate to volunteer workers of its Armed Forces. In Brazil, Helibras engineers, Airbus’ Brazilian helicopter subsidiary, produced face protection shields using 3D printing technology and donated them to a hospital in Itajuba, where the company is based.\n\nAirbus Helicopters is in the midst of coordinating additional COVID-19 response efforts with the Chilean Red Cross to transport medical supplies and personnel to several affected communities in the country.\n\n@AirbusFdn @VivaAerobus @Viajavolaris @ONG_ASF #COVID-19", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "The Airbus Foundation, in collaboration with Aviation Sans Frontières and Mexican airlines Viva Aerobus and Volaris, have joined forces to transport and | For Immediate Release | Official News Wire for the Travel Industry", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Airbus Foundation, Viva Aerobus and Volaris support COVID-19 relief efforts in Mexico", "description": "The Airbus Foundation, in collaboration with Aviation Sans Frontières and Mexican airlines Viva Aerobus and Volaris, have joined forces to transport and | For Immediate Release | Official News Wire for the Travel Industry", "url": "https://forimmediaterelease.net/airbus-foundation-viva-aerobus-and-volaris-support-covid-19-relief-efforts-in-mexico-728356/", "site_name": "For Immediate Release | Official News Wire for the Travel Industry", "image": {"identifier": "https://forimmediaterelease.net/wp-content/uploads/2020/08/A320neo-VivaAerobus-delivery-loading-031.jpg", "width": 300, "height": 208}}, "article": {"publisher": "https://www.facebook.com/etnpage/", "published_time": "2020-08-14T04:01:51+00:00", "modified_time": "2020-08-14T04:01:54+00:00"}, "twitter": {"card": "summary", "creator": "@eturbonews", "site": "@eturbonews"}, "generator": "Feed to Post 3.13.1", "msapplication-TileImage": "https://forimmediaterelease.net/wp-content/uploads/2017/04/cropped-FIR-SUQARE-270x270.jpg"}}}