{"GDELT": {"GlobalEventID": 940647965, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "ESP", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 14, "NumSources": 2, "NumArticles": 14, "AvgTone": -2.82084614429587, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Belfast, Belfast, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR3", "Actor1Geo_ADM2Code": "40158", "Actor1Geo_Lat": 54.5833, "Actor1Geo_Long": -5.933330000000001, "Actor1Geo_FeatureID": "-2589607", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Belfast, Belfast, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR3", "Action2Geo_ADM2Code": "40158", "Action2Geo_Lat": 54.5833, "Action2Geo_Long": -5.933330000000001, "Action2Geo_FeatureID": "-2589607", "DATEADDED": 20200814000000, "SOURCEURL": "https://www.kentonline.co.uk/news/national/britons-in-france-face-dash-to-get-home-before-quarantine-imposed-10050/"}, "ARTICLE": {"TITLE": "Britons in France face dash to get home before quarantine imposed", "TEXT": "Hundreds of thousands of British tourists in France face a race to get home before quarantine restrictions are imposed.\n\nPeople arriving in the UK after 4am on Saturday will be required to spend 14 days in self-isolation due to rising numbers of coronavirus cases in France.\n\nThe conditions will also apply to travellers returning to the UK from the Netherlands, Monaco, Malta, Turks & Caicos and Aruba.\n\nData shows we need to remove France, the Netherlands, Monaco, Malta, Turks & Caicos & Aruba from our list of #coronavirus Travel Corridors to keep infection rates DOWN. If you arrive in the UK after 0400 Saturday from these destinations, you will need to self-isolate for 14 days. — Rt Hon Grant Shapps MP (@grantshapps) August 13, 2020\n\nThe move, which applies throughout the UK, comes after Boris Johnson promised to be “absolutely ruthless” in decisions about imposing quarantine restrictions on countries.\n\nThe Joint Biosecurity Centre and Public Health England detected a significant change in Covid-19 risk in all six destinations.\n\nDepartment for Transport officials said that data from France shows that over the past week there has been a 66% increase in newly reported cases and a 52% increase in weekly incidence rate per 100,000 population, indicating a sharp rise in Covid-19.\n\nThe latest 14-day cumulative figures from the European Centre for Disease Prevention and Control show 32.1 Covid-19 cases per 100,000 people in France, compared with 18.5 in the UK.\n\nThe FCO now advise against all but essential travel to #France based on the current assessment of COVID-19 risks. If you're returning to the UK from France, you may need to self-isolate on your return. More info: https://t.co/JqWcOTBj4J pic.twitter.com/wdsduFpqMu — FCO travel advice (@FCOtravel) August 13, 2020\n\nThe move will come as a bitter blow to the hard-pressed French tourism industry which relies heavily on visitors from the UK.\n\nMeanwhile France’s secretary of state for European affairs said the UK decision would lead to “reciprocal measures” across the Channel.\n\nClement Beaune tweeted: “A British decision which we regret and which will lead to reciprocal measures, all in hoping for a return for normal as soon as possible.”\n\nTransport secretary Jean-Baptiste Djebbari added that he had spoken to Mr Shapps about the decision.\n\nHe tweeted: “I told my counterpart Grant Shapps of our will to harmonise health protocols in order to ensure a high level of protection on both sides of the Channel.”\n\nThe Foreign Office updated its advice to warn against all but essential travel to France because of the coronavirus risk.\n\n(PA Graphics)\n\nChannel Tunnel operator Getlink warned that many travellers may not be able to get back to the UK.\n\nJohn Keefe, Getlink’s director of public affairs, told BBC’s Newsnight the trains were “already pretty much fully booked” on Friday.\n\n“We just haven’t got the space to take everybody who might suddenly want to come up to the coast. So what we are saying to people is amend your booking online, make sure there’s space before you travel to the terminal.”\n\nHe said there was “some possibility of adding additional trains in the off-peak periods” but would-be travellers must check online before heading to the terminal.\n\n“The important thing is that people understand that it’s not going to be easy to get back and they have to be sensible about this and not get themselves into difficulties,” he said.\n\nBoris Johnson during his visit to Northern Ireland on Thursday (Brian Lawless/PA)\n\nBefore the announcement was made, Mr Johnson said: “We have got to be absolutely ruthless about this, even with our closest and dearest friends and partners.\n\n“I think everybody understands that.”\n\nMr Johnson said the Government could not allow the UK’s population to be “reinfected or the disease to come back in”.\n\n“That is why the quarantine measures are very important and we have to apply them in a very strict way,” he said during a visit to Belfast.\n\nMont St Michel, on the north coast of France (Martin Keene/PA)\n\nWith Spain already on the quarantine list, it now means that holidaymakers returning to the UK from the two most popular overseas destinations will soon have to isolate for 14 days.\n\nThe decision to add the Netherlands was made after a 52% increase in newly reported cases between August 7 and 13 after a consistent series of rises in previous weeks.\n\nDue to increased #COVID concern, @scotgov intends to remove the countries below from the quarantine ‘exempt’ list. As of 4am Saturday, you will need to quarantine for 14 days if you arrive in Scotland from these countries. FranceNetherlandsMonacoMaltaTurks & CaicosAruba — Nicola Sturgeon (@NicolaSturgeon) August 13, 2020\n\nOver the past week, there has been a 273% increase in newly reported cases in Turks & Caicos, a 1,106% increase in Aruba and a 105% rise in Malta.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0", "article": {"author": "https://www.facebook.com/KentOnline/", "published_time": "2020-08-13Z22:01:16.0000000+01:00", "modified_time": "2020-08-14Z08:52:09.8168680+01:00"}, "original-source": "https://www.kentonline.co.uk/news/national/britons-in-france-face-dash-to-get-home-before-quarantine-imposed-10050/", "og": {"url": "https://www.kentonline.co.uk/news/national/britons-in-france-face-dash-to-get-home-before-quarantine-imposed-10050/", "locale": "en_GB", "description": "People arriving from France, The Netherlands, Monaco, Malta, Turks & Caicos and Aruba after 4am on Saturday will have to self-isolate for 14 days.", "title": "Britons in France face dash to get home before quarantine imposed", "type": "article", "site_name": "Kent Online", "image": {"identifier": "https://www.kentonline.co.uk/_media/img/DNVMULW6QPAWWMUHC2VI.jpg", "width": 1620, "height": 1080}}, "description": "People arriving from France, The Netherlands, Monaco, Malta, Turks & Caicos and Aruba after 4am on Saturday will have to self-isolate for 14 days.", "fb": {"app_id": 369654107267531}, "twitter": {"card": "summary_large_image", "site": "@Kent_Online", "creator": "@Kent_Online"}}}}