{"GDELT": {"GlobalEventID": 940604835, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "RUSGOV", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor1Type1Code": "GOV", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.241071428571431, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200813190000, "SOURCEURL": "https://www.rawstory.com/2020/08/pompeo-threatens-russia-with-enormous-price-to-pay-for-bounties-while-trump-still-denies-them/"}, "ARTICLE": {"TITLE": "Pompeo threatens Russia with ‘enormous price to pay’ for bounties while Trump still denies them", "TEXT": "President Donald Trump still denies that Russia issued bounties on the heads of American soldiers in Afghanistan, but his Secretary of State, Mike Pompeo, didn’t get the memo.\n\nSpeaking to Radio Free Europe/Radio Liberty, Pompeo even went so far as to issue a threat to the Trump ally.\n\n“What we’ve said is this: If the Russians are offering money to kill Americans or, for that matter, other Westerners as well, there will be an enormous price to pay,” said Pompeo, as captured by the Washington Post. “That’s what I shared with Foreign Minister [Sergey] Lavrov. I know our military has talked to their senior leaders as well. We won’t brook that; we won’t tolerate that.”\n\nADVERTISEMENT\n\nIt’s a far cry from Trump’s allegation that the story wasn’t even real.\n\n“The Russia Bounty story is just another made up by Fake News tale that is told only to damage me and the Republican Party,” he tweeted.\n\nThe Russia Bounty story is just another made up by Fake News tale that is told only to damage me and the Republican Party. The secret source probably does not even exist, just like the story itself. If the discredited @nytimes has a source, reveal it. Just another HOAX! — Donald J. Trump (@realDonaldTrump) July 1, 2020\n\nWhen questioned about it again, he again said that he thought it was fake.\n\nADVERTISEMENT\n\n“As far as the bounty is concerned: I think it’s a hoax,” the president told Gray Television last month. “I think it’s a Democrat hoax, because good people in intelligence said that they did not think it rose to the level of bringing it to the president. Nobody brought it to me. But they said, ‘It didn’t rise to that level.’”\n\nPompeo has been cagey about the specifics from the intelligence community.\n\n“I want to be very careful about what’s public record and what’s intelligence-based,” he said. “But yes, I can assure you and the American people that each time I’ve spoken with Foreign Minister Lavrov, I’ve raised all of the issues that put any American interests at risk.”\n\nADVERTISEMENT\n\nThe Post developed a timeline that outlines Trump’s insistence that the story wasn’t legitimate. It’s a frequent problem in the White House where the president has one message and his administration will say something else. It’s remarkably similar to the way that Trump treated the Russian attack on the U.S. election in 2016.\n\n“The problem is that the two versions are almost impossible to square,” said the Post report. “If this is serious enough for Pompeo to issue a stern warning to Lavrov, it would seem serious enough to bring it to Trump’s attention and for Trump to raise the issue with Putin. If the nation’s top diplomat is putting Russia on notice about something — however substantiated it is by the intelligence — how can it also be a ‘hoax’ or ‘fake news?'”\n\nADVERTISEMENT\n\nThe frank answer is that it can’t. It was revealed in June that intelligence and White House advisers don’t even tell Trump negative things that Russia has done because he won’t believe it and even if he does, he won’t care anyway.\n\n“That’s a thoroughly unreassuring way to run a country, particularly when it comes to something that could — and intelligence has indicated already has — cost the lives of American troops,” the piece closed.\n\nRead the full report at the Washington Post.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "og": {"type": "article", "image": "https://www.rawstory.com/wp-content/uploads/2019/05/Mike-Pompeo-and-Vladimir-Putin.jpg", "url": "https://www.rawstory.com/2020/08/pompeo-threatens-russia-with-enormous-price-to-pay-for-bounties-while-trump-still-denies-them/", "title": "Pompeo threatens Russia with ‘enormous price to pay’ for bounties while Trump still denies them", "description": "President Donald Trump still denies that Russia issued bounties on the heads of American soldiers in Afghanistan, but his Secretary of State, Mike Pompeo, didn’t get the memo. Speaking to Radio Free Europe/Radio Liberty, Pompeo even went so far as to issue a threat to the Trump ally. “What we’ve said is this: If the […]"}, "twitter": {"image": "https://www.rawstory.com/wp-content/uploads/2019/05/Mike-Pompeo-and-Vladimir-Putin.jpg", "card": "summary_large_image", "url": "https://www.rawstory.com/2020/08/pompeo-threatens-russia-with-enormous-price-to-pay-for-bounties-while-trump-still-denies-them/", "title": "Pompeo threatens Russia with ‘enormous price to pay’ for bounties while Trump still denies them", "description": "President Donald Trump still denies that Russia issued bounties on the heads of American soldiers in Afghanistan, but his Secretary of State, Mike Pompeo, didn’t get the memo. Speaking to Radio Free Europe/Radio Liberty, Pompeo even went so far as to issue a threat to the Trump ally. “What we’ve said is this: If the […]"}, "generator": "AMP for WP 0.9.97.57", "onesignal": "wordpress-plugin"}}}