{"GDELT": {"GlobalEventID": 940635703, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CYP", "Actor1Name": "CYPRUS", "Actor1CountryCode": "CYP", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.13963963963963, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cyprus", "Actor1Geo_CountryCode": "CY", "Actor1Geo_ADM1Code": "CY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 33.0, "Actor1Geo_FeatureID": "CY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Cyprus", "Action2Geo_CountryCode": "CY", "Action2Geo_ADM1Code": "CY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 33.0, "Action2Geo_FeatureID": "CY", "DATEADDED": 20200813223000, "SOURCEURL": "https://www.arabnews.com/node/1719041/middle-east"}, "ARTICLE": {"TITLE": "Destabilization in eastern Med continues amid tension between France and Turkey", "TEXT": "ISTANBUL: In the face of French President Emmanuel Macron’s commitment to send temporary military reinforcements to the eastern Med, the region could turn into a scene of escalating disputes.\n\nNow the key question is whether the row will be resolved through diplomatic negotiations or military retaliations amid a climate of tension.\n\nFrench armed forces announced on Thursday that they will send two Rafale fighter jets and the naval frigate Lafayette to the region as a precaution against heightened tensions with Ankara, which were sparked by disagreements over Turkey’s oil and gas exploration in the disputed waters.\n\nTriggered by competing claims to natural gas reserves in the region, the quarrel escalated this week with the arrival of Turkish seismic research vessel Oruc Reis, escorted by warships, in a controversial area of the Mediterranean which Greece claims under its continental shelf.\n\n“The situation in the eastern Mediterranean is worrying. Turkey’s unilateral decisions on oil exploration are causing tensions. These must end in order to allow a peaceful dialogue between neighboring countries and allies within NATO,” Macron tweeted on Wednesday in French and in Greek.\n\nIn the meantime, the defense forces of France and Greece launched joint military exercises in the eastern Med to the south of the Greek island of Crete, while Macron urged Brussels last month to impose sanctions against Turkey for what he calls “violation of sovereignty” in the disputed waters.\n\nTurkey is planning to issue gas exploration and drilling licenses in the region between the Greek island of Crete and Cyprus. However, French Total is one of the prominent companies that signed a contract with Cyprus for searching and drilling eastern Med gas, but it suspended the operations in the region over the tensions.\n\nAn extraordinary meeting of the bloc’s foreign affairs ministers will be convened on Friday to discuss the dispute between Greece and Turkey in the eastern Mediterranean.\n\n“There is a strong incentive for most of the parties in the region to contain the present escalation and find an off-ramp to the crisis. The danger of miscalculation or an accident sending the conflict in a direction no one intends is rising to an unprecedented level,” Prof. Michael Tanchum, a senior fellow at the Austrian Institute of European and Security Policy (AIES), told Arab News.\n\nAnkara, whose relations with Paris have already been undermined over the Libyan conflict, is determined to make no concession over its drilling activities in the region.\n\nBut it also keeping the door open for dialogue.\n\n“Turkey wants to resolve its disagreement with Greece over energy exploration in the eastern Mediterranean through dialogue,” Defense Minister Hulusi Akar said on Wednesday. He added: “We want to reach political solutions through peaceful means in line with the international laws.”\n\nAccording to Tanchum, both Turkey and Greece now have a good measure of the positions of the other relevant regional and European actors.\n\n“Each has made its own calculus. While several EU actors are either neutral or slightly leaning toward Turkey, any further action by Ankara would turn the EU unanimously against Turkey,” he said.\n\nTanchum suggests that a third party needs to play an active role in defusing the current stand-off between Turkey and Greece.\n\n“Perhaps the most hopeful sign now is the constructive efforts of the United States to achieve a cease-fire and perhaps buffer zone in Libya. The de-linking of flashpoints is necessary and the progress in Libya can create an opening for the EU’s Foreign Affairs Council emergency meeting tomorrow,” he said.\n\nHe added: “There is a window now for a face-saving climbdown. But that opportunity will need to be introduced by a third party with sufficient vision, diplomatic skill and commitment.”\n\nA recent maritime deal signed between Greece and Egypt has also angered Ankara.\n\nAccording to Gabriel Mitchell, director of external relations and policy fellow at the Israeli Institute for Regional Foreign Policies (Mitvim), it is difficult to imagine the EU delivering a statement that is substantially different from previous statements it has made on the issue — essentially supporting Greek sovereignty and calling for the parties to engage in direct negotiations.\n\n“EU member states are relatively divided on this issue and how best to approach it,” he told Arab News.\n\nThe foreign ministers of Greece and the US — Nikos Dendias and Mike Pompeo — will meet in Vienna on Friday to discuss tensions in the eastern Mediterranean.\n\nMitchell thinks that this will be an important opportunity for the US to reaffirm its support for Greece and call the parties to the negotiating table.\n\n“But with everything that is going on, both globally and domestically, it is hard to say whether Pompeo can offer much more. Greece will likely need to rely on a combination of regional, European and American support. Still, a strong, declarative statement by Pompeo would likely be enough to halt the current escalation in the Eastern Mediterranean,” he said.\n\nAlthough both Athens and Ankara have declared their desire for direct negotiations, Mitchell considers that each side is at the same time trying to strengthen its position against the other and score some domestic points.\n\n“This increases the risk that one or more Eastern Mediterranean actors miscalculate the other side, and there is an accidental or unintentional escalation,” he said.\n\n", "METADATA": {"description": "ISTANBUL: In the face of French President Emmanuel Macron’s commitment to send temporary military reinforcements to the eastern Med, the region could turn into a scene of escalating disputes. Now the key question is whether the row will be resolved through diplomatic negotiations or military retaliations amid a climate of tension.", "abstract": "Get the latest breaking news and headlines from the largest Arab News website. Get world news, sport news, business news, entertainment, lifestyle, video and photos.", "keywords": "Jubail,Al-Ahsa,Al-Kharj,Taif,Qatif,oil,Dammam,Abha,Asir,Yanbu,islam,jobs,sports,Khalij times,gulf news,saudi gazette,Riyadh,Tabuk,Mecca,Medina,AlMadinah,Jeddah,Makkah,Hail,Mecca,Makkah,Eastern,King Abdullah, jobs in Saudi,work in saudi arabia, umrah,Hajj،عرب نيوز", "rights": "Arab News", "fb": {"app_id": 331299401208963, "pages": 10250877124}, "og": {"site_name": "Arab News", "type": "article", "title": "Destabilization in eastern Med continues amid tension between France and Turkey", "url": "https://arab.news/nfkpy", "description": "ISTANBUL: In the face of French President Emmanuel Macron’s commitment to send temporary military reinforcements to the eastern Med, the region could turn into a scene of escalating disputes. Now the key question is whether the row will be resolved through diplomatic negotiations or military retaliations amid a climate of tension.", "updated_time": "2020-08-13T23:30:04+03:00", "image": {"identifier": "https://www.arabnews.com/sites/default/files/2020/08/13/2228831-85517601.jpg", "url": "https://www.arabnews.com/sites/default/files/2020/08/13/2228831-85517601.jpg"}}, "twitter": {"card": "summary_large_image", "site": {"identifier": "@Arab_News", "id": 69172612}, "creator": {"identifier": "@Arab_News", "id": 69172612}, "title": "Destabilization in eastern Med continues amid tension between France", "url": "https://arab.news/nfkpy", "description": "ISTANBUL: In the face of French President Emmanuel Macron’s commitment to send temporary military reinforcements to the eastern Med, the region could turn into a scene of escalating disputes. Now the", "image": "https://www.arabnews.com/sites/default/files/2020/08/13/2228831-85517601.jpg"}, "article": {"published_time": "2020-08-13T23:30:04+03:00", "modified_time": "2020-08-13T23:30:04+03:00"}, "viewport": "width=device-width, initial-scale=1.0"}}}