{"GDELT": {"GlobalEventID": 940677062, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.3027522935779796, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gulberg, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5317, "Actor1Geo_Long": 74.3495, "Actor1Geo_FeatureID": "-2761779", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gulberg, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 31.5317, "Action2Geo_Long": 74.3495, "Action2Geo_FeatureID": "-2761779", "DATEADDED": 20200814024500, "SOURCEURL": "https://www.thenews.com.pk/print/700345-controversy-emerges-over-o-a-levels-results"}, "ARTICLE": {"TITLE": "Controversy emerges over O & A levels results", "TEXT": "LAHORE:The controversy over grading in the Cambridge O & A levels results, announced recently, has started growing in Pakistan with more and more students coming forward expressing strong concerns over, what they termed, “unfair grading”.\n\nMinister for Federal Education and Professional Training Shafqat Mahmood also took to social media saying he had conveyed the students’ concerns to Cambridge.\n\n“I have received many complaints about unfair grading and conveyed to Cambridge the students’ concerns. I am hopeful that Cambridge Assessment International Education (CAIE) will look into it and take remedial measures,” the minister wrote in his social media message.\n\nCambridge International had cancelled its May/June 2020 series worldwide with announcement to award certificates without exams. The CAIE followed a four-step assessment mechanism which included teachers’ predicted grades, ranking order, school review/approval and standardisation. However, after the results were announced on 10 August, students started raising concerns as they got grades against their expectations and previous performance.\n\nMaha Kamran, a student from LGS, Gulberg, said she got A’s in her internal/mock exams held earlier in February this year but the same were downgraded to Cs in the A-level final results which she failed to comprehend. She said similar issue was faced by many other students at her schools and peers at other institutes.\n\nOne such O-level student Asher Amir said that he got A* in Chemistry in previous attainment in school but got A in the subject while he wasalso not satisfied with his B grade in English. He said, contrary to this, some students who did not perform well in school exams got high grades in the results announced by the CAIE while others were downgraded.\n\n“Students should have been given benefit of the situation, instead, they have been penalised”, wrote one aggrieved on social media.\n\nA large number of parents and students have already approached their respective schools to express concern over the grading.\n\nIn the prevailing situation, issues related to equivalence are also likely to surface as many parents believe that with the grades awarded their children would be unable to compete for medical and engineering admissions with those having local qualification as the federal and provincial governments in Pakistan had really facilitated the students after the board exams were cancelled because of Corona pandemic in March this year.\n\nOn the other hand, some people are also raising concerns over financial aspect involved in the CAIE exams as services rendered after the cancellation of exams are far less costly. Talking to The News, Shahid Ashraf, Cambridge International Deputy Country Director Pakistan, said CAIE Pakistan was in contact with schools to address genuine concerns of the students and added the same were being forwarded to relevant division at the Cambridge International. To a question, he said most of the complaints were related to A-level results.\n\nAnswering a question about finances involved as exams were not conducted at all, he said the exams were cancelled at the eleventh hour while centres were already booked. He added funds were also spent on the development of new assessment system for grading as it did not exist in the past.\n\nShahid Ashraf said Cambridge International Pakistan would offer 50 percent concession to students appearing in October/November series.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "TITLE": "Controversy emerges over O & A levels results | Lahore | thenews.com.pk", "description": "LAHORE:The controversy over grading in the Cambridge O & A levels results, announced recently, has started growing in Pakistan with more and more students coming forward expressing strong concerns...", "keywords": "controversy,emerges,levels,results", "fb": {"app_id": 650123461797330}, "og": {"title": "Controversy emerges over O & A levels results", "image": {"identifier": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg", "secure_url": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg", "type": "image/jpeg", "width": 390}, "description": "LAHORE:The controversy over grading in the Cambridge O & A levels results, announced recently, has started growing in Pakistan with more and more students coming forward expressing strong concerns...", "url": "https://www.thenews.com.pk/print/700345-controversy-emerges-over-o-a-levels-results", "type": "article"}, "twitter": {"card": "summary_large_image", "site": "@thenews_intl", "creator": "@Khalid Khattak", "title": "Controversy emerges over O & A levels results", "description": "LAHORE:The controversy over grading in the Cambridge O & A levels results, announced recently, has started growing in Pakistan with more and more students coming forward expressing strong concerns...", "image": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg?t=120156"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "apple-mobile-web-app-title": "The News International", "msapplication-TileImage": "https://www.thenews.com.pk/assets/front/img/tn-icons/144x144.png", "msapplication-TileColor": "#333333", "theme-color": "#000000"}}}