{"GDELT": {"GlobalEventID": 940666780, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "LAO", "Actor2Name": "LAOS", "Actor2CountryCode": "LAO", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.60934182590234, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cambodia", "Actor1Geo_CountryCode": "CB", "Actor1Geo_ADM1Code": "CB", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CB", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mekong River, Vietnam (general), Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM00", "Actor2Geo_ADM2Code": "32660", "Actor2Geo_Lat": 10.25, "Actor2Geo_Long": 105.917, "Actor2Geo_FeatureID": "-3721425", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mekong River, Vietnam (general), Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM00", "Action2Geo_ADM2Code": "32660", "Action2Geo_Lat": 10.25, "Action2Geo_Long": 105.917, "Action2Geo_FeatureID": "-3721425", "DATEADDED": 20200814013000, "SOURCEURL": "http://dtinews.vn/en/news/017002/69404/top-leaders-of-vietnam--laos-hold-phone-talks.html"}, "ARTICLE": {"TITLE": "DTiNews - Dan Tri International, the news gateway of Vietnam", "TEXT": "Top leaders of Vietnam, Laos hold phone talks\n\nParty General Secretary and State President Nguyen Phu Trong discussed Vietnam-Laos relations over the phone with his counterpart Bounnhang Vorachith on August 13, calling for continued coordination in the COVID-19 fight.\n\n\n\n\n\nParty General Secretary and State President Nguyen Phu Trong (centre) at the phone talks with his Lao counterpart Bounnhang Vorachith on August 13 (Photo: VNA)\n\nDuring the talks, General Secretary of the Lao People’s Revolutionary Party and President of Laos Bounnhang Vorachith offered condolences to the Vietnamese Party, State and people on the death of former Party General Secretary Le Kha Phieu.\n\n\n\nHe also congratulated Vietnam on recent achievements and spoke highly of its efforts and experience in the COVID-19 combat, expressing his belief that with the Communist Party of Vietnam’s clear-sighted leadership, the Government’s direction, the whole political system’s solidarity and the people’s consensus, the country will continue keeping the outbreak under control.\n\n\n\nThanking Vietnam for sharing experience and assisting his country, the Lao leader hoped that the two countries will increase sharing information and supporting each other in the battle against COVID-19.\n\n\n\nFor his part, Party General Secretary and President Trong thanked Laos for the close coordination with Vietnam in bilateral aspects as well as within the ASEAN framework. He also highly valued the Lao Party and Government’s leadership and the Lao people’s solidarity in the drastic implementation of measures to contain the coronavirus and sustain socio-economic development.\n\n\n\nHe suggested the two countries continue working closely in the fight against COVID-19 so that they can contain the pandemic soon and go on with socio-economic development and improvement of people’s living standards.\n\n\n\nDuring their talks, the two leaders informed each other about the situation of their respective Parties and countries, discussed bilateral cooperation, and exchanged views on international and regional issues of shared concern.\n\n\n\nThey highlighted that cooperation between the two Parties and countries has continually been strengthened in all spheres, helping with political stability and socio-economic development in each nation.\n\n\n\nThey also affirmed joint efforts will be made to uphold and pass down the special Vietnam-Laos solidarity to future generations.\n\n\n\nBesides, the leaders pledged their countries’ continuation of timely information sharing, close and effective coordination, along with mutual support in international and regional affairs, especially within the frameworks of ASEAN, the United Nations, the World Trade Organisation, the Asia-Europe Meeting (ASEM), and Mekong sub-region cooperation mechanisms.\n\n\n\nVietnam and Laos will work with Cambodia to effectively carry out the agreement on their Development Triangle Area reached among the three countries’ Prime Ministers. They will also coordinate with other countries in the management and sustainable and efficient use of the Mekong River’s water resources for the sake of sustainable development in the region, the two leaders added.", "METADATA": {"description": "Party General Secretary and State President Nguyen Phu Trong discussed Vietnam-Laos relations over the phone with his counterpart Bounnhang Vorachith on August 13, calling for continued coordination in the COVID-19 fight.", "keywords": "Top leaders of Vietnam, Laos hold phone talks", "revisit-after": "1 day", "author": "Hoàng Mạnh Giỏi", "robots": "noodp, index, follow, all"}}}