{"GDELT": {"GlobalEventID": 940667335, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OPP", "Actor1Name": "PRISONER", "Actor1Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.34265734265734, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Louth, Louth, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI19", "Actor1Geo_ADM2Code": "18297", "Actor1Geo_Lat": 53.9486, "Actor1Geo_Long": -6.54139, "Actor1Geo_FeatureID": "-1504338", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Louth, Louth, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI19", "Action2Geo_ADM2Code": "18297", "Action2Geo_Lat": 53.9486, "Action2Geo_Long": -6.54139, "Action2Geo_FeatureID": "-1504338", "DATEADDED": 20200814013000, "SOURCEURL": "https://www.irishtimes.com/news/crime-and-law/garda-killer-aaron-brady-will-be-almost-60-by-time-he-leaves-prison-1.4329771"}, "ARTICLE": {"TITLE": "Garda killer Aaron Brady will be almost 60 by time he leaves prison", "TEXT": "Having already been in prison for over two years awaiting trial, Aaron Brady is not new to the sights and smells of prison life. However, he is new to Mountjoy Prison, Dublin, where he was transferred after his conviction on Wednesday for the capital murder of Det Garda Adrian Donohoe.\n\nGarda and legal sources said as his legal bills were covered by the State for as long as he wished, he was certain to appeal his conviction. Unless he wins that appeal, the 29-year-old will be almost 60 years by the time he will be freed.\n\nHe was the first person in the State convicted of capital murder since 1985 and sources said because that verdict was so rare, and because the case against him was largely built on circumstantial evidence, it was not impossible that he could win on appeal.\n\nBrady, a married father of one, was deported from the US in May 2017, having been arrested at the time on his way to work in New York one morning. It was a move that surprised the Co Armagh man who believed he would never be charged with the murder.\n\nOnce deported from the US back to the Republic he was brought before the courts to face charges of murdering Det Garda Donohoe during a robbery at Lordship Credit Union, Co Louth, in January 2013, which he was also charged with.\n\nHe was a remand prisoner until convicted, meaning he was being held in prison awaiting trial. However, when he was taken away from the Central Criminal Court on Wednesday afternoon as a convicted garda killer, his status in the prison system switched to sentenced prisoner.\n\nIt meant he left behind the more modern confines of Cloverhill Prison, where many remand prisoners are kept, for Mountjoy Prison, Dublin, one of the most notorious prisons in the Republic.\n\nViolent and unpredictable\n\nThe impressive refurbishment of the once-Dickensian facility over the past decade cannot disguise the fact it is home to some of the most violent and unpredictable criminals in the country, with large numbers of prisoners either addicted to heroin or dependent on methadone or both. Many of the prisoners are from backgrounds of extreme disadvantage and suffer from mental health issues. Gang-based violence is rife in the prison on North Circular Road, with Dublin gangs ruling the landings and where Brady, who has been given a cell in D Wing, may struggle to fit in.\n\nThat task of integrating will be made more difficult because prisoners at the jail are locked up for much longer periods than normal at present due to Covid-19.\n\nBrady’s family are also based in Co Armagh, meaning family visits will not be easy for the now notorious killer who sealed his own fate by boasting about killing Det Garda Donohoe during drinking sessions while living in the US.\n\nWhen Brady arrived at Mountjoy Prison he was brought into the reception area where personal details and physical descriptions are recorded, including height and weight and any tattoos or birth marks, while all new arrivals must also shower. A reception officer conducted a committal interview, during which Brady gave his name, address, date of birth, next of kin, occupation and religion. He was then asked for other details by reception and medical staff including whether he had a drug habit or suffered from any illnesses. Like all new arrivals, he was held in the committal unit for 24 hours, where physical and mental health is observed, before being moved into the prison population; in Brady’s case, the D Wing.\n\nLocked in cells\n\nThe regimes in all prisons are broadly similar, with cells unlocked at about 8am. After collecting breakfast, the prisoners are locked in until 9.30am, when they are let out for recreation, work or education. They return to cells at noon to eat and stay there until 2.15pm.\n\nRecreation or training follows until 4pm when they collect tea and are locked in cells until 5.30pm. There is 90 minutes of recreation until 7.30pm when they are locked into cells with TV or reading to occupy them. The vast majority of cells are single occupancy.\n\nIn recent months, the regimes in prisons have been significantly changed, with prisoners spending a lot more time in their cells. Groups of prisons are allowed out of their cells for periods of time before being locked up again, allowing other groups out-of-cell time on a rotating basis.\n\nHowever, Netflix has been provided in cells for the duration of the restricted regime period due to Covid-19.\n\nWhile that restricted regime may be in place for a very prolonged period, Brady will have plenty of time to experience the regular regime as he has 30 years to serve. His sentencing was not due to take place until October but conviction for capital murder – killing a person you knew was a Garda member on duty – carries an automatic sentence of 40 years. However, Brady will be entitled to 10 years remission – automatic time off, not linked to “good behaviour” – meaning a sentence of 30 years, unless he wins his appeal.", "METADATA": {"apple-itunes-app": "app-id=365544593", "description": "Co Armagh man never thought he would be charged with murder of Adrian Donohoe", "vf": {"unique_id": "wwwirishtimescom14329771"}, "news_keywords": "News, Crime & Law", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes, target-densitydpi=medium-dpi", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "robots": "all", "og": {"title": "Garda killer Aaron Brady will be almost 60 by time he leaves prison", "type": "article", "url": "https://www.irishtimes.com/news/crime-and-law/garda-killer-aaron-brady-will-be-almost-60-by-time-he-leaves-prison-1.4329771", "site_name": "The Irish Times", "description": "Co Armagh man never thought he would be charged with murder of Adrian Donohoe", "locale": "en_US", "image": {"identifier": "https://www.irishtimes.com/image-creator/?id=1.4329767&origw=1440", "secure_url": "https://www.irishtimes.com/image-creator/?id=1.4329767&origw=1440", "type": "image/jpeg", "height": 630, "width": 1200}}, "twitter": {"card": "summary_large_image", "site": "@IrishTimes", "creator": "@conormlally", "url": "https://www.irishtimes.com/news/crime-and-law/garda-killer-aaron-brady-will-be-almost-60-by-time-he-leaves-prison-1.4329771", "title": "Garda killer Aaron Brady will be almost 60 by time he leaves prison", "description": "Co Armagh man never thought he would be charged with murder of Adrian Donohoe", "image": "https://www.irishtimes.com/polopoly_fs/1.4329767.1597360110!/image/image.jpg", "account_id": 15084853}, "p": {"domain_verify": "407f54448f07f81a1dee976d9c243713"}, "fb": {"pages": 45441411157, "app_id": 1170474839675514}}}}