{"GDELT": {"GlobalEventID": 940648917, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor2Code": "VNM", "Actor2Name": "VIETNAM", "Actor2CountryCode": "VNM", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.3116438356164397, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM", "Actor2Geo_Lat": 16.166667, "Actor2Geo_Long": 107.83333300000001, "Actor2Geo_FeatureID": "VM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM", "Action2Geo_Lat": 16.166667, "Action2Geo_Long": 107.83333300000001, "Action2Geo_FeatureID": "VM", "DATEADDED": 20200814000000, "SOURCEURL": "https://www.veteranstoday.com/2020/08/13/blockbuster-beirut-go-to-121-and-learn-who-fakes-what/"}, "ARTICLE": {"TITLE": "Blockbuster: New irrefutable proof Lebanon was attacked by Israel, Google and Facebook (new update/English translation) – Veterans Today", "TEXT": "Google has set back the counter on this post 3 times so far (now 4). Not so sure this is going to work out for them again.\n\nIf there had been fertilizer in the warehouse, the Israeli jets wouldn’t have needed to attack once they started the fire. They would have gotten far away. Israel, as we can see, they dropped a bomb on an empty warehouse with a 6 kiloton bang. Watch it now, in this Tweet, then again frame by frame to see the planes and hear attack, just like the hundreds did in Beirut now being silenced by Facebook and Google on behalf of their attackers.\n\nThe mysterious Beirut video with English subtitles. pic.twitter.com/NdQgTGJtTp — Gordon Duff (@gpduf) August 13, 2020\n\nAt 1:12 the planes dive in, you hear them buzz close by, terrifying those taking the video. At 1:53 one of them pulls up after releasing the weapon and turns off into the cloud.\n\nStills below but catch it yourself as well.\n\nAnd, the last thing you see is a nuclear attack. Here is another view.\n\nVT: Since the Israeli nuclear attack on Beirut, a ban has been put on the hundreds of videos Lebanese civilians took of the F 16s we now know dropped the tactical nuke on the port of Beirut. Watch CC tv of pedestrians pointing at the planes, further down you can see the whole attack, get the entire experience, sound, see the planes and enjoy the devastating explosion so many treat as a joke but that devastated Lebanon.\n\nCC tv of pedestrians watching F 16s descend over Beirut harbor. pic.twitter.com/oNAFjL3Bg9 — Gordon Duff (@gpduf) August 12, 2020\n\n[ Editor’s Note: We need a translation of the Arabic conversation as more evidence. It is very important. Please post in the comments please, or let me know you can do it and I will email you directly. We need a translation to parallel the video action. VT has always been a team effort of our worldwide network of contributors, our readers and commenters. Thank you… Jim W. Dean ]\n\nWeAreTheMighty.com: This is how Israel modified F-16s for its unique needs\n\nWere Israel to drop any other weapon, they would use the F15E rather than their fleet of specially modified F 16s which are their choice for nuclear delivery.\n\nVideos are coming into VT now, that and witness statements. In every case, they were removed from Facebook and Google’s YouTube while both organizations have, from the first moments, pushed conspiracy theories about fertilizer and fireworks.\n\nWe have evidence that both Sergei Brin of Google and Zuckerberg are operational assets at the highest level of a rogue CIA-Mossad operation to bring down both the Middle East and the United States.\n\nThe same folks who rig the elections now rig the wars as well. Both banned VT over 5 years ago. Try posting a VT link on Facebook. Prove it to yourself. Our story:\n\nThe couple who filmed and submitted this video are brave and lucky. As the Israeli plane dives in, you can hear them point out the plane and she screams as the missile is released. Video here and at the Twitter post below.\n\nYou can hear them, you can hear the plane and missile and watch them take alarm seconds before anything happened.\n\nThe Israeli F 16 you will hear is seen on the video at 1:53 to 1.54 but heard approaching at 1:12 and releases its missile at 1:21\n\nThe planes the ‘hasbara’ claimed were birds, now filmed from a rooftop, are F 16s, yes, they are birds, “Fighting Falcons, ” and very noisy ones.\n\nWe have some questions now. If we have fake missile videos, they had to have been created by a security agency, Israel for sure, with much of the work done in advance and a network of trolls putting them out.\n\nHere is why I ask this, we have eyewitnesses now of a missile from an Israeli plane and, below, the sound of that plane and missile recorded from a Beirut rooftop. When Meissan said this was a new Israeli weapon, he may have been referring to a plane launched suicide drone type weapon or a hybrid glide bomb.\n\nWhat we do hear at 1:21 is an F16 (single-engine/also seen and identified) enter a dive directly over the target, as heard easily from a rooftop in this audio masterpiece.\n\nAnd then we had these witnesses as well from another location but with no media.\n\n“My dear brother, I was in the church during the time of the explosion praying. The doors and windows were all closed. The number of parishioners was few, but the psalters sang loud. I first heard the sound of two small explosions after which the sound of a launching missile went off.\n\nIt was no more than three seconds after that that the ground began to shake and the explosive storm that ensued immediately after that ripped off the doors and the windows and tossed them within the church. Shattered glass was strewn all over the floor.\n\nA huge missile had exposed nearby. According to my estimates, the explosion occurred about 5 kilometers from the church and my home.\n\nWe are all still experiencing shock over all of this and that fact that the explosion sent my already sick wife (whose situation has gotten worse) flying within our home with glass everywhere certainly didn’t help. “(original text in Greek below)\n\nComments wanted. We have more videos but there is no place we can host them safely thus far.\n\nThis video and the Russian (and Lebanese govt, which is in the wrong format), show a smaller missile, or a “glide bomb.”\n\nTurn up the speakers and listen to Beirut sing of attack pic.twitter.com/bKbyUhi1mb — Gordon Duff (@gpduf) August 12, 2020\n\nThese are piling up from half of Beirut, the ‘city of video fakers’ and fertilizer hoarders…\n\nAnd watch a Russian video expert do his thing…\n\nBiography\n\n\n\nBiography Gordon Duff, Senior Editor Senior Editor , VT\n\n\n\nDuff has traveled extensively, is published around the world and is a regular guest on TV and radio in more than “several” countries. He is also a trained chef, wine enthusiast, avid motorcyclist and gunsmith specializing in historical weapons and restoration. Business experience and interests are in energy and defense technology.\n\n\n\nGordon’s Archives – 2008-2014 Gordon Duff is a Marine combat veteran of the Vietnam War. He is a disabled veteran and has worked on veterans and POW issues for decades. Gordon is an accredited diplomat and is generally accepted as one of the top global intelligence specialists. He manages the world’s largest private intelligence organization and regularly consults with governments challenged by security issues.Duff has traveled extensively, is published around the world and is a regular guest on TV and radio in more than “several” countries. He is also a trained chef, wine enthusiast, avid motorcyclist and gunsmith specializing in historical weapons and restoration. Business experience and interests are in energy and defense technology.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "https://www.veteranstoday.com/wp-content/uploads/ScreenHunter-545-1.jpg"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://www.veteranstoday.com/wp-content/uploads/2017/08/cropped-ww1-d-167-dead-1-270x270.jpg"}}}