{"GDELT": {"GlobalEventID": 940631921, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "VNM", "Actor2Name": "VIETNAM", "Actor2CountryCode": "VNM", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.07758620689656, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200813220000, "SOURCEURL": "https://japantoday.com/category/politics/update1-japan-singapore-to-ease-covid-19-travel-restrictions-from-sept."}, "ARTICLE": {"TITLE": "Japan, Singapore to ease COVID-19 travel restrictions from September", "TEXT": "Japan and Singapore agreed Thursday to ease travel restrictions implemented in response to the coronavirus pandemic from September, targeting businesspeople and expatriates, on condition they take measures to prevent infections.\n\n\"We will just need to confirm small details before the resumption of reciprocal visits,\" Japanese Foreign Minister Toshimitsu Motegi told reporters online after reaching the agreement with his Singaporean counterpart Vivian Balakrishnan at their meeting in the Southeast Asian country.\n\nJapan, which currently bans the entry of all foreign nationals from 146 designated countries and regions in principle, said in late July it will newly enter into discussions with 12 Asian economies, including Singapore, on ways to resume travel.\n\nIn a separate move, Japan has already been in talks with Vietnam, Thailand, Australia and New Zealand.\n\nIn June, on a trial basis, the Japanese government flew chartered aircraft to take businesspeople to Vietnam.\n\nThe agreement between Japan and Singapore will cover short-term business travelers as well as expatriates and other long-term residents, the Japanese Foreign Ministry said.\n\nThe eligible business travelers will be exempt from a 14-day self-quarantine period after arriving in Japan, or Singapore provided they submit an itinerary of their stay, limit their travel to between where they are staying and the workplace, do not use public transportation and avoid contact with random people or crowds, the ministry said.\n\nExpatriates and other long-term residents, meanwhile, will have to stay at home or a designated location for 14 days after arrival.\n\nTravelers entering Japan under both categories will be required to report their health condition to authorities via the Line messaging app for 14 days after arrival, install a COVID-19 contact tracing app designated by the health ministry and also agree to retain GPS data for two weeks.\n\nThe two ministers, in their first in-person meeting since November, also exchanged views on China's maritime assertiveness in the South and East China seas, as well as on North Korea's nuclear and ballistic missile programs.\n\nMotegi said he \"expressed concern about attempts at unilateral change of status quo\" in the waters.\n\nBalakrishnan stressed the importance of freedom of navigation, according to Motegi.\n\nThey also discussed tensions surrounding Hong Kong. \"Japan is deepening its grave concern about the recent situation in Hong Kong,\" said Motegi, citing the arrests this week of pro-democracy activist Agnes Chow, media boss Jimmy Lai and eight others under a new national security law.\n\nThe arrests and Hong Kong's deploying of police officers to search the head office of Lai's The Apple Daily \"raise doubts over the freedom of speech and the press in Hong Kong,\" he said while adding that Japan has conveyed its concerns to China.\n\nThey also agreed to strengthen coordination in responding to the pandemic, including developing and ensuring fair access to vaccines, the Japanese ministry said.\n\nMotegi separately met with Singaporean Prime Minister Lee Hsien Loong. They agreed to coordinate closely in addressing regional issues, including on the South China Sea and North Korea, the ministry said.\n\nOn Friday, the Japanese minister will travel to Malaysia for talks with Mohamed Azmin Ali, the country's minister of international trade and industry, and Foreign Minister Hishammuddin Hussein. After returning to Japan, Motegi will then visit Papua New Guinea, Cambodia, Laos and Myanmar from Aug 20 to 25.\n\nMotegi visited Britain for four days last week, becoming the first member of Prime Minister Shinzo Abe's cabinet to travel overseas since the coronavirus was declared a pandemic by the World Health Organization in March.\n\n© KYODO", "METADATA": {"description": "Japan and Singapore agreed Thursday to ease travel restrictions implemented in response to the coronavirus pandemic from September, targeting businesspeople and expatriates, on condition they take measures to prevent infections. &quot;We will just need to confirm small details before the resumption of reciprocal visits,&quot; Japanese Foreign Minister Toshimitsu Motegi told reporters online…", "og": {"title": "Japan, Singapore to ease COVID-19 travel restrictions from September", "description": "Japan and Singapore agreed Thursday to ease travel restrictions implemented in response to the coronavirus pandemic from September, targeting businesspeople and expatriates, on condition they take measures to prevent infections. &quot;We will just need to confirm small details before the resumption of reciprocal visits,&quot; Japanese Foreign Minister Toshimitsu Motegi told reporters online…", "url": "https://japantoday.com/category/politics/Japan-Singapore-to-ease-COVID-19-travel-restrictions-from-September", "image": "https://japantoday.com/images/japan-today-social.jpg", "type": "article", "site_name": "Japan Today"}, "twitter": {"title": "Japan, Singapore to ease COVID-19 travel restrictions from September", "description": "Japan and Singapore agreed Thursday to ease travel restrictions implemented in response to the coronavirus pandemic from September, targeting businesspeople and expatriates, on condition they take measures to prevent infections. &quot;We will just need to confirm small details before the resumption of reciprocal visits,&quot; Japanese Foreign Minister Toshimitsu Motegi told reporters online…", "image": {"src": "https://japantoday.com/images/japan-today-social.jpg"}, "url": "https://japantoday.com/category/politics/Japan-Singapore-to-ease-COVID-19-travel-restrictions-from-September", "site": "summary", "card": "@JapanToday", "domain": "japantoday.com"}, "viewport": "width=device-width, initial-scale=1.0", "fb": {"app_id": 205769802778296}, "theme-color": "#ffffff"}}}