{"GDELT": {"GlobalEventID": 940638289, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSE", "Actor1Name": "WEST BANK", "Actor1CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.5921052631579, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE00", "Actor1Geo_ADM2Code": "68767", "Actor1Geo_Lat": 31.9026, "Actor1Geo_Long": 35.1955, "Actor1Geo_FeatureID": "-795956", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Action2Geo_CountryCode": "WE", "Action2Geo_ADM1Code": "WE00", "Action2Geo_ADM2Code": "68767", "Action2Geo_Lat": 31.9026, "Action2Geo_Long": 35.1955, "Action2Geo_FeatureID": "-795956", "DATEADDED": 20200813224500, "SOURCEURL": "https://themedialine.org/top-stories/palestinians-advocate-for-slow-fashion-to-save-economy-environment/"}, "ARTICLE": {"TITLE": "Palestinians Advocate for ‘Slow Fashion’ to Save Economy, Environment", "TEXT": "‘Our fight is to create a radical change in consumerism’ with second-hand clothing, young Ramallah entrepreneur says\n\nAnas Dalou never thought he would embark on an adventure after visiting a bustling second-hand market, but when he stepped into the bazaar in the West Bank city of Nablus, he saw the potential for a wardrobe that was both affordable and environmentally friendly.\n\nRecalling the smell and the filthy place, he says: “I felt like I was diving amid gems of fashion that I could actually afford.”\n\nWith a glow in his eyes, he speaks of what he found there and how the trip changed him.\n\n“I had NIS 100 [about $30] in my pocket. I bought five bags full of clothes that I’m wearing nowadays,” he tells The Media Line. “That’s when I knew that I needed to open my own business to sell second-hand clothes.”\n\nAnas Dalou (All Photos Courtesy)\n\nThe only potential stumbling block: How to make Basta, his online used-clothing business, thrive in Ramallah.\n\nRamallah is the Palestinian territories’ trendiest locale and a hub for youth, culture and a spirited nightlife. It’s a city that has expanded over the more than quarter of a century since the signing of the Oslo Accords with Israel, boosted by an influx of young Palestinians from all over the West Bank seeking better jobs and living conditions.\n\nArmed with a capital investment of $200 and a simple business model, Dalou, a 21-year-old marketing student at nearby Birzeit University, teamed with four friends and began to purchase second-hand clothes from thrift stores, clean them and advertise them for sale on social media at strikingly low prices.\n\n“We tell people they can still wear brand names and quality clothing – but without it costing the world so much water and unfair labor conditions, and without throwing them away [so often]. At every sales interaction with our customers, we try to raise awareness about the consequences of ‘fast fashion,’” Dalou says.\n\nWe tell people they can still wear brand names and quality clothing – but without it costing the world so much water and unfair labor conditions, and without throwing them away [so often]. At every sales interaction with our customers, we try to raise awareness about the consequences of ‘fast fashion\n\nFast-fashion brands produce pieces to get the newest style on the market as soon as possible. It has become associated with disposable fashion.\n\nThe slow fashion or conscious fashion movement has come in opposition to fast fashion, saying the latter is responsible for, among other things, excessive pollution in the production of clothing and the decay of synthetic fabrics.\n\n“Our fight is about creating a radical change in the consumerism that we are all too involved in without being sufficiently aware of it,” Dalou stresses.\n\nOur fight is about creating a radical change in the consumerism that we are all too involved in without being sufficiently aware of it\n\nFor Dalou and his team, it became clear that the latest socioeconomic trends in Ramallah were no longer the product of political conditions, but rather the aftermath of the ongoing COVID-19 pandemic. The health crisis has left thousands out of work and seen many small and medium-sized businesses shuttered for good after a three-month lockdown and repeated restrictions since March 5.\n\nAlthough business activity had faltered, the young fashion enthusiast saw an opportunity to make a modest profit while preserving the environment by reselling clothes and other used items sourced from individuals or the rustic and disorganized second-hand markets in cities like Nablus, Hebron and Qalqilya.\n\n“Half the way to setting up a second-hand online store is to go to the market and start collecting the clothes and come up with a name,” Dalou says.\n\nHalf the way to setting up a second-hand online store is to go to the market and start collecting the clothes and come up with a name\n\n“At first, we used our homes for storage. We washed and ironed at home, and today we are using a cost-efficient process for dry cleaning and have rented a small shared working space,” he explains.\n\n“I choose the items based on their quality, not their fashion trend. We look at a piece and see if any of us feels it is appropriate to be worn,” he states. “Then we take it into our collection and advertise it at a low price of between zero and NIS 60.”\n\nGiven that the lockdowns and restrictions on movement among West Bank cities have limited Dalou and his team’s access to second-hand markets, they have become more dependent on what individuals have to offer, sometimes for symbolic payments of between NIS 20 and NIS 50.\n\nHe and his friends, mostly volunteers, divide themselves into two departments. One buys the items and gets them cleaned and prepared for sale. The second markets them via Instagram.\n\nMembers of Basta’s staff are not just fashion enthusiasts seeking a profit – they are committed advocates of slow fashion, an eco-friendly and sustainable reaction to the fast-changing fashion trends that often end up in the landfills that have become a global problem.\n\nThe mark-up is low, so they sell as many pieces as they can to increase revenues.\n\nBalqis Nakhleh, 23, a graduate in English language and literature, volunteers at Basta’s online shop out of her interest in fighting fast fashion’s environmental damage. She says her involvement has taught her how these items, which often have a story behind them, connect people in a new way.\n\nSays Raghad Moussa: “I had a green skirt that I loved, and it was not easy for me to part with it, but it made me happy when I saw another woman wearing it. I felt like it got a new life and a new home.”\n\nI had a green skirt that I loved, and it was not easy for me to part with it, but it made me happy when I saw another woman wearing it. I felt like it got a new life and a new home\n\nBassem Khudari, a 26-year-old economist who lost his job as a result of the COVID-19 downturn, says he does not want to become a millionaire.\n\n“I want to be happy, and I found my happiness working here with Basta online,” he relates.\n\nIt turns out that Dalou’s initiative helped fill a big need in light of the economic fallout from the lockdown in the West Bank. At least seven second-hand stores have opened in Ramallah alone, mostly selling online.\n\nMalak Ghannam, a fourth-year political science student, founded one of those shops. She named it Retro Ramallah to invite her target audience to revisit their closets and the impact of fast fashion trends.\n\n“For us, the lockdown was an opportunity to reach out to people and offer second-hand clothes as a quality and affordable alternative,” she says. “We felt we were heard, and our sales increased.”\n\nGhannam says that more and more people are depending on used items “because they feel they are doing something good and benefiting from it at the same time. It is the exact opposite of spending without limits and being inconsiderate of the environment.”\n\nShe, too, has a low profit margin and hopes that the culture of second-hand stores will spread in the Palestinian territories, as it has in the rest of the world.\n\n“Second-hand clothing is very affordable in Palestine; the cost is usually between NIS 5 and NIS 120,” she explains. “But I don’t think that second-hand shops only aim to bring in money. As the owner of one, I put away no more than NIS 100 at the end of the working day.”\n\nAnother small shop, Dukan, is the first initiative of its kind in Ramallah. It is a part of a local NGO’s program aiming to generate profits to support women’s and youth initiatives.\n\nDukan saw a significant increase in sales and donations during the COVID-19 lockdown, according to project officer Shaden Tubaileh, who takes it upon herself to market the items and raise awareness of the advantages of slow fashion through online platforms.\n\nShaden Tubaileh does some online marketing work.\n\n\n\n“During the lockdown, our sales of books peaked,” she says, noting that as soon as the closure was lifted, donations increased and she had to increase storage capacity.\n\n“Right after the lockdown, our sales really went up for clothes, books, toys and antiques,” Tubaileh adds. “We know that more than one factor was behind the sales, but I believe that most of the people who come to Dukan are interested in the good prices.\n\n“We receive donations from people from different backgrounds across the West Bank, even sometimes from organizations, and our customers are also from different backgrounds and varying financial capabilities,” she says.\n\nWe receive donations from people from different backgrounds across the West Bank, even sometimes from organizations, and our customers are also from different backgrounds and varying financial capabilities\n\nSecond-hand stores may provide a solution for many Palestinians given the severe economic fallout from the coronavirus.\n\nBasma Shawabka, 50, volunteers three days a week at Dukan to help raise awareness about slow fashion. She is holding a new three-piece man’s suit to be sold for NIS 30.\n\nThe PA’s Finance Ministry estimates losses resulting from the business standstill at more than $3 billion, while the partial payment of public sector salaries and the decrease in the number of Palestinian workers allowed into Israel have significantly scaled down the local purchasing power per person, which is one-ninth of that in Israel in 2018.\n\n“This makes me believe,” Tubaileh notes, “that the idea is spreading and becoming more and more a part of the culture.”", "METADATA": {"viewport": "user-scalable=yes, width=device-width, initial-scale=1.0, maximum-scale=1", "description": "Anas Dalou never thought he would embark on an adventure after visiting a bustling second-hand market, but when he stepped into the bazaar in the West Bank city of Nablus, he saw the potential for a wardrobe that was both affordable and environmentally friendly.", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Palestinians Advocate for ‘Slow Fashion’ to Save Economy, Environment - The Media Line", "description": "Anas Dalou never thought he would embark on an adventure after visiting a bustling second-hand market, but when he stepped into the bazaar in the West Bank city of Nablus, he saw the potential for a wardrobe that was both affordable and environmentally friendly.", "url": "https://themedialine.org/top-stories/palestinians-advocate-for-slow-fashion-to-save-economy-environment/", "site_name": "The Media Line", "updated_time": "2020-08-13T22:12:04+00:00", "image": {"identifier": "https://themedialine.org/wp-content/uploads/2020/08/IMG_4049-e1597355455734-564x317.jpg", "secure_url": "https://themedialine.org/wp-content/uploads/2020/08/IMG_4049-e1597355455734-564x317.jpg", "width": 564, "height": 317}}, "article": {"tag": "West Bank", "section": "Top Stories", "published_time": "2020-08-13T22:10:47+00:00", "modified_time": "2020-08-13T22:12:04+00:00"}, "twitter": {"card": "summary", "description": "Anas Dalou never thought he would embark on an adventure after visiting a bustling second-hand market, but when he stepped into the bazaar in the West Bank city of Nablus, he saw the potential for a wardrobe that was both affordable and environmentally friendly.", "title": "Palestinians Advocate for ‘Slow Fashion’ to Save Economy, Environment - The Media Line", "image": "https://themedialine.org/wp-content/uploads/2020/08/IMG_4049-e1597355455734.jpg"}, "generator": "Give v2.6.2", "msapplication-TileImage": "https://themedialine.org/wp-content/uploads/2019/06/cropped-pic-1@2x-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}