{"GDELT": {"GlobalEventID": 940736557, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LEG", "Actor1Name": "LAWMAKER", "Actor1Type1Code": "LEG", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.4175257731958797, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72785", "Actor1Geo_Lat": 34.5, "Actor1Geo_Long": 77.5, "Actor1Geo_FeatureID": "-2102224", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814103000, "SOURCEURL": "https://www.news18.com/news/india/roar-against-dragon-in-us-senate-grows-as-bipartisan-resolution-condemns-chinas-move-to-change-lac-status-quo-with-india-2786595.html"}, "ARTICLE": {"TITLE": "Roar Against Dragon in US Senate Grows as Bipartisan Resolution Condemns China's Move to Change LAC Status Quo With India", "TEXT": "A bipartisan group of two influential US senators has introduced a resolution in the Senate, condemning Chinese military aggression to change the status quo at the Line of Actual Control (LAC) with India and calling for a diplomatic solution.\n\nIndian and Chinese troops have been locked in a bitter standoff in several areas along the Line of Actual Control (LAC) in eastern Ladakh since May 5. The situation deteriorated after the June 15 Galwan Valley clashes in which 20 Indian Army personnel were killed and an unconfirmed number of Chinese soldiers died.\n\nThe resolution was introduced by Senator John Cornyn, Republican Senate Majority Whip, and Senator Mark Warner, ranking member of the Senate Select Committee on Intelligence, on Thursday.\n\nCornyn and Warner are co-chairs of the Senate India Caucus. The Senate resolution follows the passage of a similar resolution by the House of Representatives as part of the National Defence Authorisation Act (NDAA) last month.\n\n\"As a cofounder of the Senate India Caucus, I know firsthand the importance of a strong relationship between the US and India. I commend India's commitment to standing up to China and maintaining a free and open Indo-Pacific. It is more important than ever that we support our Indian partners as they defend against Chinese aggression,\" Cornyn said.\n\nThe June 15 conflict between China and India, resulting in the deaths of 20 Indian soldiers, should set off alarm bells regarding Beijing's \"provocative actions\" in disputed territory, Warner said.\n\n\"This resolution condemns PRC's (People's Republic of China) actions to change the Line of Actual Control, especially in the midst of diplomatic negotiations between the two countries; and encourages the two nations to find a diplomatic resolution that restores the April 2020 status quo at the LAC,\" he said.\n\nWarner said the US has long enjoyed a partnership with India strengthened by shared democratic values. \"That partnership only becomes more important as we work to ensure a free and open Indo-Pacific,\" he said.\n\nIn a joint press statement, the two senators said the deadly conflict broke out on June 15 on the China-India border following weeks of minor military confrontations along the LAC that separates China and the Indian regions of Ladakh and Sikkim.\n\nThe \"lethal conflict\" occurred in the Galwan Valley one of the sites of tension in recent weeks as the two sides were in the process of negotiating a mutual \"disengagement\" of forces. The last time the border conflict escalated to the point of casualties was in 1975, it noted.\n\nThe events leading up to the clashes included fistfights between Chinese and Indian soldiers stationed near Pangong Lake in India's Ladakh state, territorial advances by Chinese forces in Hot Springs and the Galwan Valley, and clashes between Chinese and Indian soldiers on the border near India's Sikkim state, the statement said.\n\nOver the past several weeks, there has been outpouring of support from top American lawmakers, across the aisle, against Chinese efforts to grab Indian territories.\n\nSupport for India against China has come in the form of tweets, public speeches, House and Senate floor, letters to Prime Minister Narendra Modi and India's Ambassador to the US, Taranjit Singh Sandhu, and Congressional resolutions. Several lawmakers have also made a call to Sandhu to express their outrage against China.\n\nSandhu, who has been meeting top American lawmakers, virtually, on a daily basis has received multiple Congressmen and Senators expressing their strong support to India against China.\n\nSenator Rick Scott last month wrote a letter to Prime Minister Narendra Modi, commending the Indian government for the continued efforts to negotiate a peaceful resolution to the boundary issue.\n\nCongressmen George Holding and Brad Sherman, co-chairmen of the Congressional Caucus on India and Indian-Americans, alongwith several other lawmakers, including Indian-American Congresswoman Pramila Jayapal, Indian American Congressman Ro Khanna, in July wrote a letter to Sandhu, expressing their disappointment by the events that took place in the Galwan Valley.\n\nAlso Watch Chinese Ambassador Tells India To Discipline Its Army and Stop Provocative Acts\n\nLed by Indian-American Congressman Raja Krishnamoorthi and co-sponsored by several others, including Ro Khanna, the House of Representatives in July passed an amendment to the NDAA, which says that China should work toward de-escalating the situation along the LAC with India through existing diplomatic mechanisms and not through force.\n\nIn the same month, another NDAA amendment, moved by Congressman Steve Chabot along with Indian-American lawmaker Ami Bera, noted US Congress' opposition to Chinese aggression against India in the Galwan Valley and expressed concern toward the growing territorial assertiveness of China.", "METADATA": {"description": "Indian and Chinese troops have been locked in a bitter standoff in several areas along the Line of Actual Control (LAC) in eastern Ladakh since May 5. The situation deteriorated after the June 15 Galwan Valley clashes in which 20 Indian Army personnel were killed and an unconfirmed number of Chinese soldiers died.", "keywords": "Bipartisan Resolution, border row, China, galwan valley, India, us, US Senate", "og": {"title": "Roar Against Dragon in US Senate Grows as Bipartisan Resolution Condemns China's Move to Change LAC Status Quo With India", "description": "Indian and Chinese troops have been locked in a bitter standoff in several areas along the Line of Actual Control (LAC) in eastern Ladakh since May 5. The situation deteriorated after the June 15 Galwan Valley clashes in which 20 Indian Army personnel were killed and an unconfirmed number of Chinese soldiers died.", "site_name": "News18", "type": "website", "locale": "en_US", "url": "https://www.news18.com/news/india/roar-against-dragon-in-us-senate-grows-as-bipartisan-resolution-condemns-chinas-move-to-change-lac-status-quo-with-india-2786595.html", "image": "https://images.news18.com/ibnlive/uploads/2020/05/1588577770_us-capitol-senate.jpg"}, "twitter": {"title": "Roar Against Dragon in US Senate Grows as Bipartisan Resolution Condemns China's Move to Change LAC Status Quo With India", "description": "Indian and Chinese troops have been locked in a bitter standoff in several areas along the Line of Actual Control (LAC) in eastern Ladakh since May 5. The situation deteriorated after the June 15 Galwan Valley clashes in which 20 Indian Army personnel were killed and an unconfirmed number of Chinese soldiers died.", "site": "@cnnnews18", "card": "summary_large_image", "url": "https://www.news18.com/news/india/roar-against-dragon-in-us-senate-grows-as-bipartisan-resolution-condemns-chinas-move-to-change-lac-status-quo-with-india-2786595.html", "image": "https://images.news18.com/ibnlive/uploads/2020/05/1588577770_us-capitol-senate.jpg", "widgets": {"csp": "on"}, "account_id": 4503599627804328}, "msvalidate.01": "86D6E80EF6FB868FA92FFE8908337B04", "msapplication-starturl": "https://www.news18.com/news/india/roar-against-dragon-in-us-senate-grows-as-bipartisan-resolution-condemns-chinas-move-to-change-lac-status-quo-with-india-2786595.html?utm_source=ie9&utm_medium=web&utm_campaign=pinned-ie9", "fb": {"admins": 503334673, "pages": "31867849201, 187957574620134, 126166140913489, 784667114916040,1075464282525405, 312128074436", "page_id": "31867849201, 187957574620134, 126166140913489, 784667114916040,1075464282525405, 312128074436"}, "HandheldFriendly": "true", "bitly-verification": "cf8654d2b6b1", "dailymotion-domain-verification": "dm0njrxcv1osfkah2"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}