{"GDELT": {"GlobalEventID": 940797984, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JUD", "Actor1Name": "LAWYER", "Actor1Type1Code": "JUD", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.7370478983382203, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_Lat": 40.5773, "Actor1Geo_Long": -77.264, "Actor1Geo_FeatureID": "PA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_Lat": 40.5773, "Actor2Geo_Long": -77.264, "Actor2Geo_FeatureID": "PA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_Lat": 40.5773, "Action2Geo_Long": -77.264, "Action2Geo_FeatureID": "PA", "DATEADDED": 20200814163000, "SOURCEURL": "https://www.yahoo.com/gma/mail-voting-rules-key-swing-152400372.html"}, "ARTICLE": {"TITLE": "Mail-in voting rules in 46 states may leave some ballots uncounted, USPS warns", "TEXT": "The United States Postal Service has warned election officials in 46 states and the District of Columbia that their absentee voting rules are “incongruous” with the agency’s mail delivery service standards and may result in uncounted ballots, raising further alarms with the viability of a voting platform millions of Americans are expected to use in the run-up to the November vote.\n\nIn recent weeks, postal service General Counsel Thomas Marshall penned letters warning that states may be over-estimating the speed with which ballots will move through the mail. If the post office is not afforded a few extra days of leeway to deliver ballots to the election offices, Marshall warned that late-arriving ballots could leave some voters disenfranchised.\n\nOnly four states received a clean bill of health: Nevada, Rhode Island, New Mexico, and Oregon. Among those with laws that concern the postal service are several key swing states in the upcoming election.\n\nIn Pennsylvania, for example, the deadline to request an absentee ballot is one week before election day​, and Michigan allows requests up until four days before. But in order for it to be counted in either state, under current laws, the ballot must be back in the mail and returned by 8 p.m. on Election Day. One week for two deliveries is not enough time, Marshall explained. He said it could realistically take more than a week for a piece of mail to be sent to the voter and then “returned by mail in time to be counted.”\n\n“Under our reading of your state's election laws … certain state-law requirements and deadlines appear to be incompatible with the Postal Service's delivery standards and the recommended timeframe,” Marshall wrote, according to one of the letters made public in a court filing Thursday.\n\nMORE: How US Postal Service changes could complicate mail-in voting\n\n“As a result,” he continued, “to the extent that the mail is used to transmit ballots to and from voters, there is a significant risk that, at least in certain circumstances, ballots may be requested in a manner that is consistent with your election rules and returned promptly, and yet not be returned in time to be counted.”\n\nApplications and ballots in Pennsylvania may still be delivered to a voter's county election office in person by the specified deadlines.\n\nPHOTO: United States Postal Service carrier Henrietta Dixon sorts mail to be delivered before she sets out on her route in Philadelphia, May 6, 2020. (Matt Rourke/AP) More\n\nMarshall’s letter to Pennsylvania was made public in a court document filed late Thursday as part of a lawsuit brought by progressive organizations in April. In the filing, Secretary of State Kathy Boockvar, Pennsylvania’s chief election official, encouraged the state’s supreme court to allow absentee ballots received after Election Day to be counted as valid – yet another sign that Americans may have to wait days to learn the winner of the upcoming presidential vote.\n\nThe remarkable extension request was prompted by Marshall's letter sent two weeks earlier warning Pennsylvania Secretary of State Kim Boockvar that the state’s absentee voting rules “are incongruous with the Postal Service's delivery standards,” effectively posing the risk of inadvertently disenfranchising some voters.\n\nMarshall notes in his letters that the postal service issued this same warning to states in May, at which time the agency suggested that election leaders re-examine their absentee voting rules to account for mail delivery standards of service, which are two to five days for First-Class Mail and three to 10 days for Marketing Mail.\n\nBut in their filing Thursday to the Supreme Court, lawyers representing Boockvar argue that in its July 29 letter, “The Postal Service’s announcement represents a significant change to the outlook for voting by mail in the general election” – a reference to possible delays in mail service.\n\nAs such, to avoid the “statewide risk of disenfranchisement for significant numbers of voters utilizing mail-in ballots,” lawyers writing on Boockvar’s behalf asked the court to “order that ballots mailed by voters on or before 8 p.m. on Election Day will be counted if they are otherwise valid and received by the county boards of election on or before the third day following the election.”\n\nStory continues", "METADATA": {"msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@GMA", "card": "summary_large_image", "description": "The United States Postal Service has warned election officials in 46 states and the District of Columbia that their absentee voting rules are “incongruous” with the agency’s mail delivery service standards and may result in uncounted ballots, raising further alarms with the viability of a voting platform", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/RtN7Anlj4C4u2Y4XEZyscg--~B/aD01NTg7dz05OTI7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/us.abcnews.go.com/36350b509fbcd0c0f7d76600a9334f74", "src": "https://s.yimg.com/uu/api/res/1.2/RtN7Anlj4C4u2Y4XEZyscg--~B/aD01NTg7dz05OTI7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/us.abcnews.go.com/36350b509fbcd0c0f7d76600a9334f74"}, "title": "Mail-in voting rules in 46 states may leave some ballots uncounted, USPS warns"}, "application-name": "Yahoo! Good Morning America - Latest News & Headlines", "oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "news_keywords": "United States Postal Service, Pennsylvania, absentee voting, the postal service, mail delivery, Kathy Boockvar, swing states", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=1510446c-8a93-30b2-bc81-5d27f8e2e550&src=web", "description": "The United States Postal Service has warned election officials in 46 states and the District of Columbia that their absentee voting rules are “incongruous” with the agency’s mail delivery service standards and may result in uncounted ballots, raising further alarms with the viability of a voting platform", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/RtN7Anlj4C4u2Y4XEZyscg--~B/aD01NTg7dz05OTI7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/us.abcnews.go.com/36350b509fbcd0c0f7d76600a9334f74", "description": "The United States Postal Service has warned election officials in 46 states and the District of Columbia that their absentee voting rules are “incongruous” with the agency’s mail delivery service standards and may result in uncounted ballots, raising further alarms with the viability of a voting platform", "title": "Mail-in voting rules in 46 states may leave some ballots uncounted, USPS warns", "url": "https://gma.yahoo.com/mail-voting-rules-key-swing-152400372.html"}, "fb": {"app_id": 458584288257241, "pages": 55845270277}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=1510446c-8a93-30b2-bc81-5d27f8e2e550&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=1510446c-8a93-30b2-bc81-5d27f8e2e550&src=web"}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}