{"GDELT": {"GlobalEventID": 940723231, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.25252525252526103, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ndabeni, KwaZulu-Natal, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF02", "Actor1Geo_ADM2Code": "77335", "Actor1Geo_Lat": -27.3515, "Actor1Geo_Long": 32.0707, "Actor1Geo_FeatureID": "-1264986", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ndabeni, KwaZulu-Natal, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF02", "Action2Geo_ADM2Code": "77335", "Action2Geo_Lat": -27.3515, "Action2Geo_Long": 32.0707, "Action2Geo_FeatureID": "-1264986", "DATEADDED": 20200814090000, "SOURCEURL": "http://7thspace.com/headlines/1277840/south_africa__ndabeni_abrahams_meets_post_office__postbank_boards.html"}, "ARTICLE": {"TITLE": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards", "TEXT": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards\n\nCommunications and Digital Technologies Minister, Stella Ndabeni-Abrahams, has implored the boards of the South African Post Office (SAPO) and Postbank to fast track the digitisation of banking services to make them more efficient.\n\nThis comes after the Minister, during meetings with the entities in the past two weeks, raised concerns about the handling of the COVID-19 Special Social Relief of Distress Grant distribution.\n\n“The Minister’s concerns included pay points running out of cash on payment dates,” said the Ministry in a statement.\n\nThe meeting with SAPO was held last week, while the one with Postbank was held on Thursday. As advised by the department, the Minister, together with senior officials from the department, held a special general meeting to discuss a raft of issues.\n\nThese ranged from the distribution of the Special Social Relief of Distress Grant for COVID-19 of R350, to the status of disciplinary processes of senior executives currently on suspension.\n\nThe Minister and the boards also discussed the Service Level Agreements between SAPO and Postbank; SASSA card fraud at SAPO and Postbank; and the digitisation of banking services to be more efficient\n\nIn April, President Cyril Ramaphosa outlined additional Coronavirus economic and social relief measures, amongst them the Special COVID-19 Social Relief of Distress grant of R350 a month for unemployed South African citizens not receiving any form of social grant.\n\nSaid the Ministry: “Following the announcement by the President, the board members of SAPO and Postbank made a commitment to Minister Ndabeni-Abrahams to work together in ensuring the successful payments of the Special Social Relief of Distress grants.”\n\nRegarding the fast-tracking of the digitisation of banking services, the Postbank board explained that there has been significant decline in card fraud on SASSA cards.\n\n“While this reduction is commendable, Minister Ndabeni has stressed the importance of being vigilant in fighting fraud,” read the statement.\n\nBoard members from the Post Office and Postbank undertook to resolve all the concerns raised by the Minister as a matter of urgency.\n\nNdabeni-Abrahams is scheduled to meet with Social Development Minister, Lindiwe Zulu, next week. – SAnews.gov.za\n\nThis story has been published on: 2020-08-14. To contact the author, please use the contact details within the article.", "METADATA": {"viewport": "width=device-width", "Title": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards - powered by 7thSpace", "Author": "7thSpace Interactive", "Subject": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards", "Description": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards", "Keywords": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards, news, headlines, news story, press release", "Generator": "7thSpace Interactive Content", "Language": "EN", "Expires": "NEVER", "Abstract": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards", "Copyright": "7thSpace Interactive", "Designer": "7thSpace Interactive", "Publisher": "7thSpace Interactive", "Revisit-After": "1 Days", "Distribution": "Global", "Robots": "Index, Follow", "dc.language": "EN", "dc.title": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards", "dc.keywords": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards, news, headlines, news story, press release", "dc.subject": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards", "dc.description": "South Africa: Ndabeni-Abrahams meets Post Office, Postbank boards"}}}