{"GDELT": {"GlobalEventID": 940703745, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.18705818379554, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "East Prussia, Poland (general), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL00", "Actor1Geo_ADM2Code": "24598", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-500705", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "East Prussia, Poland (general), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL00", "Action2Geo_ADM2Code": "24598", "Action2Geo_Lat": 54.0, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-500705", "DATEADDED": 20200814063000, "SOURCEURL": "https://www.thefirstnews.com/article/on-100th-anniversary-of-the-battle-of-warsaw-tfns-stuart-dowell-looks-back-at-the-battle-that-saved-europe-14846"}, "ARTICLE": {"TITLE": "On 100th anniversary of the Battle of Warsaw, TFN’s Stuart Dowell looks back at the ‘battle that saved Europe’", "TEXT": "Had it not been for Polish troops, the Red Army would have advanced across the whole of Europe. Public domain\n\nPoland’s victory against Bolshevik Russia at the Battle of Warsaw, which took place on a vast stretch of open land east of the Vistula 100 years ago this week, has been famously trumpeted as one of the most important battles in the history of the world.\n\nThese lofty sentiments are not a case of Poland blowing its own trumpet. British diplomat Lord Edgar Vincent d’Abernon placed the Battle of Warsaw 18th in the list of the most important battles in the history ahead of the Battle of Stalingrad and the Battle of Midway.\n\nAccording to d’Abernon, the Battle of Warsaw was one between two civilisations. Poland represented European Christendom, while Bolshevik Russia wanted to destroy it.\n\nThe battle’s importance for Poland and the rest of Europe cannot be overstated. It was the decisive battle that saved the newly independent Poland from a still birth and gave Poles the gift of around twenty years of freedom before the state was throttled in adolescence in 1939.\n\nIn the battle for the nation’s very existence that was to follow, around one in every ten Polish soldiers was a volunteer.Public domain\n\nIf the Bolsheviks had seized Warsaw, large parts of Poland would likely have been incorporated into the Soviet Union, a land saturated in hunger and terror.\n\nMillions of Polish bourgeois, landowners, soldiers, business owners, clergy and intellectuals would have stood before firing squads or be sent to places never touched by civilization.\n\nHowever, the battle also saved large parts of Europe from the Bolshevik scourge. Lenin and Stalin planned to take the fire of revolution over the corpse of Poland to Germany, where local Communist revolutions were already taking place.\n\nLenin, Trocki and Stalin also planned to take the revolution to Hungary, and then to Italy, the Balkans and the Mediterranean.\n\nOn the eve of the battle, with the Poles almost down to their last bullets, a train arrived from Hungary with 55 wagons bursting at the seams with 22 million rounds of ammunition. Public domain\n\nIt is possible that France and Spain would not have been able to hold out to Soviet pressure. Most of the continent would have been under the Soviet boot. Poland stopped these plans at the gates of Warsaw.\n\nWhile this role of Poland as saviour of Europe is better understood today, and has been compared with its other great victory against the Ottomans at Vienna in 1683, what is less understood is how far Poland had to come in just 22 months from its declaration of independence in November 1918.\n\nIt not only had to clothe, feed and equip an army but also instil the morale and fighting spirit needed to defeat a far bigger and determined enemy. All this had to be done in a land that had been ravished by a long war, had no functioning economy, was decimated by disease and had no institutions.\n\nThe victory has become known as the Miracle on the Vistula. However, this term was coined in the interwar period by opponents of the victory’s architect, Józef Piłsudski to dilute his achievement.\n\nGeneral Haller’s Blue Army would hold firm in front of the city, and when the Red Army was fully committed to the battle, Poland’s best units would launch a flanking attack from the south from the Wieprz river.CC BY-SA 3.0\n\nPlacing responsibility for the success in the hands of a higher power undermines Piłsudski’s well-thought-out plan and the sacrifice of Polish soldiers.\n\nHowever, it is hard not to use the word miracle to describe the outcome of the battle when we look at the position of Poland in 1920.\n\nThere were several currencies, no economy, little food, a typhus epidemic and no institutions to do anything about any of it. But there was profound joy at the recovery of independence and boundless hope for the future.\n\nIn just 22 months from November 1918, the Poles had to stitch together a functioning state from the fresh corpses of three empires.\n\nThe ace that the Poles had up their sleeves and which undoubtedly turned the tables in their favour was that they could read all of the Red Army’s encrypted radio communications.Public domain\n\nThe challenges it had to face seemed insurmountable. After the First World War, Poland was in a state of total ruin. The front had swept back and forth over it for four years and the devastation had been catastrophic. Both the Germans and the Russians applied a policy of scorched earth leaving farms in ruins and factories stripped bare.\n\nThere was widespread hunger and banditry was rife. Spanish flu, typhus and scarlet fever were decimating the population. It is estimated that around 100,000 to 200,000 died as a result, most of whom were young people.\n\nAdded to this were the difficulties in knitting together a coherent state from lands that for over 100 years had been divided into three separate empires.\n\nThe trains all ran on tracks with different gauges and the minimal supplies of weapons that existed used different ammunition.\n\nWhen Poland regained its independence, Józef Piłsudski only had around 10,000 soldiers at his disposal. Four years of war, with Poles fighting on different sides, had left the population weary. Recruitment efforts achieved poor results.\n\nOn the eve of the battle, the situation for Poland looked hopeless. The Red Army’s approach to the Polish capital seemed unstoppable.Public domain\n\nFacing the Poles was the Red Army. Though it had its own problems of poor quality armaments and sickness among its men, it was still three times the size of the Polish Army with far greater reserves.\n\nWhile things did not look great at home, Poland also suffered from having bad neighbours who wanted the Polish state to fail. Berlin was keen to restore the border it had with Tsarist Russian in 1914.\n\nMeanwhile, Prague saw the failure of Poland as a chance to claim Silesian Cieszyń. Thus, Berlin and Prague both blocked essential transports of weapons from reaching Poland.\n\nOn the other side, France and the United States were in Poland’s corner. France did indeed supply Poland with weapons it no longer needed. However, it took long and hard negotiations for their prices to reach sensible levels that cash-strapped Poland could afford to pay.\n\nThe most valuable help came from Hungary. On the eve of the battle, with the Poles almost down to their last bullets, a train arrived from Hungary with 55 wagons bursting at the seams with 22 million rounds of ammunition.\n\nThe battle has since become known as the Miracle on the Vistula. Public domain\n\nThe Hungarians had already experienced the curse of Communism with the short-lived Hungarian Soviet Republic in 1919. It is no exaggeration to say that this material help from the Danube may have changed the outcome of the battle.\n\nRounding off Poland’s allies were the Ukrainians under Szymon Pietlura, who the Poles wanted to install in Kiev to act as a buffer between it and Soviet Russia.\n\nOn the eve of the battle, the situation for Poland looked hopeless. The Red Army’s approach to the Polish capital seemed unstoppable. Foreign diplomats had packed up their offices and left for Poznan. The only ambassador who stayed in the city was Achille Ratti from the Vatican, who would go on to become Pope Pius XI.\n\nOn August 13, two Soviet army groups met in Radzymin ready for the final strike on Warsaw. The people of Warsaw were convinced that the Bolsheviks would appear on the city’s streets at any moment.\n\nYet, with the sovereignty of their new home at risk, crowds thronged recruitment stations in the city. In the battle for the nation’s very existence that was to follow, around one in every ten Polish soldiers was a volunteer.\n\nWith the sovereignty of their new home at risk, crowds thronged recruitment stations in the city.Public domain\n\nPiłsudski’s plan for a last-ditch counterattack was controversial and many regarded it as foolhardy. General Haller’s Blue Army would hold firm in front of the city, and when the Red Army was fully committed to the battle, Poland’s best units would launch a flanking attack from the south from the Wieprz river.\n\nThis would cut the Bolshevik lines of communication, and encircle much of the Red Army. Some Polish generals were aghast at the risks involved, but in their desperation there seemed no alternative.\n\nThe plan seemed so desperate and inept, that when a copy of it was intercepted by the Soviets, they discarded it as a poor attempt at deception.\n\nThe ace that the Poles had up their sleeves and which undoubtedly turned the tables in their favour was that they could read all of the Red Army’s encrypted radio communications.\n\nPiłsudski summarised this advantage best when he wrote after the war: “The primary source of information was our radio intelligence.”\n\nWhen Poland regained its independence, Józef Piłsudski only had around 10,000 soldiers at his disposal.Public domain\n\n“Intercepted Soviet telegraphs contained accurate and up-to-date data. Very often secret orders with information about the composition of forces, planned movements, areas of concentration and dates and directions of the nearest attacks were obtained in this way.\n\n“Soviet ciphers also contained information about the location of our\n\ntroops that the enemy had at its disposal.\n\nThanks to the good work of our radio intelligence, it was possible to identify the weakest points of the attacking Bolshevik forces, to determine communication\n\nbreakdowns between troops and ammunition shortages.”\n\nPolish commanders often had intercepted and translated Soviet communications on their desks before they had been read by the enemy.\n\nPiłsudski’s plan backed by this crucial intelligence worked. The Red Army started its general assault and were just 13 km from the city, but the Polish counterattack succeeded beyond wildest expectations.\n\nEstimated Russian losses were 10,000 killed, 500 missing, 30,000 wounded, and 66,000 taken prisoner, compared with Polish losses of 4,500 killed, 10,000 missing, and 22,000 wounded.Public domain\n\nThe Poles drove a wedge into the Bolshevik lines sowing chaos in the Red Army. Commanders lost control of their units. Some divisions continued to advance on Warsaw, while others fled. Three armies disintegrated, and thousands fled into East Prussia, where they were interned.\n\nEstimated Russian losses were 10,000 killed, 500 missing, 30,000 wounded, and 66,000 taken prisoner, compared with Polish losses of 4,500 killed, 10,000 missing, and 22,000 wounded.\n\nMarshal Tukhachevsky desperately tried to pull his troops back to a defendable line, but the situation for the Soviets was hopeless. The Poles harried them into what is now Belarus and there was even talk of carrying on all the way to Moscow.\n\nWhen news of the catastrophe filtered back to Moscow, Lenin surrendered and sought terms handing over a large chunk of territory to Poland.\n\nHowever, the Red Army would come back to reclaim it in 1939.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "Poland’s victory against Bolshevik Russia at the Battle of Warsaw, which took place on a vast stretch of open land east of the Vistula 100 years ago this week, has been famously trumpeted as one of the most important battles in the history of the world.", "keywords": "Battle of Warsaw, 1920 Battle of Warsaw, 1920, Anniversary, Battle, Poland, victory, Bolsheviks, Russia, Vistula, Edgar Vincent d’Abernon, Lenin, Stalin, Soviet Union, Józef Piłsudski", "robots": "index,follow", "application-name": "", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://thefirstnews-cms.s3.eu-central-1.amazonaws.com/img/mstile-144x144.png", "msapplication-square70x70logo": "https://thefirstnews-cms.s3.eu-central-1.amazonaws.com/img/mstile-70x70.png", "msapplication-square150x150logo": "https://thefirstnews-cms.s3.eu-central-1.amazonaws.com/img/mstile-150x150.png", "msapplication-wide310x150logo": "https://thefirstnews-cms.s3.eu-central-1.amazonaws.com/img/mstile-310x150.png", "msapplication-square310x310logo": "https://thefirstnews-cms.s3.eu-central-1.amazonaws.com/img/mstile-310x310.png", "og": {"title": "On 100th anniversary of the Battle of Warsaw, TFN’s Stuart Dowell looks back at the ‘battle that saved Europe’", "description": "Poland’s victory against Bolshevik Russia at the Battle of Warsaw, which took place on a vast stretch of open land east of the Vistula 100 years ago this week, has been famously trumpeted as one of the most important battles in the history of the world.", "url": "https://www.thefirstnews.com/article/on-100th-anniversary-of-the-battle-of-warsaw-tfns-stuart-dowell-looks-back-at-the-battle-that-saved-europe-14846", "type": "article", "image": {"identifier": "https://images.thefirstnews.com/1000x667/3dar07yt9im8wwqp671ocs.jpeg", "type": "image/jpeg", "width": 1000, "height": 667, "url": "https://images.thefirstnews.com/1000x667/3dar07yt9im8wwqp671ocs.jpeg", "secure_url": "https://images.thefirstnews.com/1000x667/3dar07yt9im8wwqp671ocs.jpeg"}}}}}