{"GDELT": {"GlobalEventID": 940735825, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHNMED", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.98039215686274, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wuhan, Hubei, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH12", "Actor1Geo_ADM2Code": "13124", "Actor1Geo_Lat": 30.5833, "Actor1Geo_Long": 114.26700000000001, "Actor1Geo_FeatureID": "-1930776", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wuhan, Hubei, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH12", "Action2Geo_ADM2Code": "13124", "Action2Geo_Lat": 30.5833, "Action2Geo_Long": 114.26700000000001, "Action2Geo_FeatureID": "-1930776", "DATEADDED": 20200814103000, "SOURCEURL": "https://www.visayandailystar.com/2020/August/14/twinkling.htm"}, "ARTICLE": {"TITLE": "Daily Star Opinions: Twinkling with Ninfa Leonardia", "TEXT": "WFH \u0096 the new normal? I am glad that officials, even the non-medical ones, are now emphasizing the use of masks, even in places where no sanctions have been prescribed for violators. Bacolod, at least, had earlier issued orders requiring their use, and even prescribed penalties for violators. And now it has also become a requirement, not only to wear masks, but to wear face shields as well. Don’t complain about the requirements – the life you save from the COVID may be your own! *** In the United States, however, the focus seems to have moved from the coronavirus to the coming election where a heated competition is expected between the incumbent and a former vice president, who must feel that with his background, he is better qualified than Donald Trump who seems to be slipping in faux pases everytime he opens his mouth. Now a former vice president is challenging him, and has picked a woman for his running mate, a woman who seems to be quite popular and capable as well. *** Her name is Kamala Harris and she is of American-Indian stock, as well as an incumbent senator. I won’t be surprised if some people think she is better qualified for the presidency that Biden himself, but no doubt, she could be of great help – in case he wins. She would, indeed, contribute more to the administration given that they belong to the same party. So unlike our own situation where the President seems to ignore his vice president and had not at all taken advantage of what she could contribute to his presidency. *** But since we are not facing an election for some time yet, every effort seems to be concentrated on fighting this deadly virus that China had unearthed in its city called Wuhan, from where it has spread virtually worldwide. But have you noted that we barely get any reports from China itself as to how the country is coping, or how many have been infected, recovered, or died? The United States is now believed to have the highest number of infections, possibly even deaths, and that is because their media is so efficient and truthful, especially about statistics. *** I wonder if Chinese media releases statistics on the number of victims of COVID-19 to the public, or to the international press? And also if they allow foreign news agencies like CNN to probe into their records involving this deadly disease that the whole world is hardly coping with? And could it be true that they have discovered a cure or vaccine for it that they are not sharing? Now, those are just speculations, because I am sure that any medical expert who is able to discover a cure or vaccine for it would certainly be proud to be acknowledged for it. *** Meanwhile, it is very disheartening to learn from local sources that the Negros Occidental capitol is now on lockdown due to the surge of this virus that has affected some of its personnel. The Bacolod City Government Center also had to go on lockdown for disinfecting processes to be conducted on the entire building. Now WFH, or Work From Home, is the new normal, and I believe I am among to first to be confined for that since I have been doing all my writing and editing for the sixth month now, virtually in my own room. I do not even share meals with the rest of the family, and just getting “room service”. *** Anyway, I keep in touch with our staff all the time, thanks to the good ole telephone and also the cellphone by means of which I can reach them anytime, anywhere. Oh, I do escape from quarantine now and then, but only stay inside the vehicle, not even opening the windows for “fresh air” that may carry some flying virus! And now that curfew has again been imposed, I quite miss those days when my ordinary time for coming home from work daily is never earlier than 2 a.m.! Ah, life will never be the same even after this virus is vanquished. And please, Dear Lord, let it be soon! *** If there is another good thing this pandemic has brought, it is the effectivity of the work-from-home scheme. Of course there are jobs that really require the physical presence of workers, but a lot of things could be accomplished by this new scheme. Not only will it save transportation expenses for workers, it will also enable the married ones, especially women, to mind their households at the same time, so long as they produce the same amount of work they accomplish in the office. It may even save employers rental expenses, provided, of course that their workers deliver the same output. That is certainly something heads of companies and employers can consider.* back to top", "METADATA": {"og": {"image": "http://www.visayandailystar.com/images/logo200px.png"}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Masks, Politics, Social Distancing"]}}