{"GDELT": {"GlobalEventID": 940725284, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "EMBASSY", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.01351351351351, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kanal, Kanal, Slovenia", "Actor1Geo_CountryCode": "SI", "Actor1Geo_ADM1Code": "SI44", "Actor1Geo_ADM2Code": "18346", "Actor1Geo_Lat": 46.0886, "Actor1Geo_Long": 13.6397, "Actor1Geo_FeatureID": "-84150", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kanal, Kanal, Slovenia", "Actor2Geo_CountryCode": "SI", "Actor2Geo_ADM1Code": "SI44", "Actor2Geo_ADM2Code": "18346", "Actor2Geo_Lat": 46.0886, "Actor2Geo_Long": 13.6397, "Actor2Geo_FeatureID": "-84150", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kanal, Kanal, Slovenia", "Action2Geo_CountryCode": "SI", "Action2Geo_ADM1Code": "SI44", "Action2Geo_ADM2Code": "18346", "Action2Geo_Lat": 46.0886, "Action2Geo_Long": 13.6397, "Action2Geo_FeatureID": "-84150", "DATEADDED": 20200814091500, "SOURCEURL": "http://www.sloveniatimes.com/5g-and-nuclear-energy-in-centre-of-pompeo-s-visit-to-slovenia"}, "ARTICLE": {"TITLE": "5G and nuclear energy in centre of Pompeo's visit to Slovenia", "TEXT": "Politics, / By STA\n\nBled - 5G networks and energy investments were at the centre of talks as US Secretary of State Mike Pompeo visited Slovenia on Thursday. The countries signed a joint 5G security declaration, with Pompeo saying that the tide was turning against the Chinese Communist Party, which is trying to control people and other economies.\n\nThe declaration excludes \"untrusted vendors\" from 5G networks, Pompeo said as he addressed the press alongside Slovenia's Prime Minister Janez Janša in Bled.\n\n\"I know... that Slovenia prides itself on being a science and technology leader, and becoming a 5G clean country, as you're doing today, solidifies that position. The tide is turning against the Chinese Communist Party and its efforts to restrict freedom for all of us.\"\n\nMeanwhile, Chinese mobile operator Huawei criticised the move by Slovenia, saying that it would not contribute to security of networks or improve cyber security and would in fact have negative consequences of 5G networks introduction in Slovenia.\n\nThe Chinese Embassy in Slovenia responded to Pompeo's statements, saying that it was the 21st century and that it was not time any more to instigate ideological clashes.\n\nAccording to its press release, the US secretary of state was accusing and attacking China and spreading incorrect information. Inciting hatred and encouraging confrontations is not in the line with the spirit of the times, it added.\n\nThe embassy said it hoped that the signing was not directed against China. \"We expect that Slovenia will meet its commitments and continue to provide an open, fair and non-discriminatory business environment for Chinese companies.\"\n\nThe signing was also criticised by the left-leaning opposition Social Democrats (SD) and the Left. The latter warned that the declaration had not been coordinated with the EU, and its MEP Milan Brglez fears it may become legally binding for Slovenia.\n\nThe Left meanwhile said that the declaration was a \"carte blanche for US control and abuse of ICT for military, economic and political purposes\".\n\nThe party also said that Pompeo was in Slovenia to lobby on behalf of nuclear power company Westinghouse and the US military industry as Slovenia's government plans EUR 780 million worth of military investments.\n\nWhile no meetings were scheduled to discuss military investments, Pompeo was seated next to Defence Minister Matej Tonin at the working lunch hosted by President Borut Pahor.\n\nPompeo did meet with energy executives or Infrastructure Minister Jernej Vrtovec and discussed with Janša what he said was \"the enormous potential of next-generation nuclear technology to deliver clean, reliable, diversified energy that will help ensure political independence and economic prosperity for Slovenia and the entire region\".\n\nHe also tweeted that \"energy security and independence require governments to partner with one another, private industry, and civil society to secure a brighter future for all. We welcome Slovenia's leadership on the Three Seas Initiative, and commend its innovation and dedication to clean energy.\"\n\nAt the press conference, Pompeo urged Slovenia to make a \"quick commitment\" to what he said was an \"important partnership\" the US is happy to fund, noting that he had announced in February the US would contribute US$1 billion for energy infrastructure in Central Europe as part of the Three Seas Initiative.\n\nJanša in turn said that Slovenia appreciated the \"US's proactive approach to energy security in Central Europe, which is reflected in strong support to alliances such as the Three Seas Initiative and the Partnership for Transatlantic Energy Cooperation,\" adding that Slovenia would strengthen its role in both of these.\n\nTouching on business cooperation, Janša told the press the sides shared the view that there was room to boost trade and investments, also saying that Slovenian IT companies could help in the development of 5G technologies.\n\nThe talks also touched on NATO, with Janša saying that Slovenia had in the past months made steps to increase defence spending and meet its obligations toward the alliance, with Pompeo commending the country for its growing commitment to NATO.\n\nJanša and Pompeo also discussed relations with China and Russia, sharing the view that these must be based on strategic interest \"of our civilisation, which is based on the values of security, freedom, the rule of law and democracy,\" according to Janša.\n\nJanša also warned of what he said was a poor level of awareness in the west of the threat of a hybrid attack. \"We see the US as the only power of the western civilisation capable of facing this challenging threat... and Slovenia is willing to contribute its efforts toward success.\"\n\nPompeo also met President Pahor, who hosted a working lunch. The president expressed great satisfaction with the visit, telling commercial broadcaster Kanal A that Pompeo had told him that he was leaving \"Slovenia with the best possible impressions and that he sees great potential for future cooperation between Slovenia and the US\".\n\n\"It was very important that we did not find a very open, delicate issue that would cause divisions,\" said Pahor. He feels the countries are the most divided in terms of multilateralism.\n\n\"Slovenia is strongly dedicated to the existing political and legal architecture, because being a small country it sees safety in this. This is understandable, being a big country, the US may view this slightly differently.\"\n\nBut in general, the countries have \"very, very similar views\", said Pahor. \"This is good. But above all, it is important that such talks end with mutual agreement that we are friends, that we trust each other and that many more things connect than divide us.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "-", "robots": "all"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}