{"GDELT": {"GlobalEventID": 940734345, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "PUBLICATION", "Actor1Type1Code": "MED", "Actor2Code": "SWZGOV", "Actor2Name": "MSWATI III", "Actor2CountryCode": "SWZ", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -8.76132930513594, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Swati, KwaZulu-Natal, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF02", "Actor1Geo_ADM2Code": "77335", "Actor1Geo_Lat": -27.3833, "Actor1Geo_Long": 32.6333, "Actor1Geo_FeatureID": "-1289090", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Swati, KwaZulu-Natal, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF02", "Actor2Geo_ADM2Code": "77335", "Actor2Geo_Lat": -27.3833, "Actor2Geo_Long": 32.6333, "Actor2Geo_FeatureID": "-1289090", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Swati, KwaZulu-Natal, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF02", "Action2Geo_ADM2Code": "77335", "Action2Geo_Lat": -27.3833, "Action2Geo_Long": 32.6333, "Action2Geo_FeatureID": "-1289090", "DATEADDED": 20200814101500, "SOURCEURL": "https://www.zimbabwesituation.com/news/sadc-regional-leaders-must-fix-the-deteriorating-human-rights-situation-across-the-region/"}, "ARTICLE": {"TITLE": "SADC: Regional leaders must fix the deteriorating human rights situation across the region", "TEXT": "Southern African Development Community (SADC) leaders must urgently take concrete measures to fix the human rights crisis in the region when they meet at their annual summit next week, Amnesty International said today.\n\nSource: SADC: Regional leaders must fix the deteriorating human rights situation across the region – The Zimbabwean\n\nCOVID-19 is still tearing through the region, exposing stark inequalities and particularly threatening marginalized and vulnerable communities, while crackdowns on peaceful dissent in countries including Zimbabwe, Madagascar and Eswatini have intensified in recent months.\n\nThe SADC Heads of State and Government Summit takes place on 17 August.\n\n“A number of countries in the SADC region are experiencing alarming human rights violations and abuses threatening peace and stability and hindering the response to COVID-19. In Zimbabwe, authorities have stepped up a crackdown on dissenting voices with state security forces unleashed on activists, human rights defenders, journalists and opposition supporters,” said Deprose Muchena, Amnesty International’s Director for East and Southern Africa.\n\n“COVID-19 has exposed the fragilities of the regional economy. In the absence of adequate social protection millions of people employed in the informal economy and those who lost their jobs are facing starvation and destitution, and protecting their lives and other human rights must be top of the agenda at the SADC summit.”\n\nCOVID-19\n\nThis year’s SADC summit takes place amid surging rates of COVID-19 infections across the region taking a huge socio-economic toll as well as on health. Much of the region’s population lives in the margins of the mainstream economy, with no regular income nor guaranteed livelihoods. Poor health infrastructure in countries even in larger economies such as South Africa means that the poor and marginalized are at greater risk of dying from COVID-19 related complications due to lack of access to appropriate health care and treatment. South Africa has more than 500,000 confirmed cases of COVID-19, and regional leaders must use the summit to ramp up their public health response strategy, by rolling out rigorous testing and strengthening case management.\n\nAt the same time the region desperately needs financial help. A number of countries in and outside of the SADC region have approached multilateral lenders, including the World Bank, the International Monetary Fund, African Development Bank and other lenders for emergency financial assistance. These include Lesotho, South Africa, Namibia, Zambia and Zimbabwe. Amnesty International is calling for debt cancellation for the world’s poorest countries for at least the next two years, to free up resources for countries to respond to the pandemic. This must be coupled with robust transparency and accountability mechanisms in all donor and recipient countries, to ensure that the money freed up is not lost to corruption or wasteful expenditure.\n\nCrackdown on peaceful dissent\n\nSince the outbreak of COVID-19 pandemic in the region in early March, several countries have declared states of emergency and disaster or taken exceptional measures to curb the spread of the disease. Amnesty International has documented an escalation of violations and abuses of human rights across the region, including intensified crackdowns on peaceful dissent.\n\nIn Zimbabwe there has been a renewed assault on human rights including the right to freedom of expression in recent months, especially targeting journalists, activists and human rights defenders who have spoken out against alleged corruption and called for peaceful protests. Journalist Hopewell Chin’ono and opposition leader Jacob Ngarivhume are currently incarcerated at Chikurubi Maximum Prison, after they were arrested on 20 July. Several attempts by their lawyers to secure them bail have been refused. Both have been charged with “inciting the public” – Hopewell for exposing allegations of corruption and Jacob for calling for peaceful anti-corruption protests.\n\nTwo weeks ago, Zimbabwean authorities thwarted a nationwide peaceful anti-corruption protest which was planned for 31 July, and launched a witch-hunt against political and human rights activists they suspected of planning it. Several activists and opposition supporters were also arrested, including renowned writer Tsitsi Dangarembga and opposition spokesperson Fadzayi Mahere. Others were abducted by state agents for being suspected of supporting the national protests.\n\nIn Madagascar, former Minister of Communication Harry Laurent Rahajason was detained on 16 July on charges of undermining state security, after he was arrested for organizing and funding a protest against the abuse of pre-trial detention in the country. Rahajason is also known for his past journalism work. The protest, which was banned due to the state of emergency, called for the release of a student leader, Berija Ravelomanantsoa, who has been in pre-trial detention since 8 June.\n\nIn Eswatini, police detained Eugen Dube, journalist and editor of Swati Newsweek Online, for seven hours on 23 April. The detention followed the publication of an article in which Eugen criticized King Mswati III for not putting in place social distancing measures, describing the strategy as “reckless”.\n\nAuthorities reportedly tried to charge Eugene Dube for ‘writing ill’ about the King, which could constitute high treason. It is not clear if the authorities are pressing ahead with the case.\n\nGender-based violence\n\nThe COVID-19 pandemic has also heightened the threat posed to women and girls in the region including by sexual and gender-based violence. Confinement due to stay-at-home orders and lockdowns has left many women and girls exposed to domestic violence, sexual, economic, psychological and other forms of abuse by partners and family members. Many women in the region live in poverty, which forces them to stay with their abusers for fear of losing their livelihoods. Police and NGOs have recorded an alarming increase in cases of gender-based violence since lockdown regimes were introduced in early March.\n\n“SADC leaders have a responsibility to address the human rights crisis which is unfolding across the region, including by allowing people to freely exercise their human rights and strengthening protections for women and girls’ rights.” said Deprose Muchena.\n\n“If they fail to take steps to protect the most vulnerable, they will be betraying the SADC’s founding principles, which obligate their governments to respect, protect, promote and fulfil the human rights of everyone,”", "METADATA": {"viewport": "width=device-width", "description": "Southern African Development Community (SADC) leaders must urgently take concrete measures to fix the human rights", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "SADC: Regional leaders must fix the deteriorating human rights situation across the region  - Zimbabwe Situation", "description": "Southern African Development Community (SADC) leaders must urgently take concrete measures to fix the human rights", "url": "https://www.zimbabwesituation.com/news/sadc-regional-leaders-must-fix-the-deteriorating-human-rights-situation-across-the-region/", "site_name": "Zimbabwe Situation", "image": "https://www.zimbabwesituation.com/wp-content/uploads/2020/08/Police-brutality3.jpg"}, "article": {"publisher": "https://www.facebook.com/ZimbabweSituation", "published_time": "2020-08-14T09:40:57+00:00", "modified_time": "2020-08-14T09:39:30+00:00"}, "twitter": {"card": "summary", "creator": "@zimsitrep", "site": "@zimsitrep"}, "generator": "WordPress 5.4.2", "theme-color": "#333333"}}}