{"GDELT": {"GlobalEventID": 940735871, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "SYR", "Actor2Name": "SYRIAN", "Actor2CountryCode": "SYR", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -10.021321961620501, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20200814103000, "SOURCEURL": "https://www.iom.int/news/1200-missing-migrants-recorded-thus-far-2020-may-well-undercount-totals-covid-19-outbreak"}, "ARTICLE": {"TITLE": "1,200 Missing Migrants Recorded Thus Far in 2020 May Well Undercount Totals Since Covid-19 Outbreak", "TEXT": "Berlin – Despite the mobility restrictions put in place in the wake of the COVID-19 outbreak, over 1,200 migrants lost their lives during migration in the first half of 2020, according to data from IOM’s IOM’s Missing Migrants Project.\n\nResponses to COVID-19, including border closures and other measures, have increased the risks of migratory journeys by pushing people into more perilous and deadly situations where humanitarian support and rescue is increasingly unavailable. Many migrants have been stranded due to border closures and are unable to reach safety. They lack access to health services. The difficulty of social distancing for migrants in transit and destination countries may also mean that people trying to migrate irregularly during this time are at a higher risk of contracting the virus.\n\nYet data collection on deaths and disappearances during migration are increasingly difficult amid the pandemic. Therefore, the 1,200 figure above does not include what IOM estimates are many more deaths linked to COVID-19 cases among migrant workers due to mobility restrictions and lockdowns.\n\n“The lack of focus on migration-related issues means that the true number of migrant deaths is likely much higher,” said Frank Laczko, director of IOM’s Global Migration Data Analysis Centre (GMDAC). “The fact that these numbers do not include deaths of foreign workers due to COVID-19 – which few countries currently publish – makes it difficult to know the true impact of the pandemic on migrants.”\n\nOnly with comprehensive, state-produced data on deaths and other COVID-19-related statistics can IOM and other humanitarian actors effectively address these challenges, Laczko said.\n\nOn 5 July, an unidentified woman was found unresponsive by the United States Border Patrol near La Grulla, Texas, a town next to the border with Mexico. She was taken to a nearby hospital where she tested positive for COVID-19 before dying a few hours later. The woman is the only death recorded during migration due to a confirmed COVID-19 case in IOM’s data. As many authorities do not investigate migrant deaths in irregular contexts, IOM considers it likely that similar cases exist.\n\nAnother hindrance to data collection is the “invisible shipwrecks” – vessels reported missing en route to Europe for which no hard evidence can be found – that have become increasingly frequent since the search and rescue presence of European and non-governmental actors in mid-2017. In the Mediterranean Sea – where IOM has documented more than 20,000 deaths since tracking began in 2014 – a lack of state-led search and rescue means that migrants are increasingly lost at sea without a trace.\n\nDuring 2020, more than 800 people are believed to have been lost at sea in such invisible shipwrecks. One was the 9 February ship that disappeared off the coast of Libya and may have claimed the lives of over 90 migrants. More recently, a boat carrying at least 63 migrants disappeared en route to the Spanish Canary Islands on 18 July.\n\nThe bodies of at least 26 people were found on the Libyan coast in June, not all of which are linked to a known shipwreck. In July and August, the remains of several people were spotted at sea by Sea-Watch and Mediterranea, non-governmental organizations who are among the few still operating in the Central Mediterranean.\n\nConcerningly, COVID-19 restrictions in Asia have left hundreds of Rohingya migrants stranded at sea as states fearing contagion refuse to allow them to disembark. While it is difficult to know the true death toll on these boats, one such stranding left an estimated 70 dead in April after the boat was refused entry for months. During the 2015 Bay of Bengal crisis, which saw Rohingya boats similarly stranded, IOM documented over 500 deaths at sea.\n\nBeyond deaths occurring during migration, migrants have died due to COVID-19 and related restrictions. Few countries publish data on COVID-19 infections or deaths disaggregated by migratory status, yet available data indicate migrants are disproportionately affected by the pandemic.\n\nMoreover, IOM has documented cases of COVID-19-related violence against migrants. On 26 April, a South Sudanese man in a refugee camp in Kakuma, Kenya was reportedly beaten to death by a police officer for violating curfew. A day later, a 17-year-old Syrian boy was shot by police for similar reasons in Adana province in Turkey. In May, police in India beat to death an internal migrant named Satya Swain after he attempted to register for a train ticket as part of India’s Shramik Special programme designed to respond to migrant demand for train passage home due to the lockdowns.\n\nDuring the lockdown internal migrants in India have faced difficulties. Media indicate that over 300 people have died within India attempting to reach their homes, including at least 81 who lost their lives on Shramik Special trains.\n\nMedia reports in North America indicate over 1,400 migrants have died of COVID-19 in the United States, mainly those from countries in Central America. At least three migrants have died from COVID-19 in US immigration detention centres, with another 1,175 detainees with active infections as of 13 July. At least 45 federal employees in these detention centres have confirmed COVID-19 cases, with another 930 cases reported among the private contractors who run US detention centres.\n\nFor the latest data on migrant deaths and disappearances, visit IOM’s Missing Migrants Project website here. All data can be downloaded from missingmigrants.iom.int/downloads .", "METADATA": {"description": "Berlin – Despite the mobility restrictions put in place in the wake of the COVID-19 outbreak, over 1,200 migrants lost their lives during migration in the first half of 2020, according to data from IOM’s IOM’s Missing Migrants Project.", "keywords": "COVID-19", "abstract": "Established in 1951, IOM is the leading inter-governmental organization in the field of migration and works closely with governmental, intergovernmental and non-governmental partners.", "news_keywords": "COVID-19", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "International Organization for Migration", "type": "article", "title": "1,200 Missing Migrants Recorded Thus Far in 2020 May Well Undercount Totals Since Covid-19 Outbreak", "url": "https://www.iom.int/news/1200-missing-migrants-recorded-thus-far-2020-may-well-undercount-totals-covid-19-outbreak", "description": "Berlin – Despite the mobility restrictions put in place in the wake of the COVID-19 outbreak, over 1,200 migrants lost their lives during migration in the first half of 2020, according to data from IOM’s IOM’s Missing Migrants Project.", "updated_time": "2020-08-14T16:35:30+08:00", "image": {"identifier": "https://www.iom.int/sites/default/files/styles/highlights/public/press_release/media/mmp_mid-year_chart_2020.png?itok=VrV22M2-", "secure_url": "https://www.iom.int/sites/default/files/styles/highlights/public/press_release/media/mmp_mid-year_chart_2020.png?itok=VrV22M2-", "type": "image/gif"}}, "twitter": {"card": "photo", "creator": {"identifier": "@UNmigration", "id": 85469815}, "url": "https://www.iom.int/news/1200-missing-migrants-recorded-thus-far-2020-may-well-undercount-totals-covid-19-outbreak", "title": "1,200 Missing Migrants Recorded Thus Far in 2020 May Well Undercount", "description": "Berlin – Despite the mobility restrictions put in place in the wake of the COVID-19 outbreak, over 1,200 migrants lost their lives during migration in the first half of 2020, according to data from", "image": "https://www.iom.int/sites/default/files/styles/highlights/public/press_release/media/mmp_mid-year_chart_2020.png?itok=VrV22M2-"}, "article": {"published_time": "2020-08-14T11:10:00+08:00", "modified_time": "2020-08-14T16:35:30+08:00"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}