{"GDELT": {"GlobalEventID": 940723553, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LBNGOV", "Actor1Name": "BEIRUT", "Actor1CountryCode": "LBN", "Actor1Type1Code": "GOV", "Actor2Code": "USACVL", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 1123, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -6.15006150061501, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814090000, "SOURCEURL": "https://apnews.com/6e970282968b2f3fce3ea0ad351c8049"}, "ARTICLE": {"TITLE": "Trump again says Lebanon blast might have been attack", "TEXT": "President Donald Trump speaks during a briefing with reporters in the James Brady Press Briefing Room of the White House, Wednesday, Aug. 5, 2020, in Washington. (AP Photo/Andrew Harnik)\n\nPresident Donald Trump speaks during a briefing with reporters in the James Brady Press Briefing Room of the White House, Wednesday, Aug. 5, 2020, in Washington. (AP Photo/Andrew Harnik)\n\nWASHINGTON (AP) — President Donald Trump on Wednesday continued to suggest that the massive explosion that killed at least 135 people in Lebanon might have been a deliberate attack, even as officials in Lebanon and his own defense chief said it’s believed to have be an accident.\n\n“Whatever happened, it’s terrible, but they don’t really know what it is,” Trump insisted. “Nobody knows yet.”\n\nInvestigators probing the deadly blast that ripped across Beirut on Tuesday are focused on possible negligence in the storage of tons of ammonium nitrate, a highly explosive fertilizer, in a waterfront warehouse. The Lebanese government ordered the house arrest of several port officials in connection with the explosion, which killed at least 135 people and injured 5,000 more.\n\nADVERTISEMENT\n\nOn Tuesday, Trump called the explosion a “terrible attack” and said American generals told him it was likely caused by a bomb. “They seem to think it was an attack,” Trump said. “It was a bomb of some kind, yes.”\n\nDefense Secretary Mark Esper contradicted the president Wednesday, saying most people believe the explosion “was an accident, as reported.”\n\nBut later in the day, Trump insisted nobody knows for sure.\n\n“How can you say accident if somebody left some terrible explosive-type devices and things around perhaps — perhaps it was that. Perhaps it was an attack,” Trump told reporters during a White House briefing. “I don’t think anybody can say right now. We’re looking into it very strongly right now.\n\n“Some people think it was an attack and some people think it wasn’t. In any event, it was a terrible event and a lot of people were killed and a tremendous number of people were badly wounded, injured. And we’re standing with that country. ”\n\n“But whether it was a bomb intentionally set off -- it ended up being a bomb,” he said. “But no, I’ve heard it both ways. It could have been an accident and it could have also been something that was very offensive.”\n\nWhite House chief of staff Mark Meadows defended the president, saying Trump only told reporters on Tuesday what military officials had told him. “The president shared with the American people what he was briefed on, with 100% certainty I can tell you that,” Meadows told CNN.\n\nBut U.S. officials on Wednesday couldn’t identify any “generals” who delivered any such Beirut message to the president. And while none would comment publicly, some noted that defense and intelligence officials didn’t have enough information about the explosion to make any statement about the cause on Tuesday evening.\n\nADVERTISEMENT\n\nThis is not the first time defense officials have been caught off-guard by Trump or scrambled to try to explain something he said without appearing to contradict their commander in chief.\n\nEarly in his presidency, Trump announced on Twitter that he was going to ban transgender service members, a move Pentagon leaders didn’t know about. And many were caught by surprise when he suddenly announced he was pulling all troops out of Syria.\n\nMore recently, defense officials struggled to explain what Trump meant when he suggested the military was planning to play a role in distributing the coronavirus vaccine, something they had no plan to do. And they openly split with the president when he said he wanted to invoke the Insurrection Act and deploy troops to tamp down protests in the wake of the death of George Floyd.\n\nFrom video and other evidence, experts suggest that fireworks and ammonium nitrate were the fuel that ignited the explosion that rocked the Lebanese capital. The scale of the damage — from the area of the explosion at the port of Beirut to the windows blown out miles away — resembled other blasts involving the chemical compound commonly used as an agricultural fertilizer.\n\nThe compound typically does not detonate on its own and requires another ignition source. That likely came from a fire that engulfed what initially appeared to be fireworks stored at the port. The Lebanese government said it was putting an unspecified number of Beirut port officials under house arrest pending an investigation into how 2,750 tons of ammonium nitrate came to be stored at the port for years.\n\nThe U.S. Embassy in Beirut said at least one American citizen was killed and several more were injured in the explosion. “We are working closely with local authorities to determine if any additional U.S. citizens were affected,” the embassy said in a statement Wednesday. The embassy said all its employees are safe and accounted for.\n\nSecretary of State Mike Pompeo spoke Wednesday with Lebanon’s Prime Minister Hassan Diab to convey U.S. condolences to the Lebanese people, according to State Department deputy spokesperson Cale Brown. The U.S. was preparing to provide humanitarian aid and medical or other supplies to the Lebanese people, Esper said online during this year’s Aspen Security Forum.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "theme-color": "#dedede", "msapplication-config": "browserconfig.xml", "description": "WASHINGTON (AP) — President Donald Trump on Wednesday continued to suggest that the massive explosion that killed at least 135 people in Lebanon might have been a deliberate attack, even as...", "keywords": "Beirut,International News,Middle East,Lebanon,Politics,Racial injustice,Virus Outbreak,Donald Trump", "twitter": {"card": "summary_large_image", "site": "@ap", "title": "Trump again says Lebanon blast might have been attack", "description": "WASHINGTON (AP) — President Donald Trump on Wednesday continued to suggest that the massive explosion that killed at least 135 people in Lebanon might have been a deliberate attack, even as...", "image": "https://storage.googleapis.com/afs-prod/media/752c5d3993944a86bddf517013b5c081/3000.jpeg", "url": "https://apnews.com/6e970282968b2f3fce3ea0ad351c8049"}, "og": {"title": "Trump again says Lebanon blast might have been attack", "description": "WASHINGTON (AP) — President Donald Trump on Wednesday continued to suggest that the massive explosion that killed at least 135 people in Lebanon might have been a deliberate attack, even as...", "type": "article", "url": "https://apnews.com/6e970282968b2f3fce3ea0ad351c8049", "image": {"identifier": "https://storage.googleapis.com/afs-prod/media/752c5d3993944a86bddf517013b5c081/3000.jpeg", "width": 4500, "height": 3000}, "site_name": "AP NEWS"}, "fb": {"app_id": 870613919693099, "pages": 249655421622}, "article": {"published_time": "2020-08-05T15:58:02Z", "modified_time": "2020-08-06T00:20:09Z", "section": "Beirut", "tag": "Donald Trump"}, "google-site-verification": "XvG-YKlyyPmG2x0J9-rdS-zI8LhL4d75ZQoccETD2qA"}}}