{"GDELT": {"GlobalEventID": 940741576, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFG", "Actor1Name": "AFGHANISTAN", "Actor1CountryCode": "AFG", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.16723549488058, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ", "Actor2Geo_Lat": 33.0, "Actor2Geo_Long": 44.0, "Actor2Geo_FeatureID": "IZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200814110000, "SOURCEURL": "https://www.zerohedge.com/geopolitical/sweden-hit-rare-covid-triple-whammy-no-lockdowns-low-deaths-minimal-economic-damage"}, "ARTICLE": {"TITLE": "Sweden Hits COVID-19 \"Triple Whammy\": No Lockdowns, Low Deaths & Minimal Economic Damage", "TEXT": "Perhaps the biggest example of the Western media's inherent biases surrounding its coverage of Sweden's approach to tackling COVID-19. Plenty of media outlets decried the country's \"massive\" fatality rate compared to its lockdown-favoring neighbors, but failed to add the context necessary to see that the difference was only a couple thousand deaths, and that Sweden's per capita mortality rate was still lower than Britain's, and other countries that favored lockdowns.\n\nWhen Anders Tegnell, the architect of Sweden's strategy, said during an interview that he would have done things \"differently\" if given a second chance, the Western press, including the NYT, rushed to frame this as an admission of guilt for failing to order the types of restrictive lockdowns seen in other European countries. Tegnell later clarified that this isn't what he meant at all.\n\nWhat's more, in Sweden, deaths have declined nearly to zero. And since the country's economy has remained open this whole time, there's little risk of resurgence when whatever minimal restrictions are still in place are finally lifted.\n\nIn a column published Thursday, The Telegraph's Allister Heath argued that Sweden's success at fighting the virus while minimizing economic damage elucidates the depth of the British medical establishment's incompetence, as it was Britain's health experts whose advice PM Johnson assiduously followed.\n\nRead an excerpt from the column below (courtesy of the Telegraph):\n\nSo now we know: Sweden got it largely right, and the British establishment catastrophically wrong. Anders Tegnell, Stockholm’s epidemiologist-king, has pulled off a remarkable triple whammy: far fewer deaths per capita than Britain, a maintenance of basic freedoms and opportunities, including schooling, and, most strikingly, a recession less than half as severe as our own.\n\nOur arrogant quangocrats and state “experts” should hang their heads in shame: their reaction to coronavirus was one of the greatest public policy blunders in modern history, more severe even than Iraq, Afghanistan, the financial crisis, Suez or the ERM fiasco. Millions will lose their jobs when furlough ends; tens of thousands of small businesses are failing; schooling is in chaos, with A-level grades all over the place; vast numbers are likely to die from untreated or undetected illnesses; and we have seen the first exodus of foreigners in years, with the labour market survey suggesting a decline in non-UK born adults.\n\nPandemics always come with large economic and social costs, for reasons of altruism as well as of self-interest. The only way to contain the spread of a deadly, contagious disease, in the absence of a cure or vaccine, is to social distance; fear and panic inevitably kick in, as the public desperately seeks to avoid catching the virus. A “voluntary” recession is almost guaranteed.\n\nBut if a drop in GDP is unavoidable, governments can influence its size and scale. Politicians can react in one of three ways to a pandemic. They can do nothing, and allow the disease to rip until herd immunity is reached. Quite rightly, no government has pursued this policy, out of fear of mass deaths and total social and economic collapse.\n\nThe second approach involves imposing proportionate restrictions to facilitate social distancing, banning certain sorts of gatherings while encouraging and informing the public. The Swedes pursued a version of this centrist strategy: there was a fair bit of compulsion, but also a focus on retaining normal life and keeping schools open. The virus was taken very seriously, but there was no formal lockdown. Tegnell is one of the few genuine heroes of this crisis: he identified the correct trade-offs.\n\nThe third option is the full-on statist approach, which imposes a legally binding lockdown and shuts down society. Such a blunderbuss approach may be right under certain circumstances – if a vaccine is imminent – or for some viruses – for example, if we are ever hit with one that targets children and comes with a much higher fatality rate – but the latest economic and mortality statistics suggest this wasn’t so for Covid-19.\n\nAlmost all economists thought that Sweden’s economy would suffer hugely from its idiosyncratic strategy. They were wrong. Sweden’s GDP fell by just 8.6 per cent in the first half of the year, all in the second quarter, and its excess deaths jumped 24 per cent. A big part of Sweden’s recession was caused by a slump in demand for its exports from its fully locked-down neighbours. One could speculate that had all countries pursued a Swedish-style strategy, the economic hit could have been worth no more than 3-4 per cent of GDP. That could be seen as the core cost of the virus under a sensible policy reaction.\n\nBy contrast, Britain’s economy slumped by 22.2 per cent in the first half of the year, a performance almost three times as bad as Sweden’s, and its excess deaths shot up by 45 per cent. Spain’s national income slumped even more (22.7 per cent), and France’s (down 18.9 per cent) and Italy’s (down 17.1 per cent) slightly less, but all three also suffered far greater per capita excess deaths than Sweden. The Swedes allowed the virus to spread in care homes, so if that major failure had been fixed, their death rate could have been a lot lower still.\n\n* * *\n\nSource: Telegraph", "METADATA": {"twitter": {"card": "summary_large_image", "site": "@zerohedge", "description": "Sweden has accomplished a remarkable \"triple whammy\": far fewer deaths per capita than its worst-hit European peers (like the UK), a maintenance of basic freedoms and critical services like schooling, and, most importantly, a recession less than half as severe as our own.", "title": "Sweden Hits COVID-19 \"Triple Whammy\": No Lockdowns, Low Deaths & Minimal Economic Damage", "url": "https://www.zerohedge.com/geopolitical/sweden-hit-rare-covid-triple-whammy-no-lockdowns-low-deaths-minimal-economic-damage", "image": "https://zh-prod-1cc738ca-7d3b-4a72-b792-20bd8d8fa069.storage.googleapis.com/s3fs-public/styles/max_650x650/public/2020-08/Screen%20Shot%202020-08-13%20at%2012.59.34%20PM.png?itok=_E0mG57a"}, "og": {"site_name": "Zero Hedge", "type": "Article", "url": "https://www.zerohedge.com/geopolitical/sweden-hit-rare-covid-triple-whammy-no-lockdowns-low-deaths-minimal-economic-damage", "title": "Sweden Hits COVID-19 \"Triple Whammy\": No Lockdowns, Low Deaths & Minimal Economic Damage", "image": "https://zh-prod-1cc738ca-7d3b-4a72-b792-20bd8d8fa069.storage.googleapis.com/s3fs-public/styles/max_650x650/public/2020-08/Screen%20Shot%202020-08-13%20at%2012.59.34%20PM.png?itok=_E0mG57a"}, "description": "Sweden has accomplished a remarkable \"triple whammy\": far fewer deaths per capita than its worst-hit European peers (like the UK), a maintenance of basic freedoms and critical services like schooling, and, most importantly, a recession less than half as severe as our own.", "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0", "theme-color": "#ffffff"}}}