{"GDELT": {"GlobalEventID": 940788064, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.57360406091371, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Ogun State, Ogun, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI16", "Actor1Geo_ADM2Code": "22963", "Actor1Geo_Lat": 7.0, "Actor1Geo_Long": 3.58333, "Actor1Geo_FeatureID": "-2022272", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Ogun State, Ogun, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI16", "Action2Geo_ADM2Code": "22963", "Action2Geo_Lat": 7.0, "Action2Geo_Long": 3.58333, "Action2Geo_FeatureID": "-2022272", "DATEADDED": 20200814153000, "SOURCEURL": "https://techcabal.com/2020/08/14/federal-ministry-of-gofundme/"}, "ARTICLE": {"TITLE": "Federal ministry of GoFundMe", "TEXT": "Aramide Akintimehin had never dreamt of attending Harvard, the upper echelon of Ivy League colleges in the world. For one, Harvard-educated was an adjective she felt was reserved for geniuses. Like the over 150 Nobel Laureates the college has produced, or the lucky 5% who get accepted into any of its programmes these days.\n\nAkintimehin is a first class degree holder herself and finished from Covenant University with a degree in Economics. But it took the encouragement of a HR personnel at a training she was attending to plant the possibility of a Harvard education in her mind.\n\nI think you are Harvard material, the lady said to her, and I think you will get in if you tried a Masters programme there.\n\nAkintimehin is a teacher in Ota, Ogun State where Covenant University is situated. She runs Talent Mine Academy, where she, alongside volunteer teachers, provide basic literacy, numeracy and digital skills for underprivileged out-of-school children. To better equip herself for her job at the academy, she applied for a Master’s in Learning and Teaching and was accepted.\n\n“If that woman hadn’t walked up to me to tell me I was Harvard material, I don’t think I would have applied in the first place,” Akintimehim tells me over the phone.\n\nA Harvard education isn’t cheap. Prior to applying, she had seen the required tuition and while hoping for a 70-75% scholarship had also sought out and applied to external scholarship opportunities to fund her education. A week after receiving her admission letter, her financial aid status arrived. She had been offered funding that barely covered a quarter of her tuition.\n\n“This was really painful but I needed to do something,” she recalls.\n\nBut the pandemic had just really set in and lockdowns were in place. It seemed insensitive to launch a fundraising campaign amidst the uncertainty and gloom so she pushed the thought away for a month.\n\nHowever, with the deadline to confirm her admission approaching, Akintimehin took a step of faith and launched a GoFundMe campaign to raise funds for her education.\n\nIn three weeks, over a thousand people in Nigeria, diasporans and individuals in the US, Canada and the UK, raised US$68,000 to cover her tuition.\n\nBabajide Ipaye couldn’t find the right sneakers for his size 48 feet. So he sought to have them custom-made. There are certainly others like me, he thought, who have big feet and are struggling to find sneakers that are not the afterthought of a shoe manufacturer. Was this a sizable market though? Could they afford to pay for these shoes? Were these designs he had in mind going to appeal to them?\n\nPrior to starting Keexs in 2015, Ipaye had worked as the CEO of a tech company he co-founded for 12 years and before that, for Microsoft’s first gold partner in Africa, Tranter.\n\n“One of the things I learned very quickly is that people do not want to take very huge risks when it comes to innovation in Africa,” Ipaye says, for good reason. The risk profile is higher, some of these concepts are not proven and so investors are not comfortable putting their money behind it.\n\n“However, if you’re able to establish social proof in the early stages of your idea, then it’s a lot easier to have a bandwagon effect.”\n\n“That was the reason crowdfunding came to fore,” he says.\n\nTowards the end of 2015, he launched a detailed Kickstarter campaign to raise the first funding milestone to bring Keexs to life. 72 backers raised £17,871, a little more than the £17,500 goal set for the campaign.\n\nThe power of the crowd\n\n‘Twitter, do your thing’ has become a modern day magic lamp summoning social media’s millions of users in their clusters and beyond to lend a hand towards causes that resonate with them in some way.\n\nWhether it is finding lost relatives, nursing an ailing destitute back to health, ensuring the safety of a young woman fighting a highly influential and powerful abuser, or drawing the attention of A-list Hollywood to your small corner of the internet, there is so much that is now just within reach.\n\nWhen the very first crowdfunded project occured may yet to be accurately ascertained, but some attribute the very first media-based crowdfunding campaign to a renewed drive for the construction of the Statue of Liberty. Joseph Pulitzer who was the then publisher of the New York World, had published a stirring piece urging Americans to raise the sum of US$100,000 needed to build the pedestal of the iconic monument which France had begun. Donors were promised an acknowledgement in the papers and miniature models of the statue while the highest donor was going to be gifted two double-eagle coins.\n\nThis crowdfunding model today is now referred to as reward-based crowdfunding.\n\nFor Keexs first campaign in 2015, backers received a pair or more of sneakers, shoe laces, or a combination of both depending on how much they had pledged. For donors in the country, the items were also delivered at no cost.\n\nThis South African photography project offered backers postcards as reward for their donations depending on the amount. Oculus Rift campaigns also went similarly with backers being rewarded with devices depending on how much they pledged.\n\nCrowdfunding can also be equity-based. Here, a business offers up shares in its business to donors/backers for a chunk of their money or investment. If the company goes on to do well, they get good returns on the percentage of the company that they now own. If not, it is a loss to the investors. Increasingly, technology startups on the continent are turning to equity crowdfunding to raise funds for their businesses.\n\nDebt-based crowdfunding or peer-to-peer lending allows entrepreneurs serve as middlemen between borrowers and lenders who offer loans to run a project or business endeavor for a return/profit. Agritech companies have largely adopted this model allowing individuals invest in farming activities across the country for a return after a farming season.\n\nDonor-based crowdfunding encapsulates campaigns like Akintimehin’s, social justice issues and other such campaigns where individuals crowdsource for a good cause without expecting anything in return as it were.\n\nDevCareer, founded by Akintunde Sultan, started out with a single altruistic goal: raise ₦1 million to purchase 10 pieces of computer for aspiring developers to aid them on their journey.\n\nSultan says he was expecting to raise, perhaps, a fifth of that amount. In three months, the campaign had raised about ₦2 million, double the original target, and so 22 developers got new laptops, hub and course subscriptions and mentors. The attention the campaign got propelled Sultan to set up DevCareer as a structured way to screen intending recipients, monitor the activities of the first cohort and to launch a second campaign which surpassed its £10,000 target to raise £19,769. Fifty developers from Nigeria, Zambia, Kenya and Ghana will receive computers and support in the second cohort.\n\nThe hassles of rallying the crowd to action\n\nIpaye likens crowdfunding to a political campaign. It is a lot of work. While strangers on the internet are more than ever ready to gather together for a worthy cause, convincing strangers to consider a campaign worthy out of the tens of thousands of campaigns that are set up daily around the world can be tough. Annually, over 250,000 campaigns are set up on GoFundMe to cover medical bills alone.\n\nAkintimehin drove her campaign intensely for the three weeks that it lasted, frantically tagging influencers and popular accounts on social media to boost her campaign with their reshares. She says there are two reasons she believes strangers donate their hard-earned money to causes they come across online: having suffered or been close to someone who has suffered a similar fate or emotionally connecting with the story of the campaigner.\n\n“This is where a great story and compelling vision comes in,” she says, and she shared her vision for Talent Mine Academy and her passion for teaching relentlessly in those three weeks.\n\nIpaye combined Facebook ads, his network and an offline event where people could see the initial samples of the sneakers during the first campaign on Kickstarter. The ads were a visual compilation of his studies at SLEM, a footwear academy in Netherlands, talking heads and BTS footage of himself sharing his story, the vision of the company and the goal of the fundraising campaign.\n\n“There’s always that need to establish as much credibility as possible,” he says.\n\nKeexs has launched a third campaign which although is still ongoing, reached its US$20,000 public goal in just 12 hours.\n\nLocal vs international platforms\n\nIt is hard to tell what volume of campaigns originate from the continent since the top three donor-based and reward-based platforms, GoFundMe, Kickstarter and Indiegogo, do not allow campaigns to be set up in all of the continent.\n\nAkintimehin’s uncle set up the campaign on her behalf, the funds were remitted to his account and then he made a transfer to hers. Sultan’s colleague set up the campaign for DevCareer on behalf of the team but between their two campaigns, the account has been locked thrice, he says. On one of those occasions, Twitter founder Jack Dorsey had made a £5,000 donation to the campaign.\n\nSultan says the GoFundMe team explained that it was an automated safety precaution and even made a donation to the second campaign.\n\nIpaye says Kickstarter was best suited for Keexs because of its creative nature but also because the platform is very credible and thorough with the checks it carries out before a campaign can go live on the platform.\n\n“People who go on to use Kickstarter have to go through a lot of checks and verifications. They rejected our campaign, this last one, like three times before we went through,” he adds.\n\nThe new campaign is geared towards the launch of Keexs e-Motion, a three-component product consisting of a pair of sneakers, a mobile app and two bluetooth-enabled smart chips (pods) via which communication with the mobile app is possible.\n\nKickstarter wanted more proof of the technology and the solution the new range of sneakers offers, from navigation to motion tracking, and they wanted to see more ‘raw’ videos shot with phones and with no post-production.\n\nWhile platforms like Kickstarter and Indiegogo collect a 5% fee (excluding payment processing fees) on each donation made, a platform like GoFundMe has no such requirement.\n\nOn Kickstarter, if a target is not met, the funds are not disbursed to the campaigner, but on GoFundMe, whatever amount is raised is remitted to the campaigner. This makes it the go to for many Nigerians and Africans looking to crowdsource in spite of any hassles with using the platform.\n\nLocal alternatives may not be in the horizon but the crowd is finding ways around this from direct donations to bank accounts, to the available payment channels in a very active fintech market.\n\nIpaye says in spite of the hassles with Kickstarter, the advent of a platform to match its kind is at least a decade away especially for crowdfunding campaigns that are not debt-based or reward-based. More backers also tend to come from other parts of the world outside Nigeria and there is the question of security and checking fraudulent activity. No one feels more slighted than someone trying to do good and getting tricked because of it.\n\nFor the most part, however, there are stories like Ipaye’s and Akintimehin’s who resumes this fall and will have her Harvard-educated adjective by 2021.", "METADATA": {"viewport": "width=device-width", "description": "Some attribute the very first media-based crowdfunding campaign to a renewed drive for the construction of the Statue of Liberty.", "fb": {"app_id": 359398570830605}, "og": {"url": "https://techcabal.com/2020/08/14/federal-ministry-of-gofundme/", "type": "article", "title": "Federal ministry of GoFundMe | TechCabal", "description": "Some attribute the very first media-based crowdfunding campaign to a renewed drive for the construction of the Statue of Liberty.", "locale": "en_US", "site_name": "TechCabal", "image": {"identifier": "https://x7d4c5z5.stackpathcdn.com/wp-content/uploads/tc/2020/08/Online-Community-01-01.jpg", "width": 1920, "height": 1080}}, "twitter": {"card": "summary_large_image", "site": "@techcabal", "description": "Aramide Akintimehin had never dreamt of attending Harvard, the upper echelon of Ivy League colleges in the world. For one, Harvard-educated was an adjective she felt was reserved for geniuses. Like the over 150 Nobel Laureates the college has produced, or the lucky 5% who get accepted into any of its programmes these days.  Akintimehin […] @TechCabal", "creator": "@techcabal"}, "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/TechCabal", "published_time": "2020-08-14T14:21:37+00:00", "modified_time": "2020-08-14T14:21:38+00:00"}, "generator": "WordPress 5.4.2", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://x7d4c5z5.stackpathcdn.com/wp-content/uploads/tc/2018/10/cropped-tcbig-270x270.png"}}}