{"GDELT": {"GlobalEventID": 940791412, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREAN", "Actor1CountryCode": "KOR", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EUROPEAN UNION", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.1154855643044599, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200814154500, "SOURCEURL": "https://www.lexology.com/library/detail.aspx?g=b2e71357-67e9-4892-93af-3b7f5259b171"}, "ARTICLE": {"TITLE": "Private equity fundraising in South Korea", "TEXT": "I GENERAL OVERVIEW\n\nRegulations on onshore private equity (PE) funds2 were first introduced in South Korea in 2004 following the enactment of the Indirect Investment Asset Management Business Act. In 2009, this Act and the Securities and Exchange Act were integrated into a new law known as the Financial Investment Services and Capital Markets Act (FSCMA), which primarily regulates fundraising, formation, management and operation of private equity funds in South Korea. Since 2004, there has been a remarkable growth in the South Korean PE fund market, with the number of PE funds increasing from two in 2004 to 583 as at the end of 2018.3\n\nDuring the early years following the introduction of PE funds in South Korea, limited partners (LPs) were mostly financial institutions. However, as the PE fund market expanded, large pension funds such as the National Pension Service (NPS) have been actively participating as anchor investors. More recently, the number of smaller PE funds, with a commitment amount of 100 billion won or less, has been increasing, and project-based funds formed to acquire specific investment targets compose more than 70 per cent of all PE funds registered with the Financial Services Commission (FSC).\n\nPreviously, only financial institutions such as banks, securities companies and asset management companies acted as general partners (GPs); however, the number and variety of institutions acting solely as general partners has increased, and as a result, they now compose 66 per cent of the total number of GPs in South Korea.\n\nThe first table below indicates the number of registered PE funds in South Korea and the second table refers to the total commitment amounts and total invested amounts in recent years.4\n\nYear 2012 2013 2014 2015 2016 2017 2018 Number of funds 226 237 277 316 383 444 583\n\nYear 2012 2013 2014 2015 2016 2017 2018 Total commitment amount (A)(x100 million won) 399,821 439,999 512,442 585,180 622,261 626,032 745,012 Total invested amount (B)(x100 million won) 210,567 280,844 317,634 383,903 435,931 455,353 557,103 Investment ratio (B)/(A) 52.7% 63.8% 62% 65.6% 70.1% 72.7% 74.8%\n\nThe table below indicates the number of PE funds, sorted by volume of commitment amounts.\n\nYear Total commitment amount 2012 2013 2014 2015 2016 2017 2018 Large At least 300 billion won 45 47 51 57 53 48 51 Medium-sized 100 billion to 300 billion won 63 76 100 115 127 130 146 Small Up to 100 billion won 118 114 126 144 203 266 386 Total 226 237 277 316 383 444 583\n\nThe table below indicates the number of institutions acting solely as GPs (independent GPs) and the number of financial institutions participating as GPs (FI GPs).\n\nYear 2015 2016 2017 2018 Independent GPs 94 (56.3%) 115 (60.5%) 138 (66%) 152 (65.5%) FI GPs 73 (43.7%) 75 (39.5%) 71 (34%) 80 (34.5%) Total 167 190 209 232\n\nIn a statement dated September 2018, the FSC announced its plan to integrate two categories of private placement fund – specialised investment private fund (hedge fund) and management participation private fund (PE fund) – into a single regime, and as such, we expect fundamental changes to the regulation and operation of the PE fund market in South Korea. The major changes to the FSCMA announced by the FSC are discussed in detail in Section III.\n\nII LEGAL FRAMEWORK FOR FUNDRAISING\n\ni Incorporation of a PE fund\n\nThe legal form of a PE fund in South Korea is a corporate vehicle, limited company under the Korean Commercial Code (KCC), which is similar to a limited partnership in US law. The formation of a PE fund requires a minimum of one GP with unlimited liability and one LP5 with limited liability. In practice, nearly all GPs act as managing partners of PE funds.\n\nThe qualification requirements for an LP are as follows:\n\nprofessional investors as prescribed in the Enforcement Decree of the FSCMA (mostly financial institutions and pension funds); or individuals, corporations or other organisations investing at least 300 million won (100 million won for an executive officer of a GP or a fund manager) in a PE fund.\n\nAs PE funds are also categorised as private placement funds, the total number of members must be 49 or below. A filing with respect to the incorporation of a PE fund must be made to the FSC within two weeks of the registration of its incorporation with the court.\n\nii Registration requirements for GPs\n\nWhen the PE fund regime was first introduced in South Korea in 2004, there was no statutory licence or qualification requirement for a GP. In 2013, the FSCMA was amended to include certain requirements for an entity contemplating becoming a GP in South Korea. To register as a GP, the following conditions must be satisfied:\n\na minimum capital of 100 million won; compliance by each executive officer of the GP with Article 5 of the Act on Corporate Governance of Financial Companies; employment of at least two individual fund managers; setting up of an internal compliance policy to identify, assess and manage the possibility of conflicts of interest; and maintaining sound financial standing and social credibility as prescribed in the Enforcement Decree of the FSCMA.\n\niii PE fund asset management methods\n\nThe asset classes that a Korean PE fund is permitted to acquire are narrow. The FSCMA requires a PE fund to participate in the management of its portfolio companies and to manage its assets in the following manner:\n\nit must acquire 10 per cent or more of the issued and outstanding shares with voting rights in a target company; if an investment is being made in relation to less than 10 per cent of the issued and outstanding shares or the total capital amount, the investment must allow the exercise of de facto control over the target company's material management issues;6 the investment must be in equity-linked bonds (i.e., convertible bonds (CBs), bonds with warrants (BWs) and exchangeable bonds (EBs)) issued by the target company for the purpose of point (a) or (b), above; derivatives transactions can be carried out for the purpose of mitigating risks related to investment in securities issued by the target company and fluctuation in currency exchange rates; investments can be made in securities issued by an investment company for infrastructure purposes in accordance with the Act on Public-Private Partnerships in Infrastructure; and investments can be made in securities issued by a special purpose company (SPC).\n\nFurther, the following restrictions apply to PE funds' management of investment assets under the FSCMA:\n\na PE fund is required to invest at least 50 per cent of its assets in the manner stipulated in points (a), (b), (e) and (f), above; a PE fund must retain the securities acquired in the manner stipulated in points (a), (b) or (c), above, for at least six months and must not dispose of them within a six-month period; a PE fund is not allowed to invest in the shares of a foreign corporation if 30 per cent or more of assets held by such foreign corporation and its subsidiaries (out of their total assets) is located in South Korea; and a PE fund is permitted to incur an indebtedness if (1) it is unavoidable for repaying a contribution amount to a departing member, (2) there is a temporary shortage in operating costs, or (3) there is a temporary shortage of funds for an investment in a target company, provided that the total indebtedness may not exceed 10 per cent of the net asset of the PE fund.\n\nIf a PE fund enters into a transaction where it is permitted to exercise a put option for its shares of the target company at an exercise price calculated based on the PE fund's internal rate of return (IRR) during the investment period on a condition that the target company does not satisfy its initial public offering obligation within the agreed period to protect the PE fund's invested capital and the IRR, the FSC has held that the PE fund's investment in the target company is interpreted as a de facto loan, and further held that it was in violation of the PE fund's asset management method under the FSCMA.\n\nSince the first introduction of the PE fund regime in South Korea, there have been concerns that chaebols (large, family run conglomerates) would be likely to exploit the PE fund scheme for the purpose of expanding their businesses or unfairly supporting their affiliates. The FSCMA includes the following provisions to prevent potential abuse of the PE fund by chaebols.\n\nIf a PE fund that is an affiliate of a 'business group subject to limitations on cross shareholding' (a 'restricted business group') as prescribed in the Monopoly Regulation and Fair Trade Act, or a PE fund whose GP is an affiliate of a restricted business group, acquires a target company as an affiliate, it must sell its shares in the target company to a third party other than its affiliate. A PE fund that is an affiliate of a restricted business group or a PE fund whose GP is an affiliate of a restricted business group is prohibited from acquiring equity securities of an affiliate.\n\niv Incorporation of an SPC\n\nThe FSCMA allows an investment by a PE fund by way of incorporating an SPC. Requirements for establishing and operation of an SPC are as follows:\n\nthe SPC is a joint stock company or a limited company under the KCC; the SPC is in compliance with the provisions related to a PE fund's asset management method in the FSCMA; a shareholder or a member of the SPC is the PE fund, an executive officer of the target company, the major shareholder or a person designated by the Enforcement Decree to the FSCMA, provided that the PE fund's shareholding ratio in the SPC is 50 per cent or above; the sum of (1) the number of shareholders of the SPC or the number of members of the PE fund and (2) the number of non-PE fund shareholders or members, is 49 or below; and the SPC does not employ a full-time executive officer or staff and does not maintain a place of business other than a head office.\n\nAn SPC may borrow up to 300 per cent of its net assets and, therefore, a PE fund may make a leveraged investment in a target company by way of incorporating an SPC.\n\nv Monitoring of PE fund by regulators\n\nIn South Korea, the FSC and the Financial Supervisory Service, the executive body of the FSC, oversee PE funds and GPs managing the PE funds. If an onshore PE fund or a GP violates the relevant laws, the FSC has the power to do the following:\n\ncancel its registration; suspend all or part of its business; demand that the PE fund dismiss, suspend from duty or issue a warning or admonition with regard to its officers; issue a warning or admonition against the PE fund; demand that the PE fund dismiss, suspend from duty, reduce salaries of, reprimand, or issue warnings or admonitions to, its employees; or issue a remedial order or demand certain measures for compensation of the damages incurred by its investors.\n\nIII REGULATORY DEVELOPMENTS\n\nThe FSCMA provides the general legal framework for the PE fund regime, including incorporation of a PE fund, asset management and requirements of GPs and LPs, among other matters. A meeting of members of a PE fund, liquidation of a PE fund and other business affairs that are not governed by the FSCMA are covered under the KCC. Since the inception of the PE fund regulations, there have not been many changes from a regulatory perspective; however, there were significant amendments to the PE fund-related provisions of the FSCMA in 2015. Some of the important changes are noted below.\n\nPreviously, registration with the FSC was required prior to the incorporation of a PE fund. This has been changed to allow a filing with the FSC after the incorporation of the fund. A PE fund is not allowed to make investments in the shares of a foreign corporation if 30 per cent or more of the assets held by such corporation and its subsidiaries (out of their total assets) are located in South Korea. The previous threshold rate was 5 per cent. Previously, a PE fund was prohibited from incorporating multiple layers of SPCs (i.e., having its first SPC incorporate a second SPC, and so on). This is no longer applicable, and a PE fund may have multiple layers of SPCs. A strategic investor can become a member of an SPC. Previously, only a PE fund, an executive officer or the major shareholder of a target company could become a member of an SPC.\n\nAt the end of 2016, the amendment to the FSCMA introduced PE funds specifically designed for the purpose of investing in start-up companies and venture companies (start-up and venture PE fund). The start-up and venture PE fund enjoys certain corporate tax benefits if it invests 50 per cent or more of its assets in a venture business or a technology and innovation-driven small or medium-sized enterprise within two years of its incorporation.\n\nUnder the current FSCMA, private placement funds in South Korea can only be categorised as hedge funds or PE funds, and can be largely distinguished as follows.\n\nA hedge fund may invest in securities, loans, derivatives and real estate assets, whereas a PE fund's investment is limited to equity securities or equity-linked bonds, such as CBs, BWs or EBs, further provided that the PE fund acquires shares with 10 per cent or more of voting rights through such investment (or alternatively, the PE fund can be granted with the right to appoint one or more director of the target company as a condition to its investment). On the other hand, a hedge fund is prohibited from acquiring shares with voting rights of 10 per cent or more when making investments in equity securities or equity-linked bonds. A hedge fund is allowed to incur an indebtedness of up to 400 per cent of its net assets, whereas a PE fund is generally prohibited from incurring an indebtedness (aside from a few exceptions) but may incur up to 300 per cent of the net assets of an SPC if the PE fund is making investment via the SPC. There are stricter requirements for fund managers of hedge funds in terms of capital requirements, professional managers and major shareholder requirements when compared with those of PE funds.\n\nIn September 2018, the FSC announced that there would be an amendment to the FSCMA to reform the private placement fund scheme in South Korea. Under the newly amended FSCMA, the FSC will only allow a single type of private placement fund that will integrate the hedge fund and PE fund schemes. According to the FSC's statement, the major changes will be as follows.\n\nThe integrated private placement fund ('integrated fund') will be able to invest in shares, loans, derivatives or real estate assets. Notably in relation to the securities investment, there will no longer be any minimum or maximum limitation on the shareholding in a portfolio company. The integrated fund will be permitted to incur indebtedness of up to 400 per cent of its net assets. The fund manager of the integrated fund will be required to comply with the current requirements for a hedge fund manager. GPs of existing PE funds that cannot comply with the current requirements for a hedge fund manager will be able to manage an integrated fund in which only institutional investors (as prescribed in the FSCMA) participate as LPs. Previously, the standard of distinguishing a public offering fund and a private placement fund was whether a solicitation of offer was made to 50 or more parties; in the newly amended FSCMA, the threshold will be whether 50 or more parties have actually accepted the offer.\n\nAt the time of writing, the proposed amendment to the FSCMA is pending at the National Assembly.\n\nIV OUTLOOK\n\nSince the first introduction of the onshore PE fund scheme in 2004, there has been a continuous growth of the PE fund market in South Korea. In particular, there has been a remarkable expansion in the market in the past decade, and, in fact, PE funds have been leading South Korea's M&A sector for many years. It is expected that the South Korean PE fund market will continue to grow in the near future while large pension funds, such as the NPS, will continue to play the role of anchor investor to large PE funds.\n\nOne of the current features of the South Korean PE fund market is that secondary PE funds are not yet very active compared with in seasoned PE markets such as the United States and the European Union. This is mainly because a few large pension funds tend to widely allocate their investments to various PE funds, which results in overlapping of LPs in many PE funds. However, the need for secondary PE funds has been developing and it is expected that the number of secondary PE funds will increase.\n\nAdditionally, it is expected that the private placement fund market will grow rapidly once the above-mentioned proposed amendment to the FSCMA expands the scope of investment methods and asset classes, and eases the standard of being recognised as 'private placement'. Existing GPs will have to decide whether they should increase the size of their capital and professional manpower to continue their business as fund managers of integrated funds under the new regime, or whether they should maintain the current capital volume and manpower, and maintain their status as fund managers for private placement funds for institutional investors.\n\nThis article is an extract from The Private Equity Review, 9th Edition. Click here for the full guide.\n\nFootnotes\n\n1 Chris Chang-Hyun Song, Tae-Yong Seo, Joon Hyug Chung and Sang-Yeon Eom are partners and Seung Hyun Dennis Cho is a foreign legal consultant at Shin & Kim.\n\n2 New technology business investment partnerships prescribed in the Specialised Credit Finance Business Act, small or medium-sized enterprises established as investment partnerships prescribed in the Support for Small and Medium Enterprise Establishment Act and new technology venture investment partnerships prescribed in the Act on Special Measures for the Promotion of Venture Businesses are similar to a venture capital fund as used in the United States and Europe, and can be considered as a private equity fund in a broader sense. For the purposes of this chapter, we discuss the private equity fund governed by the Financial Investment Services and Capital Markets Act.\n\n3 Financial Supervisory Service, September 2019.\n\n4 Source: Financial Supervisory Service, September 2019.\n\n5 In practice, however, it is required to have at least two LPs, as a PE fund is subject to dissolution if the number of LPs is less than two. This does not apply where a pension fund becomes the sole LP of a PE fund.\n\n6 In practice, retaining a right to appoint one or more directors of the target company is deemed as exercising a de facto control over the target company's material management issues.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "max-snippet:-1, max-image-preview:standard", "Description": "Regulations on onshore private equity (PE) funds were first introduced in South Korea in 2004 following the enactment of the…", "og": {"title": "Private equity fundraising in South Korea | Lexology", "description": "Regulations on onshore private equity (PE) funds were first introduced in South Korea in 2004 following the enactment of the…", "url": "https://www.lexology.com/library/detail.aspx?g=b2e71357-67e9-4892-93af-3b7f5259b171", "image": "https://www.lexology.com/images/share/lexology-facebook.png"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}