{"GDELT": {"GlobalEventID": 940718089, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.08285163776493, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "University Of Hong Kong, Hong Kong (general), Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK00", "Actor1Geo_ADM2Code": "13031", "Actor1Geo_Lat": 22.2833, "Actor1Geo_Long": 114.133, "Actor1Geo_FeatureID": "-1353150", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "University Of Hong Kong, Hong Kong (general), Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK00", "Action2Geo_ADM2Code": "13031", "Action2Geo_Lat": 22.2833, "Action2Geo_Long": 114.133, "Action2Geo_FeatureID": "-1353150", "DATEADDED": 20200814081500, "SOURCEURL": "https://www.thestandard.com.hk/breaking-news/section/4/153176/Freed-from-burdens-of-academia,-Benny-Tai-finds-purpose-in-educating-public"}, "ARTICLE": {"TITLE": "Freed from burdens of academia, Benny Tai finds purpose in educating public", "TEXT": "Benny Tai Tai hopes to continue educating people about the rule of law.\n\nGetting dismissed after 30 years of service should worry any academic. But not legal scholar Benny Tai, who says he feels relieved, RTHK reports.\n\n“It feels like a bird flying up into the sky, there’s more freedom,” he said, adding that while it may be the end of one phase in life, it’s also the start of another.\n\nThe governing council at the University of Hong Kong decided last month to immediately dismiss him over his criminal convictions last year in relation to the pro-democracy Occupy movement in 2014.\n\nEven though he has filed an appeal against the decision, the former associate professor of law conceded he does not think there is any chance of success.\n\n“I can’t expect too much from current vice chancellor Zhang Xiang as he’s quite new to Hong Kong. But in my mind, the ideal university head should be brave enough to speak up in a society full of lies,” he said.\n\nTai also said it’s extremely regrettable that Hong Kong’s top university is unable to defend academic freedom.\n\nAsked about his future plans, Tai said he hopes to continue educating the public about the rule of law.\n\n“The rule of law may have died in Hong Kong, but nobody can dismiss the possibility of it coming back to life. We need to educate people and prepare for the rule of law to return,” he said.\n\nThe legal scholar has constantly been described as “naive” for his various roles in the ongoing pro-democracy movement, including the organization of the pan-democrats' primaries for the Legislative Council election, which was originally slated for September but has now been postponed, with the government citing the virus pandemic as the reason.\n\nSo does he regret being “naive” all these years?\n\n“Naivety doesn’t mean immaturity. If naivety is a simple feeling of confidence, then yes, I admit I am naive as I believe that justice will be served in this society,” he said.\n\nBut he still sees some silver linings. “When I first started going down this path, there were very few people walking along with me. But what was strange was the further we walked and the darker it got, the more people joined us along the way”, said Tai.\n\nHe said he will continue to retain this “naivety” and continue doing what he believes is right.\n\nThe 56-year-old was sentenced in April last year to 15 months in prison for two public nuisance-related charges over his role in the 79-day Occupy movement. He is out on bail pending an appeal, with a hearing to be held in March next year.\n\nBut the academic told RTHK that he is facing an unexpected headache as he leaves the institution where he had spent most of the last three decades — deciding whether to throw out all the papers and documents he has accrued over the years, as well as over 2,000 books stashed in his office.\n\n“Before there was space for all these here. No more,” he said with a knowing laugh.", "METADATA": {"viewport": "width=device-width", "keywords": "The Standard, 英文虎報, Section News, Top News, Editorial, Local, Business, China, world, Sports, Central station", "author": "The Standard", "publisher": "The Standard", "distribution": "global", "og": {"site_name": "The Standard", "url": "http://www.thestandard.com.hk/breaking-news/section/4/153176/Freed-from-burdens-of-academia,-Benny-Tai-finds-purpose-in-educating-public", "locale": "en_US", "title": "Freed from burdens of academia, Benny Tai finds purpose in educating public", "description": "Getting dismissed after 30&nbsp;years of service should worry any academic. But not legal scholar Benny Tai, who says he feels relieved, RTHK reports.&ldquo;It feels like a bird flying up into the sky...", "type": "article", "image": "https://www.thestandard.com.hk/images/instant_news/20200814/20200814153933153176contentPhoto1.jpg?1597517678"}, "description": "Getting dismissed after 30&nbsp;years of service should worry any academic. But not legal scholar Benny Tai, who says he feels relieved, RTH...", "fb": {"article_style": "default"}, "op": {"markup_version": "v1.0"}, "twitter": {"card": "summary_large_image", "title": "Freed from burdens of academia, Benny Tai finds purpose in educating public", "description": "Getting dismissed after 30&nbsp;years of service should worry any academic. But not legal scholar Benny Tai, who says he feels relieved, RTHK reports.&ldquo;It feels like a bird flying up into the sky...", "image": "https://www.thestandard.com.hk/images/instant_news/20200814/20200814153933153176contentPhoto1.jpg"}}}}