{"GDELT": {"GlobalEventID": 940743763, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "Actor2Code": "UKR", "Actor2Name": "UKRAINE", "Actor2CountryCode": "UKR", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.5420054200542, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warsaw, (PL67), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL67", "Actor1Geo_ADM2Code": "24452", "Actor1Geo_Lat": 52.25, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-534433", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kyiv, Kyyiv, Misto, Ukraine", "Actor2Geo_CountryCode": "UP", "Actor2Geo_ADM1Code": "UP12", "Actor2Geo_ADM2Code": "28554", "Actor2Geo_Lat": 50.4333, "Actor2Geo_Long": 30.5167, "Actor2Geo_FeatureID": "-1044367", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200814111500, "SOURCEURL": "http://www.ukrweekly.com/uwwp/lithuania-poland-and-ukraine-inaugurate-the-lublin-triangle/"}, "ARTICLE": {"TITLE": "Lithuania, Poland and Ukraine inaugurate the Lublin Triangle", "TEXT": "The ministers of foreign affairs of Lithuania, Poland and Ukraine held a trilateral meeting in the southeastern Polish city of Lublin on July 28 to discuss regional cooperation (Gov.pl, July 28). To pursue such future development, the officials notably established the Lublin Triangle, a new political platform invoking the integrationist heritage of the 1569 Union of Lublin.\n\nThe recently established format is nothing unusual for Central/Eastern Europe; many similar multilateral platforms involving regional states already exist, including the Visegrad Four (V4), Bucharest Nine, Three Seas Initiative (3SI), Nordic-Baltic Eight and the Weimar Triangle. However, since these groupings are rarely institutionalized, their establishment and intensity of meetings telegraph the changing political priorities of the included countries and the general condition of their relations. The Lublin Triangle – as emphasized in the joint declaration – was set up inter alia to strengthen “dialogue between the three countries,” to support the “European and Euro-Atlantic aspirations of Ukraine,” and, bearing in mind “Russian aggression in Ukraine,” to coordinate the three states’ activities within international organizations (MFA.gov.ua, July 28).\n\nAlthough Lithuania, Poland and Ukraine today share concerns about Russia’s role in the international security system, their relations have not always been promising. After 1991, Ukraine’s relations with Lithuania and Poland were variable, depending mostly on the governmental changes in Kyiv and character of its foreign policy. Both Lithuania and Poland share common objectives regarding supporting Ukraine’s European development path (particularly, during the Orange and Euro-Maidan revolutions); yet, Polish-Ukrainian bilateral relations in particular have at times been strained.\n\nHowever, following Russia’s armed aggression against Ukraine in early 2014, Vilnius and Warsaw took great effort to internationalize the Russo-Ukrainian conflict and reassure Kyiv about their backing. For a long time, Lithuania was the only country that officially provided Ukraine with lethal offensive weapons, and Poland was among Ukraine’s top donors of military assistance (Apostrophe, August 3, 2016).\n\nNevertheless, Polish-Ukrainian relations deteriorated between 2015 and 2019, damaged mostly by competing interpretations of historical memory (Osw.waw.pl, September 2017). The setting up of the Lublin Triangle clearly suggests that the new opening in Kyiv-Warsaw relations – both Ukrainian President Volodymyr Zelenskyy and Foreign Affairs Minister Dmytro Kuleba visited Poland within six months of taking their positions – will continue.\n\nThe trilateral declaration emphasizes that the Lublin Triangle’s objective is to bring Ukraine closer not only to the European Union and the North Atlantic Treaty Organization (NATO) but also to “other regional formats.” Indeed, Ukraine used to more regularly cooperate with the Visegrad Four (Poland, Czechia, Slovakia, Hungary), for instance. In 2016, Ukrainian soldiers joined the EU V4 Battlegroup.\n\nIn the Lublin declaration, however, special attention was paid to the Three Seas Initiative (Mfa.gov.ua, July 28). Ukraine is already engaged in the development of a branch of the Via Carpatia highway – one of the flagship projects of the 3SI. Even though Kyiv has openly declared its willingness to fully join the 3SI (President.gov.ua, November 26, 2019), the platform remains reserved for EU member states and is declared to be a non-geopolitical project, thus unable to cover Ukraine (YouTube, October 23, 2019). The stronger readiness of Lithuania and Poland to support Ukraine’s cooperation with the 3SI (even as not a full member) marks an important shift, revealing that, regardless of official declarations, the platform was never solely about economics, infrastructure and interconnectivity – at least to some states. In addition to geopolitical interests and good political relations, such a shift is partially driven by the growing potential of regional energy infrastructure, which makes it possible to export liquefied natural gas (LNG) to Ukraine from the terminal in Świnoujście (northwestern Poland) (see Eurasia Daily Monitor, July 7) and, in the nearest future, from Lithuania’s Klaipeda. Lithuania is willing to contribute to the diversification of gas supplies to Ukraine as soon as the Gas Interconnection Poland-Lithuania is completed, as noted by Lithuanian Energy Minister Žygimantas Vaičiūnas (Lrv.lt, May 7).\n\nSetting up the Lublin Triangle also has significant propaganda or myth-making effect since it invokes the heritage of the Polish-Lithuanian Commonwealth, established by the Union of Lublin, in July 1569. This is why the three foreign ministers’ joint press conference took place next to the Union of Lublin Monument. It is also why the joint trilateral Lithuanian-Polish-Ukrainian Brigade (LITPOLUKRBRIG, established in September 2014) has its headquarters in Lublin (New Eastern Europe, May-August 2017) and was named after Hetman Konstantyn Ostrozskyi – the victorious commander at the 1514 Battle of Orsha against the Grand Duchy of Moscow.\n\nSymbolism is of great importance for the three nations, which seek such uniting factors to offset bilateral conflicts over historical remembrance. Simultaneously, symbols evoking the commonwealth counter Russia’s narratives presenting Moscow as the only integrating power in the region. Such activities are crucial not only for Ukraine but also for neighboring Belarus, where the Europeanizing political opposition has already long invoked the heritage of Ruthenian (Belarusian) lands within the Grand Duchy of Lithuania.\n\nThe Lublin Triangle could be a promising platform for regional cooperation. So far, it is the only forum of this kind in which Ukraine is granted equal and full membership; and, crucially, it holds the potential to deepen Ukraine’s cooperation with the 3SI. The Lithuanian-Polish-Ukrainian grouping is expected to be multi-dimensional, focusing inter alia on defense, energy and financial cooperation (Polskie Radio, July 29). Its trilateral nature sends a clear message that the three states have overcome their political conflicts and are ready to move further together – Ukrainian Foreign Affairs Minister Kuleba has even invited Warsaw to join international negotiations on the de-occupation of Crimea, which Kyiv is seeking to initiate (Ukrinform, July 27).\n\nNonetheless, bearing in mind that large infrastructural and energy projects benefit from external assistance, the role of the Lublin Triangle should not be overestimated. The next meeting of the format will be hosted in Ukraine. Taking this opportunity, on July 31, Minister Kuleba invited his Belarusian counterpart, Vladimir Makei, to join the meeting in Kyiv as an honored guest (Mfa.gov.ua, July 31). The idea was most likely debated ahead of time by the Lublin Triangle ministers. Indeed, the platform creates an opportunity for intensified cooperation with Minsk given Belarus’s great importance for regional security architecture, which will persist regardless of what happens after the August 9 presidential elections in that country (see EDM, July 29). However, such cooperation will require not only the political will of all four involved states but also a political umbrella of the United States and/or the EU as well as Russian acquiescence, which is unlikely to happen simultaneously.\n\nThe article above is reprinted from Eurasia Daily Monitor with permission from its publisher, the Jamestown Foundation, www.jamestown.org.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "twitter": {"card": "summary"}, "og": {"title": "Lithuania, Poland and Ukraine inaugurate the Lublin Triangle", "type": "article", "url": "http://www.ukrweekly.com/uwwp/lithuania-poland-and-ukraine-inaugurate-the-lublin-triangle/", "description": "The ministers of foreign affairs of Lithuania, Poland and Ukraine held a trilateral meeting in the southeastern Polish city of Lublin on July 28 to discuss regional cooperation (Gov.pl, July 28). To pursue such future development, the officials notably established the Lublin Triangle, a new political platform invoking the integrationist heritage of the 1569 Union of Lublin.  The recently established format is nothing unusual for Central/Eastern Europe; many similar multilateral platforms involving regional states already exist, including the Visegrad Four (V4), Bucharest Nine, Three Seas Initiative (3SI), Nordic-Baltic Eight and the Weimar Triangle. However, since these groupings are rarely institutionalized, their establishment and intensity of meetings telegraph the changing political priorities of the included countries and the general condition of their relations.", "site_name": "The Ukrainian Weekly", "image": "http://www.ukrweekly.com/uwwp/wp-content/uploads/2014/12/UW-logo400x400.png"}, "description": "The ministers of foreign affairs of Lithuania, Poland and Ukraine held a trilateral meeting in the southeastern Polish city of Lublin on July 28 to discuss regional cooperation (Gov.pl, July 28). To pursue such future development, the officials notably established the Lublin Triangle, a new political platform invoking the integrationist heritage of the 1569 Union of Lublin.  The recently established format is nothing unusual for Central/Eastern Europe; many similar multilateral platforms involving regional states already exist, including the Visegrad Four (V4), Bucharest Nine, Three Seas Initiative (3SI), Nordic-Baltic Eight and the Weimar Triangle. However, since these groupings are rarely institutionalized, their establishment and intensity of meetings telegraph the changing political priorities of the included countries and the general condition of their relations.", "fb": {"admins": 100001642301962}, "news_keywords": "Analysis", "original-source": "http://www.ukrweekly.com/uwwp/lithuania-poland-and-ukraine-inaugurate-the-lublin-triangle/", "syndication-source": "http://www.ukrweekly.com/uwwp/lithuania-poland-and-ukraine-inaugurate-the-lublin-triangle/"}}}