{"GDELT": {"GlobalEventID": 940703829, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "GOV", "Actor2Name": "SECRETARY OF STATE", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.25427594070696, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200814063000, "SOURCEURL": "https://neoskosmos.com/en/172842/greek-turkish-new-problems-in-old-disputes-in-the-aegean/"}, "ARTICLE": {"TITLE": "New Greek-Turkish problems in old disputes in the Aegean", "TEXT": "Turkey’s President Recep Tayyip Erdogan warned Greece would pay a “heavy price” if Turkey’s gas exploration vessel in the eastern Mediterranean is attacked.\n\n“We have told Greece if you attack our Oruc Reis, you will pay a heavy price. And they got their first answer today,” the Turkish leaders told fellow AKP party members in Ankara this week, without going into further detail.\n\nThe threat came amid escalating tensions over energy resources following an agreement signed between Greece and Egypt for the partial demarcation of an exclusive economic zone (EEZ) between the governments of both countries.\n\nTurkey objected to the agreement and responded by sending Turkish research vessel Oruc Reis into Greece’s continental shelf on Monday, accompanied by Turkish warships. It left Cyprus-bound but returned to Greek waters on Thursday while Greek armed forces have been on high alert, carefully monitoring the situation.\n\nThe vessel once again was caught in the eye of the storm in July, at the time of Turkey’s reconversion of the Hagia Sophia museum into a mosque. Back then, German Chancellor Angela Merkel had stepped in to broker talks and Ankara agreed to temporarily pause drilling in the region. Greece’s deal with Egypt, however, prompted new Turkish provocations with Mr Erdogan using this agreement as the reason for cancelling exploratory dialogue with Greece before it even begins.\n\nOn Thursday, Mr Erdogan held fresh talks with Ms Merkel. Later, he released a statement saying “he prefers disputes in the eastern Mediterranean to be resolved within the framework of international law and on the basis of fairness and dialogue”.\n\nThroughout these developments, France has been playing ‘bad cop’ to Germany’s ‘good cop’.\n\nFrench President Emmanuel Macron has left no doubt in his stance against Turkish aggression. “Turkey’s unilateral decisions on oil exploration are causing tension. These must stop in order for a calm dialogue to take place,” he tweeted. “I have decided to temporarily strengthen the French military presence in the Eastern Mediterranean in the coming days, in cooperation with European partners, including Greece.”\n\nGreece’s Prime Minister Kyriakos Mitsotakis welcomed the French leader’s support, characterising Mr Macron as a “true friend of Greece” and defender of European values and international law.\n\nA joint sea exercise between Greece and France on Thursday further backed the French leader’s support, sending a clear message to Turkey. Among the warships taking part were Greek frigates and a French task force. The exercise included progressive drills, joint operational planning, tactical image exchange, communications, aircraft cooperation to raise the level of operational readiness and combat capability among other activities.\n\nGreece has had meetings with EU leaders, the US and Israel in an effort to garner support for Greece’s territorial rights, chartered in the Treaty of Lausanne, that have been consistently disputed by Mr Erdogan.\n\nThursday’s front page on Turkish pro-government newspaper Yeni Safak, headlined “Give an account for the Aegean”, outlined military operations by Turkish forces aimed at “demilitarising” Aegean islands occupied by Greek troops.\n\n“In the event of war, the first goal of the Turkish Armed Forces will be the Aegean islands”, says an article in the pro-government newspaper, presenting its readers with maps of a potential operation which covers 16 Greek islands, but also another 152 islets included in an Egaydaak list of areas where Turkey disputes Greek sovereignty.\n\nThe Aegean dispute over\n\nsovereignty and related rights in the Aegean Sea have been ongoing and have strongly affected Greek-Turkish relations since the 1970s, and have twice lead to the outbreak of military of hostilities in 1987, and again in early 1996 with Turkish claims of ‘grey zones’ of undetermined sovereignty over a number of islets, most notably the islets of Imia.\n\nREAD MORE: Turkey ramps up provocations in the East Mediterranean as Greece garners international support\n\nBetween 1998 and in the early 2010s, the two countries came closer to overcoming tensions through a series of diplomatic measures, however a substantial solution was unresolved.\n\nRecently, Mr Erdogan has been pushing for greater territorial rights.\n\nIn a televised national address on Wednesday, Mr Mitsotakis reassured the nation that Greece would not threaten others nor would it accept being blackmailed. He said Turkey’s reaction to a binding legal agreement between Greece and Egypt showed that Turkey “cannot come to terms with the European principles of the 21st century and remains stuck in the logic of using force and threats”.\n\nThe EU agreed to Greece’s request for an extraordinary EU Foreign Affairs Council on Friday, and ahead of this Greece met with leaders around the globe to garner support which has been forthcoming from EU factions, but not so much from US quarters. Greek Foreign Minister Nikos Dendias met with Prime Minister Benjamin Netanyahu and Israeli foreign Minister Gabi Ashkenazi, requesting that Israeli leaders lobby the Trump administration to take a stronger position in the dispute with Turkey bearing in mind minimal movement on the part of the US so far.\n\nMr Dendias will meet with US Secretary of State Mike Pompeo and Austraian Foreign Minister Alexander Schallenberg on Friday, however a resolution for the new problem in an old dispute is still a long way off.", "METADATA": {"viewport": "width=device-width,initial-scale=1", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "New Greek-Turkish problems in old disputes in the Aegean | Neos Kosmos", "description": "Turkey’s President Recep Tayyip Erdogan warned Greece would pay a “heavy price” if Turkey’s gas exploration vessel in the eastern Mediterranean is attacked. “We have told Greece if you attack …", "url": "https://neoskosmos.com/en/172842/greek-turkish-new-problems-in-old-disputes-in-the-aegean/", "site_name": "NEOS KOSMOS", "updated_time": "2020-08-14T21:40:23+00:00", "image": {"identifier": "https://cdn1.neoskosmos.com/uploads/sites/2/2020/08/GREEKWOMAN.jpg", "secure_url": "https://cdn1.neoskosmos.com/uploads/sites/2/2020/08/GREEKWOMAN.jpg", "width": 1920, "height": 1280}}, "article": {"publisher": "https://www.facebook.com/neoskosmos", "section": "Greece", "published_time": "2020-08-14T06:05:21+00:00", "modified_time": "2020-08-14T21:40:23+00:00"}, "fb": {"app_id": 140533932689302}, "twitter": {"card": "summary_large_image", "description": "Turkey’s President Recep Tayyip Erdogan warned Greece would pay a “heavy price” if Turkey’s gas exploration vessel in the eastern Mediterranean is attacked. “We have told Greece if you attack …", "title": "New Greek-Turkish problems in old disputes in the Aegean | Neos Kosmos", "site": "@NeosKosmos", "image": "https://cdn1.neoskosmos.com/uploads/sites/2/2020/08/GREEKWOMAN.jpg", "creator": "@NeosKosmos"}}}}