{"GDELT": {"GlobalEventID": 940748519, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GHA", "Actor1Name": "GHANA", "Actor1CountryCode": "GHA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 4.04040404040404, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kumasi, Ashanti, Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH02", "Actor1Geo_ADM2Code": "190720", "Actor1Geo_Lat": 6.683330000000001, "Actor1Geo_Long": -1.61667, "Actor1Geo_FeatureID": "-2075172", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kumasi, Ashanti, Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH02", "Action2Geo_ADM2Code": "190720", "Action2Geo_Lat": 6.683330000000001, "Action2Geo_Long": -1.61667, "Action2Geo_FeatureID": "-2075172", "DATEADDED": 20200814114500, "SOURCEURL": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Akufo-Addo-deserves-95-votes-for-fulfilling-his-promises-Asenso-Boakye-1033738"}, "ARTICLE": {"TITLE": "Akufo-Addo deserves 95% votes for fulfilling his promises – Asenso-Boakye", "TEXT": "General News of Friday, 14 August 2020\n\nSource: angelonline.com.gh\n\nAkufo-Addo deserves 95% votes for fulfilling his promises – Asenso-Boakye\n\nFrancis Asenso Boakye is the NPP Parliamentary Candidate for Bantama\n\nA Deputy Chief of Staff at the Presidency and NPP parliamentary candidate for the Bantama constituency, Francis Asenso-Boakye, has appealed to residents of the Bantama constituency to vote massively for President Nana Addo Dankwa Akufo-Addo and the NPP for fulfilling its promises made in the 2016 elections.\n\n\n\nHe made this clarion call when he performed a sod-cutting ceremony to commence the construction of the Kokoso-Asuboteng area roads within the Bantama constituency.\n\n\n\nAddressing the chiefs and people of the community at Kokoso in Kumasi, on Thursday, August 13, 2020, Mr. Asenso-Boakye reiterated Government’s commitment to the provision of socio-economic infrastructure across the country, including the Ashanti region, saying “we have demonstrated that the NPP government has the best interest of the Ashanti region at heart, and we are going to do more to alleviate the plights of our people.”\n\n\n\n“In 2016 when then candidate Nana Akufo-Addo promised to implement his flagship programmes, such as the Free SHS, One District One Factory, among others, the NDC and John Mahama said they he could not fulfil them, but today, we all bear witness to the fulfilment of these interventions that have brought great relief to all Ghanaians. So if we gave Nana Akufo-Addo and the NPP 88% of total votes in 2016 here in Bantama, I believe it is fair to say that he deserves 95% of votes in 2020 for fulfilling all those promises made to us in 2016”, he said to a rousing applause.\n\n\n\n“The importance of good roads extends to all aspects of development of our communities as it contributes to the provision of jobs, access to healthcare and education services, among others. Had the NPP won in 2008, this road would have been long completed but it was neglected by the previous NDC administration. Today, we all bear witness to the visionary leadership of the President Akufo-Addo that has led the implementation of Free SHS policy, Planting for Food and Jobs, One District, One Factory; and the setting up of a vehicle assembling plant by automobile giant VW in Ghana, among others,” he added.\n\n\n\nOn his part, Minister for Roads and Highways, Kwasi Amoako Atta who was special guest of honour at the ceremony said, “the development of the entire Ashanti region, especially Kumasi and its environs, is very dear to the heart of President Akufo-Addo and his government. Today’s ceremony shows the commitment of the Government to improving the condition of all road network in Kumasi and the country at large.”\n\n\n\nThe Minister also revealed that several road networks are currently undergoing construction in all 275 constituencies in Ghana. “Out of the total 80,000km road networks in the country, only 23% had seen some construction when the NPP took office in January 2017. However, I can boldly say that there are ongoing road constructions in all 260 district assemblies in the country”, he disclosed.\n\n\n\nThe Mayor of Kumasi, Osei Assibey Antwi called on all residents of Kumasi to support the government in order to bring more development to the area.\n\n\n\nThe sitting Member of Parliament for the area, Daniel Okyem Aboagye who was there to support the activity called on all of his supporters to rally behind the new parliamentary candidate of the party to ensure victory in the forthcoming general elections.\n\nDisclaimer GhanaWeb is not responsible for the reportage or opinions of contributors published on the website. Read our disclaimer.\n\nSend your news stories to and via WhatsApp on +233 55 2699 625.", "METADATA": {"description": "A Deputy Chief of Staff at the Presidency and NPP parliamentary candidate for the Bantama constituency, Francis Asenso-Boakye, has appealed to residents of the Bantama constituency to vote massively for President ...", "twitter": {"card": "summary_large_image", "site": "@TheGhanaWeb", "title": "Akufo-Addo deserves 95% votes for fulfilling his promises – Asenso-Boakye", "url": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Akufo-Addo-deserves-95-votes-for-fulfilling-his-promises-Asenso-Boakye-1033738", "description": "A Deputy Chief of Staff at the Presidency and NPP parliamentary candidate for the Bantama constituency, Francis Asenso-Boakye, has appealed to residents of the Bantama constituency to vote massively for President ...", "image": "https://cdn.ghanaweb.com/imagelib/pics/623/62352352.jpg"}, "og": {"title": "Akufo-Addo deserves 95% votes for fulfilling his promises – Asenso-Boakye", "image": "https://cdn.ghanaweb.com/imagelib/pics/623/62352352.jpg", "url": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Akufo-Addo-deserves-95-votes-for-fulfilling-his-promises-Asenso-Boakye-1033738", "description": "A Deputy Chief of Staff at the Presidency and NPP parliamentary candidate for the Bantama constituency, Francis Asenso-Boakye, has appealed to residents of the Bantama constituency to vote massively for President ..."}, "article": {"published_time": "2020-08-14T11:17:54+00:00", "modified_time": "2020-08-14T11:17:54+00:00"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}