{"GDELT": {"GlobalEventID": 940713316, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EU", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.5943396226415, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814074500, "SOURCEURL": "https://www.express.co.uk/news/politics/1322701/brexit-latest-news-eu-uk-trade-talks-boris-johnson-ireland-border-no-deal-brexit-update"}, "ARTICLE": {"TITLE": "Brexit LIVE: Expert exposes secret reason Brussels so tough on UK in talks - EU panicking", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nChina and the EU have been locked in talks since 2013, when efforts began to produce an investment agreement which would deliver predictable, long-term mutual access to both markets. There have so far been 31 negotiating rounds, including one earlier this month. The Comprehensive Agreement on Investment (CAI) - the EU being treated in China the way Chinese businesses are treated in the EU - is currently one of the core topics of discussion. Beijing also wants to agree a 2025 Cooperation Agenda with the EU, which could reset Sino-European relations in areas ranging from climate control and energy security to science and technology.\n\nTrending\n\nBut both the 2025 Cooperation Agenda and the CAI are dependent on the satisfaction of a set of issues which include level playing field considerations - one of the major elements which has proved to be a huge stumbling block in trade talks between the EU and UK. Naomi Smith is chief executive of non-partisan advocacy group Best for Britain, who are campaigning for a comprehensive UK-EU trade deal, told Politics.co.uk: The EU has made it clear that level playing field considerations, as well as other areas of contention such as fisheries policy, must be addressed as a matter of priority in any trade negotiations. \"If it's not prepared to budge for mighty China, it's not likely to roll over for the UK, given that would create a low-cost competitor on its doorstep and undercut EU businesses. \"But the Chinese deal also reveals something more deep-seated about the UK-EU negotiations. There is, right now, a historic opportunity to build on our proximity to Europe, if we seize the same advantages that the Chinese are seeking.\n\nBrexit latest: The EU is looking to replicate the tough stance it has taken with China\n\n\"This is why business leaders and organisations such as Best for Britain have been pushing the government to agree a comprehensive trade deal with the EU. With economies reeling from the impact of covid, it has never been more important to maximise mutual economic benefits. \"If China is prepared to contemplate significant change to its business practices in pursuit of closer EU links and a lucrative FTA, why on Earth is Britain threatening to chuck any chance of a comprehensive trade deal in the Channel? \"Brexit has been delivered. We're shuffling out of the EU. But we have links, knowledge and allies in Europe that China can only dream of. They provide an opportunity to take Brexit and turn it into a showcase of how trade with the EU can best be done, starting with the level playing field. \"Far from being something to fear, we should see it for what it is – a chance for British businesses to fight fairly in that massive market on our doorstep. \"If we turn down that chance, we're going to get to 2025 and find that our businesses are lumbered with crippling costs to enter the single market and competing for European business with the EU's newest FTA partner: Beijing. FOLLOW EXPRESS.CO.UK FOR LIVE UPDATES:\n\nBrexit latest: Micheal Martin and Boris Johnson discussed a potential trade deal with the EU\n\n8.55pm update: Next round of Brexit talks will be nothing but 'shadow boxing' Sources in the EU have said next week's post-Brexit trade talks in Brussels will be a round of \"shadow boxing\". A source told the Telegraph: “Both sides have moved closer together but we see this round as laying the foundations for future breakthroughs. “Imagine two fencers sizing each other out or two fighters shadow-boxing before the real engagement begins.”\n\nBoris Johnson pictured this week as his team of Brexit negotiators prepare for talks next week\n\n7.28pm update: Farmers call for reassurances from Government as December 31 looms British potato farmers say they need reassurance from the Government as the Brexit transition period deadline looms. Growers are hoping to avoid a third bad year but so far have been hit with a heatwave and a nationwide lockdown. Potato farmer of North Yorkshire said there needs to be a shift in the agricultural industry or prices of potatoes will hike. He told the Guardian: “If you want to eat good wholesome food at the standards that British agriculture has achieved in the last 20 years, someone needs to pay for it. “If you’re not prepared to pay money for higher British standards, British agriculture will change dramatically, and probably for the worse.” Fellow farmer Nigel Adams, who usually produces 7,500 tonnes of potatoes a year in the West Midlands, said he had almost forgotten about Brexit. He said: \"We had forgotten about it, there have been so many other things to think about.\" 6.21pm update: Scotland brutally lashes out at Boris Johnson’s Brexit plan - ‘Needs a consensus!’ Scottish politicians have warned Boris Johnson against imposing a post-Brexit internal market between the devolved nations and the UK Government without their consent. The Westminster Government wants to establish a new internal market between the four nations after December 31, when the Brexit transition period comes to a close. MSPs have warned “every devolved power could be undermined” by the proposals. Giving evidence about the proposals on Wednesday, Scotland’s Constitution Secretary Mike Russell accused the Prime Minister of “running a clear and deliberate anti-devolution policy”. 5.18pm update: NI farmers call on Government to offer assurances on meat exports Farmers in Northern Ireland are demanding assurances from the Government that meat exports shipped from the province through Dublin Port to customers in Britain will qualify for \"unfettered access\". The Ulster Farmers' Union (UFU) said up to half of red meat heading for the British market goies through this route. The UK Government has said that goods from Northern Ireland will not face any barriers when entering the market in Britain. But the UFU said the assurance does not extend to produce shipped via the Republic of Ireland. UFU president Victor Chestnutt said: \"Produce is shipped through Dublin as it's the only route that is feasible for meeting just-in-time requirements. \"There are important outstanding questions as to how unfettered access to the UK internal market can be delivered via Dublin.\" 4.12pm update: 'Sad and pathetic' to allow Brexit views to taint relationships - Daubney Former Brexit Party MEP Martin Daubney has said he finds it \"sad and borderline pathetic\" when people allow their personal relationships to be tainted by the Leave/Remain debate. He made the comments on Twitter in response to a poll which asked: \"Could you date someone who voted differently to you in the EU referendum? He tweeted: \"My missus is a Remainer and I was a Brexit Party MEP. \"It’s just so sad, borderline pathetic, that people would allow politics to taint their private lives like this.\"\n\n3.04pm update: EU must stop 'pampering' Greece, says Turkey\n\nThe EU should stop \"pampering\" Greece, Turkish Foreign Minister Mevlut Cavusoglu has said. Mr Cavusoglu's comments came ahead of an EU foreign ministers meeting to discuss a collision between Greek and Turkish vessels. The warships were involved in a mild collision on Wednesday during a standoff in the eastern Mediterranean, in what a Greek defence source called an accident but Ankara described as a provocation. A source said: \"It was an accident.\" 2.15pm update: EU should reassess ties with Turkey - Austrian foreign minister The European Union should reassess its relations with Turkey in light of a series of recent events, Austrian Foreign Minister Alexander Schallenberg said on Friday, citing special concern about the situation in the eastern Mediterranean. Mr Schallenberg said: \"I have to say that Austria is very concerned about the dangerous and alarming situation which we believe could escalate. \"Actions taken by certain states in the eastern Mediterranean ... should lead the European Union to re-evaluate its relations with Turkey.\" He was speaking at a joint news conference with visiting U.S. Secretary of State Mike Pompeo. 1.12pm update: Scottish ministers in warning over post-Brexit internal market MSPs have warned plans for a post-Brexit internal market must not be imposed without consensus and agreement between the devolved nations and the UK Government. Westminster is hoping to establish a new internal market between the four nations at the end of the transition period. But the Scottish Government has warned \"every devolved power could be undermined\" by the proposals. Holyrood's Finance and Constitution Committee has been hearing evidence on the plans, and have written to UK Business Secretary Alok Sharma urging \"mutual trust and respect for the existing constitutional arrangements\". Responding to the Government's white paper consultation, committee convener Bruce Crawford said new structures must not be imposed without devolved Governments' agreement because \"trade-offs and balances are involved in making an internal market\". A UK Government spokeswoman previously said the proposed internal market \"will ensure the free flow of goods and services across every part of the UK, while upholding the devolution settlement\".\n\nBrexit latest: Trade talks between the UK and EU will resume on Monday in Brussels\n\n12.15pm update: EU fisheries row - French fishermen warn 'we’re coming for your fish' post-Brexit The EU is trying to keep its access to UK waters as stalling Brexit trade talks suggest a no deal scenario is likely - but some French fishermen sent a threat to the UK that they will come for British waters. Before the UK left the bloc on January 31, EU member states were allowed to dip into Britain's marine wealth under the Common Fisheries Policy, angering many fishermen north of the English Channel. France is one of many nations dependent on British fishing grounds. Between 2012-2016 for example, France caught 120,000 tonnes of fish worth £171million, according to Marine Management Organisation figures. In February, French President Emmanuel Macron promised he would \"fight\" for his country's fishermen during Brexit trade talks. But after the UK accused the EU of causing \"paralysis\" in Brexit trade talks, Europe's fishermen could be facing a no deal Brexit, in which they will almost certainly lose access to UK fishing grounds. In a remarkable interview, one French fisherman warned they would flout the post-Brexit laws and come for UK waters. 11.18am update: Pound flat against US dollar and euro ahead of crunch Brexit talks Sterling is holding firm against the US dollar and euro at the moment. The British currency was last flat $1.3067 and at 90.35 pence against the euro. It has jumped nearly seven percent over the last three months against the US dollar, almost exclusively on the back of the greenback weakening.\n\nBrexit latest: Emmanuel Macron promised he would \"fight\" for his country's fishermen during trade talks\n\n10.10am update: We're in trouble! Expert admits Ireland RIPPED OFF by EU with fishing deal 'WORSE than UK' Ireland gets to keep an even smaller percentage of the fish caught in its waters than the UK does and must quit the EU before it finds itself on the margins of the continent, a former top diplomat has said. Ray Bassett, former Irish ambassador to Canada, Jamaica and the Bahamas, issued his stark warning in his new book, Ireland and the EU post Brexit. Mr Bassett believes the time has come for a serious discussion about whether Ireland belongs in the European Union at all, questioning the benefits membership brings. To illustrate his point, he wrote: \"The UK under current arrangements only takes around 40 percent of the total fish catches in its waters, a disappointing figure from a British point of view. 9.22am update: Boris Johnson to put Union flag on UK-funded Scottish projects after Brexit - row ERUPTS Boris Johnson is set to stamp key schemes in Scotland which are paid for by the UK Government with a Union flag from next year after the country exits the Brexit transition period. The European Union symbol has been used to indicate whether a road or bridge has been directly funded by Brussels but will be replaced with a Union flag. The new Scottish Conservative leader, Douglas Ross, has backed the idea. He said Tories in Scotland need to be “unashamed of our investment in Scotland”. Senior SNP politicians accused Mr Johnson’s Government of “posturing of the worst order” and is “trying to force the union flag down people’s throats”. The Union flag is set to be used to symbolise when the UK central Government money has been spent on Scottish projects. Although a portion of Scotland’s government money derives from an annual grant from London, the Union flag will not be used for Scottish government spending.\n\nBrexit latest: David Frost sent a warning to the EU ahead of next week's talks in Brussels\n\n8.33am update: Here we go! Brexit deal ready in WEEKS vows Frost as pressure heaped on Barnier Britain's chief Brexit negotiator David Frost has issued EU counterpart Michel Barnier a tough timeline on trade talks, saying he wants a deal between the UK and the bloc to be reached by next month. Mr Frost's warning that the UK's patience is running out will serve as a major wake-up call to Mr Barnier who has so far remained stubborn on key issues. It remains to be seen if he will relent during next week's round of post-Brexit trade meetings in Brussels. Despite the lack of progress, Mr Frost insisted he was \"looking forward\" to the seventh round of talks with his European counterpart. Mr Frost tweeted: \"As always, we go in good faith to talk constructively about all the issues. \"Our assessment is that agreement can be reached in September and we will work to achieve this if we can.\" He went on to repeat Britain's assertion that it is not seeking an unfair trade pact with the bloc. 8.21am update: Trade border down Irish Sea 'over my dead body' - Boris Johnson The Prime Minister has warned there will be a trade border down the Irish Sea \"over my dead body\" following Brexit. Northern Irish business leaders are worried red tape on goods crossing from Great Britain could make some trade unviable. But during his visit to the country on Thursday, Mr Johnson reiterated his promise that businesses in the region would enjoy unfettered access to markets in England, Scotland and Wales. He said: \"There will be no border down the Irish Sea - over my dead body.\" The Prime Minister agreed to \"intensify\" partnership arrangements with the Republic of Ireland, adding more work could be done on bilateral deals.\n\nBrexit latest: Negotiations on the EU-UK future partnership", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "THE European Union is replicating an incredibly tough stance it has taken with China in the ongoing post-Brexit trade talks with the UK, a political expert has warned, as negotiations between Brussels and London prepare to enter a critical week.", "fb": {"pages": 129617873765147, "app_id": 823607694325129}, "og": {"title": "Brexit LIVE: Expert exposes secret reason Brussels so tough on UK in talks - EU panicking", "type": "article", "url": "https://www.express.co.uk/news/politics/1322701/brexit-latest-news-eu-uk-trade-talks-boris-johnson-ireland-border-no-deal-brexit-update", "image": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1322701.jpg", "site_name": "Express.co.uk", "language": "en", "tags": "headlines,nation,politics,ctp_video,autoplay_video,brexit,brexit news,brexit latest,eu uk trade talks,eu uk trade deal,boris johnson,michael barnier,no deal brexit", "section": "Politics", "description": "THE European Union is replicating an incredibly tough stance it has taken with China in the ongoing post-Brexit trade talks with the UK, a political expert has warned, as negotiations between Brussels and London prepare to enter a critical week."}, "news_keywords": "headlines,nation,politics,ctp_video,autoplay_video,brexit,brexit news,brexit latest,eu uk trade talks,eu uk trade deal,boris johnson,michael barnier,no deal brexit", "article": {"tag": "no deal brexit", "published_time": "2020-08-14T07:41:00+01:00", "modified_time": "2020-08-14T21:02:44+01:00", "expiration_time": "2020-09-13", "section": "Politics", "image_count": 7, "video_count": 1, "word_count": 2847, "internal_link_count": 3, "external_link_count": 0}, "author": "Laura O'Callaghan", "twitter": {"card": "summary_large_image", "image": {"src": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1322701.jpg"}, "title": "Brexit LIVE: Expert exposes secret reason Brussels so tough on UK in talks - EU panicking", "description": "THE European Union is replicating an incredibly tough stance it has taken with China in the ongoing post-Brexit trade talks with the UK, a political expert has warned, as negotiations between Brussels and London prepare to enter a critical week."}, "video_autoplay": "false", "headline_short": "Brexit LIVE: Expert exposes secret reason Brussels so tough on UK in talks - EU panicking", "verify-v1": "EGl3XPBuem43awGwLC1rXGpRHRnmNSwp7VZfnCAAcKE=", "msvalidate.01": "1960193A20395DAD3FCB640BCB0D91D7", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "robots": "noodp,noydir,all"}}}