{"GDELT": {"GlobalEventID": 940719403, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.9885057471264305, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200814083000, "SOURCEURL": "https://www.thetelegraphandargus.co.uk/news/18649356.brazilian-restaurant-estabulo-rodizio-open-shortly-broadway-bradford/"}, "ARTICLE": {"TITLE": "Brazilian restaurant, Estabulo Rodizio, to open shortly in The Broadway, Bradford", "TEXT": "The taste of Brazil is coming soon to The Broadway in Bradford, it has been revealed.\n\nThe shopping centre has announced further details of the lease signed with Brazilian bar and restaurant, Estabulo Rodizio.\n\nDue to open within a month, the restaurant is taking a prominent spot on Charles Street, with a large 7,697 sq ft unit that has been left empty since the middle of 2018.\n\nThe new restaurant will be the 20th venue to eat at in the shopping centre.\n\nIan Ward, general manager of The Broadway, Bradford, said: “We’re delighted that Estabulo Rodizio has completed its lease agreement; the final touches are being applied to the bar and restaurant ahead of its opening to ensure customers are welcomed to a safe environment.\n\n“The concept of the restaurant is unique to Bradford and we expect it to be hugely popular when it opens in summer. We continually strive to offer customers at The Broadway and the residents of Bradford new and exciting experiences and Estabulo Rodizio does just that.”\n\nThe new restaurant is the ninth Estabulo Rodizio to open in the region, and is the first in Bradford.\n\nEstabulo Rodizio honours the Brazillian Gaucho’s traditional method of cooking. Flavoursome cuts of meat are skewered and cooked slowly on open flames.\n\nAs well as the main menu, the restaurant will also offer a selection of vegetarian, vegan, Halal and fish dishes.\n\nRob Campbell, CEO of Churrasco Group, that owns Estabulo, said: “We’re delighted to be moving into The Broadway. It’s a really exciting time for us as we expand our unique concept of dining into Bradford. At Estabulo we’re proud that all of our food is sourced from the finest local suppliers and only the highest quality of ingredients are used.\n\n“Our original opening date was impacted by Covid-19 and the national lockdown. However, like many other businesses, we’ve used the time to focus on being compliant with government guidelines and to make the restaurant a safe space for customers and staff alike.”\n\nEstabulo Rodizio is set to open imminently and an exact date will be revealed closer to this time.\n\nGerman Doner Kebab has taken on a unit in The Xchange\n\nThe planned opening comes as another eatery has been confirmed for the remaining vacant unit in the neighbouring Xchange building.\n\nGerman Doner Kebab has listed the site on Broadway on its website as the location for one of its next branches.\n\nThe fast food retailer describes itself as offering \"a healthy and nutritionally balanced approach to traditional kebabs\", using beef and chicken imported from Germany. They create their \"gourmet\" kebabs using a special bread and secret sauces.\n\nThere are no details as to when the eaterie is likely to be up and running.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "OMG-Verify-V1": "4389-366acdfc-5224-4c07-bb70-f74d8fbfc2db", "og": {"url": "https://www.thetelegraphandargus.co.uk/news/18649356.brazilian-restaurant-estabulo-rodizio-open-shortly-broadway-bradford/", "site_name": "Bradford Telegraph and Argus", "image": {"identifier": "https://www.thetelegraphandargus.co.uk/resources/images/11694067/", "width": 2400, "height": 1593}, "title": "Brazilian restaurant, Estabulo Rodizio, to open shortly in Bradford", "type": "website", "name": "Brazilian restaurant, Estabulo Rodizio, to open shortly in Bradford", "description": "The taste of Brazil is coming soon to The Broadway in Bradford, it has been revealed."}, "twitter": {"image": {"src": "https://www.thetelegraphandargus.co.uk/resources/images/11694067/"}, "card": "summary_large_image", "title": "Brazilian restaurant, Estabulo Rodizio, to open shortly in Bradford", "description": "The taste of Brazil is coming soon to The Broadway in Bradford, it has been revealed."}, "fb": {"app_id": 145977505464790, "pages": 294963549451}, "medium": "news", "title": "Brazilian restaurant, Estabulo Rodizio, to open shortly in Bradford", "description": "The taste of Brazil is coming soon to The Broadway in Bradford, it has been revealed."}}}