{"GDELT": {"GlobalEventID": 940702066, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "WRITER", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.5376344086021501, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brisbane, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154654", "Actor1Geo_Lat": -27.5, "Actor1Geo_Long": 153.017, "Actor1Geo_FeatureID": "-1561728", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brisbane, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154654", "Action2Geo_Lat": -27.5, "Action2Geo_Long": 153.017, "Action2Geo_FeatureID": "-1561728", "DATEADDED": 20200814061500, "SOURCEURL": "https://www.sbs.com.au/topics/voices/culture/article/2020/06/19/melissa-lucashenko-writing-era-black-lives-matter"}, "ARTICLE": {"TITLE": "Melissa Lucashenko on writing in the era of Black Lives Matter", "TEXT": "“I don’t see myself as an outsider. I see myself at the centre of my Aboriginal universe. I see the newcomers of all stripes at the margins of my world.\"\n\nMelissa Lucashenko is breathless and full of apologies.\n\nThe Brisbane-based author is deep into writing her next book on a rural property in Queensland's Northern Rivers region and informs me she had lost track of time for our interview.\n\nTo paint a picture, she declares that she has driven to the top of a mountain where her phone could be in range and narrowly passed a carpet snake on her way up.\n\nAs a millennial with a phone constantly lighting up in my hand and no knowledge of snakes, I marvel and ask after her safety.\n\n“Carpet snakes are harmless. They’re lovely snakes,” she says, laughing.\n\nMelissa Lucashenko.\n\nSource: Supplied\n\nThe Goorie author of Bundjalung and European heritage and winner of the 2019 Miles Franklin award for her novel Too Much Lip might be out of range on a cellular level, but she’s thick in the political currents of the day, with hot takes on everything from slavery statues being toppled (“they’re not being toppled, they’re just a new installation with a whole new slant on it, I reckon. Chuck a plaque on it and look down onto the water face!” she jokes) to the sweeping Black Lives Matter movement.\n\nLucashenko, who attended Black Lives Matter protests in Brisbane in June, says the movement was “encouraging” but there was still a long way to go in addressing the spectrum of racism in Australia - from Indigenous deaths in custody to media representation.\n\nIt’s the most fun I’ve had on the page - writing the scene in Too Much Lip where the cops turn up and they just get shredded mercilessly by the wit of the Blackfellas. I just love writing that stuff and I loved imagining my readers reading it as well.\n\n“I would say I’m encouraged. I’m probably a pessimist by nature but very happy to be proven wrong. It’s just a matter of getting rid of the stale pale males in the corridors of power and that’s slowly happening too.”\n\nLucashenko, who started Sisters Inside with Debbie Kilroy, an advocacy group supporting incarcerated Indigenous women, says the gendered impacts of policing and how they doubly impact Black women needed to be emphasised in the current racial conversation around Black Lives Matter.\n\n“The face of injustice needs to become any Black face, or any underclass face. It’s the homeless Black kid who is picked up for trivial offences and ends up in prison with a hood on his head. The Ms Dhus' of the world (a 22-year-old Indigenous woman who died in West Australian police custody in 2014 after being picked up for unpaid fines) who...end up dying in agony when they are supposedly in the care of the state.”\n\nLucashenko's 2013 Walkley-winning Griffith Review essay Sinking below sight told the stories of three women and how the threads of domestic violence, childhood trauma and poverty inform their lives. They are themes echoed in her book Too Much Lip tracing the story of Kerry Salter as she returns back to country on a stolen Harley to visit her ailing pop, only to become part of a land rights campaign over a multi-million dollar prison being built on ancestral land, while juggling staying one step ahead of the cops and unexpectedly falling in love with a spunky dugai (white man). The book is at once irreverent and weighty with gravity – a family drama exploring how class, colonialism, violence, and everyday racism are baked in as part of the almost mundane fabric of the characters' lives.\n\nIt turns out that sitting in a room and thinking and imagining other worlds is what I’m put here to do.\n\nLucashenko's novelistic focus on land, profit and power reflects her belief that racism is not just about feelings, nasty words and slanging matches, but essentially the core structures that keep it in place - which at its heart is cold, hard economics.\n\n“It’s about economics. You can’t take a continent from its rightful owners and keep it and pretend that’s ok and reparations are not due unless you diminish those people through racism.”\n\nFor a self-declared pessimist, Lucashenko's take on the future of racial justice is surprisingly hopeful.\n\n“It’s obviously only first steps towards a more just Australia and a more just world but the first stage is to recognise there’s a problem. Now there’s people realising that there’s a better way to live and that endemic racism is very harmful, very costly in terms of lives, in terms of dollars, in terms of opportunities foregone,” she said.\n\n“We’re making inroads. The more we talk straight and the more we share ideas - these kinds of seemingly radical ideas that racism can be overcome, that equality can be achieved and we can decolonise and make a better world - the more we can share those ideas and talk about them and not have our minds chained to these terrible colonial ideas the powers that be want them to be chained to - the quicker the revolution will arrive.”\n\nThere’s so much going on in Aboriginal Australia. There’s so much to say.\n\nLucashenko jokes that her journey to writing (she was written six books including Steam Pigs, Hard Yards, Mullumbimby and YA novels Killing Darcy and Too Flash) started with the realisation she wasn’t much good at anything else.\n\n“I think I just kept failing at everything else!” she laughs.\n\n“It turns out that sitting in a room and thinking and imagining other worlds is what I’m put here to do. I guess I’m stubborn. I like to tell the truth and I don’t let too many things get in the way of it.\n\nShe is also fuelled by a passion to tell untold stories about Aboriginal Australia, and credits her mentor and friend Cape York man Uncle Victor Hart as her inspiration in the craft of imagining alternative worlds.\n\n“[Uncle Hart] has grown up in a fairly traditional community and family and one that just loves to take the piss and has very little time for mainstream ideas of who we are and who we should be and what the mainstream think we might be. I guess I’ve taken that spirit of independence and - how would you put it? Rebellion. And I’ve injected a lot of that into my work.\n\n“There’s so much going on in Aboriginal Australia. There’s so much to say, there’s a lot of ideas to put down and a lot of characters to bring into the public eye.”\n\nLucashenko, who is a judge for the SBS Emerging Writers' competition - a competition where emerging writers are offered the chance to submit stories about growing up in diverse Australia - says her best advice to budding writers is to free their mind from pre-conceptions and expectations to please.\n\n“What that does is that it frees you from chains you don’t even know you’re wearing. When you start to talk back and craft a voice for yourself on the page that’s independent of what mainstream Anglo Australia wants you to be, it’s an absolute joy and liberation.\n\nLucashenko says her biggest joy comes with writing characters that will resonate with her readers including the delicious power reversals and sweet revenge on the corruption and ineptitude of the local dugai who seeks to plunder the town for profit.\n\n“It’s the most fun I’ve had on the page - writing the scene in Too Much Lip where the cops turn up and they just get shredded mercilessly by the wit of the Blackfellas. I just love writing that stuff and I loved imagining my readers reading it as well.”\n\nLucashenko says real writing requires an internal excavation, what race scholar Dr. Cornel West called ‘struggling against the white supremacist inside’ and advised emerging writers to work on nourishing an authentic voice.\n\n“[For me], it’s about carving out space for [my] own Aboriginal voice, [my] own cultural perspective and working all the time to give it space and pushing aside those other thoughts and intrusive internally racist ideas. You get better at it as you get older and if you surround yourself with good people.”\n\nIn a economically fractured environment, Lucashenko recommends that emerging writers diversify their income and get a second or preferably third job, \"so you are not trying to please the people who pay the bills\".\n\n“If you can do any other kind of paid work and write what your passion is, write what your truth is - than that’s ideal. Writing is a shitty way to buy groceries and pay the bills - it’s difficult and stressful, and also don’t reinvent the wheel.”\n\nHer last piece of advice to writers is to read voraciously and look to the contemporary social and political world around them to answer the question of what is the new perspective they need to contribute, ditching the idea they are an ‘outsider’.\n\n“I don’t see myself as an outsider. I see myself at the centre of my Aboriginal universe. I see the newcomers of all stripes at the margins of my world.\n\nMelissa Lucashenko is a judge for the SBS Emerging Writers' Competition.\n\nAre you a budding writer? Do you have a story to tell about growing up in diverse Australia? Enter the SBS Emerging Writers’ Competition for your chance to be awarded $5000 to kickstart your career. Entries open August 15, 2020 and close September 15, 2020. Aboriginal and Torres Strait Islander writers are encouraged to enter.\n\nGo to www.sbs.com.au/writers for more information.\n\nTips for entering the SBS Emerging Writers’ Competition Your memoir piece may be poignant, humorous or a mix of both. The important thing is that it’s your story, and no one else's. SBS Emerging Writers’ Competition terms and conditions Read the terms and conditions for SBS Emerging Writers’ Competition here. SBS launches the inaugural SBS Emerging Writers’ Competition SBS is looking for the next generation of diverse Australian writers. Meet the judges of the SBS Emerging Writers' Competition “The SBS Emerging Writers’ Competition is so necessary and important. Given the rich diversity of Australia’s multicultural communities, we don’t nearly have enough of that diversity in publishing.\"", "METADATA": {"fb": {"app_id": 828847170577851, "admins": "1482489230,744199415,613676706,669385430,643641292,529340361,548207702,587213697,744819387,100003116358069,539715107,100004072572488", "pages": "10153017026003686,1718340018404039,118110394871717,1031979170179611,156543917205,152749149157,1653992468195523,853308881454030,248358785343756,402145919880044,125982670754724,6038270901,240259225410,242485789418468,1735930699952878,108683457751,139727238426,91116257004,100246430019521,368329703192018,194784127232544,173168582700205,168993229831044"}, "og": {"site_name": "Topics", "type": "article", "url": "https://www.sbs.com.au/topics/voices/culture/article/2020/06/19/melissa-lucashenko-writing-era-black-lives-matter", "title": "Melissa Lucashenko on writing in the era of Black Lives Matter", "image": "https://www.sbs.com.au/topics/sites/sbs.com.au.topics/files/melissa_lucashenko_sq.jpg", "description": "“I don’t see myself as an outsider. I see myself at the centre of my Aboriginal universe. I see the newcomers of all stripes at the margins of my world.\""}, "cXenseParse": {"sba-editorialformat": "Feature", "sba-subject": "Literature", "sba-author": "Sarah Malik", "sba-alc_language": "en", "articleid": "5d73616d-edcd-423b-949e-0b1534e83664", "sba-contenttype": "Article", "pageclass": "article", "sba-sitename": "Topics"}, "generator": "Drupal 7 (http://drupal.org)", "twitter": {"image": "https://www.sbs.com.au/topics/sites/sbs.com.au.topics/files/melissa_lucashenko_sq.jpg", "url": "https://www.sbs.com.au/topics/voices/culture/article/2020/06/19/melissa-lucashenko-writing-era-black-lives-matter", "title": "Melissa Lucashenko on writing in the era of Black Lives Matter", "card": "summary_large_image", "description": "“I don’t see myself as an outsider. I see myself at the centre of my Aboriginal universe. I see the newcomers of all stripes at the margins of my world.\""}, "description": "“I don’t see myself as an outsider. I see myself at the centre of my Aboriginal universe. I see the newcomers of all stripes at the margins of my world.\"", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}