{"GDELT": {"GlobalEventID": 940793191, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "GOVCOP", "Actor2Name": "INSPECTOR GENERAL", "Actor2Type1Code": "GOV", "Actor2Type2Code": "COP", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.2025316455696204, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kremlin, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kremlin, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kremlin, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200814160000, "SOURCEURL": "https://www.lmtonline.com/news/article/Ex-FBI-lawyer-to-plead-guilty-in-Durham-s-15484176.php"}, "ARTICLE": {"TITLE": "Ex-FBI lawyer to plead guilty in Trump-Russia probe review", "TEXT": "Ex-FBI lawyer to plead guilty in Trump-Russia probe review\n\nFILE - In this March 22, 2019 file photo, an American flag flies outside the Department of Justice in Washington. FILE - In this March 22, 2019 file photo, an American flag flies outside the Department of Justice in Washington. Photo: Andrew Harnik, AP Photo: Andrew Harnik, AP Image 1 of / 6 Caption Close Ex-FBI lawyer to plead guilty in Trump-Russia probe review 1 / 6 Back to Gallery\n\nWASHINGTON (AP) — A former FBI lawyer plans to plead guilty to making a false statement in the first criminal case arising from U.S. Attorney John Durham's investigation into the probe of ties between Russia and the 2016 Trump campaign, his lawyer said Friday.\n\nKevin Clinesmith is accused of altering a government email about a former Trump campaign adviser who was a target of secret FBI surveillance, according to documents filed in Washington's federal court. His lawyer, Justin Shur, told The Associated Press that Clinesmith intends to plead guilty to the single false statement count and that he regrets his actions.\n\nThe case against Clinesmith was cheered by President Donald Trump and his supporters as they look to the Durham investigation to lift Trump's wobbly reelection prospects and to expose what they see as wrongdoing as the FBI opened an investigation into whether the Trump campaign was coordinating with the Kremlin to sway the outcome of the 2016 election.\n\n“The fact is they spied on my campaign and they got caught,” Trump told reporters at the White House on Friday. His political campaign issued its own statement saying “abuses of power” in the Russia investigation “represent the greatest political crime in American history” and everyone involved should be held accountable.\n\nYet the five-page charging document is limited in scope and does not allege criminal wrongdoing by anyone other than Clinesmith, nor does it offer evidence to support Trump's assertions that the Russia probe was tainted by widespread political bias in the FBI. It makes clear that the FBI relied on Clinesmith's own misrepresentations as it sought to renew its surveillance of former Trump campaign aide Carter Page.\n\nThe Durham probe, which is also examining the intelligence community's assessment about Russian election interference, has caused concern among Democrats, who view it as a politically charged exercise meant to relitigate an already closed investigation. They fear that charges or public reports issued so close to the 2020 election could be timed to affect November's vote.\n\nDurham's inquiry has proceeded alongside a parallel effort by Senate Republicans to discredit the Russia probe and as Attorney General William Barr has escalated his own criticism of the FBI's probe. Documents released in recent months have called into question the validity of information the FBI relied on, particularly from a dossier of Democratic-funded research, when the agency applied for applications to surveil Page.\n\nDurham, the U.S. attorney for Connecticut, had no comment, a spokesman said. It remains unclear what additional charges, if any, Durham might bring, though he has been closely scrutinizing how intelligence agencies arrived at the conclusion that Russia had interfered in 2016 to benefit Trump.\n\nJustice Department policy directs prosecutors to not take investigative actions aimed at affecting an election, or that could advantage or disadvantage a candidate. But Barr has said he does not feel constrained by that policy in part because the presumptive Democratic presidential nominee, former Vice President Joe Biden, is not a target of Durham's investigation.\n\nDurham's work parallels in some respects a separate investigation into the Russia probe by the Justice Department's inspector general office. That office concluded in a report last December that the Russia investigation was opened for a valid reason, but it also identified significant errors and omissions in surveillance applications filed in 2016 and 2017 that targeted Page.\n\nThe watchdog office also referred Clinesmith for potential prosecution.\n\nSpecifically, the inspector general accused Clinesmith, though not by name, of altering an email to say that Page was “not a source” for another government agency.\n\nPage has stated publicly that he was a CIA source. The inspector general's report and Friday's charging document describe how Clinesmith inquired of another government agency, presumably the CIA, whether Page had been a source. He said that that was a fact that would need to be disclosed as the FBI applied to the secretive Foreign Intelligence Surveillance Court to renew its surveillance of Page.\n\nIn June 2017, the documents show, Clinesmith was provided with information about Page's relationship with the agency, which had approved him as an “operational contact” between 2008 and 2013.\n\nWhen an FBI colleague who was involved in preparing the surveillance application followed up by instant message with Clinesmith on the question of whether Page had ever been a government source, Clinesmith responded that Page had “never been a source,” according to court documents.\n\nWhen asked if he had that information in writing, the documents allege, Clinesmith altered an email he had received from the other agency by adding the words “and not a source” and then forwarded it to the FBI supervisory special agent.\n\nThe FBI relied on those misrepresentations in its final surveillance application and omitted that information about Page, prosecutors allege, even though any relationship between Page and the government would have been important to disclose to the FISA court to the extent it could help explain interactions Page had had with Russians.\n\nClinesmith told the inspector general that he had not actually understood Page to be a source, or “recruited asset,” for another government agency.\n\n“Kevin deeply regrets having altered the email,\" Shur said in a statement. “It was never his intent to mislead the court or his colleagues, as he believed the information he relayed was accurate, but Kevin understands what he did was wrong and accepts responsibility.”\n\nDurham is a veteran prosecutor with a history of special assignments from Washington, including leading a Justice Department investigation into the CIA's harsh interrogation techniques of terror suspects and the destruction of videotapes documenting those interrogations.\n\nBarr appointed Durham just weeks after special counsel Robert Mueller concluded his nearly two-year investigation.\n\nMueller found significant contacts during the 2016 campaign between Russians and Trump associates but did not allege a criminal conspiracy between them. He also examined multiple episodes in which Trump sought to affect or choke off the Russia investigation, but he did not reach a conclusion on whether Trump had obstructed justice.\n\nBarr quickly signaled his skepticism with the Russia investigation, concluding that Trump had not obstructed justice even though Mueller had pointedly left that question unresolved.", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-15T00:52:45Z", "article": {"published_time": "2020-08-15T00:52:45Z", "modified_time": "2020-08-15T07:39:22Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Kevin Clinesmith, Robert Mueller, William Barr GOVERNMENT_FIGURE PERSON, Justin Shur, William Barr, Joe Biden, Republicans, Kevin, Russia, John Durham, United States, Eastern Europe, WASHINGTON, North America, Connecticut, White House, FBI, AP, John Durham NEWSMAKER, Democrats, MC Complete - State & National, Kremlin, Justice Department, CIA, Senate, FISA, Foreign Intelligence Surveillance Court, A Wire, News - Political - Stories, Top News, NewsBriefs, Carter Page, Trump, Choice Plus, Trump-Russia Probe", "nlpOrganization": "FBI, AP, John Durham NEWSMAKER, Democrats, MC Complete - State & National, Kremlin, Justice Department, CIA, Senate, FISA, Foreign Intelligence Surveillance Court", "nlpPerson": "Kevin Clinesmith, Robert Mueller, William Barr GOVERNMENT_FIGURE PERSON, Justin Shur, William Barr, Joe Biden, Republicans, Kevin", "nlpLocation": "Russia, John Durham, United States, Eastern Europe, WASHINGTON, North America, Connecticut, White House", "nlpWorkOfArt": "A Wire, News - Political - Stories", "nlpOther": "Carter Page, Trump, Choice Plus, Trump-Russia Probe", "nlpCategories": "%2FNews%2FPolitics,%2FLaw+%26+Government%2FPublic+Safety%2FLaw+Enforcement", "sailthru.title": "Ex-FBI lawyer to plead guilty in Trump-Russia probe review", "sailthru.date": "2020-08-15 2:39:00 -0500", "sailthru.author": "By ERIC TUCKER and MICHAEL BALSAMO, Associated Press", "sailthru_uid": 15484176, "sailthru_pubname": "associated-press", "sailthru_siteid": 60, "sailthru.tags": "kevin-clinesmith,robert-mueller,william-barr-government-figure-person,justin-shur,william-barr,joe-biden,republicans,kevin,russia,john-durham,united-states,eastern-europe,washington,north-america,connecticut,white-house,fbi,ap,john-durham-newsmaker,democrats,mc-complete-state-national,kremlin,justice-department,cia,senate,fisa,foreign-intelligence-surveillance-court,a-wire,news-political-stories,top-news,newsbriefs,carter-page,trump,choice-plus,trump-russia-probe,fbi,ap,john-durham-newsmaker,democrats,mc-complete-state-national,kremlin,justice-department,cia,senate,fisa,foreign-intelligence-surveillance-court,kevin-clinesmith,robert-mueller,william-barr-government-figure-person,justin-shur,william-barr,joe-biden,republicans,kevin,russia,john-durham,united-states,eastern-europe,washington,north-america,connecticut,white-house,a-wire,news-political-stories,carter-page,trump,choice-plus,trump-russia-probe,2fnews-2fpolitics,2flaw-26-government-2fpublic-safety-2flaw-enforcement", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/44/61/19811422/67/sailthruImage.jpg", "og": {"title": "Ex-FBI lawyer to plead guilty in Trump-Russia probe review", "description": "WASHINGTON (AP) - A former FBI lawyer plans to plead guilty to making a false statement in the first criminal case arising from U.S. Attorney John Durham's investigation into the probe of ties between Russia and the 2016 Trump campaign, his lawyer said Friday. \n Kevin Clinesmith is accused of altering a government email about a former Trump campaign adviser who was a target of secret FBI surveillance, according to documents filed in Washington's federal court. His lawyer, Justin Shur, told The Associated Press that Clinesmith intends to plead guilty to the single false statement count and that he regrets his actions. \n The case against Clinesmith was cheered by President Donald Trump and his supporters as they look to the Durham investigation to lift Trump's wobbly reelection prospects and to expose what they see as wrongdoing as the FBI opened an investigation into whether the Trump campaign was coordinating with the Kremlin to sway the outcome of the 2016 election. \n \"The fact is they spied on my campaign and they got caught,\" Trump told reporters at the White House on Friday. His political campaign issued its own statement saying \"abuses of power\" in the Russia investigation \"represent the greatest political crime in American history\" and everyone involved should be held accountable. \n Yet the five-page charging document is limited in scope and does not allege criminal wrongdoing by anyone other than Clinesmith, nor does it offer evidence to support Trump's assertions that the Russia probe was tainted by widespread political bias in the FBI. It makes clear that the FBI relied on Clinesmith's own misrepresentations as it sought to renew its surveillance of former Trump campaign aide Carter Page. \n The Durham probe, which is also examining the intelligence community's assessment about Russian election...", "type": "article", "url": "https://www.lmtonline.com/news/article/Ex-FBI-lawyer-to-plead-guilty-in-Durham-s-15484176.php", "image": "https://s.hdnux.com/photos/01/13/44/61/19811422/67/rawImage.jpg", "site_name": "Laredo Morning Times", "country-name": "United States"}, "twitter": {"card": "summary_large_image", "site": "@lmtonline"}, "fb": {"admins": 100006394927810, "app_id": 1743001672604009, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}