{"GDELT": {"GlobalEventID": 940777135, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOEUREEC", "Actor1Name": "THE EU", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor2Code": "POL", "Actor2Name": "POLAND", "Actor2CountryCode": "POL", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.3742802303263, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200814143000, "SOURCEURL": "http://www.msn.com/en-us/news/world/eu-members-protest-u-s-sanctions-after-nord-stream-threats/ar-BB17VHdQ"}, "ARTICLE": {"TITLE": "EU Members Protest U.S. Sanctions After Nord Stream Threats", "TEXT": "© Bloomberg European Commission’s Berlaymont Building As Brexit Negotiation Patience Frays\n\n(Bloomberg) -- Twenty-four European Union countries complained to the U.S. State Department this week over President Donald Trump’s expansive use of sanctions to help influence American foreign policy goals, according to a European diplomat familiar with the communication.\n\nThe message, supported by all but three of the bloc’s member states, was given on Wednesday, said the diplomat, who asked not to be identified because the correspondence hasn’t been made public.\n\nRead More: U.S. Threat of ‘Crushing’ Gas Pipeline Measures Riles Berlin\n\nThe so-called demarche was based on a July 17 statement by the EU’s top foreign policy official, Josep Borrell, in which he condemned U.S. intimidation tactics. He specifically cited Trump’s sanctions aimed at halting construction of the Nord Stream 2 gas pipeline, which would link Russia and Germany.\n\n“Our actions are aimed at curbing Russia’s malign activity,” according to an emailed statement from a State Department spokesperson. “We continue to work with our European partners to make it clear that Nord Stream 2 enables Russia to use its energy supplies as a political weapon in Europe and undermine Ukrainian security.”\n\nRelations between the U.S. and the EU -- and Germany in particular -- have plumbed new lows, with Trump hitting his transatlantic allies with sweeping tariffs and pulling out of multilateral agreements such as the Paris climate accord and the Iran nuclear deal. Trump also announced plans to withdraw about 12,000 troops from Germany last month, saying Chancellor Angela Merkel’s government had been “delinquent” on defense spending.\n\n‘Illegal’ Sanctions\n\n“There was an informal outreach which the EU member states could join on a voluntary basis,” EU Spokeswoman Nabila Massrali told reporters on Friday when asked about the complaint. She added that the U.S. threatening sanctions against European companies was “part of a wider, worrying trend.”\n\nThe Nord Stream 2 gas pipeline has become a central point of tension between Merkel and Trump, who has blasted the project for sending “billions” to Russia. Merkel has called new sanctions aimed at the gas route illegal. Still, there is no consensus among the EU on Nord Stream, with countries such as Poland condemning the pipeline for bypassing eastern Europe and increasing the bloc’s reliance on Russian energy.\n\nLast week, three Republican Senators ratcheted up tensions with a letter warning that a German Baltic Sea port would face “crushing legal and economic” sanctions if it continued to participate in the completion of the pipeline. Mukran Port, located in Merkel’s constituency, is a supply base for the 1,200-kilometer (745-mile) undersea pipeline.\n\nGerman Foreign Minister Heiko Maas this week said EU member states would discuss to what extent extraterritorial sanctions violate international law, as he renewed his condemnation of U.S. threats.\n\n“No state has the right to dictate Europe’s energy policy with threats -- and it won’t work,” Maas told reporters Monday alongside Russian Foreign Minister Sergei Lavrov during a daylong visit to Moscow.\n\nAll stakeholders of Nord Stream 2 still aim to complete the gas link, Lavrov said at the briefing. “There are reasons to assume that it will be done in the near future.”\n\n(Updates with U.S. statement in the fourth paragraph)\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "EU Members Protest U.S. Sanctions After Nord Stream Threats", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Twenty-four European Union countries complained to the U.S. State Department this week over President Donald Trump’s expansive use of sanctions to help influence American foreign policy goals, according to a European diplomat familiar with the communication.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}