{"GDELT": {"GlobalEventID": 940761950, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LAOCOP", "Actor1Name": "LAOS", "Actor1CountryCode": "LAO", "Actor1Type1Code": "COP", "Actor2Code": "LAOCVL", "Actor2Name": "LAOS", "Actor2CountryCode": "LAO", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.82034454470878, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Luang, Surat Thani, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH60", "Actor1Geo_ADM2Code": "27078", "Actor1Geo_Lat": 9.21667, "Actor1Geo_Long": 99.4, "Actor1Geo_FeatureID": "-3255953", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vientiane, (LA11), Laos", "Actor2Geo_CountryCode": "LA", "Actor2Geo_ADM1Code": "LA11", "Actor2Geo_ADM2Code": "27147", "Actor2Geo_Lat": 17.9667, "Actor2Geo_Long": 102.6, "Actor2Geo_FeatureID": "-2669740", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vientiane, (LA11), Laos", "Action2Geo_CountryCode": "LA", "Action2Geo_ADM1Code": "LA11", "Action2Geo_ADM2Code": "27147", "Action2Geo_Lat": 17.9667, "Action2Geo_Long": 102.6, "Action2Geo_FeatureID": "-2669740", "DATEADDED": 20200814130000, "SOURCEURL": "https://www.msn.com/en-xl/news/other/asia-pacific-coronavirus-news-cases-in-philippines-soar-with-6216-new-infections-lockdown-in-new-zealands-largest-city-to-continue-for-12-more-days/ar-BB17XGF7"}, "ARTICLE": {"TITLE": "Asia-Pacific Coronavirus News: Cases in Philippines soar with 6,216 new infections, lockdown in New Zealand's largest city to continue for 12 more days", "TEXT": "© Provided by N.C.N. Limited\n\nA police officer is seen wearing a face shield amid the COVID-19 outbreak in Rizal Province, the Philippines, on Aug. 12, 2020. (Xinhua/Rouelle Umali)\n\n-- Infections in the Philippines soar past 150,000 with 6,216 new cases;\n\n-- Lockdown in New Zealand's largest city Auckland to continue for 12 more days;\n\n-- Thailand reports 17 new cases, travel bubble plan shelved;\n\n-- Cases surpass 2.4 million in India, total deaths reach 48,040.\n\nHONG KONG, Aug. 14 (Xinhua) -- The following are the latest developments of the COVID-19 pandemic in Asia-Pacific countries on Friday:\n\nMANILA -- The number of confirmed COVID-19 cases in the Philippines surged to 153,660 after the Department of Health (DOH) reported 6,216 new daily cases.\n\nThe DOH said that the number of recoveries further rose to 71,405 after 1,038 more patients recovered.\n\nThe Chinese embassy in the Philippines on Friday donated 1 million pesos (20,519 U.S. dollars) in cash and some personal protective equipment (PPEs) to the Philippine medical frontliners to show China's appreciation and support for their hard work in combatting the COVID-19 pandemic.\n\n© Provided by N.C.N. Limited\n\nTwo women wearing face masks walk on a street in downtown Auckland, New Zealand, Aug. 12, 2020. (Photo by Li Qiaoqiao/Xinhua)\n\nWELLINGTON, Aug. 14 (Xinhua) -- New Zealand's largest city Auckland will remain in COVID-19 Alert Level 3 for 12 more days, with the rest of the country staying in Alert Level 2, as there are currently 36 active cases, 17 of which are linked to the recent community transmission in Auckland.\n\nPrime Minister Jacinda Ardern told a press conference on Friday the cabinet had unanimously decided to maintain the current alert levels until Aug. 26. The government will review the situation and make further decisions on Aug. 21.\n\nNew Zealand confirmed 12 new cases and one probable case of COVID-19, with the 12 cases linked to the community transmission from an Auckland family cluster, amid the second and stronger wave of the epidemic in the country.\n\n© Provided by N.C.N. Limited\n\nPeople wearing masks walk on a street in Kuala Lumpur, Malaysia, on Aug. 14, 2020. (Photo by Chong Voon Chung/Xinhua)\n\nKUALA LUMPUR -- Malaysia reported 20 new COVID-19 infections, the Health Ministry said, bringing the national total to 9,149.\n\nHealth Ministry Director-General Noor Hisham Abdullah said in a press statement that seven cases are imported and 13 are local transmissions.\n\n© Provided by N.C.N. Limited\n\nPeople work at a garment factory in Dhaka, Bangladesh, on Aug. 12, 2020. (Xinhua)\n\nDHAKA -- The number of confirmed COVID-19 cases in Bangladesh reached 271,881 as over 2,700 new cases were reported in the last 24 hours.\n\nAccording to the figure reported by the DGHS under the Ministry of Health and Family Welfare, 2,766 new COVID-19 positive cases and 34 deaths were reported in the last 24 hours across Bangladesh.\n\n© Provided by N.C.N. Limited\n\nPassengers wait at a smart bus stop in Bangkok, Thailand, July 31, 2020. (Xinhua/Rachen Sageamsak)\n\nBANGKOK -- Thailand reported 17 new COVID-19 cases, all now under state quarantine, with 15 of them being Thais who have recently returned from India.\n\nAccording to the Center for COVID-19 Situation Administration (CCSA), the cases from India include nine men and six women.\n\n© Provided by N.C.N. Limited\n\nStudents wearing face masks attend a lecture at the Kabul University in Kabul, capital of Afghanistan, Aug. 12, 2020. (Photo by Rahmatullah Alizadah/Xinhua)\n\nKABUL -- The Afghan Ministry of Public Health confirmed 75 new COVID-19 cases, bringing the total number of patients in the country to 37,506.\n\nA total of 408 tests were conducted within the past 24 hours, and 75 were positive in 11 out of 34 Afghan provinces, the ministry said in a statement.\n\n© Provided by N.C.N. Limited\n\nA woman wearing face mask picks chilli covered with ash at her farm after Mount Sinabung eruption at Karo, North Sumatra, Indonesia, Aug. 10, 2020. (Photo by Alberth Damanik/Xinhua)\n\nJAKARTA -- The COVID-19 cases in Indonesia rose by 2,307 within one day to 135,123, with the death toll adding by 53 to 6,021, the Health Ministry said.\n\n© Provided by N.C.N. Limited\n\nChildren play at a park in front of the That Luang Stupa with coronavirus-related restrictions being eased in Vientiane, Laos, on July 9, 2020. (Photo by Kaikeo Saiyasane/Xinhua)\n\nVIENTIANE -- Laos has detected two more confirmed COVID-19 cases, with its total number rising to 22.\n\nLao Deputy Minister of Health Phouthone Meaungpak told a press conference in Lao capital Vientiane that the two new cases were both Lao nationals who returned to the country from abroad on Aug. 12.\n\n© Provided by N.C.N. Limited\n\nPeople talk near the Sydney Opera House in Sydney, Australia, on Aug. 12, 2020. (Photo by Hu Jingchen/Xinhua)\n\nSYDNEY -- The COVID-19 outbreak in the Australian State of Victoria will likely delay the country's economic recovery by several months, Reserve Bank of Australia (RBA) Governor Philip Lowe told a parliamentary inquiry.\n\nPrior to the outbreak in Victoria, both the government and RBA were expecting a return to growth for the national economy during the September financial quarter.\n\nAustralian Prime Minister Scott Morrison has declared that Australia is \"moving heaven and earth\" to fight COVID-19 as a man in his 20s became the nation's youngest death.\n\n© Provided by N.C.N. Limited\n\nA health worker collects nasal sample for COVID-19 testing from a woman at a mobile checkpoint in New Delhi, India, Aug. 13, 2020. (Xinhua/Partha Sarkar)\n\nNEW DELHI -- Total COVID-19 cases in India have crossed 2.4 million, reaching 2,461,190, as the total deaths crossed the 48,000-mark, reaching 48,040, according to the data released by the federal health ministry.\n\nDuring the past 24 hours, as many as 64,553 new cases were added to the tally, and 1,007 deaths were registered.\n\nCurrently there are 661,595 active cases in India. A total of 1,751,555 people have been cured and discharged from hospitals.\n\n© Provided by N.C.N. Limited\n\nA staff member takes temperature of customers at the movie theater of a shopping mall in Phnom Penh, Cambodia, Aug. 9, 2020. (Photo by Gao Bingnan/Xinhua)\n\nPHNOM PENH -- Cambodia confirmed one new imported case of COVID-19, bringing the total number of infections in the kingdom to 273, said a Health Ministry's statement.\n\nThe latest case was detected on a 51-year-old Cambodian woman, who arrived in the country on July 31 from the United States via a connecting flight in South Korea, the statement said.\n\n© Provided by N.C.N. Limited\n\nStudents return for classes at Seryun Elementary School in Seoul, South Korea, May 27, 2020. (Photo by Lee Sang-ho/Xinhua)\n\nSEOUL -- South Korea reported 103 more cases of the COVID-19 as of 0:00 a.m. Friday local time compared to 24 hours ago, raising the total number of infections to 14,873.\n\nThe daily caseload soared above 100 in 20 days since July 25 due to a surge in small cluster infections and imported cases.\n\nNo more death was confirmed, leaving the death toll at 305. The total fatality rate stood at 2.05 percent.■", "METADATA": {"application-name": "Asia-Pacific Coronavirus News: Cases in Philippines soar with 6,216 new infections, lockdown in New Zealand's largest city to continue for 12 more days", "cq": "passed", "Search.Interest": "Top Stories", "robots": "index, follow", "description": "A police officer is seen wearing a face shield amid the COVID-19 outbreak in Rizal Province, the Philippines, on Aug. 12, 2020. (Xinhua/Rouelle Umali) -- Infections in the Philippines soar past 150,000 with 6,216 new cases; -- Lockdown in New Zealand's largest city Auckland to continue for 12 more days; -- Thailand reports 17 new cases, travel bubble plan shelved; -- Cases surpass 2.4 million in India, total deaths reach 48,040. HONG KONG, Aug....", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}