{"GDELT": {"GlobalEventID": 940715874, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MIL", "Actor1Name": "REGIMENT", "Actor1Type1Code": "MIL", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 24, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.0957910014513805, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Birkenhead, Wirral, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKQ1", "Actor1Geo_ADM2Code": "40121", "Actor1Geo_Lat": 53.4, "Actor1Geo_Long": -3.03333, "Actor1Geo_FeatureID": "-2589979", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Birkenhead, Wirral, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKQ1", "Actor2Geo_ADM2Code": "40121", "Actor2Geo_Lat": 53.4, "Actor2Geo_Long": -3.03333, "Actor2Geo_FeatureID": "-2589979", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Birkenhead, Wirral, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKQ1", "Action2Geo_ADM2Code": "40121", "Action2Geo_Lat": 53.4, "Action2Geo_Long": -3.03333, "Action2Geo_FeatureID": "-2589979", "DATEADDED": 20200814080000, "SOURCEURL": "https://www.edp24.co.uk/features/heritage/thetford-war-memorial-new-name-added-1-6791318"}, "ARTICLE": {"TITLE": "Soldier’s name added to war memorial 78 years after his death", "TEXT": "Soldier’s name added to war memorial 78 years after his death\n\nPrivate Norman Stevenson, a WWII soldier, from the Royal Norfolk Regiment, 5th Battalion, died in battle in 1942. Photo: Colin Stevenson Colin Stevenson\n\nThe son of a Second World War soldier has described the “overwhelming” moment his father’s name was engraved on a town’s war memorial, 78 years after his battlefield death.\n\nShare Email this article to a friend To send a link to this page you must be logged in.\n\nColin Stevenson, son of Private Norman Stevenson, a WWII soldier, from the Royal Norfolk Regiment, 5th Battalion, who died in battle in 1942. Photo: Colin Stevenson Colin Stevenson, son of Private Norman Stevenson, a WWII soldier, from the Royal Norfolk Regiment, 5th Battalion, who died in battle in 1942. Photo: Colin Stevenson\n\nColin Stevenson, 79, will visit Thetford on Saturday to see the name of Norman Stevenson, who died when Colin was an infant.\n\nNorman was born in Birkenhead, near Liverpool, in 1916, but at 14 he left home and worked as a labourer around the UK.\n\nIn 1938, he found himself working on improvements to RAF Honington and lodged at 32 New Town, Bury Road, Thetford, where he met his soon-to-be wife, Jean Mower, at a dance at the Guildhall.\n\nAfter war broke out in 1939, Private Norman Stevenson was conscripted into the Royal Norfolk Regiment, 5th Battalion, and had to leave behind his wife and young son, Colin, and unborn daughter - now called June Gunton.\n\nPrivate Norman Stevenson, a WWII soldier, from the Royal Norfolk Regiment, 5th Battalion, died in battle in 1942. But 78 years after his death, Mr Stevenson's name has finally been added to Thetford's war memorial. Photo: Colin Stevenson Private Norman Stevenson, a WWII soldier, from the Royal Norfolk Regiment, 5th Battalion, died in battle in 1942. But 78 years after his death, Mr Stevenson's name has finally been added to Thetford's war memorial. Photo: Colin Stevenson\n\nColin said: “He was part of that large contingent of Norfolk and Suffolk men who set of for the war in the desert late in 1941, only to be diverted to Singapore following the Japanese invasion.\n\n“They arrived on January 13 and were in action in Malaysia a few days after.\n\n“His company were holding a bridge open at Sengarrang, Jahore, to enable as many men as possible to get away from the enemy and retreat, but whilst he was doing that he was killed.\n\nYou may also want to watch:\n\n“He left a wife whom he did not know was expecting her second child, and a young son.”\n\nColin’s mother, who died in 2004, received a telegram saying her that her husband was missing in action, but it was not until 1945 that she received another to say that he was presumed dead.\n\nThe names of all the men from Thetford who died in the Second World War were added to the memorial in 1947, but not Norman Stevenson’s.\n\nColin, now living in Surrey, said: “My grandfather and my mother were told by officialdom that this was because he wasn’t born in Thetford and the memorial was for Thetford boys. Although he was born in Birkenhead, he had a wife, family and made a new home here in Thetford.\n\nPrivate Norman Stevenson, a WWII soldier, from the Royal Norfolk Regiment, 5th Battalion, died in battle in 1942. His name has been engraved on Thetford's war memorial 78 years after his death. Photo: Colin Stevenson Private Norman Stevenson, a WWII soldier, from the Royal Norfolk Regiment, 5th Battalion, died in battle in 1942. His name has been engraved on Thetford's war memorial 78 years after his death. Photo: Colin Stevenson\n\n“So last year I contacted the Royal British Legion’s branch at Thetford, and between them and the council they have moved heaven and earth and his name is finally on the memorial.\n\n“It has taken our family 75 years. It was an overwhelming moment, but I was so pleased, so was my sister.”\n\nHe added: “All of the boys who served in a regiment should be on a memorial and on Saturday I will be there to pay my respects.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "twitter": {"card": "photo"}, "title": "Soldier’s name added to war memorial 78 years after his death", "DC.title": "Soldier’s name added to war memorial 78 years after his death", "og": {"title": "Soldier’s name added to war memorial 78 years after his death", "description": "The son of a Second World War soldier has described the “overwhelming” moment his father’s name was engraved on a town’s war memorial, 78 years after his battlefield death.", "type": "article", "image": "https://www.edp24.co.uk/polopoly_fs/1.6791319!/image/image.jpg", "url": "https://www.edp24.co.uk/features/heritage/thetford-war-memorial-new-name-added-1-6791318", "site_name": "Eastern Daily Press"}, "author": "Emily Thomson", "DC.creator": "Emily Thomson", "keywords": "Heritage, People, Thetford", "DC.subject": "Heritage, People, Thetford", "DC.coverage.spatial": "Thetford", "fb": {"pages": 69186624810}, "description": "The son of a Second World War soldier has described the “overwhelming” moment his father’s name was engraved on a town’s war memorial, 78 years after his battlefield death.", "robots": "max-video-preview:-1", "referrer": "origin-when-cross-origin", "google-site-verification": "KHl4EKz0a0LTojvLJtxsSYhoa_rmJozrBpuzfJtRG_8", "theme-color": "#FFFFFF"}}}