{"GDELT": {"GlobalEventID": 940790872, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "BEIJING", "Actor1CountryCode": "CHN", "Actor2Code": "PAK", "Actor2Name": "PAKISTANI", "Actor2CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.94117647058824, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200814154500, "SOURCEURL": "https://tribune.com.pk/story/2259517/us-looks-forward-to-boost-ties-with-pakistan-pompeo"}, "ARTICLE": {"TITLE": "US looks forward to boost ties with Pakistan: Pompeo", "TEXT": "Foreign Minister Shah Mehmood Qureshi shakes hand with US Secretary of State Mike Pompeo during his visit to the United States. PHOTO: FILE\n\nThe United States looks forward to strengthening its partnership with Pakistan, Secretary of State Mike Pompeo on Fridaysaid as he greeted the Pakistani nation on the occasion of country's 74th Independence Day.\n\n“On behalf of the government of the United States of America and the American people, I extend greetings and best wishes to the people of Pakistan as you celebrate your Independence Day,” Pompeo said in a message.\n\nFor more than 70 years, the US and Pakistan have worked together on issues of “critical importance,” he said.\n\n“Last year, despite many challenges, we have made notable progress in advancing the Afghan peace process, and our health and economic cooperation in response to the Covid-19 pandemic is saving lives,” Pompeo said.\n\n“The United States looks forward to strengthening our bilateral partnership by expanding US-Pakistan trade and working together to protect fundamental freedoms in the years to come,” he added.\n\nChina congratulates Pakistanis on Independence Day\n\nMeanwhile, the Chinese foreign ministry’s spokesperson also congratulated Pakistani nation and expressed the confidence that Pakistan would attain greater achievements in the national development.\n\n“Today is Pakistan’s Independence Day and we warmly congratulate you on that,” Zho Lijian said during his regular briefing.\n\n“We believe Pakistan will achieve greater achievements in the national development and we hope the China-Pakistan friendship will continue blossoming,” he added.\n\nResponding to a question regarding the Chinese support to help Pakistan fight the pandemic, he said since the spread of Covid-19, China and Pakistan had been standing together and offering each other assistance, a telling example of two people’s deep traditional friendship.\n\nHe said that the Chinese government attached high importance to supporting Pakistan in combating the epidemic, adding, “Our antivirus cooperation shows solidarity and cooperation is the most powerful weapon to deal with global challenges.”\n\nZhao Lijian remarked that statistics showed that the Chinese government had provided Pakistan with seven badges of supplies this year including masks, protective gowns, testing reagents, ventilators, protective goggles, surgical gloves and thermometer guns. “All together weigh more than 100 tonnes.”\n\nHe said that China would continue to fight Covid-19 alongside Pakistan and expand the cooperation in the areas like material resistance, experience sharing, traditional medicines and vaccine until we vanquish the virus.\n\nThe spokesperson informed that a batch of 1,000 ventilators donated by China were handed over to the Chairman of National Disaster Management Authority (NDMA) in Islamabad yesterday.\n\nThe chairman expressed thanks for the Chinese government and people and said this huge amount of assistance flowing in from China helped Pakistan to contain the epidemic.\n\nHe said the Chinese side also helped to win the locusts swarms in Pakistan and added, “These have added a new dimension to bilateral friendship between China and Pakistan.”", "METADATA": {"viewport": "width=device-width", "ahrefs-site-verification": "80d91b866834629ca6d4329f97e56e8b3e664a02379ef1426de12c9cf7ce2c34", "fb": {"admins": 503171569, "app_id": 278477199157577, "pages": 111457038871331}, "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@etribune", "title": "US looks forward to boost ties with Pakistan: Pompeo", "description": "US and China greet Pakistanis on the occasion of 74th Independence Day", "image": {"src": "https://i.tribune.com.pk/media/images/2139418-qureshifm-1579286518/2139418-qureshifm-1579286518.jpg"}}, "robots": "noodp", "csrf-token": "AJtAPigu9IjKoYBA1PnQzgQhx4FUdp4ln7GsCNw3", "og": {"locale": "en_US", "url": "http://tribune.com.pk/story/2259517/us-looks-forward-to-boost-ties-with-pakistan-pompeo", "site_name": "The Express Tribune", "type": "article", "title": "US looks forward to boost ties with Pakistan: Pompeo | The Express Tribune", "description": "US and China greet Pakistanis on the occasion of 74th Independence Day", "image": "https://i.tribune.com.pk/media/images/2139418-qureshifm-1579286518/2139418-qureshifm-1579286518.jpg"}, "description": "US and China greet Pakistanis on the occasion of 74th Independence Day", "title": "US looks forward to boost ties with Pakistan: Pompeo", "article": {"tag": "World", "publisher": "https://tribune.com.pk", "author": "https://tribune.com.pk/author/458", "section": "Pakistan", "published_time": "2020-08-14T14:51:28+00:00"}, "keywords": "USA, China, Pakistan, independance day, Latest, World"}}}