{"GDELT": {"GlobalEventID": 940784693, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.4039408866995, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200814151500, "SOURCEURL": "https://www.thesaturdaypaper.com.au/world/north-america/2020/08/15/government-quits-lebanon-smoulders/159741360010241"}, "ARTICLE": {"TITLE": "Government quits as Lebanon smoulders", "TEXT": "Great power rivalry Share\n\nLebanon: On Monday, as recovery teams continued to sift through the rubble around Beirut’s port, Lebanon’s prime minister, Hassan Diab, announced that he and the entire cabinet were resigning.\n\nThe move follows a series of public protests in the aftermath of the detonation of almost 3000 tonnes of ammonium nitrate, which had been stored in a warehouse at the port for six years. About 200 people were killed and thousands were injured by the blast, which left the homes of about 250,000 people uninhabitable.\n\nThe explosion came as Lebanon struggles with an economic crisis, which has led to soaring food prices and the collapse of the currency. The Covid-19 pandemic has brought tourism to a halt and is set to cause a 12 per cent contraction of the economy this year. And the country, which has 5.5 million citizens, is still struggling to accommodate more than 884,000 refugees who fled the war in Syria, as well as about half-a-million registered Palestinian refugees.\n\nDiab’s resignation is set to deepen the country’s political paralysis. A former engineering professor, he became prime minister in January following widespread protests against corruption, nepotism and poor governance.\n\nIn his resignation speech, Diab said the explosion was due to “chronic corruption” and blamed unnamed enemies for undermining the government.\n\nSince the end of Lebanon’s 15-year civil war in 1990, the country has been dominated by powerful figures and factions aligned with the various Sunni, Shiite, Christian and Druze minorities. Many of the groups have received backing from foreign states such as Syria, Iran, Saudi Arabia and Israel.\n\nDemonstrators have railed against the continued rule by these cliques, which has made the country ungovernable and, it seems, led to the mismanagement and inertia that caused the port explosion. Officials at the port had been repeatedly warned about the risks of storing the explosives in an insecure warehouse.\n\nA Beirut resident, Eli Abi Hanna, whose house and car repair shop were destroyed by the blast, told Reuters this week: “It was easier to make money during the civil war. The politicians and the economic disaster have ruined everything.”\n\nThe neighbourhood Share\n\nPapua New Guinea: On Wednesday, parliamentary and presidential elections began in Bougainville, the autonomous region of Papua New Guinea that last year voted overwhelmingly in favour of independence.\n\nVoting will continue for three weeks to allow residents of remote areas to access polling booths.\n\nThe election is particularly significant because the president will oversee negotiations with Port Moresby over moves to establish an independent state.\n\nAt a referendum in Bougainville last year, almost 98 per cent of voters backed independence. The referendum was held as part of a peace process following a civil war that continued from 1988 to 1998 and left as many as 20,000 people dead. But the referendum was non-binding, and Bougainville’s transition to statehood will depend on the assent of the Papua New Guinea parliament.\n\nJohn Momis, Bougainville’s current president, has served two terms and is barred by the constitution from standing again. Twenty-five candidates are standing for the presidency, including former president James Tanis and two women, who are the first female candidates.\n\nThe election could also determine the fate of the controversial Panguna mine, which has one of the world’s biggest copper deposits. Candidates hold a range of views on when and whether to reopen the mine, which has been closed since 1989. Tensions over the mine, and concerns among landowners about the environmental damage and the distribution of benefits, led to the outbreak of the civil war.\n\nThe election results are due in mid-September.\n\nDemocracy in retreat Share\n\nHong Kong: On Monday, police in Hong Kong arrested Jimmy Lai, a media tycoon and staunch supporter of the pro-democracy movement. Following his arrest, 200 police officers raided the newsroom of his pro-democracy tabloid, Apple Daily, and spent nine hours trawling through the desks of its journalists.\n\nOn Tuesday, Apple Daily was back with its next edition. The front page featured a photo of Lai’s arrest, with the headline: “Apple will fight on”. The newspaper usually sells 100,000 copies a day but printed 500,000, which sold quickly as Hongkongers bought multiple copies in a show of support. Locals told reporters they would have happily bought the newspaper even if it were filled with blank pages.\n\nOthers arrested this week included Lai’s two sons, four executives from his media company, and Agnes Chow, a prominent pro-democracy activist.\n\nThe crackdown on pro-democracy campaigners comes just six weeks after China imposed a national security law on Hong Kong. Authorities have also barred pro-democracy candidates from running in legislative elections and postponed those elections by a year.\n\nEarly on Wednesday morning, Lai and Chow were released on bail.\n\nSpeaking outside a police station, Chow said the authorities were trying to silence political criticism. “I hope that Hongkongers shall not give up, and we shall continue to fight for our basic human rights,” she said.\n\nSpotlight: Kamala Harris Share\n\nUnited States: On Tuesday, Joe Biden finally picked his vice-presidential candidate – Kamala Harris, a 55-year-old Black woman of Indian descent.\n\nHarris, a California senator, stood in the Democratic presidential primaries and was initially likened to Barack Obama, but dropped out following a lacklustre campaign. Her most notable moment was when, during a debate, she ambushed Biden with a premeditated attack on his racial record – a move that Biden’s wife, Jill Biden, described as a “punch to the gut”. Harris subsequently endorsed Biden, though he had already emerged as the frontrunner.\n\nConsidered a moderate and a pragmatist, Harris, whose mother was from India and father was from Jamaica, is the first Black woman and the first Asian–American woman to be nominated as a vice-presidential candidate.\n\nAfter protests erupted following the killing of George Floyd by police, Harris faced criticism over her record on police shootings as a prosecutor in California. But, in recent weeks, she has been a vocal supporter of changes to policing, saying that “Black Americans want to stop being killed”.\n\nIn an email to his supporters, Biden said: “I need someone working alongside me who is smart, tough, and ready to lead. Kamala is that person.”\n\nObama, whom Biden served as vice-president for eight years, said Biden had “nailed this decision”.\n\n“Her own life story is one that I and so many others can see ourselves in,” he said.\n\nDonald Trump said Harris was “about the most liberal person in the senate”. A Trump campaign advertisement described her as a radical and a phoney.\n\nThe appointment may not greatly affect Biden’s electoral prospects, especially since he already has strong support among Black voters. But its most significant impact may be on the future of the Democrats. Biden, who is 77, is expected to seek one term only. If he wins in November, Harris will be seen as his likely replacement.\n\n[email protected]", "METADATA": {"viewport": "initial-scale = 1.0, maximum-scale = 1.6, width = device-width", "description": "Beirut’s port blast adds to economic problems and chronic corruption. Parliamentary and presidential elections begin in Bougainville. Senator Kamala Harris chosen as VP candidate by Joe Biden.", "abstract": "Beirut’s port blast adds to economic problems and chronic corruption. Parliamentary and presidential elections begin in Bougainville. Senator Kamala Harris chosen as VP candidate by Joe Biden.", "robots": "follow, index", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The Saturday Paper", "type": "article", "title": "Government quits as Lebanon smoulders", "url": "https://www.thesaturdaypaper.com.au/world/north-america/2020/08/15/government-quits-lebanon-smoulders/159741360010241", "description": "Beirut’s port blast adds to economic problems and chronic corruption. Parliamentary and presidential elections begin in Bougainville. Senator Kamala Harris chosen as VP candidate by Joe Biden.", "updated_time": "2020-08-15T00:05:50+10:00", "image": "https://www.thesaturdaypaper.com.au/sites/default/files/share_1200_600.png"}, "twitter": {"card": "summary_large_image", "site": {"identifier": "@satpaper", "id": 4503599629184530}, "creator": {"id": 4503599629184530}, "title": "Government quits as Lebanon smoulders", "description": "Beirut’s port blast adds to economic problems and chronic corruption. Parliamentary and presidential elections begin in Bougainville. Senator Kamala Harris chosen as VP candidate by Joe Biden.", "url": "https://www.thesaturdaypaper.com.au/world/north-america/2020/08/15/government-quits-lebanon-smoulders/159741360010241", "image": {"identifier": "https://www.thesaturdaypaper.com.au/sites/default/files/styles/news/public/beirut-blast-explosion.jpg", "width": 1200, "height": 600}}, "article": {"published_time": "2020-08-15T00:00:00+10:00", "modified_time": "2020-08-15T00:05:50+10:00"}, "dcterms.title": "Government quits as Lebanon smoulders", "dcterms.creator": "Jonathan Pearlman", "dcterms.description": "Great power rivalry Lebanon: On Monday, as recovery teams continued to sift through the rubble around Beirut’s port, Lebanon’s prime minister, Hassan Diab, announced that he and the entire cabinet were resigning. The move follows a series of public protests in the aftermath of the detonation of almost 3000 tonnes of ammonium nitrate, which had been stored in a warehouse at the port for six years. About 200 people were killed and thousands were injured by the blast, which left the homes of about 250,000 people uninhabitable.", "dcterms.date": "2020-08-15T00:00+10:00", "dcterms.type": "Text", "dcterms.format": "text/html"}}}