{"GDELT": {"GlobalEventID": 940718222, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBRGOVEDU", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor1Type2Code": "EDU", "IsRootEvent": 1, "EventCode": 25, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.30721966205837, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKR8", "Action2Geo_ADM2Code": "40152", "Action2Geo_Lat": 54.5, "Action2Geo_Long": -6.5, "Action2Geo_FeatureID": "-2604275", "DATEADDED": 20200814081500, "SOURCEURL": "https://www.bbc.co.uk/news/uk-northern-ireland-53776368"}, "ARTICLE": {"TITLE": "A-levels: Peter Weir asked to 'produce homework' on grading algorithm", "TEXT": "Image copyright EPA Image caption Mr Weir said that that if teacher predictions were used without standardisation, the results would not have \"any level of credibility\"\n\nQuestions have been raised over the transparency of the algorithm used to calculate A-level results at Stormont's education committee.\n\nMore than a third of estimated grades allocated by teachers to NI students were lowered in the final results.\n\nThe SDLP's Daniel McCrossan told the education minister that children had been \"failed by the system\".\n\nPeter Weir resisted calls to scrap the results, telling assembly members the method was the \"least worst solution\".\n\nAfter the exams were cancelled due to the coronavirus pandemic, examination body CCEA asked teachers to give a predicted grade for their pupils and then rank them in order within their class.\n\nIt then used other data to standardise the results. For A-levels, the model used pupils' AS-level results and re-sit data.\n\nHead teachers, teaching unions, students, managing authorities, and the education and training inspectorate were all consulted in the development of the final grade calculation process, the minister said.\n\n'A debacle'\n\nMr McCrossan asked the minister \"to produce your homework to be marked\" on the algorithm used to calculate the A-level results..\n\n\"Dreams have been shattered, confidence battered and families are very worried and concerned for their wellbeing and their health, and mental health.\n\n\"I have seen teachers in tears, in shock, they are numb, angry, frustrated and feel patronised,\" he added and said principals have been trying to explain the situation to parents and the public.\n\nMr McCrossan's party is calling for the assembly to be recalled from the summer recess to address the \"crisis over exam grading\".\n\nImage caption Daniel McCrossan demanded more transparency on the algorithm used to calculate the grades\n\nMr Weir said if teacher predictions were used without standardisation, the results would not have \"any level of credibility\" because the results would be so much higher than those achieved in previous years.\n\nThe minister acknowledged that the system for calculating A-level results \"did not work for everyone\", but said that \"everyone recognised there was no perfect solution\".\n\nHe said there was no way of creating a perfect replacement for sitting the exams.\n\nIn the absence of actually sitting exams, Mr Weir said there was a desire to create a \"least worst solution\" and said \"no-one suggested a different workable process for delivering fair and robust grades in the space, or time, that was available\".\n\nMr Weir highlighted that a fast-tracked appeals process had been established for those students who believe they have been treated unfairly.\n\nImage caption CCEA chief executive Justin Edwards says teachers can be \"over confident\" when predicting grades\n\nBy 16:00 BST on Friday, the CCEA had received 629 appeals for A and AS-level grades.\n\nA spokesperson for the exam body said: \"Due to the exceptional circumstances this year, a year on year comparison would not be meaningful.\"\n\nJustin Edwards, CCEA chief executive, said the appeals process was in place to help students who may feel their results were not what they should have received.\n\n\"These are provisional results and through appeals these results rise every year,\" he told BBC Radio Foyle.\n\nImage copyright PA Media Image caption Socially-distanced pupils received their A-level results on Thursday morning\n\nAbout 28,000 pupils across Northern Ireland received their results on Thursday morning.\n\nWhile the proportion of A* to A A-level grades rose by 2.3%, 37% of estimated grades were lowered; 5.3% were raised.\n\nThis year's results were estimated after exams were cancelled due to the Covid-19 pandemic.\n\nLast year, 45.8% of estimated grades provided by schools matched the student's final results.\n\nThis year, 58% of A-level and AS results matched the estimated grades.\n\nYou can watch the Stormont Education Committee here.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Questions have been raised over the transparency of the algorithm used to calculate A-level results.", "x-country": "us", "x-audience": "Domestic", "CPS_AUDIENCE": "Domestic", "CPS_CHANGEQUEUEID": 161678419, "og": {"title": "Weir asked to 'produce homework' on algorithm", "type": "article", "description": "Questions have been raised over the transparency of the algorithm used to calculate A-level results.", "site_name": "BBC News", "locale": "en_GB", "url": "https://www.bbc.com/news/uk-northern-ireland-53776368", "image": {"identifier": "https://ichef.bbci.co.uk/news/1024/branded_news/9B0D/production/_113939693_117942549_1608665805980808_4122935452271941912_n.png", "alt": "BBC News. Peter Weir"}}, "article": {"author": "https://www.facebook.com/bbcnews", "section": "Northern Ireland"}, "fb": {"pages": "1143803202301544,317278538359186,1392506827668140,742734325867560,185246968166196,156060587793370,137920769558355,193435954068976,21263239760,156400551056385,929399697073756,154344434967,228735667216,80758950658,260212261199,294662213128,1086451581439054,283348121682053,295830058648,239931389545417,304314573046,310719525611571,647687225371774,1159932557403143,286567251709437,1731770190373618,125309456546,163571453661989,285361880228,512423982152360,238003846549831,176663550714,260967092113,118450564909230,100978706649892,15286229625,122103087870579,120655094632228,102814153147070,124715648647,153132638110668,150467675018739", "app_id": 1609039196070050, "admins": 100004154058350}, "twitter": {"card": "summary_large_image", "site": "@BBCNews", "title": "Weir asked to 'produce homework' on algorithm", "description": "Questions have been raised over the transparency of the algorithm used to calculate A-level results.", "creator": "@BBCNews", "image": {"src": "https://ichef.bbci.co.uk/news/1024/branded_news/9B0D/production/_113939693_117942549_1608665805980808_4122935452271941912_n.png", "alt": "Peter Weir"}, "domain": "www.bbc.co.uk"}, "apple-itunes-app": "app-id=364147881, app-argument=https://www.bbc.co.uk/news/uk-northern-ireland-53776368?utm_medium=banner&utm_content=apple-itunes-app", "apple-mobile-web-app-title": "BBC News", "application-name": "BBC News", "msapplication-TileImage": "BBC News", "msapplication-TileColor": "#bb1919", "mobile-web-app-capable": "yes", "robots": "NOODP,NOYDIR", "theme-color": "#bb1919"}}}