{"GDELT": {"GlobalEventID": 940727955, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "ZAF", "Actor2Name": "KIMBERLEY", "Actor2CountryCode": "ZAF", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.93150684931507, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200814093000, "SOURCEURL": "https://www.abc.net.au/news/2020-08-14/controlled-burn-threatens-kimberley-eco-tourism-operator-says/12558422"}, "ARTICLE": {"TITLE": "DFES to review controlled burn after Kimberley tourism operator fights to save wilderness retreat", "TEXT": "A tourism operator has fought off a controlled burn that scorched his remote wilderness retreat after burning across 160 kilometres of north-western Australia.\n\nKey points: A Kimberley wilderness retreat was damaged by a fire started as part of 'controlled burning'\n\nA Kimberley wilderness retreat was damaged by a fire started as part of 'controlled burning' The fire burnt for more than a week across hundreds of kilometres of the north Kimberley during the northern bushfire season\n\nThe fire burnt for more than a week across hundreds of kilometres of the north Kimberley during the northern bushfire season The Department of Fire and Emergency Services will review the fire's impact on property\n\nKevin Reilly was alone at Faraway Bay near the most northern tip of the Kimberley in July, as the COVID-19 pandemic had kept his exclusive coastal accommodation closed.\n\nHe had been in communication with his partner, Kathie, about a fire that had been steadily approaching from the south — and on July 22 it struck.\n\n\"The initial fire came through at 4 o'clock in the morning,\" Ms Reilly said.\n\n\"It actually came right through all our cabin area and our lodge area.\"\n\nFighting the fire throughout the day, Mr Reilly was able to limit damage to some scorched buildings and the destruction of the sewerage system.\n\nMs Reilly said it was a relatively good result compared to what might have happened if no-one was able to fight the fire.\n\n\"We would have lost the majority of the infrastructure,\" she said.\n\nCounting the cost\n\nMs Reilly said their tourism operation was prepared to protect the property, as the northern bushfire season runs through the winter months until the wet season returns in November.\n\nBut she was unhappy that the fire, which she described as the worst they had fought, was started by the WA Department of Fire and Emergency Services (DFES) as part of its aerial controlled burns.\n\n\"I think prescribed burns are necessary, definitely, but they need to be done in months and during times when they can be controlled,\" Ms Reilly said.\n\n\"But if you want to start a fire and conditions are atrocious then no, you shouldn't be allowed to do it, whether you're a government body, or any other authorised body.\"\n\nThe operators of Faraway Bay say they were lucky to avoid further damage from the fire. ( Supplied: Kevin Reilly )\n\nDFES declined to answer specific questions from the ABC, instead providing a statement saying in part that the impacts on Faraway Bay would be reviewed but compensation was not possible.\n\n\"The events at Faraway Bay will be reviewed as part of DFES's continual improvement of the aerial-controlled burning program, including its procedures and any unintended consequences to property owners,\" the statement said.\n\n\"Under the Fire and Emergency Services Act and the Bush Fires Act, DFES is unable to provide compensation for damage caused by bushfire, including that caused through mitigation activities.\"\n\nThe statement from DFES also said that Faraway Bay declined bushfire mitigation assistance earlier in the year.\n\n\"It should also be noted that in April 2020 the Kimberley Land Council (KLC) offered Faraway Bay assistance to conduct mitigation activities around Faraway Bay infrastructure, but this was declined,\" the statement read.\n\nFind more local news Tell us your location and find more local ABC News and information\n\nMs Reilly says the KLC offered to conduct mitigation burning for a fee, but this was declined as the tourism venture conducted their own preparations.\n\nShe said now the business had to add bushfire repair work to the losses caused by the pandemic shutdown.\n\n\"The thing that's frustrating when you're going remote, it's the cost of getting the supplies in, bringing labour in, it's quite an involved procedure,\" Ms Reilly said.\n\n\"We will then have to claim through our insurers. We then are penalised with higher premiums.\"\n\nFaraway Bay wilderness retreat on the far north Kimberley coast before the bushfire in July 2020. ( Supplied: Ben Broady photography )\n\nIncreased risk\n\nAs well as the impacts to her business, Ms Reilly questioned the impacts on the natural environment as well as important cultural sites including some of Australia's oldest Indigenous rock art.\n\nShe said the fire was started on Carson River Station more than a week before it impacted Faraway Bay, and burnt across a large area of the Kimberley.\n\n\"It was approximately 160 kilometres away and by the time it's come through to us there was at one stage between a 20 to 30-kilometre front coming through,\" Ms Reilly said.\n\nIn a media statement released four days before the fire was ignited, DFES warned of an increased bushfire risk in the Kimberley.\n\nBut the statement also said that there was still time to \"reduce fuel loads\" due to a predicted late start to the northern bushfire season.\n\nMs Reilly said businesses and the region itself could not withstand out of control fires indefinitely.\n\n\"If you have too many fires, too many claims, you run the risk of insurers refusing to insure us,\" she said.\n\n\"And there's land that's getting burned unnecessarily, cultural aspects, there's a whole range of things that it does actually impact on, not just property.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "DFES to review controlled burn after Kimberley tourism operator fights to save wilderness retreat - ABC News", "description": "A tourism operator fights a controlled burn that scorched his remote wilderness retreat after burning across 160 kilometres of north-western Australia.", "keywords": "kimberley, bushfire, prescribed, burn, controlled, fire, faraway, bay, dfes", "ABC.ContentType": "Article", "ABC.ContentSource": "coremedia", "generator": "PL NEWS WEB", "ABC.Generator": "PL NEWS WEB", "ContentId": 12558422, "ABC.ContentId": 12558422, "ABC.VersionNumber": 4, "article": {"author": "https://www.abc.net.au/news/ben-collins/4190256", "tag": "dfes", "published_time": "2020-08-14T06:37:28+00:00", "modified_time": "2020-08-14T06:37:28+00:00"}, "og": {"url": "https://www.abc.net.au/news/2020-08-14/controlled-burn-threatens-kimberley-eco-tourism-operator-says/12558422", "description": "A tourism operator fights a controlled burn that scorched his remote wilderness retreat after burning across 160 kilometres of north-western Australia.", "image": "https://www.abc.net.au/cm/rimage/12558388-16x9-large.jpg?v=2", "title": "'You shouldn't be allowed to do it': Fire authority criticised after controlled burn damages wilderness retreat", "type": "article"}, "twitter": {"card": "summary_large_image", "image": {"identifier": "https://www.abc.net.au/cm/rimage/12558388-16x9-large.jpg?v=2", "alt": "Image of a burned landscape stretching up to the side of a building in a remote part of the Kimberley."}, "site": "@abcnews"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}