{"GDELT": {"GlobalEventID": 940772607, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBRGOV", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.586592178770959, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200814140000, "SOURCEURL": "https://sg.news.yahoo.com/stay-brits-france-face-virus-091659906.html"}, "ARTICLE": {"TITLE": "Returning Brits begin quarantine as second virus wave threatens Europe", "TEXT": "France is making facemasks obligatory in more places to combat rising cases\n\nBritish holidaymakers returning home from parts of Europe began having to quarantine on Saturday under new restrictions, as a second wave of virus infections threatened more disruption and economic chaos on the continent.\n\nThe UK opted to remove France, the Netherlands, Malta and several other countries from its list of places exempt from self-isolation rules, sparking a rush for plane, train and ferry tickets by Britons desperate to get back before the 4am (0300 GMT) change.\n\nAll travellers arriving from the three countries -- as well as Monaco, and Caribbean island states Turks & Caicos and Aruba -- after the deadline must quarantine for 14 days.\n\nFrench student Antoine, 23, cut short his holiday to rush back to Bristol, in southwestern England, where he is at university.\n\n\"I'm a waiter in a small cafe near college, I can't afford to spend 14 days in the house,\" he said at London's St Pancras railway station after arriving on a Eurostar train.\n\nFrance is facing a resurgence of the disease that emerged in China late last year and has so far infected over 21 million people and killed more than 750,000 globally.\n\nFrench authorities have reported more than 2,500 new cases on each of the past three days -- levels not seen since May.\n\nMeanwhile Germany added most of Spain -- where cases have also surged in recent weeks -- to its list of regions from where arrivals must show a negative COVID-19 test or quarantine for two weeks.\n\nAustria urged its citizens to return from popular Mediterranean destination Croatia before similar rules come into effect Monday, while Serbia introduced mandatory testing for travellers from four neighbouring countries.\n\nAnd thousands of Albanians queued for miles in their cars at the Greek border before tougher entry requirements designed to brake mounting infections began.\n\nThe United States also said it was extending a ban on non-essential travel through border crossings with Canada and Mexico throughout most of September \"to slow the spread\" of the disease.\n\n\n\n- Travel rush -\n\n\n\nBritain's new quarantine rules, announced late Thursday, prompted a frenzied 36-hour scramble to get home.\n\nEurotunnel, which operates a drive-on train service for cars through the Channel Tunnel, was fully booked Friday while some air fares from France to the UK were more than six times more expensive than normal.\n\nFiona Nicholson, 47, a professor from the English city Portsmouth on holiday in southern France, told AFP from Nice airport Friday that she had cut short her trip.\n\n\"I had planned to return on Monday but... I changed my flight to go back today so I don't have to go on quarantine.\"\n\n\"I'm sad that I'm missing some holiday but I'm happy to comply.\"\n\nFrench holidaymakers in Britain will face tough choices of their own, as Paris pledged to impose a \"reciprocal measure\".\n\nThe Netherlands said it would advise against all but essential travel to Britain, but will not introduce a quarantine of its own for arrivals.\n\nMeanwhile, just 10,000 of the usual 250,000 pilgrims will visit France's Lourdes Roman Catholic shrine Saturday for the annual Assumption mass, with mask-wearing compulsory, according to organisers.\n\n\n\n- 'Promising' vaccines -\n\n\n\nA slew of data Friday revealed the scale of the economic impact of the virus and punishing lockdowns, with Hungary, Bulgaria, Romania, the Netherlands, Finland and Denmark all booking hefty hits to GDP in April-June.\n\nDenmark and Hungary both reported their worst slumps since the early 1990s and Poland entered its first recession since the end of the communist era.\n\nHopes to break the cycle of outbreaks and lockdowns decimating economies have turned to a vaccine, with Britain saying Friday it has secured access to another 90 million doses of two \"promising\" vaccines.\n\nVietnam meanwhile said it was looking to buy a bulk order of Russia's \"Sputnik\" vaccine, although Western scientists have raised concerns about the speed of its development and suggested that researchers might be cutting corners.\n\nAnd Washington said it would distribute any vaccine proven to be effective to all Americans for free.\n\nMexico announced it and Argentina aim to have a vaccine available for Latin America -- now the region with the worst virus toll and most cases -- early next year under a production agreement with drug giant AstraZeneca.\n\nStory continues", "METADATA": {"msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@yahoosg", "card": "summary_large_image", "description": "British holidaymakers returning home from parts of Europe began having to quarantine on Saturday under new restrictions, as a second wave of virus infections threatened more disruption and economic chaos on the continent.", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/ZETOtjgBmrr91nchQg6Kzg--~B/aD01MTE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/1197e9256e16ac6d738334e6fbded6f5", "src": "https://s.yimg.com/uu/api/res/1.2/ZETOtjgBmrr91nchQg6Kzg--~B/aD01MTE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/1197e9256e16ac6d738334e6fbded6f5"}, "title": "Returning Brits begin quarantine as second virus wave threatens Europe"}, "summary": "Latest News, World , Asia, ASEAN,India, Phillipines, Malaysia , Indonesia, Thailand, Vietnam, Taiwan, Hong Kong,China and Singapore News Headlines", "google-site-verification": "I1xLBaVGv-5niOHQADUW9wrko-bXJ2ke5129F-Z4Neg", "oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "news_keywords": "Netherlands, quarantine, France, southern France, Eurostar train, infections", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=d436d767-3067-3b0d-b0fd-9381ce8545a4&src=web", "description": "British holidaymakers returning home from parts of Europe began having to quarantine on Saturday under new restrictions, as a second wave of virus infections threatened more disruption and economic chaos on the continent.", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/ZETOtjgBmrr91nchQg6Kzg--~B/aD01MTE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/1197e9256e16ac6d738334e6fbded6f5", "description": "British holidaymakers returning home from parts of Europe began having to quarantine on Saturday under new restrictions, as a second wave of virus infections threatened more disruption and economic chaos on the continent.", "title": "Returning Brits begin quarantine as second virus wave threatens Europe", "url": "https://sg.news.yahoo.com/stay-brits-france-face-virus-091659906.html"}, "fb": {"pages": 345185573000}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=d436d767-3067-3b0d-b0fd-9381ce8545a4&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=d436d767-3067-3b0d-b0fd-9381ce8545a4&src=web"}}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}