{"GDELT": {"GlobalEventID": 940700481, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "REL", "Actor1Name": "PRIEST", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.60021905805038, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Timur, Jawa Barat, Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID30", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -6.8888, "Actor1Geo_Long": 108.64200000000001, "Actor1Geo_FeatureID": "10200445", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Timur, Jawa Barat, Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID30", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -6.8888, "Action2Geo_Long": 108.64200000000001, "Action2Geo_FeatureID": "10200445", "DATEADDED": 20200814060000, "SOURCEURL": "https://www.asiaone.com/asia/church-betrays-us-more-catholic-school-abuse-victims-indonesia-speak"}, "ARTICLE": {"TITLE": "'The church betrays us': More Catholic school abuse victims in Indonesia speak up", "TEXT": "Two more victims of childhood sexual abuse at a Catholic school have spoken up following collaborative reports between The Jakarta Post and Tirto.id on abuse in the Catholic Church, as the Church continues to remain passive in dealing with sexual assault allegations.\n\nNow grown women, the victims, Anna and Vivian, who chose pseudonyms to protect their privacy, said they read the reports of Sisca and Ellen, also pseudonyms, and found similarities between their experiences.\n\nAnna and Vivian reached out to the collaboration team shortly after the reports were published last month in the hopes of bringing broader awareness to the case and \"ending the perpetrator's years of lies\".\n\nVivian said a priest at the Maria Bunda Karmel (MBK) parish still texted her from time to time, asking personal questions such as whether she was married. He also asked her to send him pictures of her. The last message sent was in May.\n\nAnna said she experienced abuse – allegedly from the same priest – about 15 years ago when she was a student at Sang Timur Catholic Junior High School, which is located next to the MBK parish.\n\nAs a Catholic, she was mandated to attend school confessions twice a year, and that was when she said the abuse began.\n\nThe priest, she recalled, \"would run his hand up and down my chest while I sat kneeling in front of him during confession. He did it so carefully that as a 15-year-old, I was not sure if it was his way of showing unconditional love to us, or if it was something else.\"\n\nThe groping, Anna further said, went on for years and happened six to eight times during mandatory confessions until she graduated from the school. \"Each time, I left the confession room feeling awkward, but I did not know what to think of it, nor what to do about it.\"\n\nThe mandatory confessions took place in a chapel, instead of a traditional partitioned confessional, which allowed the religious leader to make direct contact with his students.\n\nAnna, afraid her stories would be dismissed by people who regarded the clergy as \"old, harmless and loving\", chose to bury them until 10 years later when she got together with her childhood friends.\n\nShe was surprised to know that two of her friends admitted that the same person often asked them to kiss his cheeks upon leaving the confession room.\n\n\"I knew there was something not right about this priest. And so for years, we all lived with this fact and truth that he had abused his power and authority, and exploited the innocence of these girls,\" she added.\n\nVivian, also a former Sang Timur student, said the same \"old\" priest used to kiss her cheek and the corner of her lips several times during morning blessings between 2013 and 2014. She told her parents but they dismissed it, saying it was probably the priest's way of showing his affection, \"like showing a grandfather's love for his grandchild\".\n\n\"I try to shrug the uneasiness off, but deep down I know it doesn't feel right to me,\" Vivian said.\n\nShe said the priest was still making her uncomfortable by sending her short messages, some of which came via WhatsApp.\n\n\"I honestly feel uncomfortable about it, so I choose to ignore his requests,\" she said.\n\nShe expressed hope that other parents would never dismiss such reports of sexual abuse against their children.\n\nA child and adolescent psychiatrist at the University of Indonesia's School of Medicine, Fransiska Kaligis, said separately that all reports of sexual abuse against minors should be followed up seriously to minimize any negative impacts.\n\n\"These traumatic experiences can eventually affect the way children see themselves, other people and their world. These children could see others and their surroundings as something scary, and could also feel insecure in facing others,\" Fransiska said\n\nHead priest at the MBK parish, Father Krispinus Ginting, did not respond to the team's question about what action the church was going to take to follow the media reports. The alleged perpetrator, identified only as H, also remained silent upon request for an interview by phone.\n\nThe new Vatican guidelines on investigating and reporting alleged cases of sexual abuse of minors and vulnerable adults by perpetrators within the Catholic Church urges clergymen to report cases to the police.\n\nThe clergy can open a preliminary investigation based on a “possible delict” sourced from anonymous reports, media reports or even social media reports.\n\n\"The anonymity of the source should not automatically lead to considering the report as false,\" the handbook, issued on July 16, states.\n\nIndonesian Carmelite order head Father Budiono said that they were always open to sexual abuse reports.\n\n“As leaders, we are open to reports or complaints. They should file the reports directly with us and inform us of their clear identity,” he said, adding that victims could make reports by phone too.\n\nAll four victims who spoke to the Post and Tirto.id team said they would report their cases only if they were guaranteed protection.\n\nAnna said the other women did not file immediate reports because of the confusion and concerns felt by victims. She expressed her disappointment when she read that the former head of the parish interviewed in the reports, Father Andreas Yudhi Wiyadi, said he had never heard of any sexual abuse cases.\n\n“The Church betrays us!” Anna wrote in her message to the team.", "METADATA": {"title": "'The church betrays us': More Catholic school abuse victims in Indonesia speak up, Asia News - AsiaOne", "og": {"site_name": "AsiaOne", "type": "Article", "url": "https://www.asiaone.com/asia/church-betrays-us-more-catholic-school-abuse-victims-indonesia-speak", "title": "'The church betrays us': More Catholic school abuse victims in Indonesia speak up", "description": "Two more victims of childhood sexual abuse at a Catholic school have spoken up following collaborative reports between The Jakarta Post and Tirto.id on abuse in the Catholic Church, as the Church continues to remain passive in dealing with sexual assault allegations. Now grown women, the victims, Anna and Vivian, who chose pseudonyms to protect their privacy, said they read...", "image": {"identifier": "https://media.asiaone.com/sites/default/files/styles/a1_600x316/public/original_images/Aug2020/20200814_abuse_jp.jpg?h=b49593bd&itok=Za3uPSxi", "url": "https://media.asiaone.com/sites/default/files/styles/a1_600x316/public/original_images/Aug2020/20200814_abuse_jp.jpg?h=b49593bd&itok=Za3uPSxi"}, "updated_time": "2020-08-14T03:34:14+00:00"}, "article": {"published_time": "2020-08-14T11:28:03+08:00", "modified_time": "2020-08-14T03:34:14+00:00", "section": "Asia", "tag": "INDONESIA, schools, Sexual Abuse, Children and Youth"}, "twitter": {"card": "summary_large_image", "description": "Two more victims of childhood sexual abuse at a Catholic school have spoken up following collaborative reports between The Jakarta Post and Tirto.id on abuse in the Catholic Church, as the Church continues to remain passive in dealing with sexual assault allegations. Now grown women, the victims, Anna and Vivian, who chose pseudonyms to protect their privacy, said they read...", "site": "@asiaonecom", "title": "AsiaOne", "url": "https://www.asiaone.com/asia/church-betrays-us-more-catholic-school-abuse-victims-indonesia-speak", "image": "https://media.asiaone.com/sites/default/files/styles/a1_600x316/public/original_images/Aug2020/20200814_abuse_jp.jpg?h=b49593bd&itok=Za3uPSxi"}, "fb": {"app_id": 1077070279024264}, "description": "Two more victims of childhood sexual abuse at a Catholic school have spoken up following collaborative reports between The Jakarta Post and Tirto.id on abuse in the Catholic Church, as the Church continues to remain passive in dealing with sexual assault allegations. Now grown women, the victims, Anna and Vivian, who chose pseudonyms to protect their privacy, said they read...", "generator": "AsiaOne", "rights": "asiaone.com", "referrer": "no-referrer-when-downgrade", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0", "next-head-count": 40}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}