{"GDELT": {"GlobalEventID": 940743855, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "TWN", "Actor1Name": "TAIWAN", "Actor1CountryCode": "TWN", "Actor2Code": "GOV", "Actor2Name": "SOVEREIGN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.1095406360424, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Taiwan", "Actor1Geo_CountryCode": "TW", "Actor1Geo_ADM1Code": "TW", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "TW", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814111500, "SOURCEURL": "https://www.cbc.ca/news/opinion/point-of-view-hong-kong-1.5685504"}, "ARTICLE": {"TITLE": "Hong Kong journalists knew press freedom was on the wane. Jimmy Lai's arrest confirmed it", "TEXT": "Last Sunday night, just before 9 p.m. ET, my phone exploded with breaking news alerts and private messages on every possible app in both Chinese and English. The predominant headline: media tycoon Jimmy Lai, the publisher of Apple Daily, a Hong Kong tabloid that supports the pro-democracy movement, was arrested by police for \"colluding with foreign forces.\"\n\nIt was the highest-profile arrest since the implementation of Hong Kong's new national security law, which democracy advocates feared would be used to suppress criticism of China.\n\nMy heart sank as I watched a live feed of police officers marching into the Apple Daily headquarters. My first reaction was to get in touch with one of my closest friends, a senior editor at the newspaper to check if she was OK. She responded instantly, saying she had been stopped and searched at the entrance of the building but was allowed to leave.\n\n\"It's sooner than I expected,\" she said of the police action she and her colleagues had been anticipating.\n\nA handout photo from Apple Daily showing police officers during a search of the tabloid's headquarters. Officers led Lai and the company's chief executive, Cheung Kim-hung, through the offices in handcuffs. (Handout/Getty Images)\n\nFor those like me who grew up in the former British colony and studied journalism, press freedom was always something we knew would be a luxury once Britain handed sovereignty over Hong Kong back to China in 1997.\n\nThree years later, I was a junior editor for a Chinese-language online publication, and one of the first things I learned was how careful we needed to be in reporting any stories that related to Taiwan, which under Beijing's One China policy was not considered a sovereign state. Any missteps, including using images of the Taiwanese flag in news stories, would get an earful from the bosses.\n\nThat was just one of the ways in which self-censorship manifested in Hong Kong media in the early years of Chinese rule. For the most part, life went along as usual for a while as long as you did not step into the red zone.\n\nThe Chinese flag is raised by People's Liberation Army soldiers to signal Hong Kong's return to Chinese sovereignty after 156 years of British rule July 1, 1997. Under an agreement known as the Basic Law, Hong Kong was to retain some basic rights, such as freedom of speech and assembly as well as an independent judiciary. A condition was also that it would pass its own national security law. (Dylan Martinez/Reuters)\n\nSome local journalists would test the limits of what their employers, most of whom were pro-Beijing, would tolerate by intentionally breaking the rules.\n\nThe presence of ex-patriate journalists. who were used to greater editorial independence, also gave local reporters some wiggle room. That was one of the reasons I chose English-language reporting as my major while studying at the Chinese University of Hong Kong — to give myself some more options, just in case.\n\nI went as far as formally becoming a \"foreigner\" in my hometown and making a declaration to the Immigration Department of Hong Kong to proclaim my Canadian nationality as China does not recognize dual nationality.\n\nIn 2002, I decided to come back to Canada, where my parents had immigrated in the 1990s, partly because of my underlying worry of the uncertainty ahead in the news industry as I watched more of my colleagues leave and partly because I got a job offer from a Chinese cable TV station in Toronto.\n\nA journalist gets pepper-sprayed after a heated exchange with Hong Kong police during a solidarity rally for China's Uighur minority in December 2019. Hong Kong is a media hub for Asia, but journalists there have felt their freedoms eroding in recent years. (Anthony Wallace/AFP/Getty Images)\n\nOver the years, many of my friends and former colleagues have left the media because of the increasing self-censorship. Roughly less than 10 per cent of my journalism class are working journalists today. And those who stay in the industry know that their days could be numbered.\n\nThe relationship between Hong Kong police and the media has been worsening since the pro-democracy movement against China's increasing encroachment on Hong Kong affairs gained steam last summer.\n\nIn one of the daily press briefings by police last September, journalists put on gas masks and protective gear to protest the earlier use of pepper spray on them, although the police said they had been just trying to disperse the protesters behind the reporters.\n\nJournalists wear protective gear and high visibility vests during a press conference at police headquarters in Hong Kong on Sept. 9, 2019, to highlight allegations that officers had mistreated and obstructed the media when covering clashes between the police and pro-democracy protesters. (Philip Fong/AFP/Getty Images)\n\nDespite the growing tensions, some have been holding on to a slim hope that press freedom will still be respected given that Hong Kong is known to be the Asian hub for international press.\n\nYet that fragile belief has been put to the test and constantly challenged in the past 14 months. Journalists have been injured or obstructed by police while covering the prolonged political unrest in the city.\n\nForeign or ex-pat journalists have not been immune. During the anti-government protests last year, tense moments between the media and the police were not uncommon. Sky News correspondent Alex Crawford got an angry reaction at a protest last September when she confronted a riot police officer who was questioning another member of the press nearby.\n\nRiot police detain a woman at an anti-government protest in Sha Tin Mass Transit Railway station in Hong Kong last September. Protests over an extradition law erupted into a broader uprising against Chinese rule last summer. (Tyrone Siu/Reuters)\n\nFreelance photographer May James for Hong Kong Free Press, an English-language online publication, was arrested in October and released without charges later.\n\nAnd there are emerging signs of increasing challenges in getting work visas. Last month, the New York Times announced it would move a third of its staff from Hong Kong to Seoul. The move came after the paper's veteran China correspondent, Chris Buckley, was denied a work permit by Hong Kong authorities.\n\nThere have also been rising concerns over visa delays. The Foreign Correspondents' Club in Hong Kong issued an open letter this week to the director of immigration, Au Ka-wang, questioning if \"a new procedure may have been established for processing visas for foreign media in Hong Kong.\"\n\nThe same organization also characterized Lai's arrest and the raiding of his paper's offices as \"a direct assault on Hong Kong's press freedom\"' that signals \"a dark new phase.\"\n\nWATCH | CBC Adrienne Arsenault interviewed Lai earlier this month:\n\nHong Kong media tycoon Jimmy Lai has already taken huge risks by having his newspaper openly criticize Beijing, including the new national security law, and he’s been arrested for organizing pro-democracy protests. He tells National co-host Adrienne Arsenault that Hong Kong as it's known to its people and the world is in danger of disappearing. 5:50\n\nFor journalists who have been living through the erosion of press freedoms in recent years, the images of police officers raiding a newsroom with a pro-democracy stance were simply the final nail in the coffin.\n\nLai's arrest and the raid at Apple Daily have highlighted the chilling impact of the national security law that could affect the 300,000 Canadians living in the city as well as those of us who are watching closely from afar as the law contains provisions that apply not only to Hong Kong permanent residents and organizations and companies set up in Hong Kong, but also to \"a person who is not a permanent resident of the Region\" and apply even when an offence is committed outside the city.\n\nMeanwhile, I am just hoping my Canadian passport can provide enough of a safeguard for me to continue reporting news related to my hometown — no matter where I am.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/opinion/point-of-view-hong-kong-1.5685504", "title": "Hong Kong journalists knew press freedom was on the wane. Jimmy Lai's arrest confirmed it | CBC News", "image": "https://i.cbc.ca/1.5685644.1597354406!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/1190050683.jpg", "description": "For those like me who grew up in Hong Kong and worked in journalism, press freedom was always something we knew would be a luxury once the former British colony reverted to Chinese rule in 1997, but the arrest of media tycoon Jimmy Lai this week laid any doubts to rest.", "locale": "en_US", "type": "article"}, "fb": {"pages": 5823419603}, "vf": {"section": "2.7622", "unique_id": "1.5685504"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "For those like me who grew up in Hong Kong and worked in journalism, press freedom was always something we knew would be a luxury once the former British colony reverted to Chinese rule in 1997, but the arrest of media tycoon Jimmy Lai this week laid any doubts to rest."}}}