{"GDELT": {"GlobalEventID": 940796186, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ZAF", "Actor1Name": "NORTH WEST", "Actor1CountryCode": "ZAF", "Actor2Code": "CRM", "Actor2Name": "CRIMINAL", "Actor2Type1Code": "CRM", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -18.507462686567102, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lima, Lima, Peru", "Actor1Geo_CountryCode": "PE", "Actor1Geo_ADM1Code": "PE15", "Actor1Geo_ADM2Code": "91841", "Actor1Geo_Lat": -12.05, "Actor1Geo_Long": -77.05, "Actor1Geo_FeatureID": "-352647", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lima, Lima, Peru", "Actor2Geo_CountryCode": "PE", "Actor2Geo_ADM1Code": "PE15", "Actor2Geo_ADM2Code": "91841", "Actor2Geo_Lat": -12.05, "Actor2Geo_Long": -77.05, "Actor2Geo_FeatureID": "-352647", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lima, Lima, Peru", "Action2Geo_CountryCode": "PE", "Action2Geo_ADM1Code": "PE15", "Action2Geo_ADM2Code": "91841", "Action2Geo_Lat": -12.05, "Action2Geo_Long": -77.05, "Action2Geo_FeatureID": "-352647", "DATEADDED": 20200814161500, "SOURCEURL": "https://www.limaohio.com/news/422627/lima-municipal-court-records-250"}, "ARTICLE": {"TITLE": "Lima Municipal Court records", "TEXT": "Aug. 6\n\nDerrick M. Jones, 40, of 215 S Cole St, Lima, pleaded no contest to found guilty of use/poss/sale/drug para. Sentence: 30 days jail. 20 days suspended. $150 fine.\n\nAug. 7\n\nAvery C. Ball, 19, of 722 S Bredeick St, Delphos, found guilty of speed pass veh 70 mph limit. Sentence: 3 days jail. 3 days suspended. $75 fine.\n\nAliah M. Freeman, 29, of 43 Town Sq Apt 902, Lima, found guilty of persistent disorderly conduct. Sentence: 30 days jail. 30 days suspended. $150 fine.\n\nSequia K. Houston, 29, of 1911 Allentown Rd, Lima, found guilty of unauthorized use of property. Sentence: 30 days jail. 30 days suspended. $50 fine.\n\nMichael C. Hustead, 25, of 455 W Mckibben St, Lima, found guilty of assault. Sentence: 90 days jail. 30 days suspended. $200 fine.\n\nLameka J. Kitchen, 32, of 740 St Johns, Lima, found guilty of DUS-OVI susp. Sentence: 10 days jail. 0 days suspended. $250 fine.\n\nShane Sponsler, 40, of 7900 Bechtol Rd, Lima, found guilty of physicial control. Sentence: 180 days jail. 150 days suspended. $500 fine; found guilty of DUS. Sentence: 180 days jail. 180 days suspended. $200 fine; found guilty of DUS-OVI susp. Sentence: 180 days jail. 177 days suspended. $500 fine.\n\nLynsey A. Thompson, 20, of 320 Garfield Ave, Lima, pleaded guilty to found guilty of OL required. Sentence: 10 days jail. 10 days suspended. $150 fine.\n\nDerek A. Woodall, 24, of 19267 Spring St, Wapakoneta, pleaded no contest and found guilty of DUS. Sentence: 10 days jail. 10 days suspended. $150 fine.\n\nAug. 10\n\nJohntay L. Gunn, 26, of 739 Brice Ave, Lima, found guilty of physical control. Sentence: 3 days jail. 3 days suspended. $400 fine.\n\nMarkiesha M. Blackman, 27, of 1157 S Central Ave, Lima, found guilty of unauthorized use of property. Sentence: 30 days jail. 30 days suspended. $150 fine.\n\nAlrenzo Cobb, 28, of 2412 Heathway Ln, Lima, found guilty of OVI. Sentence: 180 days jail. 180 days suspended. $750 fine.\n\nJack A. Cornelius, 60, of 5925 Phillips Rd, Bluffton, pleaded no contest and found guilty of violation of protection order. Sentence: 30 days jail. 26 days suspended. $150 fine.\n\nDarnell. Dewhart, 27, of 1180 Adamlee Pl Apt E, Lima, pleaded no contest and found guilty of no OL. Sentence: 30 days jail. 30 days suspended. $150 fine.\n\nEthan B. Falciola, 19, of 1501 North West St, Lima, found guilty of criminal damaging/endangering. Sentence: 30 days jail. 30 days suspended. $150 fine.\n\nMarcus A. Gooden, 28, of 2076 Brookhaven Dr, Lima, pleaded no contest and found guilty of physical control. Sentence: 60 days jail. 60 days suspended. $500 fine.\n\nJune Hickman, 34, of 768 Holly St, Lima, found guilty of theft. Sentence: 180 days jail. 180 days suspended. $250 fine.\n\nBrandon Hurles, 32, of 319 N Spruce St, Saint Marys, found guilty of OVI. Sentence: 5 days jail. 5 days suspended. $600 fine.\n\nSherry C. Johnson, 56, of 1179 South Central, Lima, found guilty of use/poss/sale/drug para. Sentence: 30 days jail. 30 days suspended. $150 fine.\n\nJoseph L. Jones, 27, of 2940 Lakewood Ave Apt B4, Lima, found guilty of persistent disorderly conduct. Sentence: 30 days jail. 30 days suspended. $200 fine.\n\nScott A. Lake, 57, of 3622 N Dixie Hwy, Lima, found guilty of OVI. Sentence: 180 days jail. 90 days suspended. $750 fine.\n\nDanette A. Liston, 51, of 1237 W Alexander Rd #30, North Las Vegas, Nv, found guilty of reckless operation. Sentence: 5 days jail. 5 days suspended. $200 fine.\n\nJessica. Messer, 34, of 616 N Jefferson St, Lima, found guilty of possession of drugs. Sentence: 180 days jail. 119 days suspended. $150 fine.\n\nAlicia. Ramirez, 47, of 1218 Hazel Ave, Lima, found guilty of reckless operation. Sentence: 3 days jail. 3 days suspended. $150 fine.\n\nChaz M. Robertson, 30, of 728 S Atlantic Ave, Lima, pleaded no contest and found guilty of reckless operation. Sentence: 6 days jail. 6 days suspended. $250 fine.\n\nHenry Robinson Jr., 45, of 1097 S Sugar St, Lima, found guilty of OVI (aj). Sentence: 365 days jail. 275 days suspended. $850 fine.\n\nCharles J. Rodgers, 50, of 1423 W Elm St, Lima, pleaded no contest and found guilty of OVI. Sentence: 180 days jail. 180 days suspended. $500 fine.\n\nDiontay Simon, 30, of 1916 Allentown Rd Apt 105, Lima, found guilty of menacing. Sentence: 30 days jail. 30 days suspended. $200 fine.\n\nAug. 12\n\nTaylor P. Keeler, 22, of 2650 W Market St Apt 201B, Lima, found guilty of OVI. Sentence: 180 days jail. 170 days suspended. $525 fine.\n\nRichard L. Miner, 36, of 57 Greentree Cir, Cridersville, found guilty of DUS-FRA. Sentence: 30 days jail. 30 days suspended. $250 fine.\n\nRandall A. Simpson, 56, of 499 N Jameson, Lima, found guilty of no OL. Sentence: 30 days jail. 30 days suspended. $250 fine.\n\nTeresa N. Spence, 50, of 1044 S Union St, Lima, found guilty of persistent disorderly conduct. Sentence: 30 days jail. 30 days suspended. $150 fine.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "geo.placename": "Lima", "theme-color": "#022452", "fb": {"app_id": 463959890696611}, "description": "Aug. 6Derrick M. Jones, 40, of 215 S Cole St, Lima, pleaded no contest to found guilty of use/poss/sale/drug para. Sentence: 30 days jail. 20 days suspende", "og": {"locale": "en_US", "type": "article", "title": "Lima Municipal Court records - The Lima News", "description": "Aug. 6Derrick M. Jones, 40, of 215 S Cole St, Lima, pleaded no contest to found guilty of use/poss/sale/drug para. Sentence: 30 days jail. 20 days suspende", "url": "https://www.limaohio.com/news/422627/lima-municipal-court-records-250", "site_name": "The Lima News", "image": {"identifier": "https://d31029zd06w0t6.cloudfront.net/wp-content/uploads/sites/54/2020/08/web1_Gavel-3.jpg", "secure_url": "https://d31029zd06w0t6.cloudfront.net/wp-content/uploads/sites/54/2020/08/web1_Gavel-3.jpg", "width": 500, "height": 500}}, "article": {"publisher": "http://facebook.com/limanews", "tag": "courts", "section": "News", "published_time": "2020-08-14T08:30:12-04:00"}, "twitter": {"card": "summary_large_image", "description": "Aug. 6Derrick M. Jones, 40, of 215 S Cole St, Lima, pleaded no contest to found guilty of use/poss/sale/drug para. Sentence: 30 days jail. 20 days suspende", "title": "Lima Municipal Court records - The Lima News", "site": "@limanews", "image": "https://d31029zd06w0t6.cloudfront.net/wp-content/uploads/sites/54/2020/08/web1_Gavel-3.jpg", "creator": "@Lima_Trinko"}, "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://d31029zd06w0t6.cloudfront.net/wp-content/uploads/sites/54/2017/12/cropped-web1_Ohio-31-270x270.jpg"}}}