{"GDELT": {"GlobalEventID": 940769941, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "Actor2Code": "IND", "Actor2Name": "DELHI", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.74520069808028, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6667, "Actor2Geo_Long": 77.2167, "Actor2Geo_FeatureID": "-2094230", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200814134500, "SOURCEURL": "https://www.livelaw.in/news-updates/du-open-book-exams-delhi-hc-allows-delhi-university-to-have-one-member-of-its-choice-in-grievance-redressal-committee-161409"}, "ARTICLE": {"TITLE": "DU Open Book Exams: Delhi HC Allows Delhi University To Have One Member Of Its Choice In Grievance Redressal Committee", "TEXT": "The Delhi High Court on Friday refused to set aside the Grievance Redressal Committee constituted by the Single Bench of Justice Prathiba M Singh in an order dated August 07 to look into the grievances faced by the students while participating in Delhi University's online Open Book Exams.\n\n\n\nA Division Bench of Justice Hima Kohli and Justice Subramonium Prasad has however allowed the Delhi University to have one member of its choice on the committee, extending the total strength of the said committee from 5 to 6 members.\n\nThe order has come in a Letters Patent Appeal moved by the Delhi University against the order passed by the Single Bench of the Delhi High Court on August 07, wherein a series of directions were passed to streamline the process of conducting the online OBE by the Delhi University.\n\nIn that order, among other things, the court had directed for the constitution of a two-tier grievance redressal system. The first tier would have the Grievance Cell which would be monitored by one of the Professors of the Delhi University who is also the member of the DU's Computer Committee. If a student is aggrieved by the decision of the Grievance Cell, or if her complaint could not be adequately addressed, the grievance has to be sent to the second tier - which is the Grievance Redressal Committee.\n\nWhile constituting the said committee, the Single Judge did not accept all the members that were suggested by the Delhi University to be part of the Grievance Committee. The court, while retaining two of the four members suggested by the University constituted a new committee with 5 members which will be chaired by the retired judge of the Delhi High Court - Justice Pratibha Rani.\n\nAggrieved by the setting up of this new committee, the Delhi University approached the Division Bench of the Delhi High Court arguing that the decision of the Single Judge impinges upon the integrity of the University and reflects badly on its image.\n\nSenior Advocate Saurav Datta, who appeared for the Delhi University, argued that the order of the Single Judge violates the autonomy of the University by giving the power to monitor the examination process to external members.\n\n'The Single Judge erroneously treated the petitions filed by few students as a Public Interest Litigation. Therefore, the Single Judge exceeded her jurisdiction', Mr Datta argued.\n\nMr Datta further suggested that in order to maintain transparency, the court can have the retired judge as the fifth member of the committee originally recommended by the University.\n\n'The committee that we had recommended has experienced academicians who have worked in the field of examinations for years', Mr Datta argued.\n\nThe Division Bench, however, did not feel inclined towards the suggestions made by the Delhi University. The court said:\n\n'Why are you (DU) so insecure about having external members deal with the grievances raised by the students. The committee is constituted to monitor the grievances and not to monitor the University. Why are you making it an ego issue?'\n\nThe court further informed the Delhi University that it will either dismiss the petition or allow the University to have one member of its choice on the panel, provided that the University honours the mandate of the committee.\n\nThe court further held that the constitution of the Grievance Redressal Committee doesn't impinge upon the integrity of the University, nor does it reflect poorly on its image.\n\nOn the issue of funding, the Delhi University asked the court to give it liberty to approach University Grants Commission or the Union of India for paying the emoluments to the members of the Committee.\n\n'You don't need our permission for that. It is up to you as to how you manage the funds. Three members of the committee have already pledged to work pro bono', the court said.\n\nIn light of these observations, and while allowing the Delhi University to have one member of its choice on the Grievance Redressal Committee, the court directed the University to ensure that the said committee holds its first meeting tomorrow at 10 AM.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0,user-scalable=no", "description": "The Delhi High Court on Friday refused to set aside the Grievance Redressal Committee constituted by the Single Bench of Justice  Prathiba M Singh in an order dated August 07 to look into the...", "application-name": "Live Law", "keywords": "Delhi HC Greivance Redressal Committee Open Book Exams", "news_keywords": "Delhi HC Greivance Redressal Committee Open Book Exams", "language": "en", "google": "notranslate", "author": "Karan Tripathi", "copyright": "Live Law", "robots": "follow, index", "HandheldFriendly": "true", "referrer": "origin", "twitter": {"card": "summary_large_image", "url": "https://www.livelaw.in/news-updates/du-open-book-exams-delhi-hc-allows-delhi-university-to-have-one-member-of-its-choice-in-grievance-redressal-committee-161409", "title": "DU Open Book Exams: Delhi HC Allows Delhi University To Have One Member Of Its Choice In Grievance Redressal Committee", "description": "The Delhi High Court on Friday refused to set aside the Grievance Redressal Committee constituted by the Single Bench of Justice  Prathiba M Singh in an order dated August 07 to look into the...", "image": {"identifier": "https://www.livelaw.in/h-upload/2020/08/07/379593-exam-delhi-univesity.jpg", "alt": "DU Open Book Exams: Delhi HC Allows Delhi University To Have One Member Of Its Choice In Grievance Redressal Committee"}}, "og": {"url": "https://www.livelaw.in/news-updates/du-open-book-exams-delhi-hc-allows-delhi-university-to-have-one-member-of-its-choice-in-grievance-redressal-committee-161409", "type": "article", "title": "DU Open Book Exams: Delhi HC Allows Delhi University To Have One Member Of Its Choice In Grievance Redressal Committee", "description": "The Delhi High Court on Friday refused to set aside the Grievance Redressal Committee constituted by the Single Bench of Justice  Prathiba M Singh in an order dated August 07 to look into the...", "image": {"identifier": "https://www.livelaw.in/h-upload/2020/08/07/379593-exam-delhi-univesity.jpg", "width": 1200, "height": 630}}, "title": "DU Open Book Exams: Delhi HC Allows Delhi University To Have One Member Of Its Choice In Grievance Redressal Committee", "image": "https://www.livelaw.in/h-upload/2020/08/07/379593-exam-delhi-univesity.jpg", "original-source": "https://www.livelaw.in/news-updates/du-open-book-exams-delhi-hc-allows-delhi-university-to-have-one-member-of-its-choice-in-grievance-redressal-committee-161409", "fb": {"app_id": 2120515678212658, "use_automatic_ad_placement": "enable=true ad_density=default"}, "article": {"published_time": "2020-08-14T16:51:54+05:30", "modified_time": "2020-08-14T16:51:54+05:30", "updated_time": "2020-08-14T16:51:54+05:30", "section": "News Updates", "tag": "Justice Subramonium Prasad"}}}}