{"GDELT": {"GlobalEventID": 940734484, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "UKR", "Actor2Name": "UKRAINE", "Actor2CountryCode": "UKR", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.89473684210526, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200814101500, "SOURCEURL": "http://www.ukrweekly.com/uwwp/operation-payback/"}, "ARTICLE": {"TITLE": "“Operation Payback”", "TEXT": "We always suspected it. We tried to tell reporters, politicians, RCMP investigators, even a few of those ranged against us in the public arena, about what we were certain was true – but they wouldn’t believe us. I can’t blame them. There was no hard proof, not in the 1980s, to confirm Soviet agents of influence had initiated “active measures” to undermine the anti-Communist Ukrainian community in the West.\n\nNow there is. Code-named “Operation Payback,” this plan was cynically orchestrated to exploit the understandable desire of the Jewish diaspora to see perpetrators of some of the greatest atrocities of the 20th century – the Nazis – brought to justice. By the late 1960s, quite alarmingly from a Soviet point of view, Jewish and Ukrainian émigrés had begun to rally together in defense of human rights activists and dissidents in the USSR. By propagating stories about “thousands” of Nazis supposedly hiding within North America’s Ukrainian and Baltic communities Moscow’s men deliberately and effectively fragmented this common front.\n\nThese KGB covert operations were outlined candidly in a now-declassified memorandum, analyzed by Prof. Olga Bertelsen, as published in 2020 in the respected International Journal of Intelligence and CounterIntelligence.\n\nOn October 18, 1985, Stepan Mukha, head of Soviet Ukraine’s Committee of State Security, addressed Volodymyr Shcher­bytsky, first secretary of the Communist Party of the Ukrainian Soviet Socialist Republic. Following consultations with his Russian KGB counterparts, Comrade Mukha wrote, his operatives so effectively deployed their “operational capabilities” that Washington was “compelled” to create an Office of Special Investigations within the Department of Justice in 1979. To further shape general opinion, polemical tracts denigrating the Ukrainian nationalist movement were circulated widely, including the American Communist Party leader Michael Hanusiak’s “Lest We Forget.” It was reissued twice. Even I got a copy.\n\n“Considering the positive evolution” of Operation Payback in America, measures “aimed at unfolding a similar campaign in Canada were implemented” in 1980-1985. Materials about the alleged wartime criminality of the Galicia Division were “planted” in the Toronto Star with the resulting outrage stoked until, this spymaster claimed, Ottawa was “forced” to establish the Commission of Inquiry on War Criminals, headed by Justice Jules Deschênes, in February 1985. All this skullduggery obliged the Ukrainian Canadian community to “divert efforts and funds” to its own defense, weakening its capacity for otherwise challenging Soviet narratives and behavior. I know this is true. I was there.\n\nHow many stories were planted? The Deschênes Commission’s final report listed several dozen articles about “Nazi war criminals in Canada.” For example, Irwin Cotler, as reported in the Ottawa Citizen on July 13, 1981, said “at least 100” Nazis were amongst us, a number he inflated to “maybe 1,000” for La Presse on April 13, 1983. On the pages of the Toronto Star on June 18, 1982, David Matas gave a figure of 50-60; he was outdone by Sol Littman, the Canadian representative of the Los Angeles-based Simon Wiesenthal Center, who touted the figure of 3,000 on November 8, 1984, repeating this for the Toronto Star on January 25, 1985. After reviewing all these claims, Justice Deschênes observed: “Outside interveners concerning alleged war criminals residing in Canada have spread increasingly large and grossly exaggerated figures as to their estimated number.”\n\nAfter also carefully studying the wartime history of the Galicia Division, the Deschênes Commission concluded it should not be indicted as a group; that members of the division were individually screened for security purposes before admission to Canada; that charges of war crimes against members of the division had never been substantiated, either in 1950 when they were first preferred, or in 1984 when they were renewed, or before the commission, and that, in the absence of participation in, or knowledge of, specific war crimes, mere membership in the Galicia Division was insufficient to justify prosecution. Finally, the commission noted that no case could be made against members of the Galicia Division for revocation of citizenship or deportation since the Canadian authorities were fully aware of the relevant facts in 1950 and admission to Canada was not granted because of any false representation, or fraud, or concealment of material circumstances.\n\nDespite these rather definitive findings, allegations about the Galicia Division have sporadically been resuscitated. In October 2017, Kiril Kalinin, operating out of the Russian Embassy in Ottawa, circulated mendacious tales about Chrystia Freeland, then Canada’s minister of foreign affairs, while tweeting provocative statements about imagined “Nazi war memorials” in Canada. After his subterfuges were exposed Mr. Kalinin was declared persona non grata and expelled.\n\nTellingly, the annual report of the National Security and Intelligence Committee of Parliamentarians identifies the Russian Federation as a “primary threat actor” conducting foreign interference activities in Canada. Yet there are journalists who studiously ignore this geopolitical reality, not to mention the findings of the Deschênes Commission, preferring to re-spew the concocted, hateful and divisive fables Comrade Mukha and his minions spread, starting decades ago. Distracting attention from Russia’s ongoing war against Ukraine and the fascistic agenda of the KGB man in the Kremlin seem to be the goals of the current disinformation campaign. One hopes Canada’s security and intelligence services will help counter those who seek to riven what remains of the Free World.\n\nHooligans scuttle about in the dark and destroy private property. Their ilk, who desecrate cemetery monuments or spray-paint community memorials, are best left for the police to round up. As for anyone who turns a blind eye to criminal vandalism, or tries to justify a hate crime, I recommend the words of the evangelist (Matthew 7:5) – “You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother’s eye.”\n\nLubomyr Luciuk is a professor of political geography at the Royal Military College of Canada in Kingston, Ontario.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "twitter": {"card": "summary"}, "og": {"title": "“Operation Payback”", "type": "article", "url": "http://www.ukrweekly.com/uwwp/operation-payback/", "description": "We always suspected it. We tried to tell reporters, politicians, RCMP investigators, even a few of those ranged against us in the public arena, about what we were certain was true – but they wouldn’t believe us. I can’t blame them. There was no hard proof, not in the 1980s, to confirm Soviet agents of influence had initiated “active measures” to undermine the anti-Communist Ukrainian community in the West.  Now there is. Code-named “Operation Payback,” this plan was cynically orchestrated to exploit the understandable desire of the Jewish diaspora to see perpetrators of some of the greatest atrocities of the 20th century – the Nazis – brought to justice. By the late 1960s, quite alarmingly from a Soviet point of view, Jewish and Ukrainian émigrés had begun to rally together in defense of human rights activists and dissidents in the USSR. By propagating stories about “thousands” of Nazis supposedly hiding within North America’s Ukrainian and Baltic communities Moscow’s men deliberately and effectively fragmented this common front.", "site_name": "The Ukrainian Weekly", "image": "http://www.ukrweekly.com/uwwp/wp-content/uploads/2014/12/UW-logo400x400.png"}, "description": "We always suspected it. We tried to tell reporters, politicians, RCMP investigators, even a few of those ranged against us in the public arena, about what we were certain was true – but they wouldn’t believe us. I can’t blame them. There was no hard proof, not in the 1980s, to confirm Soviet agents of influence had initiated “active measures” to undermine the anti-Communist Ukrainian community in the West.  Now there is. Code-named “Operation Payback,” this plan was cynically orchestrated to exploit the understandable desire of the Jewish diaspora to see perpetrators of some of the greatest atrocities of the 20th century – the Nazis – brought to justice. By the late 1960s, quite alarmingly from a Soviet point of view, Jewish and Ukrainian émigrés had begun to rally together in defense of human rights activists and dissidents in the USSR. By propagating stories about “thousands” of Nazis supposedly hiding within North America’s Ukrainian and Baltic communities Moscow’s men deliberately and effectively fragmented this common front.", "fb": {"admins": 100001642301962}, "news_keywords": "Commentary, Premium content", "original-source": "http://www.ukrweekly.com/uwwp/operation-payback/", "syndication-source": "http://www.ukrweekly.com/uwwp/operation-payback/"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}