{"GDELT": {"GlobalEventID": 940713632, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "CABINET", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 20, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.9685230024213101, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200814074500, "SOURCEURL": "https://www.bangkokpost.com/thailand/politics/1967803/pm-stay-above-politics"}, "ARTICLE": {"TITLE": "PM: Stay above politics", "TEXT": "Prime Minister Prayut Chan-o-cha delivers a televised speech urging national unity and outlining various tasks the government will pursue following the latest cabinet reshuffle. The new cabinet held its first meeting on Thursday. (TV Pool photo)\n\nPrime Minister Prayut Chan-o-cha on Thursday urged Thais to reject the politics of hate and division and work together to address the urgent economic problems affecting the lives of people throughout the country.\n\n\"We have a great priority ahead of us, and one that's above polemics and politics,\" the prime minister said during a broadcast on TV Pool \"It's the financial survival of millions of people who are suffering from the devastation caused by the global Covid crisis.\n\n\"I am now appealing to all Thais to say 'no' to the politics of hate and division and to the politics that spreads the disease of tribalism of 'belief versus belief' or 'young versus old', or 'rich versus poor', or any other manner of distinction that may soon be injected into our society.\n\n\"The future belongs to the young, and also our future is in the hands of the young. Let the young lead the way and provide the moral leadership to show us all how to take the difficult path of collaboration with people who may disagree with us in times of national hardship for the sake of the many millions suffering right now.\"\n\nGen Prayut said the politics of divisions belonged to a bygone era. It was the politics of divide and rule, of an old generation.\n\n\"It does not have a place in today's world,\" he said. \"People who say 'I won't listen to him because he has different beliefs', or 'I won't meet him because he believes in certain ideas' are stuck in the politics of yesteryear. It is a culture that belongs to a bygone era.\"\n\nGen Prayut also said he had instructed newly-appointed Finance Minister Predee Daochai to invite some of the best brains in the country to share their views on how to tackle the problems besetting the economy.\n\nThey should include people who had served in previous governments and from other parts of the political spectrum or who may hold different political convictions, the premier suggested.\n\nHe also said he had decided to bring into the cabinet non-political experts from outside as part of the Ruam Thai Sarng Chart (Uniting Thais to Build the Nation) promise to mobilise the great talent in the country to tackle the economic problems.\n\n\"This is an approach that I want to adopt for my new cabinet,\" he said. \"It must be a cabinet that proves we can act in line with the principle of Ruam Thai Sarng Chart.\"\n\nGen Prayut said the economic crisis would go away quickly, even though most experts inside and outside of Thailand expect it to last well into next year.\n\nHe said the entire world was suffering one of the worst economic challenges in modern times.\n\n\"Thailand has been caught up in that global storm because our country has been so dependent on money from exports and money from tourists, so we will be feeling some of the greatest shocks, maybe even worse than others,\" he went on. \"We cannot escape the storm. We are a small boat in a big ocean and our economy can only start returning to normality when the rest of the world starts returning to normality.\"\n\nHowever, all the government could do was put the best talent to work on doing everything to help people survive these terrible times, he said.\n\n\"That is what I promised to you in my earlier address to the nation; that we must mobilise the best people in every sector and every level of society to share their talent and capability and work together to help us not only get through this Covid crisis, but to plan and advance the future of our country in a 'new normal' way of working. It's what I called Ruam Thai Sarng Chart,\" said the PM.\n\n\"The economy is as big a concern to our lives as is the health threat and that is why I have appointed non-political experts from outside to manage the essential financial portfolios. They are respected men of strong moral character and with long and outstanding professional records.\"\n\nGen Prayut said he would also invite other great talent outside the government, and to this end would conduct workshops within various sectors this month and next to hear their opinions first hand. \"I will attend all of these sessions personally because I want to hear directly from them,\" he said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "keywords": "politics,people,bygone era,economic problems", "description": "Prime Minister Prayut Chan-o-cha on Thursday urged Thais to reject the politics of hate and division and work together to address the urgent economic problems affecting the lives of people throughout the country.", "author": "Bangkok Post Public Company Limited", "rating": "General", "fb": {"pages": 133643127712, "app_id": 476233699157604}, "robots": "index,follow,NOODP", "twitter": {"card": "summary_large_image", "site": "@BangkokPostNews"}, "apple-mobile-web-app-title": "Bangkok Post Website", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileColor": "#213c70", "msapplication-TileImage": "https://bangkokpost.com/newdesign/assets/images/app_icon/icon-144x144.png", "theme-color": "#213c70", "og": {"title": "PM: Stay above politics", "type": "article", "url": "https://www.bangkokpost.com/thailand/politics/1967803/pm-stay-above-politics", "image": "https://static.bangkokpost.com/media/content/dcx/2020/08/14/3719703_700.jpg", "site_name": "https://www.bangkokpost.com", "description": "Prime Minister Prayut Chan-o-cha on Thursday urged Thais to reject the politics of hate and division and work together to address the urgent economic problems affecting the lives of people throughout the country."}, "cXenseParse": {"pageclass": "article", "articleid": 1967803, "recs": {"publishtime": "2020-08-14T04:00:00+07:00"}, "bpp-keywords": "economic problems", "bpp-comment_count": 141, "bpp-headline": "Stay above politics", "bpp-intro": "Prime Minister Prayut Chan-o-cha urged Thais to reject the politics of hate and division and work together to address urgent economic problems.", "author": "Wassana Nanuam", "bpp-author_url": "https://www.bangkokpost.com/opinion/columnist/115", "bpp-author_image": "https://www.bangkokpost.com/media/columnist/1437017441.jpg", "bpp-contentsource": "print", "bpp-contentform": "long"}}}}