{"GDELT": {"GlobalEventID": 940752695, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ZAF", "Actor1Name": "GAUTENG", "Actor1CountryCode": "ZAF", "Actor2Code": "CUB", "Actor2Name": "CUBAN", "Actor2CountryCode": "CUB", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.06280193236715, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Gauteng, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77346", "Actor1Geo_Lat": -26.0833, "Actor1Geo_Long": 28.25, "Actor1Geo_FeatureID": "204226", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Gauteng, Gauteng, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF06", "Actor2Geo_ADM2Code": "77346", "Actor2Geo_Lat": -26.0833, "Actor2Geo_Long": 28.25, "Actor2Geo_FeatureID": "204226", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Gauteng, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77346", "Action2Geo_Lat": -26.0833, "Action2Geo_Long": 28.25, "Action2Geo_FeatureID": "204226", "DATEADDED": 20200814120000, "SOURCEURL": "https://www.news24.com/news24/southafrica/news/it-takes-most-foreign-trained-doctors-months-to-register-in-sa-how-did-cuban-health-workers-do-it-in-3-days-20200527"}, "ARTICLE": {"TITLE": "It takes most foreign-trained doctors months to register in SA. How did Cuban health workers do it in 3 days?", "TEXT": "Most foreign-trained doctors spend months trying to register with the Health Professions Council of South Africa (HPCSA), but visiting Cuban healthcare workers waited just three days - and the HPCSA may have the power to make this possible for more foreign-trained doctors sitting on the sidelines of the Covid-19 response.\n\nOn Monday, Gauteng welcomed 28 Cuban doctors to assist in the province's response to the Covid-19 outbreak. The group is part of the 187 healthcare workers who arrived from the Caribbean nation on 27 April and are being deployed around the country.\n\nCuba is known for its strong primary healthcare systems that helped it achieve one of the world's highest life expectancies, according to World Bank data, despite spending less per person on health than many other nations. It also has a long-standing partnership with South Africa when it comes to health care.\n\nBut the arrival of Cuban healthcare workers came as many foreign-trained doctors in South Africa said they were still waiting months, if not years, to register with the HPCSA to practice in the country.\n\nCuban healthcare workers, meanwhile, benefitted from a long-standing, streamlined process with the HPCSA and one that - as of at least 2018 - was also supposed to apply to other HPCSA-vetted international medical schools. But today, a public list of these schools that was supposed to be updated annually does not exist.\n\nWhen Jehane Michael le Grange could not get a spot at one of South Africa's eight medical schools, he sought training in China, he told Bhekisisa recently.\n\nIn the May edition of the South Africa Medical Journal, Le Grange and others surveyed 644 internationally trained South African doctors and found that about 70% were either unemployed or not practicing.\n\nMany doctors had either not taken the HPCSA exam, which were postponed during lockdown, or were still waiting on results, he told Bhekisisa.\n\nAll other healthcare workers other than nurses must register with the HPCSA to practice regardless of where they trained. Nurses register with the South African Nursing Council.\n\nLe Grange said: \"The irony is that the government wants to bring in Cuban and Chinese doctors to help, while many of us who qualified in China and are eager to help are already sitting here twiddling our thumbs.\"\n\nWhy Cuban doctors were able to bypass the queue\n\nHealth Minister Zweli Mkhize was quick to note the incoming Cuban healthcare workers would complement existing drives to hire more local workers during the Covid-19 outbreak. Earlier this year, the Gauteng health department opened more than 400 such positions.\n\nThe non-profit Africa Health Placements spent more than a decade recruiting foreign doctors to fill gaps in underserved rural areas.\n\nThe organisation closed earlier this year, but its former CEO, Stacey Ann Pillay, says it can take anywhere between nine months and almost two years for foreign-trained healthcare workers to complete the process to register in the country.\n\nThey must also first have their qualifications recognised by the HPCSA, the national health department and the US Educational Commission for Foreign Medical Graduates.\n\nTimelines also depend on whether or not doctors' qualifications are deemed to be at the same level as that offered by South African medical schools. If not, doctors may have to compete for scarce internship posts as well.\n\nSouth African medical students have been training in Cuba since 1996 through the bilateral Mandela-Castro programme. As part of this, the HPCSA reviewed Cuba's medical school curriculum and found it to be on par with that of South Africa. This allowed the recently arrived Cuban healthcare workers to register with the HPCSA within days instead of months.\n\n\"Not all foreign-trained doctors have to write the board exam,\" said Deputy Health Minister Mathume Joseph Phaahla in a 28 April briefing. He went on to explain that graduates of international universities who have been similarly assessed by the HPCSA do not need to take the board exams in order to register with the body.\n\nIn fact, a 2018 national health department policy stipulates that a list of these universities should be updated and published annually.\n\nYet, no trace of such a list exists. The HPCSA did not answer repeated requests from Bhekisisa as to why.\n\nOther international medical school graduates could get streamlined registration in South Africa too … if the HPCSA were to release a long-anticipated list of qualifying universities\n\nIn a 2019 presentation, the ministerial appointee to the HPCSA, Tahir Pillay, suggested the body used a three-track system to streamline applications from foreign-trained doctors based on - for instance - proof of their institution's national or international accreditation and how many years they studied.\n\nIt is unclear whether the HPCSA considered this proposal.\n\nBut, as of 2019, a lack of clarity on which medical schools qualified for streamlined registration, allowed dubious foreign recruiting agencies to mislead students into thinking they would be guaranteed registration, Pillay warned in his presentation.\n\nCurrently, the HPCSA evaluates foreign medical school curricula on an applicant-by-applicant basis, says HPCSA spokesperson Priscilla Sekhonyana. Those who do not meet South African standards are then required to take the HPCSA board exam.\n\nOrdinarily, the HPCSA offers board exams twice a year. But as long as universities remain closed, these exams are likely to remain on hold. As of late April, 120 people who had taken the last HPCSA board exam in January were still awaiting their results, but Sekhonyana says these results have now been released.\n\nThe delay, she says, was in part because the Medical and Dental Professional Board, which approves results, was unable to meet during the lockdown.\n\nAlthough the HPCSA reported a backlog in processing board exams from foreign-trained applicants in its 2019 annual report, Sekhonyana says no such backlogs exist today - partly because the HPCSA moved to allow part of the exam to be written online.\n\nMeanwhile, foreign trained doctors such as Hoosein Alvi, who asked not to use his real name, remain desperate to start work.\n\n\"A lot of the doctors even … said, look, we are even willing to volunteer our services and that's gone to deaf ears too.\"\n\nThis story was produced by the Bhekisisa Centre for Health Journalism. Subscribe to the newsletter.", "METADATA": {"mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "News24", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "default", "msapplication-navbutton-color": "red", "msapplication-TileColor": "red", "msapplication-TileImage": "~/images/pwa/mstile-150x150.png", "msapplication-config": "browserconfig.xml", "application-name": "News24", "msapplication-tooltip": "News24. Breaking News First", "msapplication-starturl": "/", "msapplication-tap-highlight": "no", "theme-color": "#ffffff", "articleid": "521e8017-e3c2-46cc-ad56-b08ff827b6db", "ad": {"name": "/8900/24.com/web/news24", "zone": "southafrica/news", "keyword": {"artid": "521e8017-e3c2-46cc-ad56-b08ff827b6db", "People": "zweli mkhize", "Places": "cuba", "Topics": "lockdown, coronavirus", "accreditation": "bhekisisa"}}, "description": "The Health Professions Council of South Africa was supposed to have reviewed the curriculum of some international medical schools to help foreign-trained doctors register faster in the country. Two years later, there is still no list and some doctors are sitting idle amid the Covid-19 outbreak.", "accreditation": "Bhekisisa", "author": "Aisha Abdool Karim", "articletitle": "It takes most foreign-trained doctors months to register in SA. How did Cuban health workers do it in 3 days?", "permatitle": "it-takes-most-foreign-trained-doctors-months-to-register-in-sa-how-did-cuban-health-workers-do-it-in-3-days-20200527", "sophiaccess": "free access", "creditline": "Bhekisisa", "byline": "Aisha Abdool Karim", "publisheddate": "2020-05-27T06:48:32.11Z", "pageviewtype": "article_view", "pagetype": "article", "visitortype": "Anonymous", "isloggedin": "false", "sitename": "News24", "version": "1.1.20226.11", "env": "prod", "og": {"site_name": "News24", "type": "article", "article": {"section": "News24"}, "image": {"identifier": "https://cdn.24.co.za/files/Cms/General/d/3033/f8a68fa80e3e4e54a3a2ac696cd65ba8.jpg", "secure_url": "https://cdn.24.co.za/files/Cms/General/d/3033/f8a68fa80e3e4e54a3a2ac696cd65ba8.jpg", "height": 683, "width": 1024, "alt": "Cuban doctors during a welcome ceremony for Cuban health workers who were deployed to the Western Cape to support efforts in the fight against Covid-19. (Photo by Gallo Images/Misha Jordaan)"}, "title": "It takes most foreign-trained doctors months to register in SA. How did Cuban health workers do it in 3 days? | News24", "description": "The Health Professions Council of South Africa was supposed to have reviewed the curriculum of some international medical schools to help foreign-trained doctors register faster in the country. Two years later, there is still no list and some doctors are sitting idle amid the Covid-19 outbreak."}, "fb": {"app_id": 2363277980, "page_id": 10227041841}, "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "news24"}, "breadcrumb": "news24/southafrica/news", "commit": "08c44609bf36fa87fee043b8ad786c46d35bd78c", "platform": "web", "viewport": "width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no", "locked": "false", "access": "true"}}}