{"GDELT": {"GlobalEventID": 940700410, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OPP", "Actor1Name": "DEMONSTRATOR", "Actor1Type1Code": "OPP", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 145, "EventBaseCode": 145, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -7.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.562054208273901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ranya, As Sulaymaniyah, Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ05", "Actor1Geo_ADM2Code": "123561", "Actor1Geo_Lat": 36.2559, "Actor1Geo_Long": 44.8817, "Actor1Geo_FeatureID": "-3109935", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ranya, As Sulaymaniyah, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ05", "Actor2Geo_ADM2Code": "123561", "Actor2Geo_Lat": 36.2559, "Actor2Geo_Long": 44.8817, "Actor2Geo_FeatureID": "-3109935", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ranya, As Sulaymaniyah, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ05", "Action2Geo_ADM2Code": "123561", "Action2Geo_Lat": 36.2559, "Action2Geo_Long": 44.8817, "Action2Geo_FeatureID": "-3109935", "DATEADDED": 20200814060000, "SOURCEURL": "https://www.middleeastmonitor.com/20200814-economic-crisis-threatens-stability-of-kurdistan-region/"}, "ARTICLE": {"TITLE": "Economic crisis threatens stability of Kurdistan Region", "TEXT": "The autonomously-ruled Kurdistan Region in northern Iraq is experiencing a deepening economic crisis due to disagreements between the regional and central governments over the management of the oil wealth file.\n\nThe region is currently operating the oil wells independently within its administrative borders, which prompted the central government to cut the federal budget with the aim of exerting pressure on the region to hand over oil revenues.\n\nAt the end of 2019, the government of former Prime Minister Adel Abdul Mahdi reached an understanding with the region to settle the dispute.\n\nThe Minister of Oil of the previous government Thamir Ghadhban confirmed at the time that an agreement was reached with the government of Erbil, stipulating that the region hands over 250,000 out of 450,000 barrels per day to the state-owned Oil Marketing Company (SOMO),starting from the beginning of 2020, in return for understandings that allow a share for the region to be placed in the country’s budget. However, he announced last March that the region had not fulfilled its obligations according to the agreement, and did not hand over its oil to the aforementioned company.\n\nSalaries cuts\n\nIn order to put pressure on the Kurdistan Region, Baghdad decided to cut the monthly salaries of employees, which amount to 453 billion Iraqi dinars (about $380 million) per month, causing a stifling economic crisis that created widespread social discontent.\n\nSocial media activists launched calls to demonstrate against what they described as:”Corruption, high poverty rates, government default and delayed salary payments.”\n\nHundreds of citizens responded to the calls, as the city of Sulaymaniyah, the second largest governorate in the Kurdistan Region of Iraq, witnessed widespread demonstrations in several regions on Wednesday. During the protests, the protesters stormed the headquarters of political parties, chanting slogans against the delay in paying salaries and the poor living conditions. Meanwhile, security forces in the region’s capital, Erbil, prevented demonstrators from taking the streets.\n\nSeveral areas in the Sulaymaniyah governorate also witnessed similar protests, including the city centre, the districts of Halabja, Ranya and Qal’at Daza.\n\nBefore sunset, the protesters clashed with security forces, however, no injuries were reported on both sides as police officers were keen not to provoke the demonstrators to avoid expanding the diametre of unrest.\n\nREAD: Iraq Kurdistan denies it handed over niece of PYD’s leader to Turkey\n\nKurdish journalist Fares Al-Sinjari believes that the demonstrations were expected after the government was unable to pay salaries for three consecutive months.\n\nAl-Sinjari told Mugtama: “What is happening today warns of repeating the December 2017 demonstrations scenario, where tens of thousands of people demonstrated against the deepening economic crisis and salaries cuts. Some of them burned party and security headquarters in Sulaymaniyah, five protesters were shot dead by security forces and about 80 people were wounded at the time.”\n\nHe added that: “The situation is likely to explode in the region, because crises are duplicating, starting with the decline in oil prices worldwide, passing through the coronavirus pandemicand ending with the disputes with the central government. This explains why the demonstrators torched the headquarters of the ruling parties, which they hold responsible for the crisis and accuse them of corruption.”\n\nAl-Sinjari indicated that demonstrators on Wednesday stormed the headquarters of the Movement for Change in the town of Ranya, and vandalised the headquarters of the ruling Kurdistan Democratic Party in the town of Qa’lat Daza, leading to clashes between protestors and security forces. No injuries have yet been reported, because of the media blackout imposed by the authorities.\n\nRegarding the reason for the absence of demonstrations in Erbil, Al-Sinjari noted: “The security forces prevented any mass gathering after they learned that there were calls for protests on social media, and threatened to arrest and prosecute any activist calling for any demonstration in all the streets of the governorate.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"title": "Economic crisis threatens stability of Kurdistan Region", "description": "The autonomously-ruled Kurdistan Region in northern Iraq is experiencing a deepening economic crisis due to disagreements between the regional and central governments over the management of the oil we...", "url": "https://www.middleeastmonitor.com/20200814-economic-crisis-threatens-stability-of-kurdistan-region/", "type": "article", "site_name": "Middle East Monitor", "image": {"identifier": "https://i2.wp.com/www.middleeastmonitor.com/wp-content/uploads/2017/11/2017_11-6-Press-Conference-of-Prime-Minister-of-IKRG-Barzani20171106_2_26704276_27550320.jpg?resize=1200%2C800&quality=85&strip=all&zoom=1&ssl=1", "width": 1200, "height": 800}, "locale": "en_GB"}, "fb": {"app_id": 187446821406494}, "article": {"published_time": "2020-08-14T04:55:00+00:00", "publisher": "https://www.facebook.com/middleeastmonitor", "author": "https://www.facebook.com/middleeastmonitor"}, "twitter": {"card": "summary_large_image", "site": "@MiddleEastMnt", "creator": "@middleeastmnt", "domain": "middleeastmonitor.com", "title": "Economic crisis threatens stability of Kurdistan Region", "description": "The autonomously-ruled Kurdistan Region in northern Iraq is experiencing a deepening economic crisis due to disagreements between the regional and central governments over the management of the oil we...", "url": "https://www.middleeastmonitor.com/20200814-economic-crisis-threatens-stability-of-kurdistan-region/", "app": {"id": {"iphone": 720707131, "ipad": 720707131, "googleplay": "hr.apps.n154834935"}}}, "msapplication-TileImage": "https://i2.wp.com/www.middleeastmonitor.com/wp-content/uploads/2016/04/cropped-favicon-large.png?fit=270%2C270&quality=85&strip=all&zoom=1&ssl=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}