{"GDELT": {"GlobalEventID": 940719784, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LKA", "Actor1Name": "SRI LANKA", "Actor1CountryCode": "LKA", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.429864253393671, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200814083000, "SOURCEURL": "https://www.timescolonist.com/news/local/dozens-gather-for-10th-anniversary-of-mv-sun-sea-arrival-1.24186332"}, "ARTICLE": {"TITLE": "Dozens gather for 10th anniversary of MV Sun Sea arrival", "TEXT": "They’re 10 years older and many are still waiting for status as Canadian permanent residents, but many of the Tamil refugees who arrived in Victoria aboard the MV Sun Sea say even more difficult than the three-month journey to Canada was the vilification they faced once they arrived.\n\nStanding on the lawn of the legislature Thursday to mark the 10th anniversary of when 492 people aboard a rusted cargo ship entered Canada through CFB Esquimalt, 16-year-old Harnee Anton George remembers the relief at seeing Canadian soil and the fear she felt when she, her brother and mother were separated from her father in immigration detention on the Lower Mainland.\n\narticle continues below\n\n“When we first came ashore, everyone was really happy because it’s this big new change in life and also there was a lot of dolphins jumping around, so that made it really special,” said Harnee, who was celebrating her 16th birthday on Thursday. “But then being separated from the fathers was just a bit too heavy on the kids.”\n\nSpeaking to the more than 100 people gathered for the event, Harnee said that Tamils fleeing the bloody civil war in Sri Lanka were labelled by the then-Conservative government as “terrorists and illegals.”\n\n“We were detained, interrogated, stripped of our names and identities,” she said.\n\nHarnee remembers that the food was bad and scarce, but “that’s all we could have so you couldn’t be ungrateful for it.” She remembers that her mother was often sea sick. One person died during the voyage and was buried at sea.\n\nEven before the boat, carrying 380 men, 63 women and 49 children, arrived on Aug. 13, 2010, then federal Public Safety Minister Vic Toews called some of the passengers “suspected human smugglers and terrorists” and warned about criminal organizations abusing Canada’s refugee system.\n\nNine-year-old Bainthavy Kunarobinson, whose father, Kunarobinson Christhurajah, was accused of being the owner of the vessel and one of the masterminds of the human smuggling operation, told the crowd she grew up wondering why she could only see her father from behind glass.\n\n“I concluded that he worked for the court since that was the only place I would get to see him without glass between us,” said Bainthavy, who was born in Vancouver in 2011. Her mother Mary Patrishiya was pregnant with her during the three-month voyage on the MV Sun Sea.\n\nChristhurajah was charged and convicted in connection with the human smuggling case but, in 2019, after his first trial ended in a mistrial, that conviction was overturned by the B.C. Court of Appeal. The appeal court found that the lower court judge should have told the jury to consider whether Christhurajah and others on the MV Sun Sea “had the mutual purpose of seeking refuge.”\n\nThe charges against Christhurajah have been stayed and the Supreme Court of Canada upheld the acquittal of three other MV Sun Sea passengers charged with human smuggling.\n\nChristhurajah said he spent seven years behind bars, much longer than than the four years he was sentenced to after his May 2017 conviction. “Because of everything that happened to me, they accused me, kept me a long time in prison,” he said.\n\nBainthavy said the day her father came home changed her life.\n\n“I was six-years-old when my father was released and granted the opportunity to hug, kiss and carry me,” Bainthavy said. “Now, I live happily with my mother, father and sister like others.”\n\nChristhurajah said he and his wife boarded the ship in search of a better life after the decades-long civil war in Sri Lanka. Mary Patrishiya’s refugee claim has been approved but Christhurajah’s claim is still being processed.\n\n“I just did what I had to do to come to Canada. After all these years, still I don’t have any status.”\n\nChristhurajah is now working as a plumber and, nine months ago, he and his wife welcomed their second daughter, Migalavy.\n\nThursday’s event was organized by Liberal MP Gary Anandasangaree who, in 2019 was a lawyer for the Canadian Tamil Congress and was at CFB Esquimalt when the passengers disembarked. Anandasangaree said people who were already fleeing trauma and violence in Sri Lanka then faced further trauma when they were in refugee detention and as some faced criminal charges.\n\n“The hurt lasts forever,” he said. “From every step of the way many of the 492 people … have had challenges, some couldn’t overcome them. And some are still working through those challenges.”\n\nOne of men aboard the MV Sun Sea, Kirushna Kumar Kanagaratnam, was killed in Toronto in 2015, believed to be one of the victims of serial killer Bruce McArthur.\n\nIn 2019, the dilapidated cargo ship, which had been berthed in Delta, was taken to a shipyard in Nanaimo where it was dismantled at a cost of $4.1 million.\n\nPiranavan Thangavel, who was 19 when he was aboard the ship, said he’s been granted refugee status but is still waiting for permanent residency which will grant him more freedom to work.\n\nThangavel, who lives in Toronto and is studying to be an accountant, said he wishes the Tamil refugees who arrived on the MV Sun Sea were given the same welcome as Syrian refugees.\n\n“We want to show people, we are not terrorists, we are not criminals, we are refugees,” he said.\n\nkderosa@timescolonist.com", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "robots": "NOODP", "description": "They’re 10 years older and many are still waiting for status as Canadian permanent residents, but many of the Tamil refugees who arrived in Victoria aboard the MV Sun Sea say even more difficult . . .", "keywords": "local", "news_keywords": "local", "title": "Dozens gather for 10th anniversary of MV Sun Sea arrival | Times Colonist", "DC.title": "Dozens gather for 10th anniversary of MV Sun Sea arrival", "author": "Katie DeRosa", "DC.creator": "Katie DeRosa", "DC.subject": "local", "section": "News", "og": {"type": "article", "site_name": "Times Colonist", "url": "https://www.timescolonist.com/news/local/dozens-gather-for-10th-anniversary-of-mv-sun-sea-arrival-1.24186332", "title": "Dozens gather for 10th anniversary of MV Sun Sea arrival", "image": {"identifier": "https://images.glaciermedia.ca/polopoly_fs/1.24186333.1597414593!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_292_560/refugees-5062-jpg.jpg", "width": 560, "height": 292}, "description": "They’re 10 years older and many are still waiting for status as Canadian permanent residents, but many of the Tamil refugees who arrived in Victoria aboard the MV Sun Sea say even more difficult . . ."}, "fb": {"app_id": 589634334411994}, "article": {"section": "News", "publisher": "https://www.facebook.com/timescolonist"}, "twitter": {"site": "@timescolonist", "title": "Dozens gather for 10th anniversary of MV Sun Sea arrival", "card": "summary_large_image", "image": "https://images.glaciermedia.ca/polopoly_fs/1.24186333.1597414593!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_292_560/refugees-5062-jpg.jpg", "description": "They’re 10 years older and many are still waiting for status as Canadian permanent residents, but many of the Tamil refugees who arrived in Victoria aboard the MV Sun Sea say even more difficult . . .", "creator": "@katiederosayyj"}, "msvalidate.01": "B35552358D0685310DF5A3DE206352FA"}}}