{"GDELT": {"GlobalEventID": 940727611, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.6743737957610699, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKE2", "Actor1Geo_ADM2Code": "40137", "Actor1Geo_Lat": 50.9167, "Actor1Geo_Long": -0.083333, "Actor1Geo_FeatureID": "-2609142", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE2", "Action2Geo_ADM2Code": "40137", "Action2Geo_Lat": 50.9167, "Action2Geo_Long": -0.083333, "Action2Geo_FeatureID": "-2609142", "DATEADDED": 20200814093000, "SOURCEURL": "https://www.foxnews.com/entertainment/meghan-markle-prince-harry-have-squandered-tremendous-opportunity-to-do-good-as-royals-author-claims"}, "ARTICLE": {"TITLE": "Meghan Markle, Prince Harry have ‘squandered tremendous opportunity’ to do good as royals, author claims", "TEXT": "EXCLUSIVE: There’s another shocking tell-all on the Duke and Duchess of Sussex - and this time, it’s coming from a British aristocrat who, despite being critical of the royal couple, insisted she’s rooting for Meghan Markle.\n\n“I have said all along, and I still say, I am rooting for Meghan,” Lady Colin Campbell told Fox News. “Because I still see where, because of her natural gifts, if she gets her act together, she could still do so much good for people all over the world.”\n\n“I try not to show them at their worst,” the 70-year-old continued. “And I also try to show what their possibilities were and still could be. I think they have damaged themselves very badly. I think there will be a very difficult way forward, no matter what the way is. I think if they try to come back to this country, they will not be welcomed.\n\n“I think there is a distinct possibility if they don’t make their great fortune that they were hoping to make in Hollywood, they’re going to have to move on to somewhere else. I don’t know what they’re going to do. I suspect they don’t know what they’re going to do.”\n\nMEGHAN MARKLE WAS ‘FURIOUS’ AT ‘PROBLEM’ HALF-SISTER SAMANTHA FOR MAKING VICIOUS ACCUSATIONS AGAINST HER: BOOK\n\nMEGHAN MARKLE PULLED OUT OF PIPPA MIDDLETON’S WEDDING 'AT THE LAST MINUTE' FOR THIS REASON, BOOK CLAIMS\n\nBefore the bombshell book “Finding Freedom” written by royal reporters Omid Scobie and Carolyn Durand was released this summer, Campbell published “Meghan and Harry: The Real Story,” which aims to provide a “behind-the-scenes authoritative account” on Markle and Prince Harry’s whirlwind romance, high-profile marriage as well as their decision to step back as senior members of the British royal family.\n\nThe former American actress, 39, and the British prince, 35, are residing in Markle’s native California with their son, Archie.\n\nWhile it was initially reported that Harry and Markle cooperated with the authors, reps for the couple confirmed to Fox News that they played no part in the tell-all.\n\nMEGHAN MARKLE AND PRINCE HARRY RELOCATE TO NEW HOME IN SANTA BARBARA\n\nHOW PRINCESS EUGENIE FELT ABOUT MEGHAN MARKLE, PRINCE HARRY SHARING THEIR BABY NEWS AT HER WEDDING REVEALED\n\n“The Duke and Duchess of Sussex were not interviewed and did not contribute to ‘Finding Freedom,’” said the statement. “This book is based on the authors’ own experiences as members of the royal press corps and heir own independent reporting.”\n\nCampbell, who previously published a book on Harry’s late mother, Princess Diana, said she spoke to royals, past and present courtiers, fellow aristocrats as well as mutual well-connected friends for her latest release.\n\nIn response to “Finding Freedom,” Campbell slammed that book and called it “fiction.”\n\n“What surprised me the most about Meghan and Harry when I looked into what was really going was what a tremendous opportunity they had to do good all over the world,” she explained. “And if they were sincere humanitarians, they would know they had an absolutely perfect springboard for doing the most wonderful work and how they were bogged down in petty squabbles.”\n\n“Because of his mental health problems and because of her personality problems, they are squandering this tremendous opportunity and making it very unlikely that they would achieve their stated objectives or achieve what everybody hoped they would achieve,” she claimed.\n\nMEGHAN MARKLE’S FAITH IN GOD GOT HER THROUGH THE ‘DARKEST MOMENTS’ OF HER LIFE, BOOK CLAIMS\n\nMEGHAN MARKLE REVEALS SHE’S VOTING IN 2020 PRESIDENTIAL ELECTION, BREAKING ROYAL FAMILY TRADITION\n\nCampbell alleged the couple wanted to become financially independent and engaged in “commercial activities,” which are “strictly forbidden” among royals. She also claimed Markle wanted to openly share her political viewpoints, which is also frowned upon. This has allegedly caused the couple to clash with palace aides who are determined to preserve tradition.\n\n“I thought this is completely unrealistic,” said Campbell. “This is never going to work. It’s never going to be allowed. I thought this is the making of an absolutely amazing tale, which has proven to me, this is history in the making. But I think the sad thing about it is the squandered opportunity and the fact that nothing they say actually measures up with what they do.”\n\nAccording to Campbell, Markle was initially welcomed with open arms by the royal family and the “red carpet was laid out for her.” However, she alleged things went downhill quickly because the former “Suits” star “refused to respect the parameters within which all royals have to function.”\n\n“She took the view that if she was rebellious and she did exactly as she pleased that she could prove that she could pass it off as being a modernizing influence,” claimed Campbell. “But this was not about modernization. This is was about self-indulgence. And people objected to Meghan [being disrespectful] to British tradition and customs… She completely ignored whatever she was told… And that’s when the press began to report on it.”\n\nPRINCESS DIANA WOULD'VE MADE PRINCE HARRY, PRINCE WILLIAM 'WORK THROUGH THEIR ISSUES', AUTHOR CLAIMS\n\nMEGHAN MARKLE BELIEVED PRINCESS MICHAEL OF KENT’S RACIST BROOCH WAS SENDING A MESSAGE, BOOK CLAIMS\n\nBoth Markle and Harry have spoken out about the mistreatment they’ve endured by British tabloids. Campbell scoffed at the claims and pointed out that duty should come first when it comes to being a royal.\n\n“I think they are out of touch with reality,” she said. “And it’s ironic because they had so much going for them and they had so much prestige. They were the most popular couple in Britain. They could have ended up being one of the most revered couples on Earth if they played their cards right. Instead, they are now the most reviled couple of this country. And it’s entirely due to their conduct.”\n\nCampbell also said she doesn’t believe the couple headed to California for the sake of protecting their firstborn from the glaring spotlight.\n\n“I would not buy into the lie that they moved to California for privacy when they could have had far more privacy hunkered down in Frogmore Cottage,” she slammed. “To be a British royal means you have an unprecedented level of protection surrounding you. They have removed that level of protection. They have gone to California… If you are sincere about wanting privacy, you shut up and lead a private life. And when you have something that is a valid public engagement, you do it.”\n\nMEGHAN MARKLE RECEIVED A ‘MASTER CLASS’ FROM QUEEN ELIZABETH BEFORE LEAVING ROYAL FAMILY, BOOK CLAIMS\n\nMEGHAN MARKLE WAS ‘EMOTIONAL’ AFTER GETTING IN TROUBLE FOR WEARING NECKLACE WITH PRINCE HARRY’S INITIAL: BOOK\n\n“I’ll tell you why they moved to Hollywood - and everybody knows it in the royal family,” she shared. “They have moved to Hollywood to be free of the constraints and the monitoring that all royals are subjected to… Meghan never had any intention of settling into the British royal family and leading a quiet, disconnected life from her American activities.”", "METADATA": {"viewport": "width=device-width, minimum-scale=1.0, initial-scale=1.0", "description": "There’s another shocking tell-all on the Duke and Duchess of Sussex - and this time, it’s coming from a British aristocrat who, despite being critical of the royal couple, insisted she’s rooting for Meghan Markle.", "prism.channel": "fnc", "prism.section": "entertainment", "prism.aggregationType": "subsection", "pagetype": "article", "content-creator": "tiger", "dc.creator": "Stephanie Nolasco", "dc.title": "Meghan Markle, Prince Harry have ‘squandered tremendous opportunity’ to do good as royals, author claims", "dcterms.abstract": "There’s another shocking tell-all on the Duke and Duchess of Sussex - and this time, it’s coming from a British aristocrat who, despite being critical of the royal couple, insisted she’s rooting for Meghan Markle.", "dc.type": "Text.Article", "dc.description": "There’s another shocking tell-all on the Duke and Duchess of Sussex - and this time, it’s coming from a British aristocrat who, despite being critical of the royal couple, insisted she’s rooting for Meghan Markle.", "dc.language": "en-US", "dc.publisher": "Fox News", "dc.format": "text/html", "dc.identifier": "urn:uri:base64:0e9b90b4-782f-5109-958f-5bad74bc50de", "dc.source": "Fox News", "dc.date": "2020-08-13", "dcterms.created": "2020-08-13T11:51:28-04:00", "dcterms.modified": "2020-08-14T05:00:00-04:00", "og": {"title": "Meghan Markle, Prince Harry have ‘squandered tremendous opportunity’ to do good as royals, author claims", "description": "There’s another shocking tell-all on the Duke and Duchess of Sussex - and this time, it’s coming from a British aristocrat who, despite being critical of the royal couple, insisted she’s rooting for Meghan Markle.", "type": "article", "image": "https://media2.foxnews.com/BrightCove/694940094001/2020/08/12/694940094001_6180533886001_6180539984001-vs.jpg", "url": "https://www.foxnews.com/entertainment/meghan-markle-prince-harry-have-squandered-tremendous-opportunity-to-do-good-as-royals-author-claims", "site_name": "Fox News"}, "robots": "noarchive, noodp", "twitter": {"card": "summary_large_image", "site": "@foxnews", "title": "Meghan Markle, Prince Harry have ‘squandered tremendous opportunity’ to do good as royals, author claims", "description": "There’s another shocking tell-all on the Duke and Duchess of Sussex - and this time, it’s coming from a British aristocrat who, despite being critical of the royal couple, insisted she’s rooting for Meghan Markle.", "image": "https://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2020/08/12/1024/512/694940094001_6180533886001_6180539984001-vs.jpg?ve=1&tl=1", "url": "https://www.foxnews.com/entertainment/meghan-markle-prince-harry-have-squandered-tremendous-opportunity-to-do-good-as-royals-author-claims"}, "fb": {"app_id": 116027085089150}, "article": {"opinion": "false"}, "classification": "/FOX NEWS/ENTERTAINMENT/FEATURES/Exclusive,/FOX NEWS/ENTERTAINMENT,/FOX NEWS/ENTERTAINMENT/CELEBRITY NEWS/Meghan Markle,/FOX NEWS/PERSON/Prince Harry,/FOX NEWS/ENTERTAINMENT/GENRES/Books,/FOX NEWS/WORLD/PERSONALITIES/British Royals,/FOX NEWS/TOPIC/Royals,/FOX NEWS/PERSON/Princess Diana", "classification-isa": "exclusive,entertainment,meghan-markle,prince-harry,books,royals,royals,princess-diana", "classification-tags": "exclusive,meghan-markle,prince-harry,books,royals,royals,entertainment,princess-diana"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}