{"GDELT": {"GlobalEventID": 940774704, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.06853681861651, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Montreal, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12713", "Actor1Geo_Lat": 45.5, "Actor1Geo_Long": -73.5833, "Actor1Geo_FeatureID": "-569541", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Montreal, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12713", "Action2Geo_Lat": 45.5, "Action2Geo_Long": -73.5833, "Action2Geo_FeatureID": "-569541", "DATEADDED": 20200814141500, "SOURCEURL": "https://gamasutra.com/view/news/368010/New_allegations_show_the_cycle_of_abuse_and_misconduct_runs_deep_at_Ubisoft.php"}, "ARTICLE": {"TITLE": "New allegations show the cycle of abuse and misconduct runs deep at Ubisoft", "TEXT": "Over the past several weeks dozens of current and former Ubisoft employees have come forward with allegations of abuse, harassment, and misconduct that suggest the publisher has spent years building its workplace culture on a bedrock of toxicity and deniability.\n\nHigh-ranking execs like chief creative officer Serge Hascoet, vice presidents of editorial Maxime Beland and Tommy Francois, and Assassin's Creed Valhalla director Ashraf Ismail were all accused of misconduct, and while they're far from the only names implicated, their status and longevity within Ubisoft highlights the sheer scale of the issue facing the French company.\n\nThese revelations and allegations are significant. They indicate Ubisoft is facing an endemic culture crisis that at best stems from years of ignorance, or at worst has been actively cultivated by those in charge at various levels throughout the company.\n\nAs the outpouring of allegations continued, multiple anonymous sources told Gamasutra how Ubisoft is run like a \"mafia,\" where abusive family members are protected at the expense of their victims. One current staffer, who asked to remain anonymous, said the issue runs \"deeper and wider\" than those public allegations indicated, and suggested Ubisoft isn't committed to driving meaningful change, but rather creating a \"false culture of growth and transparency.\"\n\nFollowing that initial report, we spoke with more than a dozen former and current Ubisoft employees who wished to share their experiences at the studio. What I heard reinforced what others were saying in public and behind closed doors. Harassment, homophobia, sexism, racism, bullying, and manipulation are rampant within Ubisoft studios around the world. Those I chatted with have spent varying lengths of time at Ubisoft Singapore, Ubisoft Montreal, and Ubisoft Quebec, but their stories were similar, as were the names they shared.\n\nPunching down\n\nUbisoft Quebec is best known for its work on the Assassin's Creed franchise, having led development on both Syndicate and Odyssey over the past decade. I'm told, however, that its successes often come in spite of the inept and abusive management that reigns unchecked at the Canadian studio.\n\nI've spent the past few weeks speaking at length with seven former and current Quebec employees, all of whom have asked to remain anonymous out of fear of reprisal, who explained the studio is \"hostile\" and \"plagued by toxic and abusive people.\" They told me how one of the biggest offenders at Quebec is Assassin's Creed Odyssey creative director Jonathan Dumont. According to multiple sources, Dumont is an abusive and controlling figure who in many ways embodies many of the problems currently facing Ubisoft.\n\nThey claimed Dumont often uses his physical presence to intimidate people by slamming doors, punching walls, or throwing objects, and has verbally abused staff members -- reducing some to tears -- using offensive terms and homophobic slurs. He allegedly also targets women, telling them how to dress or when to smile.\n\n\"He is very narcissistic and overall a major bully,\" said one source. \"[He] pushes people to the edge of their mental health regularly, and tries to justify his behavior by saying 'this is how you get things done.' [He makes] various misogynistic and homophobic comments, and when he's called out on them will come out with defenses like 'my mother left my father when she realized she was ​a lesbian, so I know what I am talking about.'\"\n\nDumont's behavior was an open secret, according to our sources. People complained about his combustive style, but management never offered a concrete solution beyond forcing him to apologize or telling him not to interact with the writing staff directly. Dumont might've been the perpetrator, but Ubisoft management were complicit.\n\nGods & Monsters quest director Hugo Giard allegedly \"shares the same pattern of behavior” as Dumont, a source said. He's depicted as an abusive figure by those who've worked with him. A bully who according to one source has \"torn people apart\" without reason, and someone who specifically targets women and new hires.\n\n\"He also likes to make people cry during meetings, especially women. I can't even count the number of people who left the studio because they couldn't stand working with him any more, from junior and senior positions. No one was spared, and he keeps on being empowered despite this,” said one source. \"Jo Dumont and Hugo Giard are both bullies who did not care about any of the employees who worked with them and promoted a culture of fear. The list of people who left because of them is frightening,\" added another.\n\nStephane Mehay, an associate producer at Ubisoft Quebec, is also accused of being manipulative and verbally abusing colleagues. Multiple sources claim they have either witnessed his aggressive behavior or experienced it first-hand. \"He's a bully that likes to insult people and push them to the edge,\" said one source, who added that Mehay will accuse those who struggle with the pressure he puts on them of being \"not easy to work with.\"\n\nAnother source tells me how Mehay refuses to speak English to intentionally exclude people, and will even insult his colleagues in French. \"Outside of Dumont, I'd say Stephane was probably the main reason why people left,\" they claim. \"He refused to speak in English to intentionally exclude people from conversations, and while speaking in French -- assuming English speakers didn't understand -- would insult the people in the room with us.\"\n\n'Subtle manipulation'\n\nMarc-Alexis Cote, an executive producer and former creative director at Quebec, is called out on a number of occasions for knowingly enabling that toxicity. While some sources claimed Cote, who's been a senior figure within Quebec for the best part of a decade, treated them well on a personal level, most agreed he knew of the abuse being dished out by senior colleagues and did nothing.\n\n\"I always felt like he had my back, but knew he'd never actually step up himself,\" explained one source. \"He knew a lot of what was happening with Jonathan [Dumont] and Hugo [Giard],\" added another, \"but the work was still getting done and when you're a studio of close to 500 staffers, a few disgruntled people leaving doesn't really matter to them.\"\n\nOthers, however, alleged that Cote was particularly adept at navigating the political landscape within the studio, and would use \"more subtle manipulation\" to keep Quebec ticking over while advancing his own career. I'm informed that one of his favorite tactics was to make employees compete with each other by promising them the same things, or constantly alternating between \"hot and cold\" -- praising his colleagues one day before insulting them the next.\n\n\"He is narcissistic and extremely manipulative, and has absolutely no care for the health of employees or the studio itself as long as he can keep climbing the ranks,\" said another source. \"He is the one that will empower, legitimize, and even protect the other toxic people in the studio.\" It's an allegation that tallies with other testimonies, with someone else claiming that Cote has a \"direct line to Yves [Guillemot] and [now departed Ubisoft CCO] Serge [Hascoet]\" that allows him to protect himself and other creatives with well known toxic behaviors. \"Marc-Alexis Cote basically decides who lives or dies at the studio,\" they add. \"His motto 'whatever it takes' says it all.\"\n\nSources indicated this behavior is representative of the broader culture at Ubisoft Quebec, describing a studio dominated by internal politics, bullying, and nepotism that actively rewards those who fit the Ubisoft \"alpha\" mold. That those in power regularly intimidate, harass, and grind down their colleagues is an open secret, and it’s one Ubisoft refuses to address, they said.\n\n\"I think Ubisoft has a culture of allowing creative directors to be aggressive and dominant and they encourage it from editorial. They always chose large, loud, alpha male figures to lead projects and so they saw the bullying and harassment as part of the job,\" another source told me. \"I always found Ubisoft had a hard time firing anyone. They really didn't want to do it. I've worked at places where people being rude, or aggressive, or even too strongly opinionated would get you fired, but Ubisoft would just let people coast unless they did something really publicly bad.\"\n\nWith the publisher allegedly intent on turning a blind eye, it’s left to those in the trenches to address the glaring issue facing the company, but how can they when the system is rigged against them? Those who do push back are often shot down by their managers and HR, with one source claiming they were subjected to a personality test and chastised for not being a \"team player,\" because they attempted to negotiate their salary.\n\nA global issue\n\nThe problems facing Quebec aren't unique. Others with experience working at Ubisoft Singapore came forward with strikingly similar allegations. Sexism, racial insensitivity, harassment, and abuse are allegedly a regular occurrence within the Singapore office, where many of the perpetrators and enablers are people in power.\n\nOne person claimed they began experiencing sexual harassment almost immediately upon joining Singapore, with co-workers telling them to \"show more career line\" -- a phrase that suggests they should show more of their body -- if they wanted a raise and making other comments about their appearance. Another spoke of a \"bro culture\" that permeates the office, which encouraged \"derogatory talk or behavior towards some women,\" and explained that \"racist views were openly discussed in the studio during a normal working day.\"\n\nFor instance, a \"huge, almost life size\" diagram depicting how slaves were transported to the Americas was allegedly a mainstay in the Singapore office despite staff members raising their objections. They were told it was a \"decorative\" piece that corresponded to the project at the time. It reportedly remained in place for at least a year.\n\nThat culture of \"fear and oppression\" was once again propagated by those running the show, sources said. Ubisoft Singapore managing director Hugues Ricour was accused by multiple sources of sexual harassment. According to them, Ricour would regularly target women, making suggestive and inappropriate comments about their clothing during office hours, or encouraging them to kiss him at work events. I'm told those involved in these incidents were visibly uncomfortable, but that Ricour's unprofessional and harmful behavior persisted nonetheless. Those who questioned his actions claimed Ricour retaliated by using his influence to make their work life miserable, and while a formal harassment complaint was never filed against the managing director, HR were reportedly aware of the issue.\n\nJustin Farren, who was formerly creative director on Skull & Bones at Ubisoft Singapore but has now moved to Wargaming, was also called out for allegedly bragging on the studio floor that he only \"fucks Asian girls\" and \"never dates white girls.\" We're told his behavior was reported to management after upsetting an employee who overheard those remarks, but that nothing was done.\n\nAnother senior staffer, Jordi Woudstra, who worked as Ubisoft Singapore's marketing product manager before moving to the Discovery Channel in January 2020, was also allegedly a problem. Multiple sources claim that Woudstra inappropriately touched at least one woman employee, despite them firmly telling him 'no.' He allegedly received multiple warnings from HR, which eventually resulted in him being moved to another building and the implementation of a new harassment reporting system. Woudstra, however, was allowed to keep his job until eventually departing of his own accord.\n\nElsewhere, one former Ubisoft Montreal employee told me how they were sexually harassed by two colleagues. They reported the abuse to HR, but again, nothing was done. Shortly after coming forward they were dismissed for not being a good fit, despite having passed their performance review weeks prior. They were also offered a settlement [pictured here] that would prevent them from injuring Ubisoft's reputation. They declined what they describe as \"hush money\" and departed the company. The two men accused of sexual harassment still work at Ubisoft Montreal today.\n\nThose I spoke with at Quebec, Montreal, and Singapore explained how HR and management would often push the blame back onto the accusers, asking why they didn't do more to stop the situation. \"When I reported [sexual harassment], I was told that my body language wasn't strong enough when I said 'don't touch me,' or that maybe I need to 'stay away from these situations,'\" recalled one source.\n\nAnother suggested there was \"a complete and utter lack of support from HR, to say nothing of broken trust,\" and claimed those working in HR would actively spread gossip and rumor. \"There was no proper infrastructure for reporting, let alone dealing with cases of sexual assault, harassment, misconduct, or other abuse in the office,\" they continued. \"When critiqued about the lack of official support, they went as far as saying they didn't have anything in place because that would 'imply we needed it,' and that it would reflect badly on them.\"\n\nComplicity and denial\n\nPublicly, Ubisoft has been making the right noises. It recently unveiled a five point plan to address its broken culture that includes allowing independent external consultants to investigate allegations and deploying a confidential third-party platform where employees can report abuse. It has also pledged to review and reorganize the editorial department, transform its HR processes to \"better prevent, detect, and sanction inappropriate behavior,\" and appointed a head of workplace culture alongside a new head of diversity and inclusion. Both of those new hires will report directly to company CEO Yves Guillemot, who's released a number of sympathetic statements promising more action.\n\nWhen pressed on how this could happen under his watch during a recent investor Q&A, Guillemot, whose corporate representatives have twice declined an interview with Gamasutra, insisted the company has always acted on allegations of abuse. \"Each time we've been made aware of misconduct, we made tough decisions,\" he said. \"It has now become clear that certain individuals betrayed the trust I placed in them and didn't adhere to Ubisoft's shared values. So I have never compromised on my core values and ethics, and I never will.\"\n\nOne source, however, suggested that isn't entirely accurate. A former Ubisoft senior leader told me that Guillemot and his direct team stopped them from ousting an abusive member of staff because they were \"talented\" and bringing more value to the company than causing collateral damage. When they explained to Ubisoft leadership that such a model was unsustainable, their comments were ignored. I’m also told that, as well as being protected by those in charge, said abusive member of staff was even rewarded with a substantial amount of company stock.\n\nWhile it's possible Guillemot didn't know the full extent of the allegations, it's a claim that suggests the long-serving CEO was on at least one occasion willing to place other workers in the firing line to protect Ubisoft talent.\n\nThe fresh allegations against key employees within Quebec, Singapore, and Montreal also cast doubt on Guillemot's assertions that Ubisoft has \"made tough decisions\" each time it's been made aware of misconduct. Although it would be unfair to suggest Guillemot should have personally dealt with every instance of abuse within the company, the buck ultimately stops with him.\n\n\"Change should start with a personal apology from the CEO of the company as he needs to take responsibility for this. I have seen no mea culpa, simply blaming others is not a sign of real intent for change,\" explained that former Ubisoft leader.\n\n\"Most serious cases would have reached the Ubisoft leadership team and Yves. It is his company,\" they said. \"Toxic behavior was not encouraged, but not acting decisively only makes the problem bigger and worse over time. I feel bad for HR leadership being blamed publicly as well as some of the studio leaders who tried so hard to fight this system, and create positive change. The reality is they had their hands tied and did what they were told to do. You accept this is how it works or you leave.\"\n\nTime for a reboot\n\nAnother Ubisoft worker I spoke with for our previous report implored me not to lose sight of the bigger picture, and now that image has become even clearer. My conversations with current and former staffers over the past month suggest Ubisoft must do more to forge a brighter future for its employees, and it feels like crunch time for those at the very top, including Guillemot.\n\nIt's not the job of victims and accusers -- those who've already left the company and others who continue to suffer in silence -- to start the healing process. That responsibility falls firmly on those in power. Ubisoft must welcome the mighty challenge of rebooting its culture, and it must do so immediately. It won't happen overnight, but as long as there are still abusers and bullies operating with impunity, a permanent culture shift appears unlikely.\n\nSpeaking to me about how the company can rise from the ashes of toxicity, Ubisoft Quebec's former director of narrative design Jill Murray said the process has to be painstakingly comprehensive, leaving no stone unturned. Perhaps more importantly, however, the rebuild must be transparent. Ubisoft must be willing to openly identify and address its own shortcomings, and ensure nobody -- no matter their status within the Ubisoft family -- is ever again beyond reproach.\n\n\"Real change at Ubisoft has to happen from the ground up and the top down, and it needs to be transparent. Empower employees. Remove business-as-usual executives. Yves Guillemot can't pretend to want change, while installing his cousin [Christophe Derennes] as CEO in Montreal,\" said Murray.\n\n\"To be transparent, don't hire union-busting law-firms like Relais to handle external investigations. Don't make abuse reporters sign confidentiality agreements. Get serious about finding out what the deeper problems are. Many critics and former employees are able to give them important information. Invite them in. Pay them for their service if they're still hopeful and willing to help.\"\n\nUbisoft and those named in this report declined to comment on these new allegations, although the publisher again reiterated that it will take each claim seriously. \"We won’t comment on individual employees. We take any allegations of abuse or harassment very seriously, and each of them will be promptly and thoroughly investigated,\" said a company spokesperson when notified of our investigation. \"Swift, appropriate action will be taken based on the outcomes of these investigations.\"", "METADATA": {"pagecaching": 633, "keywords": "game development, game developer, game programming, game programmer, videogame, artificial intelligence, 3D animation, game design, 3D modeling, game business, game jobs, game directory, game development software, game technology, 3D technology, game producer, game audio, game animation, virtual reality, digital entertainment, PC game, Xbox game, game news, new game, arcade development, Nintendo development, Playstation development, Playstation 2, PS2, Dreamcast development, Game Developer magazine, Computer Game Developers Conference, Game Developers Conference, Independent Game Developers Conference, CMP Game Media Group, game industry research, online game development, digital assets, free textures, free 3D models, free shaders, Gamasutra Exchange, 3D Studio Max textures", "description": "Over a dozen former and current Ubisoft employees have come forward with fresh allegations of toxicity and abuse, implicating leadership figures still", "author": "Chris Kerr", "fb": {"app_id": 1424004174373289}, "og": {"type": "article", "url": "/view/news/368010/New_allegations_show_the_cycle_of_abuse_and_misconduct_runs_deep_at_Ubisoft.php", "title": "New allegations show the cycle of abuse and misconduct runs deep at Ubisoft", "image": "http://www.gamasutra.com/db_area/images/news/2020/Aug/368010/Ubisoft-Thumb-2.jpg", "description": "Over a dozen former and current Ubisoft employees have come forward with fresh allegations of toxicity and abuse, implicating leadership figures still working at the French publisher."}, "twitter": {"card": "summary", "site": "@gamasutra", "creator": "@gamasutra", "title": "New allegations show the cycle of abuse and misconduct runs deep at Ubisoft", "description": "Over a dozen former and current Ubisoft employees have come forward with fresh allegations of toxicity and abuse, implicating leadership figures still working at the French publisher.", "url": "/view/news/368010/New_allegations_show_the_cycle_of_abuse_and_misconduct_runs_deep_at_Ubisoft.php", "image": "http://www.gamasutra.com/db_area/images/news/2020/Aug/368010/Ubisoft-Thumb-2.jpg"}, "node": "Gama1", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}}}