{"GDELT": {"GlobalEventID": 940761395, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "MOS", "Actor2Name": "MUSLIM", "Actor2Religion1Code": "MOS", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.01438848920863, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Anadolu, Turkey (general), Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU00", "Action2Geo_ADM2Code": "28356", "Action2Geo_Lat": 39.0, "Action2Geo_Long": 35.0, "Action2Geo_FeatureID": "-735281", "DATEADDED": 20200814130000, "SOURCEURL": "https://tribune.com.pk/story/2259503/india-historians-recall-role-of-muslims-in-freedom-struggle"}, "ARTICLE": {"TITLE": "India: Historians recall role of Muslims in freedom struggle", "TEXT": "Celebrating country’s 74th Independence Day on August 15, under the shadow of recent communal riots in capital Delhi and anti-citizenship law stir, many Indian scholars have called for recalling the role of Muslims during India’s freedom struggle.\n\nAuthor and scholar Waseem Ahmed Saeed said over time, the contribution of Muslim freedom fighters in India has been forgotten.\n\nIn his book titled Kala Pani: Gumnam Mujahideen-e-Azadi 1857, Saeed said from the 1757 Battle of Plassey in Bengal, Tipu Sultan’s Seringapatam battle in South India in 1799 to the massive revolt in 1857 against the British was led by Muslims.\n\nSaeed, who has authored a book on the subject in the Urdu language, said while India’s official history celebrates Udham Singh for killing Michael O'Dwyer, the lieutenant governor of Punjab in India, in revenge for the 1919 Jallianwala Bagh massacre in Amritsar, it does not recognise Sher Ali Afridi, who killed Lord Mayo, British viceroy and governor-general of India from 1869-1872.\n\nSpeaking to Anadolu Agency, many Muslim scholars and historians said the role of their ancestors in the freedom struggle has been overlooked.\n\nAccording to Syed Jamaluddin, director of historical research projects at the Institute of Objective Studies, a think tank, there is no adequate coverage of the role of the Indian Muslims in the national movement.\n\n“The contribution of Muslim revolutionaries, poets and writers is not known today. Similarly, little is known about the contribution of people like Ali Musliyar and Bi-Amma, who made significant contributions,” he told Anadolu Agency. He is currently editing a book on the Muslim role in India’s freedom struggle.\n\nSaeed recalled in his book that it was the ruler of Bengal Siraj-ud-Daulah, who first fought and lost to the British in 1757, which became a cornerstone for the imperial power to colonise India.\n\nHe said that even after losing this battle, there were many rebellions led by Muslims until 1850.\n\nMuslim revolts against British\n\nJamaluddin mentions the Fakir-Sannyasi rebellion, a joint revolt against colonial power by Muslim and Hindu ascetics, for preventing them from collecting religious tax from locals. It started in 1764 and continued until 1850. He said the rebellion even spread its wings to southern India’s Madras (now Chennai) presidency.\n\nBut most prominent and popular movements that hit the British hard in the early 20th century in the subcontinent was the Reshmi-Rumaal Tehreek (Silk Cloth Movement) led by Maulana Ubaidullah Sindhi with the help of Turkey, Germany, and Afghanistan.\n\nSpeaking to Anadolu Agency, a prominent Muslim scholar Abdul Hameed Nomani said that despite his best efforts, Sindhi’s contribution has not been included in the official Indian history.\n\nAlong with an Indian prince Raja Mahender Pratap Singh, Sindhi, and Maulvi Barkatullah had established the exiled government of India in Afghanistan in 1915.\n\n“The movement picked up around the same time when Subhash Chandra Bose [renowned Indian freedom fighter] was allying with Germany and Japan to oust the British from India. While Bose is celebrated nationwide, not much is known about Sindhi and his supporters,\" said Nomani, who is also the general secretary of the All India Muslim Majlis Mushawarat, an umbrella group of prominent Muslim organizations.\n\nIt was named Silk Cloth Movement because Sindhi and other leaders used to send letters and directions to their cadres written on silk cloth.\n\nLater, Sindhi went to Turkey and joined the country’s national struggle.\n\n“The movement led to the formation of Indo-German-Turkish mission to encourage local tribes on the borders of Afghanistan to attack Britishers and their interests. While the key figures were arrested by the British, the movement remains a key event in the freedom history,” he added.\n\nHe said even though in 2011 the government released a postal stamp to commemorate Sindhi’s movement, there has been no vigor to record the sacrifice of Sindhi and his allies Mahmud Hasan and Husayn Ahmad.\n\n“Only passing reference has been made about the role of Muslims in India’s national struggle,” rued Nomani.", "METADATA": {"viewport": "width=device-width", "ahrefs-site-verification": "80d91b866834629ca6d4329f97e56e8b3e664a02379ef1426de12c9cf7ce2c34", "fb": {"admins": 503171569, "app_id": 278477199157577, "pages": 111457038871331}, "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@etribune", "title": "India: Historians recall role of Muslims in freedom struggle", "description": "Author Waseem Ahmed Saeed says contribution of Muslim freedom fighters in India has been forgotten over time", "image": {"src": "https://i.tribune.com.pk/media/images/thumbs_b_c_965c6e6be52f80297b2529815e5296bc1597405637-0/thumbs_b_c_965c6e6be52f80297b2529815e5296bc1597405637-0.jpg"}}, "robots": "noodp", "csrf-token": "tzxKvktEgsTIXncJtJPRl5KCfVB9W92Zl84f11RW", "og": {"locale": "en_US", "url": "http://tribune.com.pk/story/2259503/india-historians-recall-role-of-muslims-in-freedom-struggle", "site_name": "The Express Tribune", "type": "article", "title": "India: Historians recall role of Muslims in freedom struggle | The Express Tribune", "description": "Author Waseem Ahmed Saeed says contribution of Muslim freedom fighters in India has been forgotten over time", "image": "https://i.tribune.com.pk/media/images/thumbs_b_c_965c6e6be52f80297b2529815e5296bc1597405637-0/thumbs_b_c_965c6e6be52f80297b2529815e5296bc1597405637-0.jpg"}, "description": "Author Waseem Ahmed Saeed says contribution of Muslim freedom fighters in India has been forgotten over time", "title": "India: Historians recall role of Muslims in freedom struggle", "article": {"tag": "Muslim Struggle", "publisher": "https://tribune.com.pk", "author": "https://tribune.com.pk/author/440", "section": "World", "published_time": "2020-08-14T11:51:46+00:00"}, "keywords": "History, August 15, India, Recall, Scholars, latestest, Muslim Struggle"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}