{"GDELT": {"GlobalEventID": 940728087, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "MYS", "Actor2Name": "MALAYSIA", "Actor2CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.95136778115501, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5497, "Actor1Geo_Long": 74.3436, "Actor1Geo_FeatureID": "-2767043", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lahore, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 31.5497, "Actor2Geo_Long": 74.3436, "Actor2Geo_FeatureID": "-2767043", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lahore, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 31.5497, "Action2Geo_Long": 74.3436, "Action2Geo_FeatureID": "-2767043", "DATEADDED": 20200814093000, "SOURCEURL": "https://www.ucanews.com/news/battle-rages-over-disputed-sikh-gurdwara-in-pakistan/89145"}, "ARTICLE": {"TITLE": "Battle rages over disputed Sikh gurdwara in Pakistan", "TEXT": "An 18th-century Sikh gurdwara in the Punjab capital of Lahore carries a Muslim title at the top of its narrow entrance. “Mosque and madrasa Hazrat Shah Kaku Chishti,” states the header written in white paint over the green door. Inside the compound, the mosque stands in front of Gurdwara Sri Shahidi Asthan, which commemorates the spot where Bhai Taru Singh, a prominent Sikh martyr, was scalped to death. A painting of his execution hangs inside the small gurdwara. A tarpaulin, set up by the Auqaf Department which supervises important religious monuments and holy places, covers the adjoining compound inscribed with Kalma (the Islamic proclamation of faith) and slogans of Tehreek-i-Labaik Yah Rasool Allah, a religious group. Azeem Hussain, a Muslim security guard, sits beside the grave of Taru Singh since his appointment this year by the Auqaf Department. Hussain has witnessed at least three clashes between local Sikhs and madrasa students. “A few policemen are stationed at the gurdwara for a week after every incident. Security agencies often visit the site. The madrasa students call me an infidel working for the infidels. I am just doing my duty until three in the afternoon,” Hussain told UCA News.“The baradari [building with 12 doors] outside also belonged to the Sikhs. You can see the yellow paint peeking beneath the white mosque.” In March, traders at the nearby iron market claimed to have discovered a grave during renovation of the adjoining wall behind the Sikh compound.However, Shahidi Asthan gurdwara gained the attention of international media last month when Sohail Butt, the cleric of Shah Kaku mosque, recorded a statement in front of the gurdwara. “Sikhs have nothing here. The painful thing is that Pakistan is our country and we are true to our country, religion and this place. The liars are bullying here to prove their right to our mosque. They can argue with us in any court or council. Provide even one proof in front of any magistrate,” he said in a video watched by more than 26,000. “For the sake of the Holy Prophet, we shall prove the evidence. The Sikhs bullied before and are bullying now in our country founded on the basis of Kalma. The record of 600 years and revenue office speaks for Muslims.” The video was released on social media on July 18, two days after the death anniversary of Taru Singh. The Sikh community of Lahore organized three days of special prayers at a nearby gurdwara to commemorate his sacrifice. “Some women joined worshipers to visit Shahidi Asthan on July 17 but the cleric blocked their entrance. It is an insult to allow females in a mosque, argued his supporters,” said Sukh Paal Singh, caretaker of Gurdwara Shahid Ganj Singh Singhania located in the iron market of the historic Naulakha Bazaar. Lahore is home to four functional gurdwaras. Both Muslim and Sikh communities have been engaged in legal disputes and communal riots over ownership of Shahidi Asthan since before the partition of Pakistan from India in 1947. According to Singh, Muslim clerics used to borrow keys from his seniors to pray at a mud grave in the disputed gurdwara about a decade ago. “One of the Auqaf security guards cemented the grave in 2012 after he claimed he met a Sufi saint in his dream. The grave then mushroomed into a mosque. None of the local channels nor newspapers covered this story. Partition of the plot is the only solution. Such religious issues are sensitive in our country but we cannot leave the holy site where Taru Singh was executed,” Singh said. The estimated number of Pakistani Sikhs is around 20,000. Most reside in militancy-hit northwest Khyber Pakhtunkhwa province where the killing of Sikhs is on the rise. In January, Ravinder Singh, 25, who lived in Malaysia and had returned home for his wedding, was murdered in Mardan city in the province. In 2018, unknown attackers shot dead veteran Sikh peace activist Charanjeet Singh, who was known for his active contribution to interfaith harmony inKhyber Pakhtunkhwa . In another high-profile murder case, Sardar Soran Singh, an adviser to the chief minister on minority affairs, was shot dead by unknown gunmen in his native Buner district in 2016.Last month India lodged a protest with the Pakistan High Commission over reported attempts to convert the gurdwara in Lahore into a mosque. \"A strong protest was lodged with the Pakistan High Commission today on the reported incident whereby Gurdwara Shahidi Asthan, site of martyrdom of Bhai Taru Singh ji at Naulakha Bazaar in Lahore, Pakistan, has been claimed as the place of Masjid Shahid Ganj and attempts are being made to convert it to a mosque,\" Foreign Ministry spokesperson Anurag Srivastava said in a statement. Cecil Chaudhry, executive director of the National Commission of Justice and Peace (NCJP), a human rights body of the Catholic Church, denied its association with the conversion of Hagia Sophia in Turkey. “The gurdwara controversy in Lahore is a personal matter rooted in taboos of the caste system. A so-called cleric, not the state, is using religion for his advantage. Sadly, such people excel in the art of forged documents,” he said. Historically, Christians in Pakistan have been assigned jobs described as degrading and defiling. Road sweepers are mostly Christian and are called \"untouchable\" or \"low-born.\" Chaudhry himself experienced the stigma in 2011 when his family rented a house in Lahore’s Askari Housing Society, a residential community intended for retired personnel of the Pakistan Army. “My father, a retired group captain, was battling with cancer. One week after we moved in, the wife of the house’s owner asked us to leave for desecrating the property. The NCJP program coordinator recently faced similar opposition when moving to a new neighborhood,” he said.", "METADATA": {"twitter": {"card": "summary_large_image", "site": "@UcanewsOrg", "title": "Battle rages over disputed Sikh gurdwara in Pakistan- UCA News", "description": "Controversial 18th-century building the focus of rising religious tension between Muslims and Sikhs", "image": "https://www.ucanews.com/uploads/2020/08/check-battle-for-the-bickered-gurdwara-of-lahore-5f36151fe48c3_600.png"}, "description": "Controversial 18th-century building the focus of rising religious tension between Muslims and Sikhs", "keywords": "Pakistan, religion, Muslims, Sikhs, Shahidi Asthan ,catholic church news", "news_keywords": "Pakistan, religion, Muslims, Sikhs, Shahidi Asthan ,catholic church news", "fb": {"admins": 100001237437477, "app_id": 267929966646866, "pages": 172630432773629}, "viewport": "width=device-width, initial-scale=1.0", "allow-search": "yes", "robots": "follow, all", "searchtitle": "Catholic Church News", "distribution": "global", "language": "en", "og": {"title": "Battle rages over disputed Sikh gurdwara in Pakistan - UCA News", "type": "article", "image": "https://www.ucanews.com/uploads/2020/08/check-battle-for-the-bickered-gurdwara-of-lahore-5f36151fe48c3_600.png", "url": "https://www.ucanews.com/news/battle-rages-over-disputed-sikh-gurdwara-in-pakistan/89145", "site_name": "ucanews.com", "description": "Controversial 18th-century building the focus of rising religious tension between Muslims and Sikhs"}, "B-verify": "8b0f3cc0e8211180a03965b2addb28ea3a8d2685", "p": {"domain_verify": "94229529ee276bb78e96025a06aa0514"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}