{"GDELT": {"GlobalEventID": 940719941, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SIK", "Actor1Name": "SIKH", "Actor1Religion1Code": "SIK", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.5091649694501, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200814083000, "SOURCEURL": "https://www.vancourier.com/news/vpd-develops-policy-for-searching-muslims-jews-and-sikhs-1.2279676"}, "ARTICLE": {"TITLE": "VPD develops policy for searching Muslims, Jews and Sikhs", "TEXT": "The Vancouver Police Department has developed policy to guide its officers on how to search prisoners belonging to Sikh, Muslim and Jewish faiths and properly handle cultural items such as Aboriginal medicine bags.\n\nThe policy covers the search of prisoners wearing turbans and kirpans, covering veils such as niqabs and burkas and religious articles or clothing worn by Orthodox Jews.\n\narticle continues below\n\n“It is important to state that this resource document has been reviewed and supported by leaders from local Aboriginal, Muslim, Sikh and Jewish communities,” said a VPD report that goes before the Vancouver Police Board Thursday.\n\nThe policy is in response to an incident in which an Aboriginal man complained to police about the way officers handled his medicine bag during an arrest in September 2015.\n\nPolice arrested the man, who was on parole, after he was riding in a pick-up truck with a licence plate belonging to another vehicle. The man told police he placed the plate on the truck to transport him to Vancouver, where he purchased a car.\n\nThe man said in his written complaint that his medicine bag, which contained sweetgrass and an oval stone, was opened without his consent and placed on the roof a police car.\n\nA medicine bag is considered sacred, and tradition states the objects in the bag should only be handled by its owner or an Aboriginal elder.\n\nIt was raining at the time and mold formed on the bag, although he was able to remove it later, according to documents related to the man’s complaint. He told police that his bag should have been placed in a sealed plastic bag.\n\nThe man’s name was redacted in the documents and his written complaint isn’t entirely decipherable, although a letter typed by acting-Deputy Police Complaint Commissioner Andrea Spindler said the man felt police disrespected him and First Nations culture.\n\nThe man’s complaint came after the VPD conducted extensive training in Aboriginal cultural sensitivity in the spring of 2015. The training included the proper way to handle a medicine bag, although one of the officers involved in the man’s arrest didn’t take the training.\n\n“This complaint highlighted a gap in the policy and procedures for the handling of religious and cultural items in the VPD,” the police report said. “The creation of such a policy statement and resource document would provide timely and meaningful information to front-line officers when they are in the field and have such an item in their possession.”\n\nThe VPD’s new policy for arresting someone wearing a medicine bag includes an officer requesting the owner to open the pouch and manipulate the objects for visual inspection, if it is safe to do so. That safety provision extends to a prisoner being able to wear the bag while in custody. All examinations of a medicine bag should be done by a male officer.\n\n“Many Aboriginal cultures prescribe that women are far more spiritually powerful than men, and even simply viewing the contents of a bag will alter their efficacy,” the policy said.\n\nThe VPD’s search procedure for Muslims focuses on women who wear a niqab, burka, hijab or other covering veil. The policy points out the clothing allows Muslim women to connect to their religion and protects them from being sexualized or objectified.\n\n“In the event a Muslim woman must be searched incidental to arrest, the search should be conducted by a female officer in private; this includes revealing her face to verify her identity,” the policy said. “After verifying her identity and searching for weapons or evidence, the arrested person should be allowed to retain her head covering during the transport to the jail, if it is safe to do so, taking into consideration her level of compliance and ensuring there are no concerns of self-harm or further concealment of contraband.”\n\nSikh men are not allowed to possess a kirpan while in custody. The policy points out a Sikh person may feel humiliated if asked to remove a turban in public.\n\n“The searching officer should ideally conduct the search in a private location to minimize discomfort, and when satisfied that there is no contraband concealed upon the person, and the length of fabric poses no safety risk to the wearer, they may allow the person to replace the turban before transport, without any pins or fasteners,” the policy said. “If there are any concerns of suicidal behaviour, the person must be carefully monitored.”\n\nAn arrest of an Orthodox Jew could involve an officer examining several religious items on a person, including a yarmulke and a wide-brimmed hat. Depending on the person’s sect, he may wear a prayer shawl called a tzitzit or tallit.\n\nAn Orthodox Jewish man may also be in possession of a tefillin, a small leather box attached to the bicep by a strap that contains sacred prayer rolls.\n\n“Should a member search a person in possession of a tefillin, once they are satisfied that the item is safe and does not pose a risk to the wearer or others, the person may be allowed to keep the item in their possession, but should be observed continuously to ensure their safety if there are suicide concerns,” the policy said.\n\nThe policy points out that Orthodox Jewish women cover their heads with a veil or wig, and no man but her husband should see her natural hair.\n\n“Should members be required to search a woman of the Orthodox Jewish faith, the search should ideally be conducted in private by a female member, and once the veil/wig is determined to contain no contraband it may be returned to the woman to cover her head while in police custody.”\n\nThe department is also developing policy and training on how to properly interact with transgender people. Details are contained in a separate report going before the police board Thursday.\n\nmhowell@vancourier.com\n\n@Howellings", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "robots": "NOODP", "description": "The Vancouver Police Department has developed policy to guide its officers on how to search prisoners belonging to Sikh, Muslim and Jewish faiths and properly handle cultural items such as . . .", "keywords": "news, vancouver, canada", "news_keywords": "news, vancouver, canada", "title": "VPD develops policy for searching Muslims, Jews and Sikhs | Vancouver Courier", "DC.title": "VPD develops policy for searching Muslims, Jews and Sikhs", "author": "Mike Howell", "DC.creator": "Mike Howell", "section": "News", "og": {"type": "article", "site_name": "Vancouver Courier", "url": "http://www.vancourier.com/news/vpd-develops-policy-for-searching-muslims-jews-and-sikhs-1.2279676", "title": "VPD develops policy for searching Muslims, Jews and Sikhs", "image": {"identifier": "https://images.glaciermedia.ca/polopoly_fs/1.2279678.1466024577!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/vpdreligious.jpg", "width": 560, "height": 292}, "description": "The Vancouver Police Department has developed policy to guide its officers on how to search prisoners belonging to Sikh, Muslim and Jewish faiths and properly handle cultural items such as . . ."}, "fb": {"app_id": 208199019346861}, "article": {"section": "News", "publisher": "https://www.facebook.com/TheVancouverCourierNewspaper"}, "twitter": {"site": "@VanCourierNews", "title": "VPD develops policy for searching Muslims, Jews and Sikhs", "card": "summary_large_image", "image": "https://images.glaciermedia.ca/polopoly_fs/1.2279678.1466024577!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/vpdreligious.jpg", "description": "The Vancouver Police Department has developed policy to guide its officers on how to search prisoners belonging to Sikh, Muslim and Jewish faiths and properly handle cultural items such as . . .", "creator": "@Howellings"}, "msvalidate.01": "9CCB455B7FDA1B44FB0E618929FC0140"}}}