{"GDELT": {"GlobalEventID": 940766561, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.55813953488372, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA11", "Actor1Geo_ADM2Code": "34163", "Actor1Geo_Lat": 34.4, "Actor1Geo_Long": 132.45, "Actor1Geo_FeatureID": "-229436", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA11", "Action2Geo_ADM2Code": "34163", "Action2Geo_Lat": 34.4, "Action2Geo_Long": 132.45, "Action2Geo_FeatureID": "-229436", "DATEADDED": 20200814133000, "SOURCEURL": "https://www.thenational.scot/news/18650176.vj-day-japan-surrendered-save-emperor/"}, "ARTICLE": {"TITLE": "VJ Day: This is how Japan surrendered to save its emperor", "TEXT": "WHAT’S THE STORY?\n\nTODAY is VJ Day. So is tomorrow, and there’s another one in a fortnight’s time. It all depends on where you are in the world. It’s happening in the UK and most of the Commonwealth tomorrow, when Japan will also commemorate the dead of the war, while the US and other American countries acknowledge today as VJ Day but will mark the end of the war on September 2, the date on which Japan’s leaders signed the surrender documents.\n\nWHY THE CONFUSION OVER DATES?\n\nIT was much the same as VE Day. The Western Allies rushed it out on May 8, and that’s still VE Day, but the USSR and its satellites celebrated on May 9 because the time difference meant two separate surrenders by the Nazi powers.\n\nEither way, today and tomorrow is the 75th anniversary of the surrender of Japan, and September 2 will be marked in the US as the 75th anniversary of the end of the Second World War.\n\nBack in 1945, nobody cared about the details. The Allied nations went simply bonkers en masse. After a few weeks short of six years of hellishness, it was over.\n\nWHAT TOOK THE JAPANESE SO LONG?\n\nJAPAN’S leaders knew they were heading for defeat many months before the end came. With its imperial fleet sunk and its air force reduced to kamikaze suicide bombings, the US Air Force bombed the country relentlessly while American, British and Commonwealth troops and sailors gradually pushed the Japanese army out of the territories and waters it had conquered from December 1941 onwards.\n\nIt was clear that the imperial forces would defend the homeland to the last man, but then came the atomic bombing of Hiroshima and Nagasaki on August 6 and 9 respectively. On the same day as Nagasaki was reduced to rubble by a single bomb, the USSR declared war on Japan.\n\nThe Japanese government dithered, split on whether to fight on or surrender – in the Potsdam Declaration the Allies had demanded unconditional surrender but this was anathema to the Japanese because they were obsessed with preserving the Kokutai, the imperial sovereignty.\n\nEventually, Hirohito himself intervened and ordered the surrender. He knew what had happened at Hiroshima and Nagasaki and the Soviet declaration of war was the last straw as the Japanese had hoped that the USSR would act as a go-between to end the war on more favourable terms.\n\nSecret talks began with the US and it was made clear that Hirohito could keep the Imperial Throne as long as he complied with the Allies’ instructions.\n\nThe Japanese “Big Six” leaders on the Supreme Council unanimously approved surrender, but just in case they changed their mind, President Harry S Truman ordered more bombing and Japan’s biggest oil refinery was destroyed in a single raid on August 13.\n\nWHAT DID EMPEROR HIROHITO SAY ?\n\nJUST after 11pm on August 14, Japanese time, Hirohito and his aides finalised the text of what would become the most important speech in the history of Japan – the emperor telling his people that Japan was surrendering. It was then recorded on a phonograph disc.\n\nHundreds of army officers stationed around Tokyo viewed surrender as dishonourable and stormed the Imperial Palace to destroy the recording. It was an attempted coup d’état but it failed to gain supporters and their leaders committed suicide.\n\nIn what became known as the Jewel Voice Broadcast, Hirohito addressed the nation by radio at 12 noon on August 15. The poor quality of the recording and the fact that he spoke in classical Japanese meant there was considerable confusion among the population, not least because the vast majority had never heard their emperor’s voice.\n\nHe began: “After pondering deeply the general trends of the world and the actual conditions obtaining in our empire today, we have decided to effect a settlement of the present situation by resorting to an extraordinary measure.\n\n“We have ordered our government to communicate to the governments of the United States, Great Britain, China and the Soviet Union that our empire accepts the provisions of their joint declaration.”\n\nThen came his admission of Japan’s failure: “The war situation has developed not necessarily to Japan’s advantage, while the general trends of the world have all turned against her interest.”\n\nAnd then the real reason for surrender: “The enemy has begun to employ a new and most cruel bomb, the power of which to do damage is, indeed, incalculable, taking the toll of many innocent lives. Should we continue to fight, not only would it result in an ultimate collapse and obliteration of the Japanese nation, but also it would lead to the total extinction of human civilisation.”\n\nHe added: “We are keenly aware of the inmost feelings of all of you, our subjects. However, it is according to the dictates of time and fate that we have resolved to pave the way for a grand peace for all the generations to come by enduring the unendurable and suffering what is insufferable.”\n\nHe urged his people to “unite your total strength, to be devoted to construction for the future”, and added, “cultivate the ways of rectitude, foster nobility of spirit, and work with resolution – so that you may enhance the innate glory of the imperial state and keep pace with the progress of the world”.\n\nThe speech worked. The Japanese forces and civilians began preparations for surrender. Hirohito kept his job and the Japanese people set themselves to create a new modern country. Within 19 years, a prosperous Tokyo was hosting the Summer Olympic Games which were formally declared open by the very same Emperor Hirohito.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "OMG-Verify-V1": "4389-366acdfc-5224-4c07-bb70-f74d8fbfc2db", "og": {"url": "https://www.thenational.scot/news/18650176.vj-day-japan-surrendered-save-emperor/", "site_name": "The National", "image": {"identifier": "https://www.thenational.scot/resources/images/11695896/", "width": 2400, "height": 1194}, "title": "VJ Day: This is how Japan surrendered to save its emperor", "type": "website", "name": "VJ Day: This is how Japan surrendered to save its emperor", "description": "WHAT’S THE STORY?"}, "twitter": {"image": {"src": "https://www.thenational.scot/resources/images/11695896/"}, "card": "summary_large_image", "title": "VJ Day: This is how Japan surrendered to save its emperor", "description": "WHAT’S THE STORY?"}, "fb": {"app_id": 2225670971064607, "pages": 1419943011629069}, "medium": "news", "title": "VJ Day: This is how Japan surrendered to save its emperor", "description": "WHAT’S THE STORY?"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}