{"GDELT": {"GlobalEventID": 940762811, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BEL", "Actor1Name": "BELGIUM", "Actor1CountryCode": "BEL", "Actor2Code": "DEU", "Actor2Name": "BERLIN", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.15462610899874, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE", "Actor1Geo_Lat": 50.833333, "Actor1Geo_Long": 4.0, "Actor1Geo_FeatureID": "BE", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berlin, Berlin, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM16", "Actor2Geo_ADM2Code": "16538", "Actor2Geo_Lat": 52.5167, "Actor2Geo_Long": 13.4, "Actor2Geo_FeatureID": "-1746443", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814131500, "SOURCEURL": "https://www.bbc.com/news/business-53776325"}, "ARTICLE": {"TITLE": "Eurotunnel warns travellers not to turn up without a booking", "TEXT": "Image copyright Reuters\n\nEurotunnel has warned customers hoping to beat the government's latest travel quarantine deadline not to just turn up at its terminal on Friday.\n\nPeople coming to the UK from France and the Netherlands will be forced to quarantine for 14 days if they arrive back after 04:00 on Saturday.\n\nThe firm warned hopeful passengers: \"Do not turn up unless you have a booking. You won't get on a crossing.\"\n\n\"This being a peak August weekend, we are already full up with bookings.\"\n\nJohn Keefe, director of public affairs at Getlink, which operates the Channel Tunnel, told the BBC: \"The service is already very busy this weekend and there is no additional capacity.\"\n\nCustomers will be unable to board alternative shuttles without a valid booking, he added.\n\n\"To avoid long queues and severe disruption, we strongly advise against turning up at the terminal outside the allocated time,\" Eurotunnel said.\n\nIf people with a booking want to change it, they need to do so online, it said.\n\n\"Customers currently in France, and hoping to return early, must amend their tickets online at www.eurotunnel.com, before travelling to the French terminal,\" the company said.\n\nBut there have been long queues at the company's website since the news was announced on Thursday.\n\nIt is estimated there are about half a million British people holidaying in France at the moment.\n\nEurotunnel said on a normal Friday in August, it would transport 10-11,000 cars from France to the UK.\n\nNo extra crossings\n\nAirlines and ferries are also unlikely to provide a route home for people rushing to beat the deadline.\n\nBrittany Ferries told the BBC: \"There won't be any more crossings.\"\n\n'We feel devastated'\n\nJust two days into a 12-day road trip and hopes of seeing family in England for the first time in months, Tyler Peters and his girlfriend Julia have been left feeling bewildered in Amsterdam.\n\nThe couple had set out from their Berlin home on Wednesday and after a brief stop in the Dutch capital, were booked on a late night ferry from the Hook of Holland to Harwich on Friday night.\n\nBut their ferry was due to arrive in England at 6.00am, two hours after the 4.00am quarantine deadline set by the British government.\n\nImage copyright Tyler Peters\n\n\"It meant we wouldn't even be able to see my mother in Cambridgeshire, who has been shielding for months, because we'd have to self-isolate for two weeks,\" said Tyler.\n\n\"We looked into getting an earlier ferry but we couldn't afford the extra €350, which means we've had to scrap our plans and lose the €250 we'd already paid for non-refundable ferry tickets.\"\n\nIt was the couple's first break since lockdown and they'd planned to drive across Europe as they felt it was safer than flying.\n\nAfter visiting Tyler's family, they'd intended driving back through France, Belgium and Austria before returning to Berlin.\n\n\"We had just wanted to do as much as possible in the short period of time we had available, and within our limited funds,\" Tyler said.\n\nNow all those plans are in disarray.\n\n\"Our plans had to change within moments and we feel devastated,\" Tyler said.\n\n\"We're trying to figure out what to do now but it's not easy finding out any helpful information to advise on how travellers like us should behave.\n\n\"We're probably just going to get out of the Netherlands as soon as possible and just go back to Germany.\"\n\nImage copyright Brittany Ferries\n\nEasyJet said its schedule would operate as planned. \"We plan to operate our full schedule in the coming days,\" it said.\n\n\"Customers who no longer wish to travel can transfer their flights without a change fee or receive a voucher for the value of the booking.\"\n\nBritish Airways said of its flights to France and Netherlands: \"We are currently operating a limited schedule to these countries.\n\n\"As always, if a customer's flight is cancelled, they are entitled to a voucher or a full refund.\"\n\nJet2, meanwhile, said it would continue to operate flights to Bergerac and La Rochelle in France.\n\nHowever it will not fly to any other French destinations until at least October.\n\nBritish Airways said it was running a limited schedule to France, the Netherlands, Monaco, Malta, Turks and Caicos and Aruba, which are all on the quarantine list. It said customers would be able to claim a refund if their flight was cancelled.\n\nCompanies linked to the travel industry saw their share prices drop on Friday.\n\nEasyJet's share price dropped 6.61% to 570.46p, while British Airways' parent, International Airlines Group, saw its stock price fall 6.4% to 191.25p.\n\nRyanair's price fell by 4.7%.\n\nThe price of holiday firm Tui's shares dropped 5.3% to 326.2p each.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "The firm says customers trying to return early from France must have a booking to travel.", "x-country": "us", "x-audience": "US", "CPS_AUDIENCE": "US", "CPS_CHANGEQUEUEID": 161662472, "og": {"title": "Eurotunnel warns travellers: Don't just turn up", "type": "article", "description": "The firm says customers trying to return early from France must have a booking to travel.", "site_name": "BBC News", "locale": "en_GB", "url": "https://www.bbc.com/news/business-53776325", "image": {"identifier": "https://ichef.bbci.co.uk/news/1024/branded_news/10DC7/production/_113936096_eurotunnel_rtr.jpg", "alt": "BBC News. London billboard advertising the Eurotunnel"}}, "article": {"author": "https://www.facebook.com/bbcnews", "section": "Business"}, "fb": {"pages": "1143803202301544,317278538359186,1392506827668140,742734325867560,185246968166196,156060587793370,137920769558355,193435954068976,21263239760,156400551056385,929399697073756,154344434967,228735667216,80758950658,260212261199,294662213128,1086451581439054,283348121682053,295830058648,239931389545417,304314573046,310719525611571,647687225371774,1159932557403143,286567251709437,1731770190373618,125309456546,163571453661989,285361880228,512423982152360,238003846549831,176663550714,260967092113,118450564909230,100978706649892,15286229625,122103087870579,120655094632228,102814153147070,124715648647,153132638110668,150467675018739", "app_id": 1609039196070050, "admins": 100004154058350}, "twitter": {"card": "summary_large_image", "site": "@BBCWorld", "title": "Eurotunnel warns travellers: Don't just turn up", "description": "The firm says customers trying to return early from France must have a booking to travel.", "creator": "@BBCWorld", "image": {"src": "https://ichef.bbci.co.uk/news/1024/branded_news/10DC7/production/_113936096_eurotunnel_rtr.jpg", "alt": "London billboard advertising the Eurotunnel"}, "domain": "www.bbc.com"}, "apple-itunes-app": "app-id=364147881, app-argument=https://www.bbc.com/news/business-53776325?utm_medium=banner&utm_content=apple-itunes-app", "apple-mobile-web-app-title": "BBC News", "application-name": "BBC News", "msapplication-TileImage": "BBC News", "msapplication-TileColor": "#bb1919", "mobile-web-app-capable": "yes", "robots": "NOODP,NOYDIR", "theme-color": "#bb1919"}}}