{"GDELT": {"GlobalEventID": 940772523, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "GBREDU", "Actor2Name": "SHEFFIELD", "Actor2CountryCode": "GBR", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.54905335628227, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814140000, "SOURCEURL": "https://www.hamhigh.co.uk/education/a-level-exam-results/a-level-results-day-2020-laswap-acland-burghley-parliament-hill-highgate-coronavirus-1-6792886"}, "ARTICLE": {"TITLE": "A Level results day: Acland Burghley pupil’s success comes after caring for her nan during lockdown, as pupils celebrate at LaSwap amid grades controversy", "TEXT": "A Level results day: Acland Burghley pupil’s success comes after caring for her nan during lockdown, as pupils celebrate at LaSwap amid grades controversy\n\nPablo Tranchell, Kireina Kitashiba-Edwards, Eleanor Goldthorpe, Adam Edmond and Beth Scully leap into the air after a successful A Level results day at LaSwap in Camden. Picture: Polly Hancock Archant\n\nKatie Barton-Hackett is off to follow her dream of dancing professionally – after helping her nan recover from coronavirus, while Finley Dyer will be the first in his family to do a degree when he heads to Royal Holloway to study geography.\n\nShare Email this article to a friend To send a link to this page you must be logged in.\n\nKatie Barton-Hackett aced her A Levels and is now off to pursue dreams of dancing professionally. All of this after helping her nan recover from coronavirus. Picture: Polly Hancock Katie Barton-Hackett aced her A Levels and is now off to pursue dreams of dancing professionally. All of this after helping her nan recover from coronavirus. Picture: Polly Hancock\n\nThe duo were just two of the students at Acland Burhgley School to pick up positive A Level results, despite deep unease nationally at the way exam boards awarded grades to pupils who had not sat exams due to the coronavirus pandemic.\n\nKatie, 18, scored two starred distinctions in applied science and a B in photography, and said she was “really pleased”.\n\nShe’s off to the prestigious LMA performing arts college to dance, but for her lockdown had been harder than for most – her nan contacted coronavirus.\n\nKatie added: “Me and my mum were looking after her, luckily she’s made a full recovery.”\n\nElizabeth Fasulu and Amy Sherriff were both pleased with their results. Amy's taking a gap year while Elizabeth is off to the University of Sheffield. Picture: Polly Hancock Elizabeth Fasulu and Amy Sherriff were both pleased with their results. Amy's taking a gap year while Elizabeth is off to the University of Sheffield. Picture: Polly Hancock\n\nFinley, who got grades of ABB, told the Ham&High how strange the culmination of his time at school had been. He said: “It was a bit annoying not to be able to do the exams and prove what I would have been able to do, at the end of the day I know how hard I’ve worked and what I deserve.”\n\nHe’s keen to get stuck into his geography degree — and to move out.\n\nREAD MORE: A Level results day 2020: Live blog as grades come in around Hampstead, Highgate, Camden, Haringey and Barnet\n\nAnd on being the first in his family to enter higher education, he said: “My family are very happy, dead excited. There’s a lot of pressure but someone’s got to be the first!”\n\nAcross William Ellis and Parliament Hill schools – also part of the LaSwap consortium, the impact of grade moderation appeared to have been minimised too.\n\nAlfie Sumner-Smith got a scarcely-believable two A*s, two As and a B at Acland Burghley. Picture: Polly Hancock Alfie Sumner-Smith got a scarcely-believable two A*s, two As and a B at Acland Burghley. Picture: Polly Hancock\n\nSome incredible success has seen students off to Oxford, the famous Ravensbourne film school, and Leeds, among other top destinations.\n\nEleanor Goldthorpe got stunning grades, three A*s in biology, English literature and history, and she’s bagged a place at Regent’s Park College in the University of Oxford.\n\nShe said: “I’m very, very excited. It was a bit of a weird time, it almost felt like the results didn’t have much to do with us. When I came in I had prepared for the worst, i didn’t think I’d be quite so nervous.”\n\nWith A*AB, her friend Beth Scully is heading to Sheffield University, where she will study French and history.\n\nAcland Burghley's Finley Dyer is heading for Royal Holloway to study geography. Picture: Polly Hancock Acland Burghley's Finley Dyer is heading for Royal Holloway to study geography. Picture: Polly Hancock\n\nShe said: “It’s exciting but I’m very nervous. Moving away will be putting myself in a vulnerable position as I have medical issues — I’m epileptic. I’m very reliant on family.\n\n“But it’s time. I’m looking forward to buying so much stationery. That’s just what I’m like!”\n\nOther pupils, such as Denzel Quartey, 19, are off to film school. Denzel, who is going to Ravensbourne in Greenwich, said: “I’m going to start making short films, maybe realist films, then look to make features.”\n\nAt LaSainte Union, teenage whiz-kids included Katie Stacey whose off to study maths at Bristol with A*A*B – and Jade Kouakoua who got AAAA and is going to Birmingham to study sociology and criminology.\n\nA group of students with A Level results at LaSwap in Camden, with William Ellis deputy headteacher Izzy Jones. Picture: Polly Hancock A group of students with A Level results at LaSwap in Camden, with William Ellis deputy headteacher Izzy Jones. Picture: Polly Hancock\n\nBack at William Ellis, Kentish Town’s Safi Yule, who scored A* and two As, was looking forward to a gap year but looking to study politics after that, adding the pandemic-caused school closure had been “anxiety-inducing”.\n\nSafi added: “It’s been tough, it’s felt like we’ve not been in control. Definitely for some of my friends who have not got what they wanted, it’s difficult to explain how it feels.”\n\nAnother star performer was Acland Burghley’s Alfie Sumner-Smith, who walked away with an almost-unbelievable A*A*AAB across five subjects. Lockdown was hard, he said, but added: “I think I’m quite good at keeping myself busy. It’s not been great, but I’ve been reading a lot, and it’s been good.”\n\nJoe Dwyer, who scored also got A*AA, is heading for Leeds to study politics and sociology. Joe, who changed his mind over the summer having applied to do maths, told this newspaper: “It’s better than I would have expected. I’m not going to lie, I’m looking forward to moving out.\n\nDenzel Quartey, 19, has big plans to make feature films, and he's of to Ravensbourne to do just that. Picture: Polly Hancock Denzel Quartey, 19, has big plans to make feature films, and he's of to Ravensbourne to do just that. Picture: Polly Hancock\n\nOne of Joe’s As was in maths, his teacher Dixie McLean said: “He absolutely deserves it. He’s one of the students, who, when school closed, was telling me he was worried about feeling like a fake, that’s far from true. He put the work in, and should be really proud of his results.”\n\nAt Acland Burghley, more than 75 per cent of students’ grades were A* to C, with 47.8pc getting at least a B. Headteacher Nicholas John said this represented a slight increase on last year – despite the vagaries of the moderation system. William Ellis and Parliament Hill were yet to release wider results breakdowns.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "twitter": {"card": "photo"}, "title": "A Level results day: Acland Burghley pupil’s success comes after caring for her nan during lockdown, as pupils celebrate at LaSwap amid grades controversy", "DC.title": "A Level results day: Acland Burghley pupil’s success comes after caring for her nan during lockdown, as pupils celebrate at LaSwap amid grades controversy", "og": {"title": "A Level results day: Acland Burghley pupil’s success comes after caring for her nan during lockdown, as pupils celebrate at LaSwap amid grades controversy", "description": "Katie Barton-Hackett is off to follow her dream of dancing professionally – after helping her nan recover from coronavirus, while Finley Dyer will be the first in his family to do a degree when he heads to Royal Holloway to study geography.", "type": "article", "image": "https://www.hamhigh.co.uk/polopoly_fs/1.6792887!/image/image.jpg", "url": "https://www.hamhigh.co.uk/education/a-level-exam-results/a-level-results-day-2020-laswap-acland-burghley-parliament-hill-highgate-coronavirus-1-6792886", "site_name": "Hampstead Highgate Express"}, "author": "Sam Volpe", "DC.creator": "Sam Volpe", "keywords": "A Level, Education, SecondarySchool", "DC.subject": "A Level, Education, SecondarySchool", "fb": {"pages": 426571590717002}, "description": "Katie Barton-Hackett is off to follow her dream of dancing professionally – after helping her nan recover from coronavirus, while Finley Dyer will be the first in his family to do a degree when he heads to Royal Holloway to study geography.", "robots": "max-video-preview:-1", "referrer": "origin-when-cross-origin", "google-site-verification": "koQrqmlPXFOX2ulzbIqPTAQsBNEAulg-ofQHjpTAIIc", "theme-color": "#FFFFFF"}}}