{"GDELT": {"GlobalEventID": 940790885, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHRCTH454", "Actor1Name": "JESUITS", "Actor1Religion1Code": "CHR", "Actor1Religion2Code": "CTH", "Actor2Code": "CHRPRO", "Actor2Name": "PROTESTANT", "Actor2Religion1Code": "CHR", "Actor2Religion2Code": "PRO", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.31397174254316995, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 15.0, "Actor1Geo_FeatureID": "SW", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 15.0, "Actor2Geo_FeatureID": "SW", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 15.0, "Action2Geo_FeatureID": "SW", "DATEADDED": 20200814154500, "SOURCEURL": "https://english.radio.cz/siege-brno-czech-jesuits-consecrate-statue-stredonius-mark-miraculous-1645-8689261"}, "ARTICLE": {"TITLE": "‘Siege of Brno’: Czech Jesuits to consecrate statue of Stredonius to mark ‘miraculous’ 1645 victory over Swedes", "TEXT": "Brno is set on Saturday to consecrate a newly installed statue of the brave 17th century Jesuit priest and “student chaplain” Stredonius. Also known as Martin Středa, he helped defend the city when under siege by Swedish forces in final stage of the Thirty Years’ War. He is also said to have batted nary an eye in battle, and made a miraculous ascent into heaven immediately when the bloody religious conflict finally ended.\n\nMartin Středa, source: public domain\n\nMartin Středa was born in 1587 in the Upper Silesian town of Hlivice, in what is today the Polish town of Gliwice, and was the eldest of three sons. His father was a city councilor and his mother, born Barbora Polednová, was the sister of a Jesuit College rector in Prague, where he went to study at the age of seventeen.\n\nHe had to leave Bohemia along with other Jesuits on the basis of a Protestant decree in 1618. Though ordained in Graz and educated mainly in Prague, where he also taught rhetoric and philosophy, Stredonius, as he would become known, made his first vows in Brno already in 1610. And it was in that southern Moravian city where he would leave his mark on history.\n\nLike Stredonius nearly four centuries ago, Jesuit priest Josef Stuchlý long served as the “student chaplain” in Brno. In an interview for a documentary by Czech Television – which plans to air the consecration of the statue of Father Středa live on Saturday – what he means for people today.\n\nJosef Stuchlý, photo: Official website of Jesuitou dnes\n\n“Martin Středa was a great person, a man of faith and courage. He was not afraid of the Swedes nor of the worries that life might bring. He was saintly. Then as today, he inspires people through his example.”\n\nIn March 1641, Stredonius returned to Brno for a second spell to serve as rector of the Jesuit College. By the summer of 1645, the Swedish army had seized control of most of Moravia – but not the city of Brno, which fell under siege for some three months.\n\nHabsburg Imperial Army field marshal Jean-Louis Raduit de Souches was in command of the military, and hopelessly outnumbered by the Swedes. Stredonius and his students rallied townsfolk to defend the city, and their faith, as best they could.\n\nFather Martin Stredonius with a View of Brno from the East, photo: Moravian Gallery\n\nThe French officer later wrote:\n\n“It appears that the bravery of the city defence was strengthened by fervent prayers and continuous fasting on the part of Father Středa, through which he transmuted power from heaven to defend and ensure the safety of the besieged. The enemy eventually saw that, having mobilised all their military efforts and set all kinds of traps, the spirit of the city was strong and unbreakable, and that it involved supernatural protection …”\n\nA painting in the Moravian Gallery entitled “Father Martin Stredonius with a View of Brno from the East” depicts Father Středa’s miraculous ascension to heaven at the very moment the Swedish attackers withdrew at the close of the war. The final and largest cannon ball aimed at Brno is said to have rolled to a stop at his feet.\n\nStatue of Martin Středa by Jan Šebánek, photo: Urban Centrum Brno\n\nWhile the focal point of is of him accepting holy wisdom through the Virgin Mary, and wearing a medallion with a portrait of the Habsburg emperor, in the bottom left-hand corner of the painting a besieger is depicted holding a cannon ball.\n\nOn Saturday, the new bronze statue outside the Jesuit Church of the Assumption of the Virgin Mary in Brno depicts him in prayer. Sculptor Jan Šebánek collected empty cartridges from battlefields to symbolically insert in its base.", "METADATA": {"MobileOptimized": "width", "HandheldFriendly": "true", "description": "Brno is to consecrate a new statue of Jesuit priest and “student chaplain” Stredonius (Martin Středa), who helped rally the faithful during the Thirty Years’ War.", "abstract": "Brno is to consecrate a new statue of Jesuit priest and “student chaplain” Stredonius (Martin Středa), who helped rally the faithful during the Thirty Years’ War.", "robots": "follow, index", "viewport": "width=device-width", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Radio Prague International", "type": "website", "title": "‘Siege of Brno’: Czech Jesuits to consecrate statue of Stredonius to mark ‘miraculous’ 1645 victory over Swedes", "url": "https://english.radio.cz/siege-brno-czech-jesuits-consecrate-statue-stredonius-mark-miraculous-1645-8689261", "description": "Brno is to consecrate a new statue of Jesuit priest and “student chaplain” Stredonius (Martin Středa), who helped rally the faithful during the Thirty Years’ War.", "updated_time": "2020-08-14T14:05:00", "image": {"identifier": "https://english.radio.cz/sites/default/files/styles/facebook/public/images/931248f9e096a0a0817bf97abc1df12f.jpg?itok=7PiYnfwN", "url": "https://english.radio.cz/sites/default/files/styles/facebook/public/images/931248f9e096a0a0817bf97abc1df12f.jpg?itok=7PiYnfwN"}}, "twitter": {"card": "summary_large_image", "url": "https://english.radio.cz/siege-brno-czech-jesuits-consecrate-statue-stredonius-mark-miraculous-1645-8689261", "title": "‘Siege of Brno’: Czech Jesuits to consecrate statue of Stredonius to", "description": "Brno is to consecrate a new statue of Jesuit priest and “student chaplain” Stredonius (Martin Středa), who helped rally the faithful during the Thirty Years’ War.", "image": "https://english.radio.cz/sites/default/files/styles/twitter/public/images/931248f9e096a0a0817bf97abc1df12f.jpg?itok=-5SXXSdx"}, "article": {"published_time": "2020-08-14T14:07:57+02:00", "modified_time": "2020-08-14T16:38:33+02:00"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}