{"GDELT": {"GlobalEventID": 940723559, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 83, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.16216216216216, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200814090000, "SOURCEURL": "https://theprint.in/opinion/rajapaksa-won-without-taking-anti-india-stand-shows-modis-neighbourhood-first-is-working/481343/"}, "ARTICLE": {"TITLE": "Rajapaksa won without taking anti-India stand, shows Modi’s Neighbourhood First is working", "TEXT": "Text Size: A- A+\n\nIndia’s Neighbourhood First policy has to be evaluated in the background of a decade-long work by Beijing and the politico-economic advantages it has as a first mover. New Delhi has had many setbacks in its engagements in the region, almost drawing critical remarks of a total failure. However, it is too early to conclude that this aspect of our foreign policy under Prime Minister Narendra Modi has failed. Perseverance and determination are two key pillars in maintaining regional balance.\n\nIn Sri Lanka, the Rajapaksas staging a political comeback with a landslide victory is a case in point. For many years, Prime Minister Mahinda Rajapaksa was seen to be in the strategic embrace of Beijing by New Delhi. It was during Rajapaksa’s previous tenure when Beijing had started its debt diplomacy in Colombo, offering to construct a port that was low on feasibility, the Hambantota Port, and extending high-interest loans that the island nation would never be able to pay back. But in these elections, Rajapaksa did not utter a single strident word against India in the campaign, and he won. It shows that leaders in India’s neighbourhood such as Nepal Prime Minister K. P. Sharma Oli and Pakistan Prime Minister Imran Khan might benefit in the short-term by making anti-India statements, but in the longer term, it is in their political interest — both domestically and before the international community — to be seen as an ally of India. In 2005, the Rajapaksa brothers, Mahinda and Gotabaya, had their agenda cut out clearly. They had to save the island nation from chaos, fight against an impending Partition, and vanquish the LTTE or perish. In the next four years, the Rajapaksa brothers, hailing from Southern Sri Lankan province of Hambantota, got rid of the LTTE.\n\nWhen Parliament passed the Citizenship Amendment Act (CAA) in 2019, it was hailed as giving justice to the Hindus, at least in three countries where the community was being treated as second class citizens. But three countries were not pleased. Bangladesh Prime Minister Sheikh Hasina called the law “unnecessary”. Clubbing it with the preparation of the citizenship register in Assam, Dhaka promptly called off the scheduled visit to India by its Foreign Minister A.K. Abdul Momin and Home Minister Asaduzzaman Khan. The Afghan ambassador to India went public to voice his protest against the CAA and said that his government has been “respecting the minorities, especially our great Sikh brothers and sisters.” Apart from these opposing voices in the neighbourhood, the government was also facing domestic political pressure, with the Congress expressing its reservation against the law. But PM Modi wasn’t deterred by these, and his long-term vision was to minimise Chinese footprint in India’s neighbourhood.\n\nWhile India’s rise as an economic powerhouse in the region was one of the immediate concerns of the Modi government in 2014, it was equally necessary to keep track of Beijing’s movements in the region and counter its economic clout that severely impacted our security and strategic footprint. With this aim, the Modi government set out to draw a long-term blueprint for regional peace and development, using its geographical advantage and soft power.\n\nIn an ever-changing regional dynamic, countries tend to take a pro and anti-stand to suit their strategy and reap political benefits. It was important for New Delhi to circumvent the temporary roadblocks and wait for an opportune moment to flex its muscles. Recent political developments in the region highlight the importance of a long-term plan rather than a knee-jerk short-term reaction.\n\nBut New Delhi also has to remember that soft power approach alone will not work in the long run if it is not followed up with optimum performance indicators. Be it Sri Lanka, Bangladesh or Myanmar, or other distant neighbours in the region.\n\nAlso read: Delhi’s financial aid to Male exceeds $2 billion as Maldives returns to ‘India First’\n\nWe are deeply grateful to our readers & viewers for their time, trust and subscriptions. Quality journalism is expensive and needs readers to pay for it. Your support will define our work and ThePrint’s future. SUBSCRIBE NOW\n\nAdvantage India: Malaysia to Pakistan\n\nAnti-India sentiments may be fashionable among select politicians in the region, but in general, people do not seem to appreciate a strident anti-India stand. Geopolitical power play in the region is gradually changing to India’s advantage in the face of its economic potential and political stability, especially in the post-Covid19 pandemic intervention.\n\nRecent political developments in Malaysia is another case in point. A corrupt government collapsed in the face of commercial deals on palm oil going awry after New Delhi tightened the screws in the wake of anti-India stand by the country’s longest serving Prime Minister Mahathir Mohamad.\n\nIn our immediate neighbourhood, Pakistan’s anti-India shenanigans has landed Islamabad in a financial soup after Saudi Arabia stopped supply of oil on credit to the country and also asked it to return $1 billion out of the $6.2 billion package that included a crude credit of $3.2 billion doled out in 2018. Saudi Arabia’s reaction is in retaliation to Pakistan’s insistence on convening a stand-alone meeting of Organisation of Islamic Countries (OIC) on the issue of Kashmir. The kingdom has nipped in the bud the possible emergence of the Turkey-Malaysia-Pakistan axis. Ironically, as per reports, China bailed out Islamabad and paid the $1 billion on behalf of Pakistan. Pakistan will pay a heavy price for all its follies.\n\nAlso read: Solution to map-making Pakistan and Nepal is in India pressing reset button on regional blocs\n\nChallenging China in Lanka\n\nModi’s Neighbourhood First focus has been visible in Sri Lank as well, the results of which are now beginning to show.\n\nIn recent years, Colombo has had to face severe indictment from the international community, isolation and even trade restrictions, resulting in an economic setback. Successive governments in New Delhi were sympathetic to Colombo but the compulsions of domestic politics restricted the coalition governments from playing an active or rather proactive role in Sri Lanka’s economic revival. China moved in quickly and used its soft power and economic clout to bail out Colombo. In return, Beijing cornered huge infrastructure contracts and increased its hold over the Island nation’s economy and according to some observers, to a great extent on its politics as well.\n\nThe ten-year Rajapaksa regime ended in 2015. The new government in Sri Lanka amended the Constitution to restrict the term of the president and banned those with dual citizenship from holding political office, clearly targeting Gotabaya Rajapaksa, the strategist who vanquished the LTTE. To add to their woes, then President Mahinda Rajapaksa got into diplomatic crosshairs with India over granting special favours to Beijing, indicating a tilt towards China. In an insensitive goof-up, irresponsible members of the ruling party hierarchy publicly declared that Mahinda Rajapaksa was dethroned because of his “tilt towards China” at the cost of New Delhi’s strategic and economic interests.\n\nAfter the change of regime in Colombo, PM Modi visited Sri Lanka twice, the first Indian Prime Minister in 28 years to pay a stand–alone visit to the island nation. Modi also went up to the once forbidden regions of East and North Sri Lanka, which were LTTE strongholds in the past, to inaugurate a multi-speciality hospital built under Indian aid programme.\n\nIndia’s soft power approach worked as Colombo refused to allow a Chinese submarine to dock at the Colombo port, permission for which was granted by the earlier Rajapaksa regime. The new regime under President Maithripala Sirisena assured New Delhi that it will not do anything that will pose a security threat to India. The Sirisena government proved its commitment to India by restricting China’s role in the controversial Hambantota port only to build and operate, keeping the ownership and security operation out of Beijing’s bounds. India also secured the contract to invest in Mattala Rajapaksa Hambantota Airport, barely 30 km away from the Chinese-operated Hambantota port.\n\nPolitics has taken a strange course in Sri Lanka. While President Gotabaya promised to cancel the 99 year lease of the Hambantota Port to China, the present government has wriggled out of the joint venture with India on the Mattala airport.\n\nIn a sign that New Delhi is not limiting its focus to Sri Lanka in the Indian Ocean, India has started a regular ferry service to Maldives to boost trade and commerce. Improving air connectivity and extending medical facilities to the country are also on New Delhi’s agenda.\n\nIt would not be far-fetched to say that the Modi government took China’s encirclement strategy very seriously and started its work towards countering it right from its early days in office. Neighbourhood First is not the first and will definitely not be the last diplomatic tool India will apply to strengthen its foothold in the region, but for now, it is working fine.\n\nThe author is a member of the National Executive Committee of the BJP and former editor of Organiser. Views are personal.\n\nSubscribe to our channels on YouTube & Telegram\n\nNews media is in a crisis & only you can fix it You are reading this because you value good, intelligent and objective journalism. We thank you for your time and your trust. You also know that the news media is facing an unprecedented crisis. It is likely that you are also hearing of the brutal layoffs and pay-cuts hitting the industry. There are many reasons why the media’s economics is broken. But a big one is that good people are not yet paying enough for good journalism. We have a newsroom filled with talented young reporters. We also have the country’s most robust editing and fact-checking team, finest news photographers and video professionals. We are building India’s most ambitious and energetic news platform. And we aren’t even three yet. At ThePrint, we invest in quality journalists. We pay them fairly and on time even in this difficult period. As you may have noticed, we do not flinch from spending whatever it takes to make sure our reporters reach where the story is. Our stellar coronavirus coverage is a good example. You can check some of it here. This comes with a sizable cost. For us to continue bringing quality journalism, we need readers like you to pay for it. Because the advertising market is broken too. If you think we deserve your support, do join us in this endeavour to strengthen fair, free, courageous, and questioning journalism, please click on the link below. Your support will define our journalism, and ThePrint’s future. It will take just a few seconds of your time. Support Our Journalism\n\nShow Full Article", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "atdlayout": "article", "og": {"image": {"identifier": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2018/09/2018_9img12_Sep_2018_PTI9_12_2018_000173B-1-e1574139596939.jpg", "width": 1200, "height": 675}, "locale": "en_US", "type": "article", "title": "Rajapaksa won without taking anti-India stand, shows Modi’s Neighbourhood First is working", "description": "For leaders in India's neighbourhood such as Nepal PM K. P. Sharma Oli, it is in their long-term political interest to be seen as an ally of India.", "url": "https://theprint.in/opinion/rajapaksa-won-without-taking-anti-india-stand-shows-modis-neighbourhood-first-is-working/481343/", "site_name": "ThePrint"}, "description": "For leaders in India's neighbourhood such as Nepal PM K. P. Sharma Oli, it is in their long-term political interest to be seen as an ally of India.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "http://facebook.com/ThePrintIndia", "published_time": "2020-08-14T08:02:18+00:00"}, "fb": {"app_id": 885510301622193, "pages": 1733495223546925}, "twitter": {"card": "summary_large_image", "title": "Rajapaksa won without taking anti-India stand, shows Modi’s Neighbourhood First is working", "description": "For leaders in India's neighbourhood such as Nepal PM K. P. Sharma Oli, it is in their long-term political interest to be seen as an ally of India.", "creator": "@ThePrintIndia", "site": "@ThePrintIndia"}, "generator": "WordPress 5.4.2", "ia": {"markup_url": "https://theprint.in/opinion/rajapaksa-won-without-taking-anti-india-stand-shows-modis-neighbourhood-first-is-working/481343/?ia_markup=1"}, "msapplication-TileImage": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2018/07/cropped-512x512-270x270.png"}}}