{"GDELT": {"GlobalEventID": 940712297, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "adi", "Actor1Name": "ADIVASI", "Actor1EthnicCode": "adi", "Actor2Code": "dra", "Actor2Name": "DRAVIDIAN", "Actor2EthnicCode": "dra", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.4599542334096096, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Tamil Nadu, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70248", "Actor1Geo_Lat": 11.0, "Actor1Geo_Long": 78.0, "Actor1Geo_FeatureID": "-2112557", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Tamil Nadu, Tamil Nadu, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN25", "Actor2Geo_ADM2Code": "70248", "Actor2Geo_Lat": 11.0, "Actor2Geo_Long": 78.0, "Actor2Geo_FeatureID": "-2112557", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Tamil Nadu, Tamil Nadu, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN25", "Action2Geo_ADM2Code": "70248", "Action2Geo_Lat": 11.0, "Action2Geo_Long": 78.0, "Action2Geo_FeatureID": "-2112557", "DATEADDED": 20200814073000, "SOURCEURL": "https://www.outlookindia.com/magazine/story/india-news-opinion-is-india-racist-dravidian-governance-has-debunked-ideological-basis-of-politics-that-periyar-identified-with-da/303554"}, "ARTICLE": {"TITLE": "Is India Racist? Dravidian Governance Has Debunked Ideological Basis Of Politics That Periyar Identified With Dalit Emancipation", "TEXT": "The president of the Tamil Nadu unit of the BJP, L. Murugan, is a lawyer. Soft-spoken and determined to make a dent in the electoral constituency of the Dravida Munnetra Kazhagam (DMK), he has spared no effort to undermine the credibility of that party and the Dravidian movement in general. As vice chairman of the National Commission for the Scheduled Castes, he even heard ­allegations put forth by a BJP member against the Murasoli Trust. Umbilically linked to the DMK, the charge is that its ­office stood on Panchami land, assigned to Dalits in the last quarter of the 19th century. The matter is before the Commission presently.\n\nMurugan has also opened his party’s doors to malcontents in the DMK and at least two important party functionaries have availed of his hospitality. Further, Murugan has been in the forefront of a campaign to affirm the worship of Murugan—that is, the all-Tamil god Murugan, even as a group of young people, with strong Periyarist leanings, had sought to criticise a well-known hymnal chant that addresses the god. Members of the group have since been arrested. It has helped that Murugan is a Dalit and that his criticisms of the Dravidian movement are thus not immediately foldable into allegations of caste bias. In contrast to the Dravidian parties, which are yet to name a Dalit as president, the BJP has done so twice.\n\nALSO READ: Our Floyds, Our Flaws: 74 Years Since Independence, India Still Not Free From Racism\n\nThe visibility enjoyed by the BJP on television, the deferential manner in which the ruling All India Anna Dravida Munnetra Kazhagam (AIADMK) has responded to the former’s complaints with regard to ostensible Dravidian religious and cultural ­insouciance, and the fact that Tamil social media is flush with Hindutva messaging…all these beg the question: how has this state, home to the atheist and iconoclastic non-Brahmin movement, and where the redoubtable Periyar Ramasamy still enjoys great respect, including among the young, come to be somewhat welcoming of the Hindu Right?\n\nCut back to the early 2000s and you have a preview of what has come to be: through the first years of the 21st century, both the DMK and the AIADMK vied with each other to electorally align with the BJP. This is not to be wondered at. From the early 1970s, both parties have parleyed with the party in power at the Centre. Initially it was M.G. Ramachandran (MGR) who did so, in the wake of his founding the AIADMK in 1972, but soon the DMK followed, and the state was witness to complex and shifting pol­itical alliances through that decade. Given the imperfect federal polity that we are, the party at the Centre exerts fiscal and financial autho­rity, and this is consequential for state government budgets. Besides, the Centre has seldom hesitated to cite law and order and security concerns to dismiss state governments.\n\nALSO READ: Independence Day Special: Who's India's George Floyd? Here's Exposing A Racist India!\n\nThe Dravidian parties have often chosen strategy over ideology. The Dravidian parties have often chosen strategy over ideology.\n\nThus state governments have had to strike a balance between that and their ideological claims, even if parties that rule at the Centre abide by contrary political values. In practical terms, in Tamil Nadu, this has meant that the expansive anti-Brahminical and social justice politics of the Dravidian movement reckon with the democratic limits that inhere in our unitary polity. For Periyar and his Dravidar Kazhagam, who had held that August 15 was a day of mourning, this latter appeared a menace, yet in practice, Periyar worked a limited situation to advantage. He was warmly supportive of Kamaraj’s government throughout its tenure, given its commitment to social justice and ameliorative pro-poor policies. Yet he continued to campaign against Hindu-Hindi-India till the end of his life. But the Dravidian parties, invested as they are in electoral politics, unlike Periyar who had shunned it, have often chosen strategy over ideology. Though especially true of the AIADMK, the DMK too has given in to political expediency. To be sure, it has attempted to retain its commitment to a democratic, federal polity, but it has also been unduly and tragically opportune: witness the support extended by the DMK government to the BJP through the period of Gujarat 2002.\n\nImportantly, both Dravidian parties, even when they aligned with the Hindu Right, continued to uphold key social justice demands: reservations, and the so-called two-language formula, founded on an opposition to Hindi imposition. Large sections of the population have benefited from these measures; and as ideas, these have percolated so much into commonsense that it simply won’t do to go against the grain. Ideological concerns have become so thoroughly useful that the first principles of social justice on which they are based have become irrelevant: to endorse reservations ensures that the large backward and most backward classes are not alienated. In fact, both parties have consistently nurtured constituencies in ways that are calculated to address, without fully resolving, their social and economic demands.\n\nALSO READ: Opinion | Is India Racist? CAA Protests Were A Cry Of Despair, Much Like The George Floyd Protests In The US\n\nThis gives the illusion of sympathetic governance, with soc­ial justice written into it, but actually what has been put in place is a ferocious populism. Various welfare measures calculated to keep even the most marginal sections of the population above the hunger line and within employable limits have thus gone hand in hand with repression that has consistently put down dissent: striking students, workers, farmers, civil rights activists and leftist rebels have all earned the wrath of both governments in the state over the years. Neither party has been sparing of extra-judicial violence, and the state has had a large share of custodial deaths as also ‘encounter’ killings.\n\nPopulism has come up against its limits when the party in power has had to reckon with Dalit and Adivasi concerns. Consider the Kodiyankulam events (1994), and the brazen manner in which the ruling AIADMK took the part of the dominant castes, and allowed pillage and arson and violence. Or the terrible Tamaraparani killings (1999), where police shot at Dalit plantation workers who were protesting work conditions, and the DMK government dragged its feet in prosecuting the case. Take Vachathi (1994), when an entire adivasi hamlet was terrorised by officials of the forest department and special police battalions set up to catch the sandalwood smuggler Veerappan. Justice was finally ­secured, after 19 long years, but through that period, both Dravidian parties were hostile to claims put forth by the adivasis, especially when it came to compensation and prosecution.\n\nGood Ol’Rad Dravidian governance has belied the ideological basis of a politics Periyar identified with emancipation.\n\nDravidian governance has thus belied the ideological and normative basis of a politics that Peri­yar identified with social justice, women’s liberation and Dalit emancipation. The ‘Dravidian’ consensus wrought by the DMK, from the late 1940s to the 1960s, where all were held equal in view of a secularised Tamil/Dravidian identity, drew a range of subaltern political actors, including a generation of Dalits, to the movement. But this consensus was not easy to sustain. The pressure of electoral politics, so firmly anchored in caste demographies, the seductions of governance that led to a politics of narrow clientalism, and the tight nexus between the political class and those who control the economy, have rendered politics a pragmatic affair.\n\nALSO READ: Opinion | Is India Racist? Bengalis And The Art Of Embracing Contradiction Without Hesitation\n\nSocially, the realities of caste society have trumped the claims of ideological good faith. Agriculture being caught up in an endemic crisis has left many farming communities in real economic debility and at their wits’ end, with only caste pride left to bolster a sagging sense of self-worth. Further, Dalit ­assertion, occasioned by Ambedkarite influences, Dravidian and Left politics and independent Dalit organising, or a ­mixture of all of the above, has proved intolerable to dominant castes in both rural and moffusil Tamil Nadu. In the event, every decade from the 1950s was witness to acts of gendered violence against Dalits. Those struggling for land, labour and civil rights have been consistently humiliated and hurt, and their bodily integrity called into question. Dalit political assertion was read as social trespass and a challenge to dominant caste ­masculinity. Sexual, romantic and conjugal ­relationships between Dalits and non-Dalits have caused a great deal of heartburn and death. In this context, it is important to remember that the ­gender question, since Periyar’s time, has ceased to be relevant in Tamil society, and civil discussions to do with the vexed relationship between caste and gender, and between anti-caste and feminist politics are more or less non-existent.\n\nPart of the problem is that the ideological ­afterlife of the Dravidian movement, Periyar’s critical presence and worldview in particular, has been rather spectral, to quote M.S.S. Pandian. This spectre is granted form and colour in political-ideological battles with the Centre, ­especially where Tamil political, economic and ­educational rights are concerned, but seldom brought to life when it comes to caste injustice and violence against Dalits. In the latter realm, Tamil rights slide into defences of narrow caste claims. The reverse also happens. Dalit leaders and parties have wholeheartedly supported Dravidian claims and expressed their opposition to Hindu-Hindi-India, but are seldom viewed as ‘Tamil’ or ‘Dravidian’ and are marked ‘Dalit’.\n\nAn emergent generation of Dalit intellectuals and ideologues has dared challenge the spectral ­presence of Periyar in Tamil life, but this has not led to a productive dialogue, much less a reflective one, on what ails the Dravidian movement and what is yet alive and vital about it. In practical terms, the state still is home to a culture of relative civility, and peaceful coexistence, of Periyarists and believers, of Ambedkarites and Dravidianists, socialists and Tamil nationalists. Often these groups do work together, in many a local ­instance. Just as ­frequently, they argue and quarrel. In their moments of shared and productive political labour, and civil intellectual exchange, they represent a tradition of anti-caste resistance, however modest. L. Murugan, the BJP’s man of the hour, is clearly aware of these micro-sites of struggle, and his party’s strategy is to work at rendering these ineffectual and irrelevant—and to this end, they have chosen to target Dravidian ideology as such, which in any case has been in regression. The question is how might we keep with these struggles and strengthen them at a time when the prospects for any meaningful political action remain dim.\n\nALSO READ\n\nOpinion | Is India Racist? In Cinema, It Seems Dark Skin Is Finally Beginning To Speak Up, Speak Out\n\nOpinion | Is India Racist? From Migrant Labours To Sushant Singh Rajput, Biharis Have Been Ridiculed With Gay Abandon\n\nIs India Racist? - 'Women As A Race Is A Socio-Political Construction'\n\nIs India Racist? Curse Of The C-Word And Why There Is No Line Of Control When It Comes To North-Easterners\n\nOpinion | Racism In Sports: Why Cricket Finds It Easier To Embrace Diversity\n\nWhy Do Our History Books Glorify White People? The Black Lives Matter Campaign Is Here To Stay: Darren Sammy\n\nOpinion | Is India Racist? Sexuality Undefined, How Social Oppression Makes A Mockery Of The Law\n\nBeneath The Colony, A Non-Binary Mosaic\n\n(The writer is the publisher of Tara Books and a scholar who works on feminism and caste.)", "METADATA": {"google-site-verification": "_MtqwvhzkqudIOBjL5c2e_dktc3ItBiEEpv_AKmmGC8", "description": "Dravidian ideology is in regression. And the ­Hindu Right is at work trying to render irrelevant the small sites of struggle that may breathe life into it.", "keywords": "Racism, India, Dravidian politics, Tamil Nadu, Periyar, Dalit emancipation, Empowerment of Dalits, Dravidian ideology, Hindu right wing, Hindutva, DMK, AIADMK", "news_keywords": "Racism, India, Dravidian politics, Tamil Nadu, Periyar, Dalit emancipation, Empowerment of Dalits, Dravidian ideology, Hindu right wing, Hindutva, DMK, AIADMK", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "fb": {"pages": 130701053653318, "app_id": 1819793348257024}, "og": {"site_name": "https://www.outlookindia.com/", "url": "https://www.outlookindia.com/magazine/story/india-news-opinion-is-india-racist-dravidian-governance-has-debunked-ideological-basis-of-politics-that-periyar-identified-with-da/303554", "title": "Opinion | Is India Racist? Dravidian Governance Has Debunked Ideological Basis Of Politics That Periyar Identified With Dalit Emancipation | Outlook India Magazine", "description": "Dravidian ideology is in regression. And the ­Hindu Right is at work trying to render irrelevant the small sites of struggle that may breathe life into it.", "type": "article", "image": "https://www.outlookindia.com/public/upload_share/magazine/cover_story_7_20200824.jpg"}, "twitter": {"card": "summary_large_image", "site": "@outlookindia", "url": "https://www.outlookindia.com/magazine/story/india-news-opinion-is-india-racist-dravidian-governance-has-debunked-ideological-basis-of-politics-that-periyar-identified-with-da/303554", "title": "Opinion | Is India Racist? Dravidian Governance Has Debunked Ideological Basis Of Politics That Periyar Identified With Dalit Emancipation | Outlook India Magazine", "description": "Dravidian ideology is in regression. And the ­Hindu Right is at work trying to render irrelevant the small sites of struggle that may breathe life into it.", "image": "https://www.outlookindia.com/public/upload_share/magazine/cover_story_7_20200824.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}