{"GDELT": {"GlobalEventID": 940770597, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAGOV", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.9704433497537, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Farmington, Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_ADM2Code": "ME007", "Actor1Geo_Lat": 44.6706, "Actor1Geo_Long": -70.1512, "Actor1Geo_FeatureID": "566054", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Maine, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USME", "Actor2Geo_Lat": 44.6074, "Actor2Geo_Long": -69.3977, "Actor2Geo_FeatureID": "ME", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Farmington, Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_ADM2Code": "ME007", "Action2Geo_Lat": 44.6706, "Action2Geo_Long": -70.1512, "Action2Geo_FeatureID": "566054", "DATEADDED": 20200814134500, "SOURCEURL": "http://star977.com/2020/08/14/local-news-august-14-2020/"}, "ARTICLE": {"TITLE": "Smooth Rock n' Roll Local News", "TEXT": "No Power Line Vote\n\n(Augusta) – Maine’s highest court says voters will NOT decide whether a major power transmission line in Western Maine can be built. The state Supreme Court in a 31-page decision released yesterday, ruled that a petitioned question to put the Clean Energy Corridor to referendum in November is unconstitutional. Central Maine Power Company has obtained all the required permits to construct the billion dollar transmission line to bring power from Quebec into New England. Petitioners opposed to the line gathered enough signatures to bring the measure to a ballot, but justices ruled that the question would violate Maine’s constitution.\n\nMilford Robbery\n\n(Milford) – Deputies in Penobscot County are investigating reports of an armed robbery in Milford. Chief Deputy William Birch reports to Star 97.7 that authorities got the 9-1-1 call just after 10-o’clock yesterday morning. When officers arrived they learned two people had fled the Water Street scene. Rescuers retrieved one person from an island in the Penobscot River. Birch says there is no threat to the public and everyone involved has been located.\n\nBake Sale for SPCA\n\n(Bar Harbor) A 7-year-old boy from Bar Harbor is on a mission to raise money for the SPCA of Hancock County. Seamus tells Star 97-7 he decided to do fundraisers after seeing a heart-breaking national TV ad. Seamus his holding a bake sale at his home, 841 Norway Drive in Bar Harbor, each Friday this month from Noon to 5. Seamus said his goal is to raise “a bajillion dollars” for the SPCA of Hancock County.\n\nMDI Schools\n\n(Bar Harbor) The school system board for Mt Desert Island voted Monday to begin school September 8th with all students learning remotely the first couple weeks. The Mt Desert Islander reports teachers and staff will work in the schools during that time. Administrators and officials will monitor public health data to consider allowing some students to return to school on or before September 25th. The newspaper reports individual schools and local boards may decide to return sooner. A remote-only option will also be available.\n\nCOVID-19\n\n(Augusta) Most Maine teachers intend to return to classrooms this fall but they’re concerned about their health — and they don’t think students are going to follow guidelines. The Portland Press Herald reports that a survey provided by the Maine Department of Education to families, educators, support staff and school leaders last month indicates both teachers and parents share concerns about how well students will adhere to safety requirements. Maine CDC director Dr Nirav Shah says the agency is prepared for the “what if’s” when school begins. Maine has 371 active cases of coronavirus.\n\nViolent Offender Arrest\n\n(S. Paris) An Oxford County man was arrested as a fugitive from justice for alleged crimes committed in Massachusetts. Maine State Police report on Wednesday afternoon troopers and agents with the US Marshals Service arrested 43-year-old Aaron Parsons at a home in South Paris. Parsons was wanted on a warrant from Massachusetts State Police charging him with homicide and sexual assault for incidents in March. Arraignment is set for this morning.\n\nDrug Arrests\n\n(Augusta) Augusta police made 3 arrests in connection with a slew of drugs found at a Gage Street residence. State police, Kennebec Sheriff’s deputies, and Augusta police searched the home on Wednesday and confiscated 19 grams of crack cocaine, 57 grams of heroin-fentanyl, and a firearm. 53-year-old Jesse Curtis and 60-year-old Thomas Knowlton, both of Augusta, face numerous drug charges along with a 26-year-old man from Bronx, New York.\n\nNJ Hiker Rescued\n\n(Redington TWP) Game Wardens rescued a Rhode Island woman who fell about 40-feet in a remote section of the Appalachian Trail in Redington Township. 25-year-old Emma Sonberg notified authorities by activating an emergency locator beacon she carries with her. The Maine Warden Service reports to Star 97-7 that game wardens and rescue personnel from several agencies responded Wednesday afternoon. Sonberg suffered a seriously injured arm was transported to a hospital in Farmington.\n\nGas Detection Meters\n\n(Farmington) 20 fire departments in Maine will receive gas detection meters from the state to help prevent another disaster like the Farmington gas leak explosion. The propane blast last September killed Farmington fire Capt. Michael Bell and injured 7 other people. Governor Janet Mills said the new detection meters will help firefighters find the presence of dangerous gas and take precautions.\n\nSports", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "msvalidate.01": "7C99617464CE3C9311733EC16A2DB368", "og": {"type": "article", "url": "http://star977.com/2020/08/14/local-news-august-14-2020/", "title": "Local News - August 14, 2020 - Star 97.7", "site_name": "Star 97.7", "image": {"identifier": "http://star977.com/wp-content/uploads/sites/26/2019/09/MAB19vands.jpg", "width": 960, "height": 829}, "locale": "en_US", "description": "No Power Line Vote   (Augusta) – Maine’s highest court says voters will NOT decide whether a major power transmission line in Western Maine can be built.  The state Supreme Court in a 31-page decision released yesterday, ruled that a petitioned question to put the Clean Energy Corridor to referendum in November is unconstitutional.  Central …", "updated_time": "2020-08-14T09:58:48+00:00"}, "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"section": "News", "published_time": "2020-08-14T13:00:45+00:00", "modified_time": "2020-08-14T09:58:48+00:00"}, "twitter": {"card": "summary", "description": "No Power Line Vote   (Augusta) – Maine’s highest court says voters will NOT decide whether a major power transmission line in Western Maine can be built.  The state Supreme Court in a 31-page decision released yesterday, ruled that a petitioned question to put the Clean Energy Corridor to referendum in November is unconstitutional.  Central […]", "title": "Local News - August 14, 2020 - Star 97.7", "image": "http://star977.com/wp-content/uploads/sites/26/2019/09/MAB19vands.jpg"}, "generator": "WordPress 5.4", "tec-api-version": "v1", "tec-api-origin": "http://star977.com"}}}