{"GDELT": {"GlobalEventID": 940789140, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OPP", "Actor1Name": "PROTESTER", "Actor1Type1Code": "OPP", "Actor2Code": "MLI", "Actor2Name": "BAMAKO", "Actor2CountryCode": "MLI", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.142857142857139, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bamako, Bamako, Mali", "Actor1Geo_CountryCode": "ML", "Actor1Geo_ADM1Code": "ML01", "Actor1Geo_ADM2Code": "81878", "Actor1Geo_Lat": 12.65, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "-1064708", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bamako, Bamako, Mali", "Actor2Geo_CountryCode": "ML", "Actor2Geo_ADM1Code": "ML01", "Actor2Geo_ADM2Code": "81878", "Actor2Geo_Lat": 12.65, "Actor2Geo_Long": -8.0, "Actor2Geo_FeatureID": "-1064708", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bamako, Bamako, Mali", "Action2Geo_CountryCode": "ML", "Action2Geo_ADM1Code": "ML01", "Action2Geo_ADM2Code": "81878", "Action2Geo_Lat": 12.65, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "-1064708", "DATEADDED": 20200814153000, "SOURCEURL": "https://wsimag.com/economy-and-politics/63083-triple-whammy-in-the-sahel"}, "ARTICLE": {"TITLE": "Triple whammy in the Sahel", "TEXT": "Sahel is at a crossroads. The region has been in an escalating crisis since 2013. A triple whammy of terrorist attacks, COVID-19 and political tensions can now push the region over the brink. Mali is at the heart of it all. It may have dramatic consequences.\n\nYears ago, I wandered in the sandy streets of Timbuktu in Mali, looking at the ancient buildings with awe. The famous town bordering the desert, associated with Bedouins and adventurers was once the centre not only of the Sahel, but of the communications between the Middle East, the Mediterranean and Africa. Timbuktu also housed one of the world’s first universities around the year 1400 and the famous Timbuktu manuscripts, containing intellectual philosophy at the highest levels at the time. A cultural treasure.\n\nToday, Timbuktu is virtually inaccessible to visitors. Several terrorist attacks since 2013 have put both the town and virtually the whole Northern region in peril. The area was not always peaceful. The nomadic people on camel- and horseback, the Tuaregs, were marginalized and occasionally resorted to fighting, some for the area’s independence. The low intensity conflict pained the country and particularly the North. The longest period of calm was achieved through the peace agreement in 1996. It was symbolized with a huge fire were all small arms were burnt. The monument in Timbuktu, Flamme de la Paix, the flame of peace, portrayed the weapons in flames, and has made a strong impression on all visitors.\n\nThat flame of peace has long since gone out in Mali. Now, the country is haunted by an expanding terror network of ISIL-affiliated Islamic State in the Greater Sahara and Al Qaida. The country's weak army has had small chances of handling the crisis and pushing the terrorist forces back. Even assistance by French security forces and the US military, and the presence of UN peacekeepers has not helped much. The two terrorist networks both operate with ever greater force.\n\nAn earlier peace agreement between opposition forces in the North and the government has not improved things much, either. The terrorist groups have instead used the turmoil in Mali to expand their operations across several countries in the Sahel, including Burkina Faso and Niger, with severe consequences. In the border area, close to a million people have been forced to flee their homes, followed by a serious humanitarian crisis. Other areas in the Sahel are also affected by similar challenges.\n\nWatching Mali’s demise, it is easy to forget that the fall of one of the most stable and well-functioning countries in West-Africa started with us in the Western world and our bombing of Libya. Following the UN Security Council’s mandate to establish a no-fly zone and intervene with military means in Libya, a coalition of NATO-countries attacked from the air. After Muammar Ghadaffi was killed in 2011, many of his security forces fled to the desert. Around 1000 of Ghadaffi’s men were from Mali, and many from the North. They crossed the border into their homeland with their arms supplies and joined the most militant Tuaregs, those fighting for their region’s independence. Ghadaffi’s soldiers constituted the core of the cooperation between their newly formed movement and terrorist networks. It was these series of events that, combined with the military coup in the capital Bamako in 2012, set it all in motion.\n\nNow, another serious political crisis has mounted and can be exploited by the terrorist networks. Add the COVID-19 pandemic, and we have a triple whammy that can push the country over the brink. But an escalation in new cases of infections from COVID-19 has not stopped tens of thousands of protesters from taking to the streets in Bamako, the capital, demanding President Ibrahim Boubacar Keïta’s resignation. At the outset in early June, they also attacked the broadcasting building and parliament. The protesters were mobilized by the most prominent imam in Mali, Mahmoud Dicko. The former ally of the president had had enough. Widespread corruption, contested elections, lack of security, where jihadists have been given too much leeway, and poor handling of the pandemic were his main accusations. This has brought the country to the boiling point. Dozens of protesters have been killed by security police and the Internet has been periodically closed.\n\nThe president has responded to the demands by giving in to pressure on one important requirement, dissolving the Constitutional Court (which squandered 5.2% of the votes so that the president's party received 10 more representatives in parliament). But this was not enough for Mahmoud Dicko’s 5 June-movement (the so-called M5-RFP, Mouvement du 5 Juin - Rassemblement des Forces Patriotiques, after the date of their first protests). He has been supported by most opposition parties in the country.\n\nAt the outset there was hope in some quarters that COVID-19 could be a positive turning point in countries with political tensions and conflict. If leaders acted accordingly. In Mali it appears that the pandemic may have aggravated an already serious political crisis, compounding the problems, and contributing to the opposite: an escalation, contributing to bringing the country to the brink.\n\nThe M5-RFP leader, Imam Dicko, is not giving in on his call for the president’s resignation and for a new transitional government to be established. The movement also demands the establishment of independent investigations into the killings of civilians in connection with the protests and into the abduction of opposition leader Soumaïla Cissé.\n\nSince the tensions came to a head, three regionally mandated delegations have consecutively arrived Bamako to help resolve the crisis. This includes Nigeria's former president Goodluck Jonathan who asked president Keïta to put together a government of national unity based on a new power-sharing arrangement. But the opposition movement rejected this. A team of four presidents from neighbouring countries visited Bamako the last week of July for talks with the government and opposition to chart a way forward. They fell short of calling for the establishment of a transitional government which would impact the person at the helm.\n\nPresident Keïta is lawfully elected, has completed one presidential term of 5 years and is midway through his second. For ECOWAS, the regional organization of West-African countries, the demand for the President's resignation is therefore unacceptable. On 27 July, West African heads of state held a summit on the situation. They proposed a new national unity government, following a dialogue that includes 50 percent members of the ruling party, 30 percent from the opposition and 20 percent drawn from civil society. They also demanded the resignation of 31 MPs elected to parliament during bitterly disputed elections in March and called on the government to intensify the efforts to find opposition leader Cissé, whose disappearance has contributed to the instability.\n\nThe response from M5-RFP was prompt: The M5-RFP “demands more than ever” the end of Keïta and his regime. The movement also minced no words on its disappointment with ECOWAS and what they allege as their failure to grasp the severity of Mali’s situation, “The M5-RFP notes, with regret, that the conclusions of the Summit of Heads of State do not take into account the depth and gravity of the socio-political crisis which is mortgaging the future of Mali, do not correspond at all to expectations and aspirations of the Malian people and above all violate the laws and the Constitution of Mali that the Movement respects,” they stated.\n\nThe movement called last week for a new phase of protests and civil disobedience, inviting all Malian people to join the call for the president’s resignation. The concerned MPs, for their part, have rejected the request from the region and insists on retaining their seats in Parliament. In other words, the crisis in the country is complete. No-one seems to know the way out.\n\nThe leaders of the region have every reason to be concerned, both about the risk of spill-over into neighbouring countries and further deterioration of the security situation in the region, weakening the fight against terrorism. Terrorist networks can now take advantage of the situation, as they did last time in 2012. Terrorism breeds on countries with weak states and large contested peripheries, countries affected by destabilization and risk of disintegration. They know how to exploit political chaos. Unfortunately, the spill-over into Burkina Faso and Niger is already happening.\n\nThe Sahel has been in an escalating crisis since 2013. A triple whammy of terrorism, COVID-19 and political tensions can now push the region over the brink. It may have dramatic consequences. This fall, there are presidential elections in Burkina Faso, Niger, and Chad, among others. With COVID-19, there is concern about how elections can be credibly and fairly conducted and the risk that they may become contested, escalating political tensions. These are fragile countries, and the political fall-out can be serious. More political crises may be on the way. The Sahel is at a crossroads. And Mali is at the heart of it all. It is a test case for the region and the international community.\n\nMali’s crisis is not resolved through short visits by high level delegations, however, followed by superficial compromises. At best they provide immediate band-aid. But such aid never lasts. The wounds are deeper. The region and concerned international interlocutors would do wisely in investing serious time and effort in going to the root causes and addressing what in fact is a multifaceted and utterly complex crisis. It is deep, it is difficult, and it will take time. Nevertheless, such an effort will have a greater chance of success. And progress will impact positively on the Sahel overall. Indeed, if such an effort were made there is more hope that the Flamme de la Paix in Timbuktu again would signify the promise of peace, both for Mali and for the Sahel.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, shrink-to-fit=no", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "format-detection": "telephone=no", "apple-mobile-web-app-title": "Wall Street International", "application-name": "Wall Street International", "msapplication-TileColor": "#ffc40d", "msapplication-config": "/assets/favicon/browserconfig-82cd05fef5c4f59720938f9e5a3c9be4b6eaefa6ea169cdd63d176a9e9536903.xml", "theme-color": "#ffffff", "csrf-param": "authenticity_token", "csrf-token": "/F8Q/F5gc3WsQ1QWd7hlHdsVvcn8dQi/9ZZDtUalXWMT7ytIi1WeELFGCEcBqxA1h0Z4rhASIrY1GSvHbMW8Qw==", "description": "The region has been in an escalating crisis since 2013", "twitter": {"card": "summary_large_image", "title": "Triple whammy in the Sahel", "description": "The region has been in an escalating crisis since 2013", "site": "@WSImagazine", "creator": "@HildeFrafjordJ", "image": {"src": "https://media.wsimag.com/attachments/19357665c1ed8fd06c102b472c29d734ad50685a/store/fill/860/645/3c19a4f804c9d939e1fc3e6cf01b1a8fdfbd8e04a6bf92ef26fcdb0632bf/Sahel-is-at-a-crossroads.jpg"}}, "og": {"image": {"identifier": "https://media.wsimag.com/attachments/19357665c1ed8fd06c102b472c29d734ad50685a/store/fill/860/645/3c19a4f804c9d939e1fc3e6cf01b1a8fdfbd8e04a6bf92ef26fcdb0632bf/Sahel-is-at-a-crossroads.jpg", "width": 860, "height": 645}, "type": "article", "title": "Triple whammy in the Sahel", "site_name": "Wall Street International", "url": "https://wsimag.com/economy-and-politics/63083-triple-whammy-in-the-sahel", "description": "The region has been in an escalating crisis since 2013", "locale": "en_US", "see_also": "https://wsimag.com/economy-and-politics/62545-the-key-is-to-create-good-business-habits"}, "article": {"published_time": "2020-08-14T14:49:04Z", "author": "https://www.facebook.com/hildefrafjordjohnson", "section": "Economy & Politics", "publisher": "https://www.facebook.com/WSImagazine"}, "author": "Hilde F. Johnson", "fb": {"app_id": 281980885296599}}}}