{"GDELT": {"GlobalEventID": 940772293, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CMRGOV", "Actor1Name": "CAMEROON", "Actor1CountryCode": "CMR", "Actor1Type1Code": "GOV", "Actor2Code": "CMR", "Actor2Name": "CAMEROON", "Actor2CountryCode": "CMR", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.43290043290042995, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Cameroon", "Actor1Geo_CountryCode": "CM", "Actor1Geo_ADM1Code": "CM", "Actor1Geo_Lat": 6.0, "Actor1Geo_Long": 12.0, "Actor1Geo_FeatureID": "CM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Cameroon", "Actor2Geo_CountryCode": "CM", "Actor2Geo_ADM1Code": "CM", "Actor2Geo_Lat": 6.0, "Actor2Geo_Long": 12.0, "Actor2Geo_FeatureID": "CM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Cameroon", "Action2Geo_CountryCode": "CM", "Action2Geo_ADM1Code": "CM", "Action2Geo_Lat": 6.0, "Action2Geo_Long": 12.0, "Action2Geo_FeatureID": "CM", "DATEADDED": 20200814140000, "SOURCEURL": "https://news.mongabay.com/2020/08/cameroon-halts-logging-plans-in-ebo-forest-home-to-tool-using-chimps/"}, "ARTICLE": {"TITLE": "Cameroon halts logging plans in Ebo Forest, home to tool-using chimps", "TEXT": "The Cameroon government announced that a logging concession for Ebo Forest, which was approved three weeks ago, has been cancelled.\n\nEbo Forest is a large, intact forest system in southwestern Cameroon that is a refuge for a number of endangered and critically endangered species, including a population of Nigeria-Cameroon chimpanzees with a unique repertoire of tool use.\n\nWhile conservationists are optimistic about this news, they are also concerned that the future of the forest still remains uncertain.\n\nThe Cameroon prime minister’s office recently announced it was suspending plans to log Ebo Forest, a large intact forest system in southwestern Cameroon that spans 200,000 hectares (about 500,000 acres), and is home to a number of rare and endangered species.\n\nThis news comes three weeks after the Cameroon government released a decree confirming that a logging concession in Ebo Forest had been approved, opening up 68,385 hectares (169,000 acres) of forest, about half the size of London, to logging activities. While the government said that logging would bring wealth and job opportunities for the local communities, conservationists cast doubt on these claims, pointing out that logging operations elsewhere in Cameroon have not previously benefited residents. Activists also said that the 40 communities bordering Ebo Forest had been given little or no say in the logging concession approval.\n\nConservationists are optimistic about this new development, which opens up the possibility to propose more sustainable land-use options for Ebo Forest to the Cameroon government. This would be especially beneficial to the local Banen communities that depend on Ebo Forest to gather food and traditional medicines, and view Ebo Forest as their ancestral land. However, the future of the forest still hangs in the balance.\n\nEkwoge Abwe, manager of the San Diego Zoo Central Africa Program’s Ebo Forest Research Project and a leading conservationist working to protect the great apes of Ebo Forest, recently issued a joint statement with Victor Yetina, chief of the Ndikbassogog clan and a representative of the Association Munen Retour aux Sources, an association of Banen community members.\n\n“We welcome the suspension for now of logging plans in Ebo Forest, but are concerned that its fate remains unclear,” they said. “This decision must be the first step toward recognition of Banen’s rights and forest protection. We call on the government of Cameroon to adhere to its international commitments, and to promote participatory mapping and land-use planning with local communities. Land tenure reform must have at its core the full recognition of communities’ rights. We also call on international donors and NGOs to support these processes with technical expertise and resources, both in Ebo Forest and across the Congo Basin.”\n\nEbo Forest has an array of remarkable wildlife, including a population of Nigeria-Cameroon chimpanzees (Pan troglodytes ellioti) known to use tools in two ways: stone hammers to crack nuts, and flexible sticks to fish out termites. The forest is also home to a remnant population of critically endangered western gorillas (Gorilla gorilla), believed to possibly represent a new subspecies of gorilla. There are also endangered forest elephants (Loxodonta cyclotis), endangered drills (Mandrillus leucophaeus), and critically endangered Preuss’s red colobus monkeys (Piliocolobus preussi).\n\nThe government’s “intervention to halt the imminent destruction of this unique forest is hugely welcome,” Bethan Morgan, head of the San Diego Zoo Global’s Central Africa Program and a conservationist working to protect Ebo Forest’s great apes, said in a statement. “We hope that the international community will seize this opportunity to work with the government of Cameroon to make Ebo a showcase for long-term conservation in harmony with very challenged communities. These communities have been responsible for the preservation of the treasures of Ebo to date, and an inclusive land-use planning process is now needed to fully share information in order to make clear and calculated judgements about the future of the forest and its people.”\n\nBanner image caption: A gorilla in Ebo Forest. Image by San Diego Zoo Global / Global Wildlife Conservation.\n\nElizabeth Claire Alberts is a staff writer for Mongabay. Follow her on Twitter @ECAlberts.\n\nFEEDBACK: Use this form to send a message to the author of this post. If you want to post a public comment, you can do that at the bottom of the page.", "METADATA": {"referrer": "always", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "The Cameroon prime minister’s office recently announced it was suspending plans to log Ebo Forest, a large intact forest system in southwestern Cameroon that spans 200,000 hectares (about 500,000 acres), and is home to a number of rare and endangered species. This news comes three weeks after the Cameroon government released a decree confirming that […]", "fb": {"pages": 139042016164873, "admins": 139042016164873, "app_id": 1559969950974398}, "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "theme-color": "#669900", "onesignal": "wordpress-plugin", "Tags": "Mongabay, Mongabay Environmental News, Environmental News, Conservation News", "keywords": "Mongabay, Mongabay Environmental News, Environmental News, Conservation News", "article": {"publisher": "https://www.facebook.com/mongabay/", "published_time": "2020-08-14T09:39:24-04:00", "modified_time": "2020-08-14T09:42:21-04:00", "section": "Environmental news", "tag": "Mongabay, Mongabay Environmental News, Environmental News, Conservation News"}, "og": {"title": "Cameroon halts logging plans in Ebo Forest, home to tool-using chimps", "site_name": "Mongabay Environmental News", "url": "https://news.mongabay.com/2020/08/cameroon-halts-logging-plans-in-ebo-forest-home-to-tool-using-chimps/", "type": "article", "image": "https://imgs.mongabay.com/wp-content/uploads/sites/20/2020/08/14091825/Ebo-gorilla-SDZG-768x512.png", "description": "The Cameroon prime minister’s office recently announced it was suspending plans to log Ebo Forest, a large intact forest system in southwestern Cameroon that spans 200,000 hectares (about 500,000 acres), and is home to a number of rare and endangered species. This news comes three weeks after the Cameroon government released a decree confirming that […]", "locale": "en_US"}, "twitter": {"card": "summary", "description": "The Cameroon prime minister’s office recently announced it was suspending plans to log Ebo Forest, a large intact forest system in southwestern Cameroon that spans 200,000 hectares (about 500,000 acres), and is home to a number of rare and endangered species. This news comes three weeks after the Cameroon government released a decree confirming that […]", "title": "Cameroon halts logging plans in Ebo Forest, home to tool-using chimps", "site": "@mongabay", "image": "https://imgs.mongabay.com/wp-content/uploads/sites/20/2020/08/14091825/Ebo-gorilla-SDZG-768x512.png", "creator": "@Mongabay"}, "msapplication-TileImage": "https://imgs.mongabay.com/wp-content/uploads/sites/20/2020/05/16160320/cropped-mongabay_icon-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}