{"GDELT": {"GlobalEventID": 940784183, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 331, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Namibia", "Actor1Geo_CountryCode": "WA", "Actor1Geo_ADM1Code": "WA", "Actor1Geo_Lat": -22.0, "Actor1Geo_Long": 17.0, "Actor1Geo_FeatureID": "WA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Namibia", "Action2Geo_CountryCode": "WA", "Action2Geo_ADM1Code": "WA", "Action2Geo_Lat": -22.0, "Action2Geo_Long": 17.0, "Action2Geo_FeatureID": "WA", "DATEADDED": 20200814151500, "SOURCEURL": "https://allafrica.com/stories/202008141162.html"}, "ARTICLE": {"TITLE": "Namibia: Govt to Test Waters With Quota Auction", "TEXT": "The government says it would be testing the waters by auctioning fishing quotas.\n\nPresident Hage Geingob said this on Wednesday in response to questions during the Covid-19 update at State House.\n\nGeingob said the high-level economic panel proposed that the government auction its fishing quotas as a way to test the market, while those who have not yet been allocated fishing quotas would soon receive it.\n\n\"The high-level panel proposes that we should auction some of our fishing quotas to see whether we could get a proper price as a way of testing the market. The auction is for government purposes to benchmark to see whether we are getting the correct prices. Others would get their quotas,\" he said.\n\nMinister of fisheries and marine resources Albert Kawana recently wrote a letter to the fishing industry saying the country would auction fishing quotas on the international market to raise emergency funds to fight the novel coronavirus. He said the funds raised would be used to buy medication and equipment.\n\nMeanwhile, minister of health and social services Kalumbi Shangula yesterday announced the government has used over N$400 million so far towards Covid-19 financing.\n\n\"The minister of finance announced during the budget presentation in the National Assembly that an amount of N$727 million is the budget for Covid-19 for this year. So far we have spent 59% of that budget, which translates to more than N$400 million,\" Shangala said.\n\nRESERVED FOR LOCALS\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Namibia Governance By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nThe government reserved 60% of its fishing quotas for international buyers to attract foreign currency amid the pandemic.\n\nThis was approved by Cabinet in light of the tourism industry being severely affected by the closure of local and international borders.\n\nAccording to Kawana, the decision was made after thorough consultation with stakeholders in the fishing industry, and recommendations to auction fishing quotas were made to the high-level panel on the economy to the Cabinet.\n\nHe said 40% of the quotas would be reserved for local operating companies to preserve employment.\n\n\"The remaining 60% will be offered to the highest bidder - whether local or international,\" Kawana said.\n\nThe quota reserved for locals will be divided into two streams: wet, to be allocated 30% and freezer, 70%.\n\nKawana said each would have a different reserve price, and the 60% open to both local and international bidders would also have a different reserve price.\n\n*This story has been updated.", "METADATA": {"description": "The government says it would be testing the waters by auctioning fishing quotas.", "google-site-verification": "bGxG4qeN9up-gMXKjsgylykqjVrzxLjg1rQrP3K-rJk", "keywords": "Africa, news, politics, economy, trade, business, sports, current events, travel, Namibia, Southern Africa, Governance", "msvalidate.01": "72401C28AAAC95E8D3FF1881A90F2C4D", "robots": "noarchive", "twitter": {"card": "summary", "description": "The government says it would be testing the waters by auctioning fishing quotas.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site": "@allafrica", "title": "Namibia: Govt to Test Waters With Quota Auction"}, "viewport": "width=device-width, initial-scale=1", "article": {"modified_time": "2020-08-14T14:30:34+0000", "published_time": "2020-08-14T14:30:33+0000", "publisher": "https://www.facebook.com/pages/allAfricacom/98946450029", "section": "News", "tag": "Governance"}, "fb": {"app_id": 100369188719, "pages": 98946450029}, "og": {"description": "The government says it would be testing the waters by auctioning fishing quotas.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site_name": "allAfrica.com", "title": "Namibia: Govt to Test Waters With Quota Auction", "type": "article", "url": "https://allafrica.com/stories/202008141162.html"}}}}