{"GDELT": {"GlobalEventID": 940795695, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MNCCANMED", "Actor1Name": "THOMSON REUTERS", "Actor1CountryCode": "CAN", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.2113055181695802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 54.0, "Action2Geo_FeatureID": "AE", "DATEADDED": 20200814161500, "SOURCEURL": "https://www.msn.com/en-gb/news/world/there-is-a-historic-change-taking-place-in-the-middle-east-e2-80-93-the-decline-in-power-of-the-oil-states/ar-BB17Y6pv"}, "ARTICLE": {"TITLE": "There is a historic change taking place in the Middle East – the decline in power of the oil states", "TEXT": "© Provided by The Independent\n\nEditor's note: The opinions in this article are the author's, as published by our content partner, and do not represent the views of MSN or Microsoft.\n\nPresident Donald Trump is cock-a-hoop over the United Arab Emirates becoming the first Arab Gulf state to normalise its relations with Israel. He needs all the good news he can get in the months before the US presidential election.\n\n“HUGE breakthrough today! Historic Peace Agreement between our two GREAT friends, Israel and the United Arab Emirates!” Trump tweeted. Israeli prime minister Binyamin Netanyahu claimed a triumph in establishing full diplomatic relations with an Arab state that had once been a vocal supporter of the Palestinians. The UAE, for its part, said it had averted Israeli annexation of parts of the West Bank, while the Palestinians denounced yet one more betrayal by their fellow Arabs.\n\nMuch of this is overblown. Trump and Netanyahu will exaggerate their achievement to strengthen their domestic political status. The UAE had long ago established security and commercial links with Israel and Netanyahu’s annexation of the West Bank had been postponed previously. Pious talk by the US and its Western allies in pre-Trump days about fostering a non-existent peace process between Israel and the Palestinians, at the heart of which was an imaginary \"two state solution,\" was always a device for ignoring the Palestinians while pretending that something was going on.\n\nYet there is a real historic change going on in the Middle East and north Africa, though it has nothing to do with the relationship between Israel and the Arabs. It is a transformation that has been speeded up by the coronavirus cataclysm and will radically change the politics of the Middle East.\n\nThe era characterised by the power of the oil states is ending. When the price of oil soared in the aftermath of the 1973 war, countries from Iran to Algeria, mostly though not exclusively Arab, enjoyed an extraordinary accretion of wealth. Their elites could buy everything from Leonardo da Vinci paintings to Park Lane hotels. Their rulers had the money to keep less well-funded governments in power or to put them out of business by funding their opponent.\n\nIt is this historic period that is now terminating and the change is likely to be permanent. Saudi Arabia and UAE still have big financial reserves, though these are not inexhaustible. Elsewhere the money is running out. The determining factor is that between 2012 and 2020. the oil revenues of the Arab producers fell from $1 trillion to $300 billion, down by over two thirds. Too much oil was being produced and too little was consumed pre-coronavirus and, on top of this, there is a shift away from fossil fuels. Cuts in output by Opec might go some way to raising the oil price, but it will not be enough to preserve a crumbling status quo.\n\n© Thomson Reuters Israeli Prime Minister Benjamin Netanyahu announces a peace agreement to establish diplomatic ties, between Israel and the United Arab Emirates, during a news conference at the prime minster office in Jerusalem, August 13, 2020. Abir Sultan /Pool via REUTERS\n\nIronically, a petrostate like the UAE just is flexing its political muscles by normalising relations with Israel just as the economic world of which it was part is breaking up. Nor is the UAE alone: the oil states have always had a problem turning money into political power. Saudi Arabia, UAE and their arch rival Qatar took a more aggressive role during the Arab Spring uprisings in Egypt, Libya, Syria, Yemen and Bahrain in 2011. Mohammed bin Salman and Mohammed bin Zayed, the de facto rulers of Saudi Arabia and UAE, became even more interventionist in 2015 and were overjoyed the following year when Trump, over-impressed by their riches and apparent influence, entered the White House.\n\nThe successes of the alliance of Trump and the Gulf monarchies have been skimpy. Their prime target Iran is battered but surviving. Saudi Arabia and UAE began a quick war in Yemen five years ago which is still going on. Hafez al-Assad remains in power in Damascus and Libya is engulfed in an endless civil war of extreme ferocity.\n\nThe super-rich oil producers are feeling the draft, but states like Iraq are close to capsizing because they can no longer pay the bills. Last October, hundreds of thousands of young Iraqis took to the streets to protest against lack of jobs, corruption and the failure of the government to provide water and electricity. Ferocious repression killed at least 600 protesters and injured 20,000, but they kept coming back to the streets.\n\nABU DHABI, UAE - OCTOBER 15, 2019: Crown Prince Mohammed bin Zayed Al Nahyan of Abu Dhabi at a meeting of UAE and Russian top officials and businessmen at the Qasr Al Watan presidential palace; the Russian leader is on a state visit to the UAE. Alexei Nikolsky/Russian Presidential Press and Information Office/TASS (Photo by Alexei Nikolsky\\TASS via Getty Images)\n\nSimilar protest swept through Lebanon as its economy imploded. It is not only oil producers that are suffering, but countries like Lebanon and Egypt which looked to the petrostates for business and jobs. Lebanon used to be kept going by remittances. More than 2.5 million Egyptians work in the oil states. If there are not enough Egyptian doctors to treat Covid-19 patients at home, it is because they are earning better money in the oil states.\n\nStrains were already showing before the pandemic. The whole system looked increasingly rickety. Oil states at the height of their prosperity had operated similarly, regardless of whether they were monarchies or republics. The ruling elite, be it Saudi, Iraqi, Libyan or Algerian, exploited governments that were what one expert described as ‘looting machines’ whereby those with political power turned this into easy money.\n\nThey were not alone. They could cream off great fortunes without provoking a revolt by the rest of society because they ran vast patronage machines. Ordinary Saudis, Libyans, Emiratis, Kuwaitis, Iraqis were guaranteed jobs as their small cut of the oil revenue cake.\n\n© Thomson Reuters Palestinian sit as cutouts depicting U.S. President Donald Trump and Abu Dhabi Crown Prince Mohammed bin Zayed al-Nahyan and Israeli Prime Minister Benjamin Netanyahu are seen on the ground during a protest against the United Arab Emirates' deal with Israel to normalise relations, in Nablus in the Israeli-occupied West Bank August 14, 2020. REUTERS/Raneen Sawafta\n\nIt is this fifty-year-old system that is now faltering. As populations rise and young people flood into the labour market, more and more money is required to keep society running as before, but such resources are no longer there. This change has revolutionary implications as the unspoken social contract between rulers and ruled breaks down. Nothing much can be done to preserve it because the oil industry blights all other forms of economic activity. Little is produced locally and then only with massive state subsidies.\n\nThe rulers of oil states tend to be in a state of denial about the lack of alternatives to oil. Soon after taking over as de facto ruler in Saudi Arabia, Crown Prince Mohammed bin Salman promoted “Vision 2030” that was supposedly intended to wean Saudi Arabia off oil. Nobody with any experience of the country took this seriously, though Western consultants were happy to fan such fantasies so profitable to themelves.\n\nThe world understands all too well, the impact of the pandemic on health. It is beginning to foresee the economic devastation that follows. But it has yet to take on board the political turmoil inevitably caused by pandemic-hit economies, though Lebanon has given a foretaste of this. Beset by wars and dysfunctional social and economic systems, the Middle East is too fragile to cope with the coming earthquake.", "METADATA": {"application-name": "There is a historic change taking place in the Middle East – the decline in power of the oil states", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "President Donald Trump is cock-a-hoop over the United Arab Emirates becoming the first Arab Gulf state to normalise its relations with Israel.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}