{"GDELT": {"GlobalEventID": 940709254, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.51785714285714, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814071500, "SOURCEURL": "https://www.dw.com/en/tiktok-china-us-social-media/a-54559747"}, "ARTICLE": {"TITLE": "Sieren's China: The battle of tech giants", "TEXT": "As the US election draws closer, President Donald Trump’s desire to impress his voters by stirring up trouble with China seems only to increase. After the shutdown of the Chinese consulate in Houston and inflammatory anti-Chinese rhetoric by Secretary of State Mike Pompeo, Trump has now signed two executive orders to effectively sink the Chinese tech sector in the US.\n\nOne of the orders is directed at TikTok, the first Chinese social media platform to see global success, with about 800 million active users, 10% of whom are in the US. Its parent company, Bytedance, now must find a US buyer. Otherwise, after 45 days, the executive order will come into effect and make all US transactions with the company illegal.\n\nTrump signed a similar executive order that affects WeChat. The messaging app is ubiquitous in China and most of its users in the US are members of the Chinese diaspora. Trump is really taking aim at its parent company Tencent, which is one of the most valuable firms in Asia and which owns significant shares in US companies such as Tesla, Universal and Snapchat.\n\nWatch video 03:09 Share Is a trade dispute now moving into the digital world? Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3gcah Is a trade dispute now moving into the digital world?\n\nRead more: China fumes over United States ban on use of TikTok, WeChat\n\n\n\nTencent plans expansion\n\nWashington has been observing Tencent's expansion with some concern for a while. Based in Shenzhen, the giant plans to invest $70 billion in tech infrastructure, such as software applications, data centers, servers, supercomputers, 5G, blockchain, cloud computing, cybersecurity, the internet of things (IoT) and artificial intelligence, over the next five years. Even more than Huawei, Tencent threatens to dislodge the US' global competitive tech advantage.\n\nThe company is also playing an important role in supporting Beijing's aspirations to make China one of the leading technological nations of the 21st century. Like almost no other company, Tencent has benefitted hugely from the fact that US giants such as Facebook and Google are barred from the Chinese market. The Chinese state in return uses WeChat to spread propaganda and keep the population under digital surveillance. Young Chinese people, especially in Hong Kong, have nicknamed the app \"WeCheck.\"\n\nDW columnist Frank Sieren has lived in China for over 20 years.\n\nRead more: Chinese TikTok, WeChat parent companies hit by Trump's transaction ban\n\nTrump insists he wants to prevent China from spying on US citizens through these apps, and that this is a matter of national security. But China and the US are fighting their first tech battles in their struggle to establish themselves on the global chessboard. This is a war in which there will only be losers. If WeChat is no longer available in Apple's app store, Apple's profits in China will fall. For most Chinese users, a smartphone without WeChat would make no sense at all.\n\nApple could lose out\n\nIn the second quarter of 2020, Apple, which only has 9% share of the smartphone market in China, nevertheless saw a 32% year-on-year increase in iPhone sales. Apart from Huawei, it was the only company in the top five smartphone manufacturers that saw an increase in sales over the previous year.\n\nTrump will ban TikTok through executive action by September 15th, unless Microsoft or another American company makes a deal to purchase the video-sharing app.\n\nTrump's move could see Apple lose ground to Chinese companies. Huawei already overtook Apple as the biggest mobile phone seller early on this year. Furthermore, most US companies in China, from Coca-Cola to Walmart, depend on WeChat to advertise and sell their products. This could easily come to a halt.\n\nTrump is too short-sighted to see that his bans could end up doing more damage to the US economy than he thinks. It is not a coincidence that TikTok is available in at least 150 countries and in 39 languages. With its 15-second videos, the app has captured the spirit of the times like almost no other.\n\nWatch video 12:19 Share DW Business - Europe Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3gaD9 DW Business - Europe\n\nRead more: 'Outraged' Chinese want ByteDance to 'put up a fight' over TikTok sale\n\nOthers are doing their best to catch up. Instagram's new format Reels is an obvious copy of TikTok, which the company has made no bones about. “We’ve been very clear in products in the past that were inspired by other companies,\" said Instagram Head of Product Vishal Shah. \"At the same time, these things are not invented in any one place… Everyone’s kind of figuring out ways to make these products their own”\n\nInstagram has already invested in ways of winning over influencers who have become popular on TikTok. But without the creative community, the scale and the algorithms, which not only keep old users but also inspire new ones, the copies will not succeed. Facebook recently shut down its short video sharing app Lasso, seen to be its answer to TikTok because it wasn’t gaining traction with teenagers, Facebook’s target group.\n\nTrump hopes that TikTok will find a US buyer. He knows that it would ultimately harm the US economy, and himself, to ban the application completely. He would lose young TikTok fans as voters. The app would continue to flourish in the rest of the world but young US citizens would feel left behind.\n\nWatch video 07:12 Share Min Jiang: 'Internet freedom is officially over' Send Facebook google+ Whatsapp Tumblr linkedin stumble Digg reddit Newsvine Permalink https://p.dw.com/p/3ge2z Min Jiang: 'Internet freedom is officially over'\n\nRead more: Hong Kong, China officials denounce US sanctions\n\nClear rules needed\n\nMany young people identify with TikTok, so the app cannot simply be banned. But even if it were, some young US users might feel compelled to download VPNs just so that they can continue to use TikTok. After all, that's what their Chinese counterparts do to access Google, Facebook and Instagram. If they had to rely solely on the Chinese search engine Baidu, Chinese innovation would be considerably slower. Good technology always finds a way to gain a foothold.\n\nFurthermore, Bytedance is forced to sell TikTok to a US company, Beijing will seek to force a US company to sell to a Chinese giant. This game is pointless.\n\nRead more: Opinion: The absurdity of TikTok spying allegations\n\nIt would be better if the rules were clearer. Google and Facebook should be subjected to the same scrutiny as TikTok and WeChat. After all, there is no denying that data collected by Facebook ended up in the hands of the US secret service.\n\nThe West can no longer determine the rules for the rest of the world, even if Trump would like it to. However, the European Union could promote rules for global tech companies that comply with its data protection regulations, but do not damage competition. These data protection regulations might even be very attractive to certain countries in the competitive global market.\n\nFrank Sieren has lived in Beijing for over 20 years.", "METADATA": {"robots": "index, follow, max-snippet:-1, max-video-preview:-1, max-image-preview:large", "revisit-after": "1 days", "publisher": "Deutsche Welle (www.dw.com)", "copyright": "© 2020 Deutsche Welle (www.dw.com)", "author": "Deutsche Welle (www.dw.com)", "apple-itunes-app": "app-id=498833085", "google-play-app": "app-id=com.idmedia.android.newsportal", "language": "en_GB", "fb": {"pages": 210354862357400, "admins": 100004135624835}, "keywords": "China,TikTok,Facebook,Google,Snapchat", "news_keywords": "China,TikTok,Facebook,Google,Snapchat", "description": "It is just as short-sighted to ban TikTok and WeChat in the US as it is to ban Facebook and Google in China. The two countries are playing a losing game. The EU should draw up clear rules, says DW's Frank Sieren.", "og": {"description": "It is just as short-sighted to ban TikTok and WeChat in the US as it is to ban Facebook and Google in China. The two countries are playing a losing game. The EU should draw up clear rules, says DW's Frank Sieren.", "url": "https://www.dw.com/en/tiktok-china-us-social-media/a-54559747", "site_name": "DW.COM", "title": "Sieren's China: The battle of tech giants | DW | 13.08.2020", "image": {"identifier": "https://www.dw.com/image/18561289_304.jpg", "width": 940, "height": 529}}, "twitter": {"card": "summary_large_image", "site": "@dwnews", "title": "Sieren's China: The battle of tech giants", "image": "https://www.dw.com/image/54431593_401.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}