{"GDELT": {"GlobalEventID": 940761584, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "THA", "Actor2Name": "THAILAND", "Actor2CountryCode": "THA", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.22952710495963, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Marbury Hall, Cheshire West and Chester, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKZ8", "Actor1Geo_ADM2Code": "40099", "Actor1Geo_Lat": 53.2833, "Actor1Geo_Long": -2.53333, "Actor1Geo_FeatureID": "-2602563", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kanchanaburi, Kanchanaburi, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH50", "Actor2Geo_ADM2Code": "26582", "Actor2Geo_Lat": 14.0032, "Actor2Geo_Long": 99.5501, "Actor2Geo_FeatureID": "-3248677", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kanchanaburi, Kanchanaburi, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH50", "Action2Geo_ADM2Code": "26582", "Action2Geo_Lat": 14.0032, "Action2Geo_Long": 99.5501, "Action2Geo_FeatureID": "-3248677", "DATEADDED": 20200814130000, "SOURCEURL": "https://www.edp24.co.uk/news/norwich-man-reunited-with-family-war-items-1-6792973"}, "ARTICLE": {"TITLE": "‘It’s amazing’: Norwich man reunited with his uncle’s dog tag 77-years after his death", "TEXT": "‘It’s amazing’: Norwich man reunited with his uncle’s dog tag 77-years after his death\n\nPJ Ramm 1940. Picture: Royal British Legion Royal British Legion\n\nAn unexpected phone call has led to a family being reunited with their relative’s lost dog tags, some 77 years after he died in a prisoner of war camp.\n\nShare Email this article to a friend To send a link to this page you must be logged in.\n\nDog tags PJ Ramm. Picture: Royal British Legion Dog tags PJ Ramm. Picture: Royal British Legion\n\nRobin Green, from Norwich, knew of his uncle Peter Ramm’s service during the Second World War and of his death in a PoW camp in Singapore aged 23 through the diaries he left behind.\n\nFor years, he believed these and a suitcase with his uncle’s inscription on were all he had left of Mr Ramm’s time in the war.\n\nThen in July, Mr Green received a mystery phone call from someone trying to track down his uncle’s existing family in order to return Mr Ramm’s dog tags to them.\n\nMr Green said: “I received a phone call one afternoon from a chap named Robert Adie.\n\nEric Adie. Picture: Royal British Legion Eric Adie. Picture: Royal British Legion\n\n“He said he was trying to track down Peter Ramm’s existing family as he had his service tags which his own father, Eric, had kept for all these years.”\n\nMr Adie, who lives in Suffolk, told Mr Green, his father, Eric Adie had trained with his uncle at Marbury Hall in Cheshire in 1940 and how both had served together in the Norfolk Regiment.\n\nMr Green said; “I just couldn’t believe that Robert had tracked me down after all this time and that I was speaking to someone who had a connection to my uncle. I realised that I even had a photo of the 5th Battalion taken at Marbury Hall while they were receiving training before going abroad which shows Peter and Eric next to each other.”\n\nAfter completing their training the pair expected to be posted to India, but were instead sent to Singapore.\n\nMarbury Hall 1941. Circled are Eric Adie and Peter Ramm. Picture: Royal British Legion Marbury Hall 1941. Circled are Eric Adie and Peter Ramm. Picture: Royal British Legion\n\nWithin four weeks of landing in the country, they surrendered and were taken prisoner.\n\nYou may also want to watch:\n\nOver the next few months the pair were moved around several camps before being posted to the Burmese Railway.\n\nAfter almost two years on the railway, Mr Ramm was placed on a truck to be transported to another camp, Mr Adie tried to get on the same truck but the pair were separated.\n\nThe Commonwealth War Graves Commission and The Royal British Legion arranged for a tribute to be placed on Peter’s grave in the CWCG cemetery Kanchanaburi, Thailand to mark the 75th Anniversary of VJ Day. Picture: Royal British Legion/Commonwealth War Graves Commission The Commonwealth War Graves Commission and The Royal British Legion arranged for a tribute to be placed on Peter’s grave in the CWCG cemetery Kanchanaburi, Thailand to mark the 75th Anniversary of VJ Day. Picture: Royal British Legion/Commonwealth War Graves Commission\n\nBy the time Mr Adie made it to the new camp a few days later, Mr Ramm had died from a heart attack and had already been buried, but somehow Mr Adie managed to retrieve his dog tags.\n\nMr Adie managed to survive being held in several camps, including Changi jail, and returned home to England in 1946, he died aged 96, in 2016.\n\nYears later, Mr Adie’s son had been sorting through his father’s possessions during lockdown when he came across the dog tags.\n\nMr Adie said: “My father didn’t really talk much about his wartime service and especially not his experience as a PoW, however, he had mentioned his friend Peter who had sadly died out in one of the camps.\n\n“For some reason my father never got around to returning Peter’s tags and so for 77-years they have been amongst his possessions until I began to sort through and realised these didn’t belong to our family.”\n\nMr Adie set out to return the tags and began tracking down Mr Ramm’s family, using his own Grandfather’s old address book to do so after it revealed there had been correspondence between the pair’s parents during the war.\n\nAfter carrying out research, Mr Adie eventually found Mr Green’s number and called him up to explain his side of the story and the dog tags were sent back to Mr Ramm’s family, 77 years after his death.\n\nMr Green said: “It has been amazing to finally hear about a side of my uncle’s service I never knew about and it has made me revisit his diaries he kept in the camp – I have no idea how he kept them hidden or how thy survived being passed back to my grandparents.\n\n“The writing in the diaries is very small and faded but it is possible to make out Eric’s name which is mentioned two days before Peter died,” he said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "twitter": {"card": "photo"}, "title": "‘It’s amazing’: Norwich man reunited with his uncle’s dog tag 77-years after his death", "DC.title": "‘It’s amazing’: Norwich man reunited with his uncle’s dog tag 77-years after his death", "og": {"title": "‘It’s amazing’: Norwich man reunited with his uncle’s dog tag 77-years after his death", "description": "An unexpected phone call has led to a family being reunited with their relative’s lost dog tags, some 77 years after he died in a prisoner of war camp.", "type": "article", "image": "https://www.edp24.co.uk/polopoly_fs/1.6792974!/image/image.jpg", "url": "https://www.edp24.co.uk/news/norwich-man-reunited-with-family-war-items-1-6792973", "site_name": "Eastern Daily Press"}, "author": "Sabrina Johnson", "DC.creator": "Sabrina Johnson", "keywords": "People, Heritage", "DC.subject": "People, Heritage", "fb": {"pages": 69186624810}, "description": "An unexpected phone call has led to a family being reunited with their relative’s lost dog tags, some 77 years after he died in a prisoner of war camp.", "robots": "max-video-preview:-1", "referrer": "origin-when-cross-origin", "google-site-verification": "KHl4EKz0a0LTojvLJtxsSYhoa_rmJozrBpuzfJtRG_8", "theme-color": "#FFFFFF"}}}