{"GDELT": {"GlobalEventID": 940707251, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CAN", "Actor1Name": "ONTARIO", "Actor1CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.4523160762942795, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hindustan, India (general), India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN00", "Actor1Geo_ADM2Code": "17857", "Actor1Geo_Lat": 28.0, "Actor1Geo_Long": 76.0, "Actor1Geo_FeatureID": "-3414754", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200814070000, "SOURCEURL": "https://www.timesnownews.com/the-buzz/article/independence-day-indian-flag-to-be-hoisted-at-niagara-falls-in-canada/636879"}, "ARTICLE": {"TITLE": "Independence Day: Indian flag to be hoisted at Niagara Falls in Canada", "TEXT": "The Indian flag will be hoisted at the famous Niagara Falls in Ontario, Canada on Saturday.\n\nOntario, Canada: As India is gearing up to celebrate its 74th Independence Day, the Indian Tricolour will be hoisted at the iconic Niagara Falls in Canada for the first time ever on Saturday. The flag-raising ceremony will take place on the evening of August 15.\n\nThe Indian flag will also be featured at other significant locations in Canada including over the 553-metre-high CN Tower, Toronto on Sunday.\n\nThe three-dimensional Toronto sign near the City Hall in Toronto will also be illuminated in the colours of the Indian flag on Saturday and Sunday.\n\nDue to COVID-19 restrictions, Independence Day celebrations will be virtual this year. We request you to join us at 10am on our social media handles for live streaming of flag hoisting and to sing our national anthem together. pic.twitter.com/yHGjZGkpWV — IndiainToronto (@IndiainToronto) August 13, 2020\n\nIndia’s Consul General to Toronto Apoorva Srivastava told Hindustan Times, \"It is a matter of great pride that this Independence Day, iconic locations like Niagara Falls, CN Tower and the Toronto sign will be illuminated in Indian tricolour.\"\n\nThis year, the Indian Independence Day celebrations have moved online due to the coronavirus pandemic restrictions. The ceremony of the traditional hoisting of the flag at the Indian High Commission in Ottawa and the Consulates in Toronto and Vancouver will be streamed live.\n\nThe India Day Parade, a key event for the Indian community in Canada, attracts a crowd of thousands of people every year. However, this year, the event feature videos showcasing the culture and cuisines from various parts of India as part of the virtual parade.\n\nTaste of India, a food festival in Canada, was also held virtually this year. It featured different cuisines of India and recipes from celebrity chefs.\n\nSrivastava said the virtual events have been planned keeping the safety regulations and social distancing in mind. She added that there will be a symbolic planting of 74 saplings in Brampton, which will be followed by a rally featuring cars displaying the Tricolour.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no", "og": {"url": "https://www.timesnownews.com/the-buzz/article/independence-day-indian-flag-to-be-hoisted-at-niagara-falls-in-canada/636879", "type": "Article", "title": "Independence Day: Indian flag to be hoisted at Niagara Falls in Canada", "description": "The Indian flag will be hoisted at the famous Niagara Falls in Ontario, Canada, on the occasion of India's 74th Independence Day on Saturday.", "image": "https://imgk.timesnownews.com/story/Independence_Day_Indian_flag_to_be_hoisted_at_Niagara_Falls.png?tr=w-560,h-292,fo-top"}, "description": "The Indian flag will be hoisted at the famous Niagara Falls in Ontario, Canada, on the occasion of India's 74th Independence Day on Saturday.", "news_keywords": "India, Niagara Falls, Flag of India, Canada, Indian Independence Day, independence day quotes, independence day wishes 2020, independence day wishes messages, independence day wishes India, independence day india flag hoisting, happy independence day indian flag", "keywords": "indian flag, happy independence day, national flag, india flag, flag, vande mataram, tiranga, flag india, national flag of india, india independence day, flag image, indian flag images, indian flag png, flag hoisting, national anthem of india, independence day wishes, independence day quotes,happy independence day indian flag", "fb": {"app_id": 2051731518430427, "pages": 218735715310}, "twitter": {"card": "summary_large_image", "title": "Independence Day: Indian flag to be hoisted at Niagara Falls in Canada", "description": "The Indian flag will be hoisted at the famous Niagara Falls in Ontario, Canada, on the occasion of India's 74th Independence Day on Saturday.", "image": "https://imgk.timesnownews.com/story/Independence_Day_Indian_flag_to_be_hoisted_at_Niagara_Falls.png", "site": "@TIMESNOW", "creator": "@TIMESNOW"}, "theme-color": "#254A96", "robots": "max-image-preview:large"}}}