{"GDELT": {"GlobalEventID": 940784377, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFG", "Actor1Name": "AFGHANISTAN", "Actor1CountryCode": "AFG", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.46808510638298, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Deh Sabz, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3718", "Actor2Geo_Lat": 34.6447, "Actor2Geo_Long": 69.3973, "Actor2Geo_FeatureID": "-3373938", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Deh Sabz, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3718", "Action2Geo_Lat": 34.6447, "Action2Geo_Long": 69.3973, "Action2Geo_FeatureID": "-3373938", "DATEADDED": 20200814151500, "SOURCEURL": "https://tolonews.com/afghanistan/almost-16000%C2%A0land-grabbing-suspects-2-years-ministry"}, "ARTICLE": {"TITLE": "Almost 16,000 Land-Grabbing Suspects in 2 Years: Ministry", "TEXT": "The Afghan Ministry of Urban Development has said that over 15,830 suspects accused of having a role in land-grabbing have been referred to the legal and judicial institutions over the past two years, and expressed hope the country’s legal system will address their cases as soon as possible.\n\nHowever, a Kabul-based research center, Integrity Watch Afghanistan (IWA), has said that the government has failed in its policies to reclaim the lands which were illegally taken.\n\nAccording to IWA, President Ashraf Ghani persistently demanded in the past the disclosure of names of those involved in land-grabbing, however, the government has failed to clarify how much land was taken and where.\n\nIWA said that land-grabbing still continues at full tilt.\n\nLast year, Ghani issued a decree in which he ordered the name of land mafias to be disclosed and asked the relevant institutions to impose travel bans on the suspects. Eight months have passed since Ghani issued the order, but so far none of the names of those involved in land-grabbing have been disclosed.\n\n“The legal and judicial institutions and also the government system in general have acted in a paralyzed way when it comes to addressing major cases of land-grabbing. The Afghan government despite its continued commitments has failed to achieve the least of achievements in this respect,” said Naser Taimoori, a researcher at Integrity Watch Afghanistan (IWA).\n\nAccording to the Ministry of Urban Development, 15,830 people, which include local strongmen and influential people, have been accused of land-grabbing.\n\n“A list containing 15,830 people who are accused of land-grabbing have been referred to the legal and judicial institutions so that they investigate their cases. Those involved in land-grabbing will be tackled in line with the law,\" said Hashmat Naseri, a spokesman for the Ministry of Housing and Urban Affairs.\n\nStatistics by the Ministry of Urban Development indicate that 1.6 million acres of government land has been taken illegally so far and also 335 newly established townships have legal shortcomings.\n\n“The Office of the Attorney General of the Islamic Republic of Afghanistan has probed all cases involving land-grabbing in line with the law,” said Jamshid Rasuli, a spokesman for the Attorney General of Afghanistan.\n\nPresident Ghani had tasked the Kabul governor to identify those involved in land-grabbing.\n\n“All statistics have been collected and they have been shared with the appellate court of Kabul, the Kabul police headquarters and the Ministry of Interior,” said Mohammad Yaqoub Haidari, the governor of Kabul.\n\nBased on the data of the Ministry of Urban Development, the total acres of land grabbed in Kabul is around 100,000 acres.\n\nKabul's governor said that 50,000 acres of land have been grabbed in Kabul’s Deh Sabz, Chahar Asyab, Bagrami, Qarahbagh and Shakar Dara area by the local strong men.", "METADATA": {"title": "Almost 16,000 Land-Grabbing Suspects in 2 Years: Ministry | TOLOnews", "description": "The Afghan Ministry of Urban Development has said that over 15,830 suspects accused of having a role in land-grabbing have been referred to the legal and judicial institutions over the past", "referrer": "origin", "og": {"description": "IWA said that land-grabbing still continues at full tilt.", "image": "https://tolonews.com/sites/default/files/1_587.jpg", "site_name": "TOLOnews", "title": "Almost 16,000 Land-Grabbing Suspects in 2 Years: Ministry | TOLOnews", "type": "article"}, "twitter": {"description": "The Afghan Ministry of Urban Development has said that over 15,830 suspects accused of having a role in land-grabbing have been referred to the legal and judicial institutions over the past", "image": "https://tolonews.com/sites/default/files/1_587.jpg", "url": "https://tolonews.com/afghanistan/almost-16000%C2%A0land-grabbing-suspects-2-years-ministry", "site": "@TOLOnews", "title": "Almost 16,000 Land-Grabbing Suspects in 2 Years: Ministry", "card": "summary"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "fb": {"pages": 187202271320522}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}