{"GDELT": {"GlobalEventID": 940743738, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.46020112493608006, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Slovenia", "Actor1Geo_CountryCode": "SI", "Actor1Geo_ADM1Code": "SI", "Actor1Geo_Lat": 46.25, "Actor1Geo_Long": 15.166667000000002, "Actor1Geo_FeatureID": "SI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Slovenia", "Action2Geo_CountryCode": "SI", "Action2Geo_ADM1Code": "SI", "Action2Geo_Lat": 46.25, "Action2Geo_Long": 15.166667000000002, "Action2Geo_FeatureID": "SI", "DATEADDED": 20200814111500, "SOURCEURL": "https://www.lexology.com/library/detail.aspx?g=c1707abc-208f-48b2-95be-25e75b3e87aa"}, "ARTICLE": {"TITLE": "Private equity fundraising in Poland", "TEXT": "I GENERAL OVERVIEW\n\nPoland is consistently one of the most desirable destinations for private equity funds investing in central and eastern Europe (CEE). The country has experienced sustained and rapid growth since the 1990s when the market economy was reinstated. As the largest and most populous country in the region, Poland is a regional leader in economic terms with robust GDP growth consistently above EU averages (in the third quarter of 2019, Poland's annual economic growth was confirmed at 3.9 per cent).2 CEE countries continue to be Europe's strongest region for GDP growth, with an average real GDP growth rate of 4.2 per cent in 2018.3 The World Bank projected Poland's 2019 economic growth at 4.3 per cent on the back of investments, and private consumption.4 Furthermore, the World Bank's forecast for central Europe for 2019 and 2020 is 3.7 per cent and 3.3 per cent, respectively.5\n\nIn 2018, total private equity fundraising in CEE reached €1.82 billion (the strongest result in 10 years) and private equity investment reached €2.7 billion (the region's second highest annual result to date, following a 24 per cent decrease from the previous year's record result). In terms of private equity investment activity in 2018 within the CEE region, Poland remained the leading destination with 32 per cent of the region's total investment value, followed by the Czech Republic (29 per cent), Hungary (13 per cent) and Romania (12 per cent). CEE venture capital funds raised €521 million, comprising 29 per cent of the total capital raised; over 60 per cent of CEE venture capital fundraising was attracted by fund managers based in Hungary and Poland. Moreover, Poland was again the region's largest market for exits in 2018, accounting for 52 per cent of the total value of divestment at the historic amount of €575 million.6\n\nIn 2018, CEE private equity investment measured as a percentage of the region's GDP decreased from 0.241 per cent in 2017 to 0.171 per cent in 2018, and, although it remained below the European average of 0.472 per cent, Poland showed results above the CEE regional average.7\n\nCEE buyout investments continued to dominate, reaching €1.9 billion in 2018. This was the second-highest ever level of annual buyout value in the CEE region, following a 34 per cent decrease from 2017's record result. Meanwhile, buyout investments across Europe increased 10 per cent year-on-year to €58.8 billion, the highest level since 2008. The number of companies receiving buyout funding in the CEE region was 45 in 2018, up from 41 in 2017.8\n\nImportantly, despite its sustained growth, the Polish private equity market still remains underdeveloped in comparison with Scandinavian or western European countries, which means that Poland still has high growth potential.\n\nII LEGAL FRAMEWORK FOR FUNDRAISING\n\nPoland has an established and original legal framework permitting the operation of regulated private equity investment vehicles, in particular those in the form of 'undertakings for collective investment in transferable securities' (UCITS)9 investment funds and non-UCITS investment funds. The establishment and operation of such funds and of their managers are regulated under the 2004 Act on Investment Funds and on Management of Alternative Investment Funds (IFA).\n\nMoreover, following the entry into force on 4 June 2016 of the 2016 Act Amending the Act on Investment Funds and Certain Other Acts, there is an established legal framework for the new category of investment vehicles – namely alternative investment companies (ASIs) – deemed alternative investment funds (AIF) under the EU Alternative Investment Fund Managers Directive (AIFMD).10 ASIs are generally non-regulated investment vehicles, in the form of 'ordinary' commercial companies or partnerships, governed by the applicable rules of the Commercial Companies Code.\n\nIn 2019, key changes in the IFA included: (1) mandatory dematerialisation of investment certificates; (2) general regulation of target-date investment funds (amendments related to employee capital plans (PPK) – see Section IV); and (3) necessary adjustments to the new public offering framework under the Prospectus Regulation11 and Directive (EU) 2017/82812 on the encouragement of long-term shareholder engagement. Additionally, a number of secondary legal acts regulating terms of conduct were issued, dealing with, inter alia, the manner, mode and conditions of operation of investment fund companies and the maximum remuneration of a permanent establishment for the management of an open-ended investment fund (FIO) or a specialised open-ended investment fund (SFIO).\n\ni Non-UCITS investment funds (closed-ended investment funds and SFIOs)\n\nPolish law provides for two types of non-UCITS investment funds: closed-ended investment funds (FIZs) and SFIOs, both managed by an external and regulated investment fund management company (TFI). These funds are of a specific legal nature that cannot be unambiguously qualified from the perspective of usual EU investment fund classifications (corporate, contractual or trust types of funds). Like corporate entities, Polish investment funds have a separate legal personality and governing bodies. On the other hand, they are strictly distinguished from typical commercial companies.\n\nThe IFA allows both an FIZ and an SFIO (provided it applies the principles and investment limits of an FIZ) to be established specifically as a 'non-public assets fund' (NPA fund) investing at least 80 per cent of its assets in assets other than (1) securities offered in a public offer, except for securities that are subject to a public offer that does not require a prospectus to be drawn up; (2) securities admitted to trading on a regulated market, unless they are the subject of a public offer that requires a prospectus, or unless the admission takes place after the purchase of the securities by the fund; and (3) money market instruments, unless they have been issued by private companies whose shares are held in the fund's investment portfolio. Such NPA funds also benefit from a slightly lighter regulatory regime than other types of funds.\n\nFIZS\n\nFIZs are often used as 'private' investment vehicles designed to enjoy various legal benefits (inter alia, tax benefits) by one or more investors ('dedicated' funds). To date, this practice appears to be accepted by the Polish financial services regulator – the Financial Supervision Authority (KNF) – which has publicly acknowledged that strict supervision of FIZs is unnecessary because FIZs are usually used by qualified investors.\n\nAn FIZ structure provides investors and TFIs with relatively broad flexibility in structuring the terms of their cooperation. At the same time, investing through an FIZ is subject to a number of statutory limitations or obligations. It is advisable to pre-agree, in particular, the following issues with the managing TFI before or during establishment of the FIZ.\n\nPAYMENT FOR CERTIFICATES\n\nAs a rule, investment certificates issued to the investor should be paid for in cash. However, the IFA provides for certain limited possibilities for in-kind contributions (e.g., with transferable securities).\n\nLIMITED SCOPE OF THE FIZ'S PERMITTED INVESTMENTS\n\nThe IFA sets out a closed list of investments that could be made by an FIZ (inter alia, securities, shares in limited liability companies (which, under Polish law, are not securities) and non-standardised derivatives. Under certain conditions, an FIZ may also invest in real estate.\n\nThe IFA expressly states that in respect of foreign instruments, their qualification as securities should be based on the legislation applicable to the company issuing the securities. Furthermore, the instruments acquired by or contributed to the FIZ have to meet the criteria of transferability. Consequently, an FIZ may not become a partner in most Polish or foreign law partnerships (unless they issue transferable securities, such as the Luxembourg SCSp).\n\nTYPE OF INVESTMENT CERTIFICATES\n\nFIZs may issue publicly and non-publicly traded investment certificates qualified as transferable securities under Directive 2014/65/EU on markets in financial instruments (MiFID II). In most cases, private equity investors choose non-publicly traded certificates, which affords them flexibility and eliminates additional regulatory duties. Until recently, the distinction between publicly and non-publicly traded investment certificates was based simply on the number of investors to whom certificates would be offered (non-public certificates could be issued if there were fewer than 150 investors). Currently, IFA refers to the definition provided in Article 2(d) of the Prospectus Regulation, which stipulates that 'offer of securities to the public' means a communication addressed to the public in any form and by any means, providing sufficient information about the terms of the offer and the securities to be offered to enable an investor to decide to purchase or subscribe to those securities. As of 1 July 2019, the certificates must be dematerialised and each issue requires the engagement of an agent.\n\nDIVERSIFICATION OF INVESTMENTS\n\nTo reduce the investment risk, the IFA requires, inter alia, that the aggregate of shares in one entity cannot represent more than 20 per cent of the value of an FIZ's assets. An FIZ is legally obliged to adjust its portfolio to the statutory limits within one year of its registration, subject to the possible imposition of sanctions on the TFI by the KNF.\n\nIn the case of an FIZ operating as a private equity fund, this adjustment period is extended to three years. On the basis of certain further exceptions related to FIZs that have been established for a specified time, Polish TFIs are in a position to prolong the transition period for up to six years (or even to roll it over continually).\n\nMANAGEMENT\n\nInvestors' influence on the management of the FIZ (including the exercise of rights over the assets held by the FIZ) is limited. This is because the TFI, as a third-party entity, manages the FIZ and represents it in relation to third parties because the FIZ does not have its own management board (as in the case of 'regular' companies). The management of an FIZ may be assigned by the TFI only to a third party being a qualified investment entity, bank or other entity specified by the IFA and authorised by the KNF (or a similar authority within the EU) to manage investment funds.\n\nInvestors' rights are exercised through participation in FIZ's investors' meetings, adopting resolutions in respect of the most crucial issues related to the operation of the FIZ (its liquidation, issuance of new investment certificates, etc.). The statutes of the FIZ may broaden the investors' meeting authority to granting consent in respect of particular actions; however, actions taken in breach of those consent requirements are legally valid.\n\nIf there are at least three investors in an FIZ, its statutes may provide for a board of investors. The board of investors acts as a supervisory body and monitors the implementation of the fund's investment goal and its investment policy, as well as the application of investment limits. Within the scope of the board's responsibilities, the members of the board have access to the fund's books and documents, and the right to demand explanations from the management company. The statutes of an FIZ may broaden the powers of the board of investors.\n\nDISTRIBUTIONS\n\nGenerally, all distributions to investors from an FIZ's assets result from redemption of their investment certificates. Distribution of profit is an extraordinary case, mainly reserved for FIZs operating as NPA funds and resulting from the direct sale of an FIZ's assets. Rules of redemption of certificates and distribution of profit should be specified in the FIZ's statutes.\n\nSFIOS\n\nSFIOs are not as popular a form of private equity fund as FIZs. The SFIO is a type of FIO issuing participation units (financial instruments not qualified as securities), and its statutes may restrict participation in the fund only to certain categories of entities (i.e., legal persons, organisational units without legal personality or natural persons). Moreover, natural persons must make a one-off payment to the fund of an amount not lower than the zloty equivalent of €40,000. The statutes of an SFIO may also specify further conditions of eligibility.\n\nSFIOs applying the investment principles and investment limits of an FIZ may benefit from the special rules applicable to NPA funds (in particular, a longer deadline for diversification of assets and limited possibilities for profit distribution). At the same time, the NPA fund would still be subject to the less flexible principles of operation and regulatory regime of an FIO, making this form less attractive to private equity investors.\n\nii Commercial companies\n\nPOLISH FUNDRAISING LEGAL FRAMEWORK\n\nSince the implementation of the AIFMD in Poland (which became fully effective in mid-2017), commercial companies used as investment vehicles are classified as ASIs. ASIs are subject to a regulatory regime not unlike that applicable to other AIFs (i.e., investment funds), including an obligation imposed on the alternative investment company manager (ZASI) to enter into an agreement for the performance of depositary functions with a depositary.\n\nA ZASI cannot engage in any business activity other than ASI or AIF management. A ZASI is quite strictly regulated as to its corporate structure, the qualifications of its directors and its applied remuneration policy. Certain capital requirements are applicable to a ZASI, particularly in respect of its own capital. Transfers of significant batches of shares in a ZASI are also subject to certain restrictions and notification obligations. Outsourcing of ZASI activities is permitted, albeit subject to notification obligation or authorisation by the KNF (depending on the scope of the outsourcing). Regulations pertaining to a ZASI are not applicable to a company managing an ASI whose investors (i.e., its limited partners) are members of the same capital group as the managing company, provided that none of those investors is itself an ASI or EU-AIF.\n\nConsequently, the list of non-UCITS-regulated investment vehicles currently includes the following legal forms.\n\nExternally managed FIZ SFIO Partnership limited by shares (SKA) Limited partnership (spk) Internally managed – Joint-stock company (SA) European company (SE) Limited liability company (Sp. z o.o.)\n\nImportantly, an ASI has to be incorporated (organised) and registered from scratch with the intention of becoming an ASI (an existing company cannot 'transform' or 'evolve' into an ASI).\n\nLIMITED PARTNERSHIP\n\nA limited partnership combines the features of a typical partnership and a commercial company. It must be established and conducted by at least two entities (natural persons, legal persons or organisational units without legal personality), with at least one partner – the general partner – bearing unlimited liability towards creditors for obligations of the partnership and at least one partner – the limited partner – having only limited liability and acting as an investor.\n\nA limited partnership that is an ASI has only one general partner, namely a capital company or an European company, with its registered office in Poland or – in some cases – a non-EU Member State. This general partner is the relevant ZASI and must either be authorised by the KNF or – in the case of relatively small-scale operations – entered into the relevant ZASI register. The relevant ZASI is obliged to manage the affairs of the ASI, including at least the management of its portfolio and risk. A single ZASI acting as a general partner may manage more than one ASI in the form of a limited partnership (or a partnership limited by shares (SKA) – see below).\n\nImportantly, limited partnerships are tax transparent. Although they are not, technically, legal persons, they possess a legal, judicial and procedural capacity and may in their own name acquire rights, including ownership of immovable property and other rights in rem, incur obligations, sue and be sued.\n\nThe limited partner is only liable up to the value of its contribution to the limited partnership. On the contrary, the liability of the general partner is unlimited. The general partner holds the liability of all assets severally with the other general partners, and with the limited partnership itself.\n\nA limited partnership is established by way of a partnership deed in the form of a notarial deed, signed by all general partners and registration in the National Court Register. No minimum capital is required.\n\nAs a rule, all matters that exceed the ordinary scope of a limited partnership's business require the consent of the limited partner, unless the partnership deed provides otherwise. Consequently, investors should make sure that their rights under the deed have been stipulated in a satisfactory way. Furthermore, in accordance with the general rules governing limited partnerships, a limited partner has a right to participate in the partnership's profit in relevant proportion to its actual contribution to the partnership. However, the deed may stipulate otherwise, and investors should certainly consider the scope of the partnership deed in that respect.\n\nPARTNERSHIP LIMITED BY SHARES\n\nAn SKA structure combines the elements of a limited partnership and a joint-stock company, making it the most composite type of partnership in Poland. Like the limited partnership, the SKA has no legal personality, but it has legal, judicial and procedural capacity, which means that it may acquire rights and incur obligations on its own behalf (e.g., under agreements), as well as have legal standing in court.\n\nAn SKA is established by at least one general partner and one shareholder (the general partner and the shareholder may be either natural persons, legal persons or organisational units without legal personality). As an SKA is an ASI, it is no different from a legal partnership as regards its sole general partner, which must be a ZASI.\n\nAs in the case of a limited partnership, the general partner's liability for the SKA's obligations is unlimited. The liability is joint and several among the general partners and subsidiaries with regard to the SKA. The shareholders do not bear any liability for the SKA's obligations.\n\nAs is the case with a limited partnership, an SKA is required to be entered into the National Court Register. The statutes should specify the value of share capital in an amount of at least 50,000 zlotys. The share capital consists only of the contributions made by the shareholders (or general partners in cases where the general partner is simultaneously a shareholder).\n\nIn respect of the shareholder's economic rights, the shareholder should ensure its right to participate in the profit of the SKA in proportion to the contributions they have made (i.e., at least proportionally to the value of their contributions). It is possible to establish preference shares with regard to the right to dividend of up to 150 per cent of the dividend designated to non-preference shares. To increase the attractiveness and legal certainty of the SKA, the SKA's statute may provide that each share taken up or acquired by a shareholder (investor) will give the right to more than one vote (with a maximum of two votes per share). Finally, it is possible to establish preference shares with regard to the distribution of the SKA's assets in the event of its liquidation.\n\nThe SKA's statutes may also provide for a supervisory board appointed by the shareholders.\n\nLIMITED LIABILITY COMPANY\n\nA limited liability company (Sp. z o.o.) is a simplified form of a capital company. It has legal personality and may be established by any number of shareholders, even by an individual shareholder (except a single limited liability company with only one shareholder). Shareholders are not liable for the company's obligations. The minimum share capital is 5,000 zlotys.\n\nThe articles of association must be executed in the form of a deed. After all contributions indicated in the articles of association are made, the management board (and in some cases also the supervisory board or the audit committee) is appointed, and the company is entered into the National Court Register.\n\nRights and obligations of the shareholders are, as a rule, determined in the articles of association. Polish law allows a wide array of individual rights and obligations that can be granted to or imposed on the shareholders of an Sp. z o.o. Basic shareholders' rights include voting rights and participation in the company's profits.\n\nIf the Sp. z o.o. is used as an investment vehicle, it constitutes an ASI, and as such is subject to the regulatory framework applicable to limited partnerships and SKAs described earlier. However, unlike the latter two structures, an ASI that is a limited liability company is its own ZASI and cannot engage in any business activity other than management of its own investment activity. In particular, it cannot act as a ZASI for other ASIs (in the form of a limited partnership or an SKA).\n\nJOINT-STOCK COMPANY\n\nA joint-stock company (SA) is the model capital company in the Polish legal system. The company is a legal person and may be established by any number of shareholders, even an individual shareholder (except a single limited liability company with only one shareholder). Shareholders are not liable for the company's obligations. Minimum share capital is 100,000 zlotys and the value of share capital must be expressly specified in the statutes.\n\nFor an SA to be established, the statutes (in the form of a deed) must be signed by all original shareholders, who in turn must take up all shares in the company. Additionally, two obligatory corporate bodies (the management board and the supervisory board) must be established.\n\nRights and duties of shareholders in an SA are similar to those described above in the context of SKAs. This also applies to possible additional rights vested with the general assembly.\n\nIf the SA is used as an investment vehicle, it constitutes an ASI, which is at the same time its own ZASI. Importantly, however, an ASI may not operate as a simple joint-stock company, which is a recently enacted type of simplified (less regulated) SA.\n\niii Solicitation\n\nAs a rule, distribution of securities (investment certificates in an FIZ and shares in an SKA or SA) constitutes regulated services and is restricted to investment firms. The applicable distribution rules and the scope of mandatory disclosure are in that case subject to Poland's local implementation regime for MiFID, including mandatory adequacy and appropriateness tests. However, if the investor is qualified as a professional or an eligible counterparty for MiFID purposes, MiFID duties are considerably limited.\n\nIt should be noted that pursuing activity of this type without the required permit could face criminal liability. If a criminal investigation is triggered by the actions of the KNF, the identity of the suspected entity is immediately disclosed on the KNF website.\n\nDistribution of units in SFIOs is subject to the special legal regime of the IFA and its secondary legislation. Generally, such distribution may be entrusted both to regulated entities (banks, other investment firms, etc.) or non-regulated service providers, with the restriction that they have received a suitable permit issued by the KNF. The investor's orders related to the purchase and redemption of the units may be made through natural persons who cooperate with the above-mentioned distributors on the basis of an agency agreement. Such natural persons may not receive payments designated to buy units or transfer redemption proceeds. Distributors are liable for the actions performed by their agents.\n\nThe distribution of participation interests in Polish limited companies, as well as the limited partner's interests (neither of which qualifies as securities), are not subject to any specific legal framework.\n\nPrivate equity investors could, in particular cases, be qualified as consumers. Business-to-consumer relationships fall under the applicable restrictions contained in the consumer law. While the Polish consumer protection requirements are generally in line with the applicable EU framework, the policy regarding their enforcement by the local consumer protection authorities and courts is relatively restrictive. Moreover, any marketing communication addressed to Polish consumers should always be drafted in a clear and precise manner so as not to confuse consumers. In addition, as a rule, under Polish consumer protection law, Polish must be used for all documents related to services provided to consumer clients residing in Poland.\n\niv Fiduciary duties\n\nPursuant to the IFA, an investment fund (whether an FIZ or an SFIO) must conduct its operations with due regard to the interests of the investor, and in keeping with the investment risk mitigation rules set out by the IFA. A TFI and the fund's depositary are also legally obliged to act independently and in the interest of investors.\n\nIf a TFI's actions taken in relation to the management of the fund are considered to be in breach of investors' interests, the TFI (and, arguably, the depositary) would be subject to quite restrictive regulatory sanctions imposed by the KNF.\n\nDepositaries are obliged not only to keep a given fund's assets and maintain its register, but also to monitor related cash flows. The depositary has to verify whether the assets are stored in duly maintained accounts (in particular, whether the accounts are maintained by authorised entities) and whether the fund actually holds rights arising from non-equity instruments entered into the register of its assets. The depositary also ensures that agreements related to the fund's assets are settled without undue delay.\n\nAdditionally, depositaries are expected to act as external compliance controllers for investment funds and are obliged to conduct regular reviews of their activity in this context. They also have the right (and obligation) to sue the relevant TFI at the request of an investor for damages caused by improper conduct of the relevant investment fund. Detailed rights and obligations of depositaries are regulated by agreements concluded by specific depositaries and TFIs (such agreements are usually based on standard contract terms for a depositary agreement developed by the Custodian Bank Council of the Polish Bank Association).\n\nIn the case of commercial companies, the introduction of the ASI regulatory framework imposed a number of fiduciary duties on the relevant ZASIs (i.e., general partners of a limited partnership or an SKA, or the capital companies themselves). ZASIs are required to apply roughly the same standards as investment funds and their managers (i.e., to act in a professional and sound manner, in accordance with fair market practice, and in the best interests of the investors). Additional duties could be specified either in the partnership deed, articles of association, or statutes, or in a separate investment agreement. Legal commentators emphasise, however, that all partners and shareholders have fiduciary duties in relation to the partnership itself.\n\nIII REGULATORY DEVELOPMENTS\n\ni Current regulatory framework\n\nThe KNF is the competent authority within the meaning of the relevant EU directives. It performs integrated regulatory supervision over local financial services (banking, insurance, pension fund and financial instruments markets, including the investment funds market).\n\nThe current regulatory regime applicable to private equity investments encompasses the establishment and operation of FIZs and SFIOs, as well as their management by TFIs, as well as, operation of ASIs and their management by ZASIs.\n\nFIZS\n\nThe creation of an investment fund requires:\n\nadoption of the FIZ's statutes by the TFI; execution of an agreement with a depositary on the maintenance of a register of the fund's assets; the KNF's authorisation for the establishment of an FIZ (with the reservation outlined below); collection of payments in the amount stipulated in the fund's statutes (in the case of publicly traded certificates, not less than €40,000); and entry in the register of investment funds.\n\nThe investment fund acquires legal personality upon its registration in the register of investment funds, which is maintained by the District Court of Warsaw. Upon registration, the management company becomes the governing body of the investment fund.\n\nEstablishment of an FIZ whose investment certificates are not publicly traded or are publicly traded but there is no prospectus requirement does not require KNF consent. In addition, the scope of KNF supervision over the operations of such a fund is considerably limited. The regulatory burden in this case is moved to supervision of the TFI.\n\nSFIOS\n\nThe creation of SFIOs, FIOs and public FIZs requires KNF authorisation (subject to target-date investment funds, which do not require authorisation) and entry in the register of investment funds. At the same time, the SFIO is obliged to publish information prospectuses and financial statements.\n\nTFIS\n\nManagement of investment funds (including, as a rule, distribution of their units) is reserved to TFIs regulated under the IFA and its secondary legislation. Establishment of a TFI requires a regulatory permit. A permit to act as an investment fund management company may be granted only to a joint-stock company with a registered office in Poland. The scope of the permit covers activities consisting of the establishment and management of investment funds, including intermediation in the redemption or sale and repurchase of investment funds units or certificates, representing investment funds in dealings with third parties and managing a collective portfolio of securities.\n\nThe TFI must comply with certain specific requirements, including the capital adequacy requirement and the appointment of managers complying with certain conditions. The scope of activities of the TFI must be limited to the management of funds.\n\nThe IFA provides for detailed requirements concerning the composition of TFI bodies and the rules of their appointment (e.g., duty to obtain KNF's consent to appoint, among others, a member of the management board supervising the risk management system).\n\nCOMMERCIAL COMPANIES\n\nThe operation of a commercial company classified as an ASI triggers certain regulatory duties, which are differentiated according to the value of the investment portfolio. Apart from ZASI registration or permit requirements, if the company is to conduct itself as an ASI, one of the most important issues is that the KNF filing must be made during the commercial registration process, after the transition period discussed above. However, subsequent 'requalification' of a commercial company as an ASI is no longer possible.\n\nii Taxation\n\nIn principle, FIZs are subject to general corporate income tax (CIT), although significant sources of their income are exempt from CIT, such as dividends payable by capital companies or capital gains from disposal of shares. The latter exemption does not extend to participation in profits of tax-transparent entities (such as partnerships or their equivalents), interest payable by such entities or income derived from renting out a building under a lease agreement or an agreement of a similar nature, and also including such income derived through tax-transparent entities. In practice, this limits FIZs' appetite for co-investments with banks (e.g., in real estate), which prefer to establish investment vehicles in the form of limited partnerships (see below) and act as limited partners.\n\nThe same rules apply to SFIOs applying the investment principles and investment limits of an FIZ.\n\nInvestors in Polish investment funds are subject to income taxation with respect to proceeds received from the funds (the standard tax rate is 19 per cent, which, in the case of foreign investors, may be reduced on the basis of applicable double-tax treaties and internal regulations).\n\nImportantly, since 1 January 2019, ASIs' income derived from the sale of shares in a company has been subject to a CIT exemption, which applies if the ASI holds at least 10 per cent of the shares in the company's share capital for a period of no less than two years prior to the sale (the participation exemption). However, this exemption does not apply to the sale of shares in companies of which more than 50 per cent of their assets consist of real properties.\n\niii MiFID II implementation\n\nThe Polish regulatory framework has recently undergone the MiFID II implementation. MiFID II has been implemented by the Act of 1 March 2018 amending the Act on Trading in Financial instruments and Certain Other Acts (including the IFA), which entered into force on 21 April 2018. The adoption of new regulations in this regard has generally impacted the private equity investment market, particularly TFIs and distributors.\n\nThe regulatory changes brought about by the MIFID II implementation can be divided into three main streams: (1) limiting TFIs' remuneration for the management of FIOs and SFIOs by making these dependent on the type of investment and the investment risk; (2) aligning the legal requirements for TFIs and investment firms providing certain portfolio management services; and (3) aligning the legal status of funds' units sale-and-redemption agency services with brokerage activity (accepting and forwarding orders to purchase or sell financial instruments).\n\nMoreover, the MiFID II implementation introduced some important changes to the fundraising regulatory regimen, such as the introduction of new mandatory information requirements in relation to investors and new obligations on clients' asset protection.\n\nIV OUTLOOK\n\nThe most widely debated issues in the Polish private equity market are the practical consequences of adjusting the IFA to the new public offering regulatory framework under the Prospectus Regulation (and local adjustments) and Directive (EU) 2017/828, and the impact of the pension reforms introducing PPKs. PPKs are a new form of additional pension saving. The new pension system is mandatory for employing entities and (theoretically) voluntary for employees. The PPK system broadly involves investment funds, as the introduction of a PPK requires the conclusion of a PPK management contract and a number of contracts for the operation of a PPK for employees, and these are matters that have to be dealt with by investment funds.\n\nAlso worth mentioning are the significant changes to the IFA that took place on 1 July 2019. These changes concern the obligatory dematerialisation of certain types of securities. The Act of 9 November 2018 has amended a series of laws, including the IFA, to strengthen financial supervision and investor protection. In this respect, the new Act introduced, among other things, the obligatory dematerialisation of corporate bonds, investment certificates issued by FIZs and covered bonds, irrespective of whether or not these securities are the subject of a public offer or intended for trading on any trading venue. The main purpose of these changes was to increase the transparency of the identity of the issuer and the volume of the issuance of these securities, as well as to strengthen investor protection and flexibility.\n\nAlthough discussions are still taking place regarding the shape of the market following the 2016 implementation of the AIFMD and UCITS V directives,13 there is no question that these changes to the regulatory regime put an end to the 'explosion' of FIZs in the Polish market that started with the 2011 deregulation. In turn, the changes in question have given rise to new trends within the currently existing financial structures involving FIZs.\n\nThis article is an extract from The Private Equity Review, 9th Edition. Click here for the full guide.\n\nFootnotes\n\n1 Marcin Olechowski is a partner, Wojciech Iwański is a senior counsel and Mateusz Blocher is a senior associate at Sołtysiński Kawecki & Szlęzak.\n\n2 Source: Central Statistical Office of Poland. In 2018, GDP growth in the European Union amounted to 2 per cent, while in Poland it reached 5.1 per cent (Eurostat, 'Real GDP growth rate – volume, 2018').\n\n3 Own calculations based on Eurostat, 'Real GDP growth rate – volume, 2018'. For calculation purposes, CEE countries include Poland, Estonia, Latvia, Lithuania, the Czech Republic, Slovakia, Hungary and Slovenia.\n\n4 World Bank Press Release No. 2020/ECA/19.\n\n5 World Bank, Global Economic Prospects: Darkening Skies, June 2019.\n\n6 Invest Europe, 2018 Central and Eastern Europe Private Equity Statistics, June 2019.\n\n7 ibid.\n\n8 ibid.\n\n9 In accordance with Directive 2009/65/EC of the European Parliament and of the Council of 13 July 2009 on the coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS).\n\n10 The 2016 Act Amending the Act on Investment Funds and Certain Other Acts implements, among other directives, Directive 2011/61/EU of the European Parliament and of the Council on alternative investment fund managers (AIFMD), and Directive 2014/91/EU amending Directive 2009/65/EU on the coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS) as regards depositary functions, remuneration policies and sanctions (UCITS V).\n\n11 Regulation (EU) 2017/1129 of 14 June 2017.\n\n12 Directive (EU) 2017/828 of 17 May 2017.\n\n13 See footnotes 9 and 10.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "max-snippet:-1, max-image-preview:standard", "Description": "Poland is consistently one of the most desirable destinations for private equity funds investing in central and eastern Europe…", "og": {"title": "Private equity fundraising in Poland | Lexology", "description": "Poland is consistently one of the most desirable destinations for private equity funds investing in central and eastern Europe…", "url": "https://www.lexology.com/library/detail.aspx?g=c1707abc-208f-48b2-95be-25e75b3e87aa", "image": "https://www.lexology.com/images/share/lexology-facebook.png"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}