{"GDELT": {"GlobalEventID": 940753439, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GRC", "Actor1Name": "GREEK", "Actor1CountryCode": "GRC", "Actor2Code": "GRCGOV", "Actor2Name": "GREEK", "Actor2CountryCode": "GRC", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.900181488203269, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Athen, AttikíR, Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR35", "Actor1Geo_ADM2Code": "16716", "Actor1Geo_Lat": 37.9833, "Actor1Geo_Long": 23.7333, "Actor1Geo_FeatureID": "-814876", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Athen, AttikíR, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR35", "Actor2Geo_ADM2Code": "16716", "Actor2Geo_Lat": 37.9833, "Actor2Geo_Long": 23.7333, "Actor2Geo_FeatureID": "-814876", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814121500, "SOURCEURL": "https://www.dailysabah.com/politics/diplomacy/turkey-to-respond-to-greek-provocation-in-eastern-mediterranean-fm-says"}, "ARTICLE": {"TITLE": "Turkey to respond to Greek provocation in Eastern Mediterranean, FM says", "TEXT": "Turkey would give a proper response to any Greek attempts to harass the Turkish seismic vessel Oruç Reis in the Eastern Mediterranean, Foreign Minister Mevlüt Çavuşoğlu said on Friday.\n\nSpeaking in a joint news conference with his Swiss counterpart, Çavuşoğlu said Switzerland offered to mediate in the Eastern Mediterranean crisis with Greece, and Turkey has agreed in principle.\n\n\"Greece needs to act with common sense. They should not harass our Oruç Reis vessel as they would receive the necessary response,\" Çavuşoğlu warned.\n\nGermany also expressed concern about the soaring tensions between Greece and Turkey over gas exploration in the Eastern Mediterranean, saying they were \"worrying\" and urged both sides to talks to avoid further escalation.\n\n\"These tensions are worrying,\" Chancellor Angela Merkel's spokesperson Steffen Seibert said, calling on the countries \"to talk directly to each other\" to resolve their maritime dispute.\n\n\"What's important is de-escalation,\" he said, adding that the German government \"has taken note\" of France's decision to beef up its military presence in the Mediterranean.\n\nÇavuşoğlu also criticized France's stance, saying that the country needs to refrain from escalating tensions.\n\n\"They will not get anywhere by acting like bullies, whether in Libya, the northeast of Syria, in Iraq or the Mediterranean,\" Çavuşoğlu said.\n\nTensions have been mounting in the region after Athens' controversial new maritime pact with Egypt. Greek defense sources announced joint military drills Thursday in the Eastern Mediterranean along with France, which has sought to hem in Turkey's maritime territory.\n\nThe exercise, which includes two French Rafale fighter jets, was conducted off the island of Crete after France announced Wednesday it would beef up military presence in the region.\n\nFrance's decision came after President Emmanuel Macron and Greek Prime Minister Kyriakos Mitsotakis had a telephone call to discuss the latest situation in the region.\n\nFrance said Thursday it is sending two Rafale fighter jets and the naval frigate Lafayette to the Eastern Mediterranean.\n\nThe drills follow Turkey resuming energy exploration in the Eastern Mediterranean on Monday, just after the signing of the Greek-Egyptian maritime pact, which Turkey called illegal.\n\nRegarding the recently signed deal between the United Arab Emirates (UAE) and Israel, Çavuşoğlu said it was created to support U.S. President Donald Trump's controversial Middle East plan.\n\n\"This deal aims to back the so-called deal of the century, which we have called stillborn, and scrap the two-state solution for Palestine,\" the foreign minister said.\n\nHe continued by saying that Palestine’s strong condemnation and disapproval of agreement proves that it would not contribute to regional peace.\n\nAccusing the UAE of damaging regional peace, Çavuşoğlu said the Abu Dhabi administration is betraying the Palestinian cause for its own interests.\n\n\"The UAE is unilaterally trying to destroy the Arab-led peace initiative. The UAE administration has been plotting for years to weaken the Palestinian administration,\" Çavuşoğlu said, adding that the UAE also puts pressure on some Arab countries regarding Palestine.", "METADATA": {"ROBOTS": "index,follow", "language": "en", "copyright": "Daily Sabah Newspaper", "format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Turkey to respond to Greek provocation in Eastern Mediterranean, FM says", "keywords": "Turkey,to,respond,to,Greek,provocation,in,Eastern,Mediterranean,,FM,says", "Idkeywords": 36803, "pageType": "article", "datePublished": "2020-08-14 13:37:00", "dateModified": "2020-08-14 15:06:16", "author": "DAILY SABAH WITH AGENCIES", "inLanguage": "en", "fb": {"app_id": 2555093038069229, "pages": 248453298645103}, "og": {"description": "Turkey would give a proper response to any Greek attempts to harass the Turkish seismic vessel Oruç Reis in the Eastern Mediterranean, Foreign Minister Mevlüt Çavuşoğlu said...", "type": "article", "locale": "en", "site_name": "Daily Sabah", "image": {"identifier": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/51984.jpg", "width": 600, "height": 315}, "title": "Turkey to respond to Greek provocation in Eastern Mediterranean, FM says", "url": "https://www.dailysabah.com/politics/diplomacy/turkey-to-respond-to-greek-provocation-in-eastern-mediterranean-fm-says"}, "article": {"published_time": "2020-08-14 13:37:00", "author": "DAILY SABAH WITH AGENCIES", "section": "Politics"}, "twitter": {"description": "Turkey would give a proper response to any Greek attempts to harass the Turkish seismic vessel Oruç Reis in the Eastern Mediterranean, Foreign Minister Mevlüt Çavuşoğlu said...", "card": "summary_large_image", "image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/51984.jpg", "title": "Turkey to respond to Greek provocation in Eastern Mediterranean, FM says"}, "thumbnailUrl": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/51984.jpg", "url": "https://www.dailysabah.com/politics/diplomacy/turkey-to-respond-to-greek-provocation-in-eastern-mediterranean-fm-says"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}