{"GDELT": {"GlobalEventID": 940752375, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.74753451676529, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Nueva Ecija, Nueva Ecija, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP47", "Actor1Geo_ADM2Code": "24222", "Actor1Geo_Lat": 15.5833, "Actor1Geo_Long": 121.0, "Actor1Geo_FeatureID": "-2442133", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Nueva Ecija, Nueva Ecija, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP47", "Action2Geo_ADM2Code": "24222", "Action2Geo_Lat": 15.5833, "Action2Geo_Long": 121.0, "Action2Geo_FeatureID": "-2442133", "DATEADDED": 20200814120000, "SOURCEURL": "https://newsinfo.inquirer.net/1321799/its-final-mary-jane-veloso-can-testify-vs-her-recruiters"}, "ARTICLE": {"TITLE": "It’s final: Mary Jane Veloso can testify vs her recruiters", "TEXT": "MANILA, Philippines – It is final. Convicted drug trafficker Mary Jane Veloso will be able to tell her story that led to her arrest and conviction in Indonesia.\n\nIn a resolution made public Friday, the high court’s Special Third Division has denied the motion for reconsideration filed by the Public Attorney’s Office (PAO) who acts as counsel for Ma. Cristina Sergio and Julius Lacanilao, Veloso’s alleged recruiters.\n\nADVERTISEMENT\n\nThe high court stood by its October 2019 ruling stating that Veloso should be allowed to testify via deposition against her recruiters so as not to curtail her right to due process.\n\nVeloso is currently detained in Indonesia and facing the death penalty after she was arrested in 2010 at Yogyakarta airport for bringing in more than two kilograms of heroin. She was supposed to be executed by firing squad in 2015 but she was spared after Philippine authorities informed their counterparts that her recruiters were already under police custody.\n\nVeloso denied knowledge of the drugs she was carrying, insisting that the luggage she had was given to her by her recruiters.\n\nWith the recent ruling, private prosecutors from the National Union of Peoples’ Lawyers (NUPL) led by its President, Atty. Edre Olalia, in a statement, said: “The Nueva Ecija trial court hearing the qualified human trafficking, illegal recruitment and estafa against her illegal recruiters Cristina Sergio and Julius Lacalinao can now schedule the dates for the taking of Maryjane’s testimony.”\n\nThe high court, in its resolution, said the PAO failed to raise the substantial argument that would warrant a reversal of its October 2019 ruling.\n\n“The Court further resolves to deny the motion with finality, the basic issues raised therein having been duly considered and passed upon by the Court in the aforesaid decision,” the high court said adding that “No further pleadings, motions, letters or other communications shall be entertained in this case. Let an entry of judgment be issued immediately.”\n\nNUPL also acknowledged the complementary roles of the Department of Justice and the Office of the Solicitor-General in joining us in our corner this time to pursue a common objective to render justice to distressed OFWs like Maryjane.\n\n“In time, not only will the illegal recruiters be held to account but her innocence will eventually be judicially established and we look forward to her coming home free as a logical consequence. Let Maryjane speak out now and bring her home in time. It is a long and tortuous journey but we will get there,” NUPL said. [ac]\n\nRELATED STORIES:\n\nMary Jane Veloso’s parents ask SC to let their daughter speak\n\nVeloso execution stopped\n\nADVERTISEMENT\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"ttl": 345600, "title": "It’s final: Mary Jane Veloso can testify vs her recruiters", "description": "MANILA, Philippines - It is final. Convicted drug trafficker Mary Jane Veloso will be able to tell her story that led to her arrest and conviction in Indonesia.\r\n\r\nIn a resolution made public", "url": "https://newsinfo.inquirer.net/1321799/its-final-mary-jane-veloso-can-testify-vs-her-recruiters", "site_name": "INQUIRER.net", "image": "https://newsinfo.inquirer.net/files/2020/01/News14356-620x442.jpg", "type": "article"}, "fb": {"app_id": 175228195865217, "pages": 142802334452}, "article": {"published_time": "Fri, 14 Aug 2020 19:40:24 PST"}, "author": "Tetch Torres-Tupas", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "twitter": {"card": "summary_large_image", "description": "MANILA, Philippines – It is final. Convicted drug trafficker Mary Jane Veloso will be able to tell her story that led to her arrest and conviction in Indonesia. In a resolution made public Friday, the high court’s Special Third Division has denied the motion for reconsideration filed by the Public Attorney’s Office (PAO) who acts […]", "title": "It's final: Mary Jane Veloso can testify vs her recruiters | Inquirer News", "site": "@inquirerdotnet", "image": "https://newsinfo.inquirer.net/files/2020/01/News14356.jpg", "creator": "@inquirerdotnet"}, "ia": {"markup_url": "https://newsinfo.inquirer.net/1321799/its-final-mary-jane-veloso-can-testify-vs-her-recruiters?ia_markup=1"}}}}