{"GDELT": {"GlobalEventID": 940702043, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LEG", "Actor1Name": "PARLIAMENT", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.24213075060532, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Skopje, Macedonia (general), Macedonia", "Actor1Geo_CountryCode": "MK", "Actor1Geo_ADM1Code": "MK00", "Actor1Geo_ADM2Code": "27270", "Actor1Geo_Lat": 42.0, "Actor1Geo_Long": 21.4333, "Actor1Geo_FeatureID": "-95841", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Skopje, Macedonia (general), Macedonia", "Action2Geo_CountryCode": "MK", "Action2Geo_ADM1Code": "MK00", "Action2Geo_ADM2Code": "27270", "Action2Geo_Lat": 42.0, "Action2Geo_Long": 21.4333, "Action2Geo_FeatureID": "-95841", "DATEADDED": 20200814061500, "SOURCEURL": "https://www.globaltimes.cn/content/1197744.shtml"}, "ARTICLE": {"TITLE": "President of North Macedonia gives Zaev mandate to form new gov't", "TEXT": "President of North Macedonia Stevo Pendarovski (L) hands the mandate for the formation of the new government to Zoran Zaev, leader of Social Democratic Union of Macedonia (SDSM), in Skopje, North Macedonia, Aug. 13, 2020. President Stevo Pendarovski of North Macedonia on Thursday handed the mandate for the formation of the new government to Zoran Zaev, leader of Social Democratic Union of Macedonia (SDSM), Media Information Agency (MIA) reported. The coalition \"We Can\" led by Zaev and Besa Movement leader Bilal Kasami won 35.89 percent of votes with 46 parliament seats at the early parliamentary elections held on July 15. (Str/Xinhua)\n\nPresident Stevo Pendarovski of North Macedonia on Thursday handed the mandate for the formation of the new government to Zoran Zaev, leader of Social Democratic Union of Macedonia (SDSM), Media Information Agency (MIA) reported.The coalition \"We Can\" led by Zaev and Besa Movement leader Bilal Kasami won 35.89 percent of votes with 46 parliament seats at the early parliamentary elections held on July 15.\"Based on Article 84, according to Article 90 of the Constitution and the proposal of the 'We can' coalition, I name Zoran Zaev, SDSM leader and member of Parliament, to be the prime minister-designate to form the government,\" Pendarovski said at the ceremony held on this occasion.Speaking at the ceremony, Zaev underlined that the new government will be committed to pursuing the \"right path\" towards the European Union (EU) and to building the \"one society for all\" concept freed from nationalism and ethnic prejudice.\"It is an honor and a great responsibility as the leader of the SDSM-led We Can coalition to have been entrusted by President Pendarovski the mandate to form a new, European, democratic and responsible government with institutions even better equipped to serve the citizens,\" Zaev said.The SDSM leader noted that the country will get a government committed to the main objectives of EU integration, prosperity and long-term stability, economic development, fighting against crime and corruption and cleaning the judiciary.So far, talks between political parties have not given results on forming a majority of at least 61 seats out of a total of 120 in the Assembly of North Macedonia.Zaev said that he would resume talks with Ali Ahmeti, leader of the Democratic Union for Integration, which has won 15 seats in the parliament.Under the Constitution of North Macedonia, the prime minister-designate has 20 days to send to parliament a program and to nominate candidates for ministers.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "DESCRIPTION": "President Stevo Pendarovski of North Macedonia on Thursday handed the mandate for the formation of the new government to Zoran Zaev, leader of Social Democratic Union of Macedonia (SDSM), Media Information Agency (MIA) reported.", "Logo": "https://www.globaltimes.cn/Portals/0/attachment/2020/2020-08-14/3c45efac-2f6b-41de-9ca4-20cdb69b24f5.jpeg", "COPYRIGHT": "Copyright 2014 by The Global Times", "AUTHOR": "Global Times", "RESOURCE-TYPE": "DOCUMENT", "DISTRIBUTION": "GLOBAL", "ROBOTS": "INDEX, FOLLOW", "REVISIT-AFTER": "1 DAYS", "RATING": "GENERAL", "twitter": {"card": "summary_large_image", "site": "@globaltimesnews", "url": "https://www.globaltimes.cn/content/1197744.shtml", "title": "President of North Macedonia gives Zaev mandate to form new gov't", "description": "President Stevo Pendarovski of North Macedonia on Thursday handed the mandate for the formation of the new government to Zoran Zaev, leader of Social Democratic Union of Macedonia (SDSM), Media Information Agency (MIA) reported.", "creator": "@globaltimesnews", "image": "https://www.globaltimes.cn/Portals/0/attachment/2020/2020-08-14/3c45efac-2f6b-41de-9ca4-20cdb69b24f5.jpeg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}