{"GDELT": {"GlobalEventID": 940766314, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MNCJPN", "Actor1Name": "MITSUBISHI", "Actor1CountryCode": "JPN", "Actor1Type1Code": "MNC", "Actor2Code": "BGD", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.326264274061989, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 90.0, "Actor2Geo_FeatureID": "BG", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36340", "Action2Geo_Lat": 35.685, "Action2Geo_Long": 139.751, "Action2Geo_FeatureID": "-246227", "DATEADDED": 20200814133000, "SOURCEURL": "https://www.icis.com/explore/resources/news/2020/08/14/10541386/ammonia-prices-rebound-east-of-suez-as-spot-deals-struck-for-200-000-tonnes"}, "ARTICLE": {"TITLE": "Ammonia prices rebound east of Suez as spot deals struck for 200,000 tonnes", "TEXT": "LONDON (ICIS)--A burst of spot activity and large jump in producer independent price targets east of Suez were the main talking points in a hectic week in the international ammonia market.\n\nMiddle East giants Saudi Arabian Mining Company (Ma’aden) and SABIC are locked in talks with buyers over September spot cargoes of the nitrogen fertilizer, with the pair separately seeking a 10% hike from last business.\n\nSABIC rejected a bid of $240/tonne FOB (free on board) Al-Jubail from a mystery buyer, while Ma'aden is targeting $250-260/tonne FOB for next month's liftings from Ras Al-Khair.\n\nThe extended shutdown of a SABIC plant and capacity cuts in southeast Asia mean FOB volume is relatively tight for the next few weeks, and buyers will need to pay up in order to secure material.\n\nIn contrast, the market remains rather long west of Suez, even with reduced export availability from the Black Sea, Trinidad, and north Africa.\n\nThis surplus was underlined by a string of CFR (cost and freight) spot sales into Latin America and Africa, with material also sold on a FOB basis in both the US and Algeria.\n\nAround 200,000 tonnes changed hands, with Trammo highly active as it secured FOB volumes in the US, Algeria and Indonesia, and sold spot cargoes to buyers in Brazil, Morocco, and Senegal.\n\nThe Indonesian cargo from production giant Pupuk Kaltim was procured at $258/tonne FOB Bontang for H1 September loading; a $21/tonne hike on a similar deal for a late August loading agreed a few weeks ago.\n\nYara and its three long-term suppliers of Russian material left Baltic contract prices unchanged from last week, with the Norwegian group also buying a Malaysian spot parcel from PETRONAS.\n\nElsewhere in Europe, plant maintenance in Russia and Ukraine has reduced export availability from the Black Sea port of Yuzhny for several weeks.\n\nIn Belgium, German chemicals group Lanxess closed a large purchase tender for around 200,000 tonnes/year of ammonia for discharge at Antwerp 2021-2023.\n\nNo award has been confirmed, but market talk is Koch may have secured the contract, which would mean the US group replaces current supplier BASF Intertrade from the start of next year.\n\nAn official announcement is expected towards the end of Q3 or in early Q4.\n\nJapanese traders Mitsui and Mitsubishi both struck spot deals in Asia Pacific – the former for 13,000 tonnes from Bangladesh and the latter for 23,000 tonnes to Taiwan – while the identity of a buyer of US spot material is unclear.\n\nCanadian major Nutrien appears to have sold that 25,400 tonne cargo to a chemicals producer in South Korea or China, but no-one has yet confirmed a deal for a cargo due to arrive in the region in early September.\n\nIn the Americas, Nutrien has yet to announce restart dates for its pair of idled 600,000 tonne/year Trinidad plants, with senior executives saying earlier this week they will remain offline until market conditions improve.\n\nThe temporary maintenance stop of the 500,000 tonnes/year Tringen 1 ammonia plant at Point Lisas, began on 12 August, with no restart date announced for that export-oriented Trinidad unit either.\n\nBrazilian buyers including Petrobras received a combined 23,400 tonnes of spot material from Trammo at two ports, with the trader now sending the 40,000 tonne capacity tanker Tokyo to the region.\n\nThe supplier insists the vessel will deliver only to Latin America, but market talk is the large carrier will head east later this month, possibly to South Africa and/or India.\n\nThe trader has taken a short time-charter on the Tokyo, most probably because it hopes to take advantage of arbitrage opportunities created by the clear fracturing of ammonia prices along continental lines.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "googlebot": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "site_name": "Icis", "title": "Ammonia prices rebound east of Suez as spot deals struck for\n      200,000 tonnes", "url": "https://www.icis.com/explore/resources/news/2020/08/14/10541386/ammonia-prices-rebound-east-of-suez-as-spot-deals-struck-for-200-000-tonnes", "image": "https://icis.com/assets/getasset-927366.jpg"}, "twitter": {"card": "summary_large_image", "title": "Ammonia prices rebound east of Suez as spot deals struck for\n      200,000 tonnes", "image": "https://icis.com/assets/getasset-927366.jpg"}, "gwa_Account": "rbiuk-icis,rbiuk-icis-multisuite", "gwa_siteSection1": "icis explore", "gwa_siteSection2": "news", "gwa_contentType": "article", "gwa_contentId": 10541386, "gwa_contentTitle": "ammonia prices rebound east of suez as spot deals struck for\n      200,000 tonnes", "gwa_pageName": "icis explore|news|ammonia prices rebound east of suez as spot deals struck for\n      200,000 tonnes", "gwa_contentHierarchy": "icis explore|news|ammonia prices rebound east of suez as spot deals struck for\n      200,000 tonnes", "gwa_authStatus": "logged out", "gwa_aboutness": "product|sales agreement", "gwa_author": "richard ewing", "gwa_pubDate": "20-08-14", "gwa_projectGeo": "indonesia|malaysia", "gwa_localVar1": "20-08-14", "gwa_localVar2": "free", "gwa_localVar3": "free|immediate alert", "gwa_localVar4": "ammonia", "gwa_localVar5": "icis news", "tec-api-version": "v1", "tec-api-origin": "https://www.icis.com/explore", "author": "Richard Ewing"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}