{"GDELT": {"GlobalEventID": 940766773, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USAGOV", "Actor1Name": "OBAMA", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "LOS ANGELES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.39980009995002, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814133000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8627549/Donald-Trump-retweets-insults-calling-Kamala-Harris-camel-laugh.html"}, "ARTICLE": {"TITLE": "Donald Trump retweets insults calling Kamala Harris 'camel laugh'", "TEXT": "President Donald Trump retweeted posts calling Kamala Harris 'camel laugh' on Friday, the day after he refused to say she was eligible to serve as vice president - as his son-in-law Jared Kushner refused to shoot down a 'birther' conspiracy theory about the Democratic vice-presidential candidate.\n\nIn a flurry of retweets consisting of criticism for the Democratic presidential ticket and praise for his deal between Israel and the United Arab Emirates, President Trump included a tweet with derogatory and racist descriptions of Harris and Joe Biden.\n\n'While Biden plays hide and seek with Camel Laugh, Trump plays 3 dimensional Chess with the Middle East and wins historical deals!! 'Play it again Sam' how the Democrats will lose everything in November! TRUMP IS THE GREATEST!!!,' read one of the two retweets.\n\n'Let's get this straight right away Camel Laugh and China Joe will lie, lie, and lie and the media will NOT challenge them on all the false statements they make. IT IS UP TO AMERICAN WARRIORS TO GET THE TRUTH OUT TO THE AMERICAN PEOPLE!!!!,' read the other.\n\nMore pressure: Jared Kushner was asked about Trump's comments on Friday but he tried to move the topic back to the Israel-UAE deal.\n\nTrump has often accused Biden of 'hiding in his basement' and complained the Democratic ticket has yet to answer as many questions from the press as he does.\n\nHis insults to Harris came after he fanned the flames of yet another 'birther' conspiracy theory by telling White House reporters Thursday that he had 'no idea' if Harris was eligible to be vice president.\n\nWhite House senior adviser Jared Kushner was asked about Trump's comments on Friday but he tried to move the topic back to the Israel-UAE deal.\n\n'He just said that he had no idea whether that's right or wrong,' Kushner told 'CBS This Morning' co-host Anthony Mason.\n\nPressed on whether he and the Trump campaign accepts that Harris is a qualified candidate, Kushner said, 'I personally have no reason to believe she's not.'\n\n'She was born in Oakland, California,' Mason said. Kushner replied: 'Yeah.'\n\n'Makes her a qualified candidate. Why didn't the president take the opportunity to debunk that theory?' Mason asked.\n\n'I have not had a chance to discuss this with him, but again, let his words speak for himself,' Kushner said.\n\nDemocrats, meanwhile, accused Trump of racism and pointed out the last candidate to face questions about their birth was Barack Obama - the first black president.\n\n'This is only the second time that that has happened in our nation's history. And the first time was with President Barack Obama. So why is it that only the two Black candidates are questioned about the legitimacy of their citizenship?,' Valerie Jarrett, a former top Obama advisor, told the Los Angeles Times.\n\nBut President Trump claimed that the Republican lawyer who wrote a Newsweek op-ed pushing that claim 'is a very highly qualified, very talented lawyer.'\n\nRight-wing law professor John C. Eastman wrote an editorial Wednesday that argued that because Harris' parents weren't citizens when she was born in 1964 in Oakland, California then she might not fit the definition of eligibility under the U.S. Constitution.\n\nA number of Constitutional experts said that was flat-out false and Harris' defenders called it racist.\n\nPresident Donald Trump said he has 'no idea' if Kamala Harris is eligible to be vice president, adding that an op-ed that suggested she wasn't was written by a 'very highly qualified, very talented lawyer'\n\nA Newsweek op-ed argued that Kamala Harris (pictured) may not be eligible to be vice president because her parents weren't U.S. citizens when she was born in California in 1964. One prominent law professor called the editorial 'racist nonsense'\n\nKamala Harris is pictured with her mother Shyamala Gopalan (left), who was born in India, and her father Donald Harris (right), who was born in Jamaica\n\nGeorgetown University Law Center professor Josh Chafetz told FactCheck.org Eastman's op-ed was nothing but 'racist nonsense.'\n\nEastman had run for California attorney general in 2010, the same year as Harris, but was beaten in the GOP primary, while she won the race.\n\nJohn C. Eastman wrote a controversial editorial for Newsweek that suggested Kamala Harris wasn't eligible to run for VP. The op-ed was widely viewed as racist and untrue\n\nBut a tweet sharing the editorial was retweeted by the Trump campaign's Senior Legal Advisor Jenna Ellis.\n\n'It's an open question, and one I think Harris should answer so the American people know for sure she is eligible,' Ellis later told ABC News.\n\nA spokesperson for the Trump campaign never answered DailyMail.com's inquiry on whether the campaign backed Ellis' statement.\n\nAt the Thursday briefing, Trump was asked by a reporter whether he could 'definitively say' Harris was eligible since she was a 'anchor baby,' a negative term for immigrants who have children in the U.S. so that they can achieve citizenship.\n\n'So I just heard that. I heard it today. That she doesn't meet the requirements and by the way the lawyer that wrote that piece is a very highly qualified, very talented lawyer,' the president answered. 'I have no idea if that's right.'\n\n'I would have assumed the Democrats would have checked that out before she gets chosen to run for vice president,' Trump went on, adding that the unfounded claims were 'very serious.'\n\nHe then asked the reporter to explain what Harris' problem was.\n\n'You're saying that, they're saying that she doesn't qualify because she wasn't born in this country?' Trump asked.\n\nThe journalist replied explaining that Harris' parents were born abroad and weren't citizens at the time of her birth in the U.S.\n\n'I don't know about it, I just heard about it, I'll take a look,' Trump said.\n\nHis comments echoed the sentiments he pushed about President Barack Obama, the country's first black president.\n\nBusinessman Trump was one of the most prominent voices to push the 'birther' conspiracy about Obama, doing so in early April 2011.\n\nTrump, who was mulling taking on Obama in the 2012 election, made a number of bogus claims including that Obama's 'certificate of live birth' was not an actual 'birth certificate.'\n\nThe president was trying to push the racist narrative that Obama was born in Africa, where his black father was from.\n\nObama countered at the White House Correspondents' Dinner in late April by jokingly showing the audience his 'official birth video' - the opening scenes of Disney's 'The Lion King.'\n\nBut days earlier, in a move that showed Obama took the political threat seriously, the White House released the president's long form birth certificate.\n\nIt wasn't until Trump was running in 2016 that he admitted that Obama was born in the United States - though he also claimed, falsely, that it was Hillary Clinton's 2008 campaign that started the 'birther' conspiracy theory to begin with.\n\nHarris is the second person of color to appear on a major party's presidential ballot and the second Democratic politician in recent years that Republicans have tried to suggest was born outside the U.S.", "METADATA": {"keywords": "dailymail,news,US Election 2020,Kamala Harris,Donald Trump,Democrats,Republicans,Joe Biden", "news_keywords": "dailymail,news,US Election 2020,Kamala Harris,Donald Trump,Democrats,Republicans,Joe Biden", "original-source": "https://www.dailymail.co.uk/news/article-8627549/Donald-Trump-retweets-insults-calling-Kamala-Harris-camel-laugh.html", "description": "President Donald Trump retweeted posts calling Kamala Harris 'camel laugh' on Friday, the day after he refused to say she was eligible to serve as vice president.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Donald Trump retweets insults calling Kamala Harris 'camel laugh'", "description": "President Donald Trump retweeted posts calling Kamala Harris 'camel laugh' on Friday, the day after he refused to say she was eligible to serve as vice president.", "url": "https://www.dailymail.co.uk/news/article-8627549/Donald-Trump-retweets-insults-calling-Kamala-Harris-camel-laugh.html", "image": "https://i.dailymail.co.uk/1s/2020/08/14/14/31948566-0-image-a-2_1597410391186.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8627549, "author": "Emily Goodin", "divclasspage": "articlePage", "mol": {"headline": "Donald Trump tweets insults calling Kamala Harris 'camel laugh' as Jared Kushner refuses  to shoot down birther conspiracy theory promoted by the president"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-14T14:08:05+0100", "modified_time": "2020-08-14T19:17:11+0100", "section": "News", "tag": "Donald Trump retweets insults calling Kamala Harris camel laugh", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Donald Trump retweets insults calling Kamala Harris 'camel laugh'", "type": "article", "description": "President Donald Trump retweeted posts calling Kamala Harris 'camel laugh' on Friday, the day after he refused to say she was eligible to serve as vice president.", "url": "https://www.dailymail.co.uk/news/article-8627549/Donald-Trump-retweets-insults-calling-Kamala-Harris-camel-laugh.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/14/14/31948566-0-image-a-2_1597410391186.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2016/09/16/6611596631257824842/1024x576_MP4_6611596631257824842.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8627549/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8627549/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}