{"GDELT": {"GlobalEventID": 940798395, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 6, "NumSources": 3, "NumArticles": 6, "AvgTone": 0.11950138675839302, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Missouri, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMO", "Actor1Geo_Lat": 38.4623, "Actor1Geo_Long": -92.302, "Actor1Geo_FeatureID": "MO", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.9866, "Action2Geo_Long": -83.6487, "Action2Geo_FeatureID": "GA", "DATEADDED": 20200814163000, "SOURCEURL": "https://www.greenwichtime.com/entertainment/article/Ozark-Cast-and-Crew-Discuss-Season-3-15484292.php"}, "ARTICLE": {"TITLE": "‘Ozark’ Cast and Crew Discuss Season 3 Expansion and Evolution in Variety Streaming Room", "TEXT": "‘Ozark’ Cast and Crew Discuss Season 3 Expansion and Evolution in Variety Streaming Room\n\nPhoto: PMC Photo: PMC Image 1 of / 1 Caption Close ‘Ozark’ Cast and Crew Discuss Season 3 Expansion and Evolution in Variety Streaming Room 1 / 1 Back to Gallery\n\nClick here to read the full article.\n\nChange and growth play pivotal roles in Season 3 of Netflix’s original series “Ozark.” The show, recently renewed for a fourth and final season, features a divergence from its signature color palette as well as moments of integral character development or termination.\n\nMembers of the “Ozark” cast and crew joined Variety‘s Marc Malkin in the Variety Streaming Room to discuss how Season 3 saw shifts within the series’ characters and production. Actors Laura Linney, Julia Garner and Jason Bateman, who also executive produces the show and has directed several episodes, were joined by showrunner, writer and executive producer Chris Mundy, director Alik Sakharov, cinematographer Armando Salas and production designer David Bomba.\n\nThe show follows Marty (Bateman) and Wendy Byrde (Linney), a married couple that moves their family to Missouri to set up a large money laundering operation. They soon get mixed up in a dark world of criminal happenings and are forced to make tough choices – ones that Linney said make audiences confront their own moral solidity.\n\n“I think people like identifying with the Byrdes and thinking, if they were in their situation, what would they do?” Linney said. “It’s easy to be someone of questionable character. It’s not easy to be of solid character, I think. So I think people are realizing how easy it is to take the dark road.”\n\nGarner, who plays Ruth Langmore, added that the imperfect nature of many characters in the show makes them more appealing to audiences.\n\n“You have all these dark, dark people, but they’re still so likable because they’re people, they’re not just characters,” she said.\n\nThe characters’ darkness has typically been matched with a dark blue and cyan palette from the production side. But as the show entered Season 3, Salas said the visuals began to expand as the characters did.\n\nNatural changes in the goals set by Marty and Wendy lead to self-revelations, such as a moment where Marty sets his mind on success after deciding that being mixed up in a world of crime was no accident. These shifting mindsets led to different lighting approaches. The “Missouri Belle” casino boat designed by Bomba and introduced in the latest season, for example, is lit by yellow carnival lightbulbs and brass chandeliers.\n\n“There was a level of ambition and sophistication that the Byrdes were taking on, and that had to be portrayed in the photography and in the lighting,” Salas said. “And so it wasn’t so much a change, it was just kind of an organic evolution of the storyline. As the characters change, as the story progresses, so does the look .”\n\nBut character arcs don’t always evolve; sometimes they just end.\n\nSeason 3 saw no shortage of characters to mourn, as fans said goodbye to Ben Davis (Tom Pelphrey) and Helen Pierce (Janet McTeer). Mundy said he calls actors before any outline is shared so they can hear the news from him.\n\nBateman said casting director Alexa Fogel makes it hard to deal with character deaths, since she tends to find people that fit into the cast like family.\n\n“It is amazing that Alexa Fogel is able to find us people that are as good a people as they are actors,” he said. “It’s double torture. And she keeps doing it. We keep killing them off, and she keeps finding someone else that’s going to break our hearts.”\n\nThough the show takes place in Missouri, most of it was filmed in Georgia. Production was often stalled due to weather concerns. But Salas said the challenging physicality of the location provided learning opportunities and made for a bigger payout when shooting completed each day.\n\n“However long, and hard, and difficult locations we deal with, on a show like this, you walk away with a sense of accomplishment and the stuff that you got right,” he said. “And then you just kind of Rolodex all the things you could’ve done better to improve upon it the next time. You’re dealing with Georgia summer, and the weather, and clouds, and rain, and sun every five minutes. We were shut down for lightning so many times, I lost count.”\n\nIn late July, “Ozark” earned 18 Emmy nominations for its latest season. Though the team could not celebrate in person due to the coronavirus pandemic, plenty of congratulatory texts were passed around. Bateman said he looks forward to a time when shooting starts again and everyone can properly revel in their recent success.\n\n“And we can’t wait to get in person, on the ground, with the rest of our team and our family down there, and do a big huge hug and cake,” he said. “And I’m just so proud of everybody. I’m happy that everybody’s watching it, but we’re also thrilled to be able to make it.”\n\nWatch the full Q&A below.\n\nSign up for Variety’s Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram.", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-14T16:00:36Z", "article": {"published_time": "2020-08-14T16:00:36Z", "modified_time": "2020-08-14T18:51:44Z", "expiration_time": "2020-10-13T16:00:36Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "robots": "noindex, nofollow", "news_keywords": "Laura Linney, Armando Salas, Jason Bateman, Ozark' Cast, Chris Mundy, Marty, Julia Garner, David Bomba, Wendy Byrde, Alik Sakharov, Marc Malkin, Byrdes, Sarajevo Topper Mirsad Purivatra: Festival's 'Spirit Cannot, Kerry Washington, Alexa Fogel, Ben Davis, Olivia Colman, Lead Drama Actress, Ruth Langmore, Tom Pelphrey, Helen Pierce, Janet McTeer, Variety Streaming Room, Missouri, Georgia, Missouri Belle, Netflix&, Variety, Variety‘, Power of Producing Emmys 2020: Making the Case, Variety's Newsletter, Their Theater Roots, Telling Tales of Family, Emmy, Q&amp, Facebook, Twitter, Instagram", "nlpOrganization": "Netflix&, Variety", "nlpPerson": "Laura Linney, Armando Salas, Jason Bateman, Ozark' Cast, Chris Mundy, Marty, Julia Garner, David Bomba, Wendy Byrde, Alik Sakharov, Marc Malkin, Byrdes, Sarajevo Topper Mirsad Purivatra: Festival's 'Spirit Cannot, Kerry Washington, Alexa Fogel, Ben Davis, Olivia Colman, Lead Drama Actress, Ruth Langmore, Tom Pelphrey, Helen Pierce, Janet McTeer", "nlpLocation": "Variety Streaming Room, Missouri, Georgia, Missouri Belle", "nlpWorkOfArt": "Variety‘, Power of Producing Emmys 2020: Making the Case, Variety's Newsletter", "nlpOther": "Variety, Their Theater Roots, Telling Tales of Family, Byrdes, Emmy, Q&amp, Facebook, Twitter, Instagram", "nlpCategories": "%2FArts+%26+Entertainment%2FTV+%26+Video%2FTV+Shows+%26+Programs,%2FArts+%26+Entertainment%2FMovies", "sailthru.title": "'Ozark' Cast and Crew Discuss Season 3 Expansion and Evolution in Variety Streaming Room", "sailthru.date": "2020-08-14 14:51:00 -0400", "sailthru.expire_date": "2020-10-13 12:00:00 -0400", "sailthru.author": "<a href=\"https://variety.com/author/eli-countryman/\">Eli Countryman</a>, provided by<br><a href=\"http://www.variety.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"https://s.hdnux.com/photos/76/23/76/16334744/13/rawImage.jpg\" border=\"0\"></a>", "sailthru_uid": 15484292, "sailthru_pubname": "variety", "sailthru_siteid": 7, "sailthru.tags": "laura-linney,armando-salas,jason-bateman,ozark-cast,chris-mundy,marty,julia-garner,david-bomba,wendy-byrde,alik-sakharov,marc-malkin,byrdes,sarajevo-topper-mirsad-purivatra-festival-s-spirit-cannot,kerry-washington,alexa-fogel,ben-davis,olivia-colman,lead-drama-actress,ruth-langmore,tom-pelphrey,helen-pierce,janet-mcteer,variety-streaming-room,missouri,georgia,missouri-belle,netflix,variety,variety-8216,power-of-producing-emmys-2020-making-the-case,variety-s-newsletter,their-theater-roots,telling-tales-of-family,emmy,q-amp,facebook,twitter,instagram,netflix,variety,laura-linney,armando-salas,jason-bateman,ozark-cast,chris-mundy,marty,julia-garner,david-bomba,wendy-byrde,alik-sakharov,marc-malkin,byrdes,sarajevo-topper-mirsad-purivatra-festival-s-spirit-cannot,kerry-washington,alexa-fogel,ben-davis,olivia-colman,lead-drama-actress,ruth-langmore,tom-pelphrey,helen-pierce,janet-mcteer,variety-streaming-room,missouri,georgia,missouri-belle,variety-8216,power-of-producing-emmys-2020-making-the-case,variety-s-newsletter,variety,their-theater-roots,telling-tales-of-family,byrdes,emmy,q-amp,facebook,twitter,instagram,2farts-26-entertainment-2ftv-26-video-2ftv-shows-26-programs,2farts-26-entertainment-2fmovies", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/44/63/19811551/3/sailthruImage.jpg", "og": {"title": "‘Ozark’ Cast and Crew Discuss Season 3 Expansion and Evolution in Variety Streaming Room", "description": "Change and growth play pivotal roles in Season 3 of Netflix’s original series “Ozark.” The show, recently renewed for a fourth and final season, features a divergence from its signature color palette as well as moments of integral character development or termination. Members of the “Ozark” cast and crew joined Variety‘s Marc Malkin in the Variety […]", "type": "article", "url": "https://www.greenwichtime.com/entertainment/article/Ozark-Cast-and-Crew-Discuss-Season-3-15484292.php", "image": "https://s.hdnux.com/photos/01/13/44/63/19811551/3/rawImage.jpg", "site_name": "GreenwichTime"}, "twitter": {"card": "summary_large_image", "site": "@GreenwichTime"}, "fb": {"admins": 100006394927810, "app_id": 666270996736144, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}