{"GDELT": {"GlobalEventID": 940743251, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "SEA", "Actor2Name": "SOUTH EAST ASIA", "Actor2CountryCode": "SEA", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -8.37988826815646, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKU8", "Actor1Geo_ADM2Code": "40173", "Actor1Geo_Lat": 55.95, "Actor1Geo_Long": -3.2, "Actor1Geo_FeatureID": "-2595386", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKU8", "Actor2Geo_ADM2Code": "40173", "Actor2Geo_Lat": 55.95, "Actor2Geo_Long": -3.2, "Actor2Geo_FeatureID": "-2595386", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKU8", "Action2Geo_ADM2Code": "40173", "Action2Geo_Lat": 55.95, "Action2Geo_Long": -3.2, "Action2Geo_FeatureID": "-2595386", "DATEADDED": 20200814111500, "SOURCEURL": "https://www.berwickshirenews.co.uk/news/people/berwick-parishioners-remembered-75th-anniversary-vj-day-2942202"}, "ARTICLE": {"TITLE": "Berwick parishioners remembered on the 75th anniversary of VJ Day", "TEXT": "Susan Hughes holding image of her father, Major Thomas Brash Morison Bell-Scott of the Intelligence Corps.\n\nThis year, Saturday 15 August marks the 75th anniversary of the day when Victory in Japan was declared, bringing the Second World War to a decisive end.\n\nIt is a day for us to offer thanksgiving to God for the defeat of a cruel and oppressive regime that had terrorised and dominated south-east Asia, and for the courage and steadfastness of the Allied Forces, who fought against a determined enemy on land, on and beneath the seas, and in the air, to conclude the war and to restore peace in the Far East.\n\nIt is also a day for us to remember the forty to fifty million people who died during the Second World War, which was not only the bloodiest conflict, but also the largest war, in history, in which over 580,000 British and Commonwealth service personnel were killed. Throughout the war, the Imperial Japanese Army and their allies showed immense brutality and engaged in numerous atrocities against civilians, as well as prisoners of war, especially those detained after the fall of the British stronghold of Singapore.\n\nWhen the Japanese army occupied Singapore on 15 February 1942, Changi Prison became the principal internment camp for Allied civilians and prisoners of war. Read More: ‘The Railway Man’ Eric Lomax\n\nDespite being designed to hold only 600 inmates, more than 2,500 civilians and POWs were held there. Living conditions were exceptionally harsh, and the internees had to endure overcrowding, malnutrition, and diseases such as malaria and beriberi, caused by vitamin deficiency. Conditions deteriorated still further and, by May 1944, there were over 5,000 prisoners packed into poorly ventilated cells and food shortage had become a severe problem. The POWs were forced to erect attap huts in the prison’s courtyards to ease overcrowding, while the extreme scarcity of food towards the end of the war brought the internees close to starvation, and forced them to scavenge for wildlife, including sparrows and rats.\n\nA shortage of essential supplies also faced the British Fourteenth Army – ‘The Forgotten Army’ – as they engaged in a battle that became one of the turning points of the war in south-east Asia.\n\nIn the remote Indian village of Kohima near the border with Burma, a tiny force of British and Indian troops faced the might of the Japanese Army. Outnumbered ten to one, the defenders fought the Japanese hand to hand in a battle that was one of the most savage in modern warfare.\n\nA garrison of no more than 1,500 fighting men, desperately short of water and with the wounded compelled to lie in the open, faced a force of 15,000 Japanese soldiers. They held the pass and prevented a Japanese victory that would have proved disastrous for the Allies. Another six weeks of bitter fighting followed as British and Indian reinforcements strove to drive the enemy out of India. When the battle was over, a Japanese army that had invaded India on a mission of imperial conquest had suffered the worst defeat in its history. Thousands of men lay dead on a devastated landscape, while tens of thousands more Japanese starved in a catastrophic retreat eastwards, calling the journey back to Burma the ‘Road of Bones’, as friends and comrades committed suicide or dropped dead from hunger along the jungle paths.\n\nOn August 6 and 9, 1945, the United States controversially dropped atomic bombs on Hiroshima and Nagasaki.\n\nOn August 10 the Japanese government surrendered and the war was truly over, save in the lives, bodies and minds of those who had endured it at home and abroad.\n\nWhen I asked my wife Susan how her family had marked the VE Day in 1945 she replied “not at all, we were relieved that the war in Europe had ended but my father was still fighting in Burma.”\n\nHe continued fighting with 14th Army long after VE Day, alongside 340,000 Indian, 100,000 British and 80,000 African troops.\n\nThe war in the Far East and Pacific continued until 15 August 1945. During those three months, soldiers that had fought in Europe worried that they would be redeployed after they began training for jungle warfare. Some joked that The British Liberation Army (the force in north-west Europe) would be renamed ‘Burma Looms Ahead’ as the Emperor of Japan remained intransigent, refusing to surrender.\n\nI shall single out just two former Berwick parishioners and leave you to research their experiences, as well as those of members of your own families.\n\nHenry McCreath and Eric Lomax were friends of mine for many years, experienced the worst of humanity as soldiers and Far East prisoners of war. Their physical and mental scars wounded the rest of their lives until we buried them from Berwick Parish Church. How can we fail to mark the 75th anniversary of VJ Day on August 15th 2020, or the 76th, 77th?\n\nSusan and I were married by The Bishop of Edinburgh in his Cathedral August 15th 1970, this VJ Day our Golden Wedding anniversary.\n\nIt is to my eternal shame that I failed to connect the significance of that day for her father, when he walked her down the aisle.\n\nTo read Henry’s story simply search ‘Henry McCreath’ or click here", "METADATA": {"theme-color": "#00648d", "category": "People", "sitename": "Berwickshire News", "description": "This year, Saturday 15 August marks the 75th anniversary of the day when Victory in Japan was declared, bringing the Second World War to a decisive end.", "page path": "/news/people", "page type": "Article", "adPageType": "Article Page", "og": {"locale": "en_GB", "title": "Berwick parishioners remembered on the 75th anniversary of VJ Day", "url": "https://www.berwickshirenews.co.uk/news/people/berwick-parishioners-remembered-75th-anniversary-vj-day-2942202", "type": "article", "description": "This year, Saturday 15 August marks the 75th anniversary of the day when Victory in Japan was declared, bringing the Second World War to a decisive end.", "image": {"identifier": "https://www.berwickshirenews.co.uk/webimg/RUxNODg0ODg5NDU=.jpg", "secure_url": "https://www.berwickshirenews.co.uk/webimg/RUxNODg0ODg5NDU=.jpg", "width": 422, "height": 298}}, "twitter": {"card": "summary_large_image", "site": "@theberwickshire"}, "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "amp-google-client-id-api": "googleanalytics", "ia": {"markup_url": "https://www.berwickshirenews.co.uk/fbia/news/people/berwick-parishioners-remembered-75th-anniversary-vj-day-2942202"}, "parsely-post-id": "E-88481731", "fb": {"app_id": 422627567782181, "pages": 178642025573682}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}