{"GDELT": {"GlobalEventID": 940746685, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ZAF", "Actor1Name": "GAUTENG", "Actor1CountryCode": "ZAF", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -10.4166666666667, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Gauteng, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77346", "Actor1Geo_Lat": -26.0833, "Actor1Geo_Long": 28.25, "Actor1Geo_FeatureID": "204226", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Gauteng, Gauteng, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF06", "Actor2Geo_ADM2Code": "77346", "Actor2Geo_Lat": -26.0833, "Actor2Geo_Long": 28.25, "Actor2Geo_FeatureID": "204226", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Duduza, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77340", "Action2Geo_Lat": -26.3796, "Action2Geo_Long": 28.4063, "Action2Geo_FeatureID": "-1224596", "DATEADDED": 20200814113000, "SOURCEURL": "https://www.saps.gov.za/newsroom/msspeechdetail.php?nid=27554"}, "ARTICLE": {"TITLE": "SAPS (South African Police Service)", "TEXT": "Media Statement\n\nSouth African Police Service\n\nOffice of the Provincial Commissioner Gauteng PARKTOWN - Investigators in the SAPS have been urged to prioritise the investigation of crimes against women, children and vulnerable persons as the Service commits to working hard to fight the scourge of gender based violence. It is on this basis that Gauteng Commissioner of police, Lieutenant General Elias Mawela has welcomed the guilty verdict against an accused serial rapist, who on Thursday 13 August 2020 was found guilty on 28 of 31 charges, 13 of which are rape. A series of rape cases had been reported in Duduza and Tsakane, with some dating back to 2011, where most victims had been raped during a hijacking or a house robbery. Taking on the investigation in 2017, Sergeant Johnson Motlalepula Nkoana's immediate analysis of the modus operandi in these rape cases diverted his attention to hijacking cases and this ultimately led to the linking of two suspected hijackers, to a series of rape cases through applying forensic techniques and processes. The two, Anton Sithole and Amos Ngubeni were linked to more rape cases reported in Balfour in Mpumalanga, Thabazimbi in Limpopo, and Umkomaas in KwaZulu Natal. Sithole pleaded guilty and is already serving time since December 2019 on 14 life sentences and an additional 354 years for multiple counts of rape and other serious and violent crimes. Meanwhile Ngubeni after his arrest a year ago, was found guilty by the Pretoria High Court on Thursday, 13 August 2020 on 28 of 31 charges. The charges include rape; robbery with aggravating circumstances; kidnapping; housebreaking; assault to cause grievous bodily harm; theft and pointing anything likely for one to believe is a firearm. He will return to court for sentencing on 14 September 2020. \"The volume of work and the psychological demand that comes with such an investigation that even stretches across provinces, can take their toll on any investigator. Therefore, on behalf of the management of the SAPS, I want to commend Segearnt Nkoana for seeing this complex investigation through. His innovativeness and multi-faceted approach to this particular investigation, is exactly what is meant by effectively mobilising maximum resources,\" said Lieutenant General Mawela, reiterating the SAPS commitment to leaving no stone unturned in the priority investigation of gender-based violence. Ends Enquiries:\n\nBrigadier Mathapelo Peters\n\n076 065 6502 Twitter: https://twitter.com/SAPoliceService\n\nFacebook: https://www.facebook.com/SAPoliceService\n\nInstagram: https://instagram.com/sapoliceservice_za/\n\nYouTube: https://www.youtube.com/user/SAPoliceService\n\nWebsite: www.saps.gov.za", "METADATA": {"viewport": "width=device-width, initial-scale=1"}}}