{"GDELT": {"GlobalEventID": 940706874, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "JERSEY", "Actor1CountryCode": "USA", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.57981296356014, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Mount Olive, New Jersey, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNJ", "Actor1Geo_ADM2Code": "NJ027", "Actor1Geo_Lat": 40.8515, "Actor1Geo_Long": -74.7329, "Actor1Geo_FeatureID": "878565", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Mount Olive, New Jersey, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNJ", "Actor2Geo_Lat": 40.8515, "Actor2Geo_Long": -74.7329, "Actor2Geo_FeatureID": "878565", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Mount Olive, New Jersey, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNJ", "Action2Geo_Lat": 40.8515, "Action2Geo_Long": -74.7329, "Action2Geo_FeatureID": "878565", "DATEADDED": 20200814064500, "SOURCEURL": "https://www.msn.com/en-us/news/us/e2-80-98it-has-become-very-messy-e2-80-99-how-nj-e2-80-99s-push-to-reopen-schools-devolved-into-chaos/ar-BB17RVVh"}, "ARTICLE": {"TITLE": "‘It has become very messy.’ How N.J.’s push to reopen schools devolved into chaos.", "TEXT": "© Patti Sapone | NJ Advance Media/Patti Sapone | NJ Advance Media/nj.com/TNS Teachers in Somerset County protested plans last month to reopen New Jersey public schools in September.\n\nThe coronavirus be damned, Robert Zywicki told himself. Mount Olive schools were going to reopen in September.\n\nThe superintendent was confident as he sat to the right of Phil Murphy at a June 26 media briefing in Trenton, listening as the governor announced New Jersey school districts were required to offer in-person instruction in the fall.\n\nZywicki, dressed in the colors of the state flag, was a special guest chosen from among hundreds of local leaders to serve as living, breathing proof that schools could reopen during a pandemic.\n\nSeven weeks later, the one-time face of reopening schools has a new message: Don’t count on it, Jersey.\n\n“It has become very messy,” said Zywicki, who designed multiple plans for Mount Olive, including an all-virtual option. “You have tremendous anxiety among parents. You have tremendous anxiety among teachers. And you have data that is showing that a spike is occurring. It’s a vortex that is sucking us all in.”\n\nNobody said reopening 584 school districts for 1.4 million students would be easy. But New Jersey’s push to require every school offer at least some in-person instruction has devolved into a chaotic spectacle that underscores the challenges of returning to normal, even in a state that seemed to have weathered the worst of the pandemic.\n\nLegions of terrified teachers are demanding schools remain closed. A growing chorus of exhausted principals and superintendents want to defy Murphy’s mandate. And speculation that the governor will back down and order all-remote learning is so rampant that many educators now assume it is inevitable.\n\n“For whatever the reasons — whether it is rumors, whether it is parent unrest, whether it is the [New Jersey Education Association] — there is an air out there that something is going to drop at some point and we are all going to have to do a major recalculation with two weeks of summer left,” said Thomas Smith, superintendent of the Hopewell Valley Regional School District. “And that is not going to be good for anybody.”\n\nSomething did drop Tuesday night, when the NJEA — the state’s largest teachers union — joined with school administrator groups to demand Murphy keep schools closed until it’s safe.\n\n“The stakes are too high, and the consequences of a wrong decision are too grave,” the union said in a joint statement with the New Jersey Association of School Administrators and the New Jersey Principals and Supervisors Association.\n\nHow did we get here?\n\nThe answer is a potent combination of an uncontrolled pandemic, a sea change in public opinion and a methodical governor who some school leaders believe has waited too long to drop or relax his reopening mandate. There is no singular tipping point, but a series of factors that have led to this moment, according to an NJ Advance Media analysis.\n\nNew Jersey’s transmission rate spiked in July through early August, again renewing fears.\n\nMany school officials found the state’s 104-page reopening guidance only added to the chaos, offering vague instructions and no resources to fulfill them.\n\nMurphy hasn’t replaced former Education Commissioner Lamont Repollet, despite the vital need for permanent leadership. The department’s chief financial officer continues to serve as an interim commissioner more than 40 days after Repollet left to become Kean University’s new president.\n\nAnd so many teachers are frightened of contracting COVID-19 at work that some superintendents face a teacher shortage. Elizabeth, one of state’s largest districts, declared Monday it’s impossible to start the year with in-person classes because 375 of its educators will not return to the classroom.\n\n“I’m quite frustrated that I’m even in this situation,” Kathryn Flynn, a special education teacher in Bloomfield, recently told NJ Advance Media. “I’m expected to risk my life for my job.”\n\nEveryone agrees there are plenty of legitimate reasons for reopening schools beyond the need to get parents back to work. Experts say many students will languish socially, emotionally, developmentally and physically if remote learning again is instituted.\n\nBut superintendents now worry the massive effort to reopen — including creating hybrid schedules, redesigning classrooms and stockpiling PPE — wasted time and money that could have been spent improving online learning.\n\nNo matter what risk students may face, it’s not low enough for many parents, said Tony Trongone, superintendent of Millville Public Schools.\n\n“Parents don’t want to hear 1%,” Trongone said. “They want to hear 0%.”\n\nBut Murphy hasn’t changed his stance since the spring, continuing to hold out hope of reopening schools despite the growing tide against it. Health, education and equity are the priorities he weighs — in that order — while making decisions, he has said.\n\n“Obviously, the clock is ticking here for the school year,” Murphy said two weeks ago. “These calls are really hard.”\n\nHis options are unenviable: Keep students away from school for a seventh consecutive month? Or risk spreading a virus that has killed nearly 16,000 people in New Jersey?\n\n“The reality is there is no solution that does it all,” said Chris Cerf, a former state education commissioner under then-Gov. Chris Christie. “There is literally no solution that does it all.”\n\n‘Very dangerous place'\n\nThe drinks were flowing at Donovan’s Reef Beach Bar as 20-somethings in crop tops and polos shorts packed together without a mask in sight.\n\nIt was the night of June 27, one day after Murphy announced schools would reopen. His plan was already beginning to unravel.\n\nBy the last weekend of June, COVID-19 was surging from Florida to California, overwhelming states once considered models by some in how they handled the coronavirus. Many officials blamed young adults gathering at bars and restaurants without face masks or proper social distancing.\n\nNew Jersey was having its own issues with restless young people cramming into outdoor bars and restaurants and throwing lavish house parties with as many as 700 people attending.\n\nWith each gathering, the virus was spreading.\n\nAfter “knucklehead” behavior make headlines at scenes like Donovan’s Reef in Sea Bright, Murphy had enough. He pulled the plug on plans to reinstate indoor dining June 29, just 72 hours after he announced he wanted children to return to schools.\n\n“We know that this virus moves differently indoors than out, making it even more deadly,” Murphy said then, with the operative words for many teachers and parents being “indoors” and “deadly.”\n\nAt the time, more than half of New Jersey parents said they would send their children back to school this fall because remote learning did not have a positive effect, according to state online survey. Only 11% said they would keep their kids home, and 35% were undecided.\n\nThe dichotomy of views only adds to Murphy’s dilemma.\n\nHe’s been entrusted to keep students and teachers safe, but also help parents get back to work and restart the economy. And the alternative to reopening schools is remote learning, which was almost universally criticized last spring when the pandemic hit New Jersey.\n\n“We mostly look at this through the eyes of our kids,” Murphy said last month. “What’s right for them to keep them healthy, to keep their mental health strong, to make sure they get the public education they deserve.”\n\nIn response to questions from NJ Advance Media, the education department said the state’s school reopening guidance was shaped by a “large amount of stakeholder feedback.”\n\n“...We’ve said from the start that we expect this guidance to continue to evolve based on changing health conditions and feedback from stakeholders,” the department said in a statement.\n\nBut the indoor dining decision soon became a rallying cry for those opposed to reopening schools. A group of lawmakers floated a plan to force to the governor to delay opening them. And some district officials began speaking out.\n\n“Indoor dining remains closed, yet 1.4 million children will be asked to eat lunch/breakfast daily inside school buildings,” South Brunswick Township Superintendent Scott Feder wrote in an op-ed arguing students should not be test cases for indoor crowds.\n\nThen the state’s daily transmission rate soared from .70 in June to 1.49 on Aug. 2 — higher than in mid-April, when the state hit its peak hospitalization rate. Transmission rates above 1 mean each new case is leading to more than one additional infection. The rate has leveled off to about 1 this week.\n\n“We may still be among the leaders in having lower case numbers and daily positivity rates, but we are standing in a very dangerous place,” Murphy said July 31. “The alarms are going off.”\n\nMurphy tightened restrictions last week on indoor gatherings to just 25 people, down from 25% of a building’s capacity or a maximum of 100 people in June. It was the first reversal in his reopening plan since the outbreak began — seemingly another signal that the state was not ready to reopen schools filled with hundreds of students.\n\nBut the governor continued to advocate for in-person instruction in his regular briefings, even as new research and reported outbreaks among children further stoked fears.\n\nThe World Health Organization acknowledged in July that the virus may be airborne, a problem for poorly ventilated indoor spaces like many schools. About a week later, a South Korean study found children older than 10 are just as likely to spread COVID-19 as adults.\n\nKids exposed to the virus are less likely to have a serious illness than adults, according to a Centers for Disease Control and Prevention report released last week. However, more than 97,000 U.S. children tested positive for the coronavirus in the last two weeks of July — more than a quarter of the total number of kids diagnosed since March, according to data from the American Academy of Pediatrics and the Children’s Hospital Association.\n\nIn Millville, Trongone recently had to close the district’s summer daycare after two staff members contracted COVID-19 from outside the program, he said. Still, the district had to forge ahead with plans to reopen schools.\n\n“To be a superintendent now, you don’t get any sleep,” Trongone said.\n\nThey have to worry about more than just their students.\n\n“The kids may not be getting sick, but if the adults get sick then we have a labor issue,” Zywicki said. “Nobody wants to be responsible for a teacher getting sick or dying.”\n\n‘Can’t teach from the grave!'\n\nThe teachers unions were diplomatic at first.\n\nThey made no demands that schools stay closed this fall. Nor did they publicly criticize the state’s guide to reopening. But circumstances changed Tuesday night.\n\nThe NJEA, which endorsed Murphy in 2017, banded together with school administrators and publicly challenged the governor to reverse course and not reopen schools.\n\n“Now, with less than a month remaining before schools are scheduled to reopen, it is time to reluctantly acknowledge that goal is simply not achievable,” they said in a joint statement.\n\nAdministrators and teachers were already speaking out against Murphy’s plan.\n\nSeveral superintendents have long suggested schools wouldn’t be ready to reopen. Weeks after the New Jersey’s reopening roadmap came out, school leaders were still struggling with critical issues like transportation and school lunches, let alone how to keep students six feet apart and wearing masks.\n\nMany found the state reopening guidelines overly broad, muddled and left far too many decisions up to local districts. Although the state designed the guidance to be flexible to meet the wide spectrum of needs for urban, suburban and rural districts, several officials said it came at the expense of clear, actionable instructions.\n\nMany teachers balked at being asked to walk into outdated buildings with no guarantee of safety.\n\n“It feels like they’re throwing us to the wolves with a plastic spoon as a weapon,” one middle school teacher in South Brunswick told NJ Advance Media in July. She asked to remain anonymous for fear of retaliation. “Nobody feels safe.”\n\nWith August approaching, teachers held a march through downtown Somerville with handmade signs.\n\nOpen schools only when it’s safe.\n\nDon’t roll the dice with our kids.\n\nI can’t teach from the grave!\n\nRising COVID-19 cases in other parts of the country led many public schools to choose an all-remote opening, including in Northeastern states such as Pennsylvania and Massachusetts, where the governors allowed districts to decide.\n\nMurphy confirmed last month that all parents can choose to keep their children home, but that didn’t solve the problem for teachers. He also pivoted to make masks mandatory for students instead of merely “strongly encouraged.” But the calls for all-virtual school continue.\n\nBayonne, Elizabeth, Jersey City and Willingboro are among the districts that have submitted school reopening plans to the state with no in-person classes, saying it’s just not safe for students and teachers.\n\nBut despite the growing support for distance learning, many New Jersey parents still want their children back in the classroom. Eighty-two percent of Freehold Regional parents said in a district survey that they will send their kids back to school, as did 80% of Bernards families and 78% of Old Bridge parents.\n\nAnd many districts, including Hopewell Valley, believe they still can reopen.\n\nBut rumors continue to swirl that Murphy will let schools decide if they’re ready to reopen or will require districts to go all-remote, draining already overwhelmed superintendents, Zywicki said.\n\n“There is the rumor mill every day that we are going to go virtual that pings pongs through everyone, every day, every time the governor has a press conference,” he said. “Folks feel ill-prepared, rushed, exhausted from having to continually pivot.”\n\nThe speculation has stirred disorienting uncertainty.\n\nIn one telling scene, Assemblyman Erik Peterson, R-Hunterdon, declared at a public hearing that he heard Murphy would announce New Jersey schools will remain all-virtual until January, then reevaluate the decision on a month-to-month basis. Hours later, Murphy made no such announcement and declined to comment on the speculation.\n\nFor some educators, concerns about leadership go beyond the governor’s office.\n\nRepollet, the former education commissioner, was lauded by some superintendents for drawing on his background as a teacher, principal and superintendent when schools closed in March and distance learning began. When he stepped down July 1, Kevin Dehmer, the department’s chief financial officer, was named interim education commissioner. He holds degrees in economics, political science and public policy, but not education.\n\nDehmer is a more than capable interim, said David Hespe, a former state education commissioner under former governors Chris Christie and Christie Todd Whitman. But superintendents need a leader who will be in the office for the long haul, he said.\n\n“Leadership is important, and leadership is super important in difficult times,” Hespe said. “The fact that we don’t have a permanent commissioner, I think, is a problem. Without a doubt.”\n\nStrong leadership and guidance from the education department on issues involving remote learning is lacking at a time when the state needs it most, said David Sciarra, executive director of the Education Law Center.\n\nThe lack of a replacement is “a real problem,” Sciarra said.\n\nMurphy has given no timeframe for naming a replacement with a background as an academic leader. If schools are reopening, superintendents say he needs to pick one sooner than later.\n\n“Does a finance person know what a high school is like?… Do they know all of the idiosyncrasies that go into a school day?” Trongone asked. “He has his hands full. I don’t envy him.”\n\n‘Give us a final decision'\n\nTime is running out.\n\nSchool begins in about three weeks for many districts, and they’re still moving full steam ahead as if they will reopen for in-person instruction — mostly with hybrid schedules and varying numbers of students choosing to stay online.\n\nYet educators remain unconvinced New Jersey schools will actually open their doors.\n\n“I just don’t see us opening on time,” Trongone said. “I think there are still many more T’s to be crossed and I’s to be dotted.”\n\nSmith recently learned of a community wager among some families in Hopewell Valley. Similar to Super Bowl Squares, you pick a box with a date and time of day when Murphy could announce schools won’t reopen.\n\nIf that news is really coming, districts can’t wait any longer to find out, Zywicki said.\n\n“If we are going to go all virtual, please make that decision as soon as possible,” he said. “Give us a final decision, which way it is going to go.”\n\nEvery day is not just another day lost, but money and opportunity potentially wasted.\n\nDistricts have been stockpiling masks, hand sanitizer, plexiglass and gallons of cleaner in preparation for in-person schooling. Linden Public Schools spent $700,000 on just one order in April and amassed more than 600,000 masks, 4,800 small bottles of hand sanitizer and 1,200 additional gallons of it.\n\nThat doesn’t include the 2,800 containers of Clorox wipes and 250 forehead thermometers the district also amassed.\n\nWill Linden need it all now? Or could that money have been better spent on upgrading students’ devices for remote learning or improving streaming capabilities for teachers?\n\nMurphy gave districts no choice but the prepare for reopening buildings. Now as the groundswell for keeping them closed builds, they wonder if that time, money and effort was squandered.\n\n“I think there is a lot of apprehension that we are going to put a lot of energy and planning into chasing our tails,” Zywicki said.\n\nFamilies also need to know if schools will open so parents can plan their return to offices or make childcare arrangements. Yet Murphy was silent on the issue during Monday’s media briefing.\n\n“No news to report on schools today,” he said, with the collective education community watching. Murphy will host another briefing Wednesday afternoon.\n\nAll Zywicki knows for sure is his optimism from June has faded.\n\n“On that day, it was sunny. It was beautiful outside. It did feel like we had turned a corner and that there was a very real possibility that we were going to return to school,” he said. “The reality is washing over people that this is not going to be normal. Hybrid schedules are a compromise nobody is happy with. And we are staring down the barrel of virtual learning.”\n\nOur journalism needs your support. Please subscribe today to NJ.com.\n\nAdam Clark may be reached at adam_clark@njadvancemedia.com.\n\n———\n\n©2020 NJ Advance Media Group, Edison, N.J.\n\nVisit NJ Advance Media Group, Edison, N.J. at www.nj.com\n\nDistributed by Tribune Content Agency, LLC.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "‘It has become very messy.’ How N.J.’s push to reopen schools devolved into chaos.", "cq": "passed", "Search.Interest": "Philadelphia", "robots": "index, follow", "description": "The coronavirus be damned, Robert Zywicki told himself. Mount Olive schools were going to reopen in September. The superintendent was confident as he sat to the right of Phil Murphy at a June 26 media briefing in Trenton, listening as the governor announced New Jersey school districts were required to offer in-person instruction in the fall. Zywicki, dressed in the colors of the state flag, ...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}