{"GDELT": {"GlobalEventID": 940734422, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PAN", "Actor1Name": "PANAMA", "Actor1CountryCode": "PAN", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 4.6875, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Panama", "Actor1Geo_CountryCode": "PM", "Actor1Geo_ADM1Code": "PM", "Actor1Geo_Lat": 9.0, "Actor1Geo_Long": -80.0, "Actor1Geo_FeatureID": "PM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Panama", "Actor2Geo_CountryCode": "PM", "Actor2Geo_ADM1Code": "PM", "Actor2Geo_Lat": 9.0, "Actor2Geo_Long": -80.0, "Actor2Geo_FeatureID": "PM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Panama", "Action2Geo_CountryCode": "PM", "Action2Geo_ADM1Code": "PM", "Action2Geo_Lat": 9.0, "Action2Geo_Long": -80.0, "Action2Geo_FeatureID": "PM", "DATEADDED": 20200814101500, "SOURCEURL": "https://www.israeldefense.co.il/en/node/44648"}, "ARTICLE": {"TITLE": "Innovation ecosystem developer BaseCamp to establish tech park in Panama", "TEXT": "The Panamanian government and Israel's Innovation BaseCamp company announced Tuesday they will collaborate on a high-tech park project aimed at transforming Panama into one of Latin America's leading countries in terms of innovation.\n\nThe announcement came during the CybertechLive Latin America online conference, a one-day event by Israel's Cybertech that brought together government officials, industry experts, academics, companies and startups from around the region.\n\n\"After working and defining initial terms of collaboration, we're excited to announce that BaseCamp and Panama will officially start the cooperation of creating a tech ecosystem in Panama,\" said Ramon Martinez de la Guardia, the country's minister of Commerce and Industry.\n\n\"Part of the goal of this administration is to make Panama the business hub of the region. Understanding that the future is digital. And that the natural advantages of our country makes us an ideal place to become the digital hub of the region,\" he said.\n\nBaseCamp is an initiator and manager of innovation ecosystems that was behind the development of the Gav Yam Negev hi-tech park in the city of Beersheva. It is also engaged in various projects in other countries.\n\nThe minister noted that in January he was part of a Panamanian delegation that attended the Cybertech Global conference in Tel Aviv. The delegation met with BaseCamp during the conference and had the opportunity to visit the hi-tech park.\n\nAs BaseCamp was looking for locations in Latin America to establish another tech park, the delegation met with them to discuss how Panama could be a perfect location, according to the minister.\n\nThe CEO and founder of BaseCamp, Uzy Zwebner, said his company is looking forward to the collaboration.\n\n\"At BaseCamp we make economic development by innovation. And we are very, very happy to collaborate with Panama's government in order to create a technology ecosystem based on a high-tech park that will make Panama a leading country in innovation in Latin America,\" he said.\n\nZwebner pointed out there were no hi-tech job opportunities in Beersheva when his company started building the hi-tech park seven years ago, but today the park has about 70 companies with a total of about 3,000 employees.", "METADATA": {"Generator": "Drupal 7 (http://drupal.org)", "og": {"image": "https://www.israeldefense.co.il/sites/default/files/_Uploads/dbsArticles/Speakers6.jpg"}, "article": {"author": {"username": "Cybertech"}}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}}}