{"GDELT": {"GlobalEventID": 940799981, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AREGOV", "Actor1Name": "ABU DHABI", "Actor1CountryCode": "ARE", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 7.32758620689655, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200814164500, "SOURCEURL": "https://www.domain-b.com/economy/worldeconomy/20200814_peace_deal.html"}, "ARTICLE": {"TITLE": "Israel, UAE sign historic peace deal", "TEXT": "Israel, UAE sign historic peace deal\n\nIsrael will suspend applying sovereignty over areas in the West Bank that is under its control under a peace pact with the United Arab Emirates brokered by US President Donald Trump.\n\nThe historic peace deal will lead to a full normalisation of diplomatic relations between the two Middle Eastern nations with the UAE becoming the first Arab nation to formally recognise Israel.\n\nThe peace deal was arrived at after lengthy discussions between Israel, the UAE and the United States, reports citing White House officials said.\n\nA phone call on Thursday between Trump, Israeli Prime Minister Benjamin Netanyahu and Sheikh Mohammed Bin Zayed, crown prince of Abu Dhabi finally sealed the deal, according to reports.\n\n\"HUGE breakthrough today! Historic Peace Agreement between our two GREAT friends, Israel and the United Arab Emirates,\" Trump wrote on Twitter celebrating his first foreign policy success.\n\nThe agreement, to be known as the Abraham Accords, is the first since Israel and Jordan signed a peace treaty in 1994.\n\nWhite House officials said Trump’s senior adviser Jared Kushner, US Ambassador to Israel David Friedman and Middle East envoy Avi Berkowitz were deeply involved in negotiating the deal,\n\nA joint statement issued by the three nations said the three leaders had \"agreed to the full normalisation of relations between Israel and the United Arab Emirates.\"\n\n\"This historic diplomatic breakthrough will advance peace in the Middle East region and is a testament to the bold diplomacy and vision of the three leaders and the courage of the United Arab Emirates and Israel to chart a new path that will unlock the great potential in the region,\" the statement said.\n\nDelegations from Israel and the United Arab Emirates will meet in the coming weeks to sign bilateral agreements regarding investment, tourism, direct flights, security, telecommunications and other issues, the statement said\n\nThe two countries are expected soon to exchange ambassadors and embassies.\n\nThe statement said that as \"a result of this diplomatic breakthrough and at the request of President Trump with the support of the United Arab Emirates, Israel will suspend declaring sovereignty\" over areas of the West Bank that were envisioned in the U.S. peace plan unveiled by Trump in January.\n\nThe agreement also envisions giving Muslims greater access to the Al-Aqsa Mosque in the Old City of Jerusalem by allowing them to fly from Abu Dhabi to Tel Aviv, White House officials said.\n\nIsrael sees the agreement as a prelude to more normalisations and peace agreements with other regional players as well.\n\nThe joint statement said the United Arab Emirates and Israel will immediately expand and accelerate cooperation regarding the treatment of and the development of a vaccine for the novel coronavirus amid the pandemic.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Israel, UAE sign historic peace deal", "keywords": "business, India, news, companies, corporate, management, marketing, markets, advertising, finance, industry, domain-b,Israel, peace deal, sovereignty, Tel Aviv.", "robots": "all", "og": {"type": "website", "site_name": "domain-b.com", "title": "Israel, UAE sign historic peace deal", "description": "Israel, UAE sign historic peace deal"}}}}