{"GDELT": {"GlobalEventID": 940763507, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JPN", "Actor1Name": "KYOTO", "Actor1CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 14, "NumSources": 1, "NumArticles": 14, "AvgTone": 6.129398410896711, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kyoto, Kyoto, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA22", "Actor1Geo_ADM2Code": "35033", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 135.75, "Actor1Geo_FeatureID": "-235402", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kyoto, Kyoto, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA22", "Action2Geo_ADM2Code": "35033", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 135.75, "Action2Geo_FeatureID": "-235402", "DATEADDED": 20200814131500, "SOURCEURL": "https://www.hospitalitynet.org/announcement/41004998/node-kyoto.html"}, "ARTICLE": {"TITLE": "Node Kyoto Where art comes to life – Hospitality Net", "TEXT": "Rebranding\n\n14 August 2020\n\nA hotel and a hub, Node Kyoto's charm extends far beyond its impressive accommodations. Presented to resemble the private home of an art collector — albeit one with 25 guestrooms — the Seiichiro Takeuchi-designed property stands out for its seamless amalgamation of warm hospitality, world-class art and a community spirit. Here, collaborative exhibitions, pop-up shops and guest gallerists combine for a cultural programme that serves visitors and locals alike in a privately-owned boutique setting. Bolstered by interiors from Indian Creek Fete Kyoto, and furniture and lighting designed by Takeuchi, the five-storey structure captures the atmosphere of an intimate gallery space, while an in-house bar and a restaurant specializing in farm-to-table fare both elevate Node Kyoto to a sublime experience-focused environment. www.designhotels.com/node-kyoto\n\nJapan's cultural capital has a new draw to add to its surplus of treasures. Node Kyoto, an industrial-chic property situated in the city's Nakagyo Ward, introduces a unique boutique hotel concept where art and hospitality comingle to great effect. Anchored by a rolling program of events and exhibitions that frequently touch on themes of art, design, fashion and music, Node transcends the standard hotel experience and presents a cultural hub in the heart of the city. Taking its name from the word 'node'—an intersection or a redistribution point—the hotel facilitates a cross-cultural exchange between both local residents and the city's domestic and international visitors. An impressive art collection of over 60 pieces, including work by the likes of Gerhard Richter, Barry McGee, Bernard Frize, Tomoo Gokita, Shinro Ohtake, Nobuyoshi Araki and Yukimasa Ida, is displayed in both public spaces and guestrooms for an unmatched luxury: a fully immersive modern art experience that is relaxed in its presentation, but entirely serious in its curation.\n\nCarved from a new build designed by Seiichiro Takeuchi, a Kyoto-based architect who worked with architecture luminary Tadao Ando for a decade, Node Kyoto's carefully plotted layout and interiors perfectly complement its in-house art concept. Architecturally, the primary challenge was the long, narrow and rectangular plot of land presented, as well as meeting the requirements of Kyoto's strict building regulations, enforced to protect the historic city's landscape. The result—a five storey reinforced concrete and glass construction—offers a neutral backdrop to the plethora of art on offer by way of marble-like ceilings, ash-hued walls and cement finishes, while simultaneously creating a soothing ambiance.\n\nTo maximize the number of guestrooms on the limited patch, Node's blueprint incorporated a variety of room types and configurations, lending an individual and distinct air to each space while effectively utilizing the area afforded to the hotel. Along with the guestrooms this is most evident in Node's heart, the lobby, which embodies the atmosphere of a gallery-like living area and library, thanks to the presence of both bespoke and antique furnishings, a verdant floral ceiling centrepiece and a deluge of books, sculptures and tchotchkes that encourage guests to linger and idle. It is also in the lobby that the core concept of Node Kyoto as an art collector's residence is fully realized, with the expanse doubling up as an exhibition space during collaborative cultural events, or for the hotel's own art.\n\nThe concept continues in the 22 guestrooms and three suites, where diagonal metal-coated ceilings are matched with dark textures, aged white oak flooring and Takeuchi-designed furniture honed from marble and iron for a mood that is at once sultry, eclectic and contemporary. Additional pieces created in India and Sweden, and custom designed by Indian Creek Fete Kyoto join the studio's tapestry of plush velvets, lighting by Kyoto-based artist Junpei Ohmori, and exquisite fittings from German brand Scarabeo. As in public spaces, each accommodation is accompanied by a unique piece of art for a final flourish and the unique opportunity for guests to engage with a series of masterpieces up close and privately. This exclusive art experience and mood of elevated luxury is further heightened in the hotel's Junior Suites, which take on the guise of stylish apartments with all the comforts of home, including living areas, kitchens, oversized beds and open closets.\n\nA popular gathering spot in the evening, Node Kyoto is rounded out with an in-house restaurant to rival the glut of eateries in the surrounding area. Centred on a farm-to-table concept, the international bistro-styled\n\nmenu is ideally matched to the hotel's dominant style of hospitality where long lounging is actively encouraged, and provenance is paramount. A double height bar, overlooked by expansive floor-to-ceiling windows and a six-metre living wall, and specializing in organic wine and spirits naturally segues into the sceney lobby for a smooth continuation of the hotel's overarching laid-back vibe.\n\nLocation\n\nA short walk from the major shopping streets and department stores of the city, Node Kyoto is ideally placed for an exploration of local retail and foodie attractions. Cultural events, such as the annual Gion Matsuri festival, are within touching distance thanks to the hotel's central location while year-round draws like Nishiki Market, a colorful narrow street known as Kyoto's Kitchen, offer visitors an immediate and concentrated flavor of the city.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "robots": "index,follow", "last-modified": "Fri, 14 Aug 2020 16:19:29 GMT", "distribution": "Global", "description": "A hotel and a hub, Node Kyoto's charm extends far beyond its impressive accommodations. Presented to resemble the private home of an art collector — albeit one with 25 guestrooms — the Seiichiro Takeuchi-designed property stands out for its seamless amalgamation of warm hospitality, world-class art and a community spirit.", "author": "Hospitality Net", "copyright": "Copyright(c) Hospitality Net", "theme-color": "#ffffff", "apple-mobile-web-app-title": "Hospitality Net", "fb": {"app_id": 445301035558412}, "og": {"locale": "en_US", "type": "website", "title": "Node Kyoto Where art comes to life  – Hospitality Net", "description": "A hotel and a hub, Node Kyoto's charm extends far beyond its impressive accommodations. Presented to resemble the private home of an art collector — albeit one with 25 guestrooms — the Seiichiro Takeuchi-designed property stands out for its seamless amalgamation of warm hospitality, world-class art and a community spirit.", "updated_time": 1597421969, "url": "https://www.hospitalitynet.org/announcement/41004998/node-kyoto.html", "site_name": "Hospitality Net", "image": {"identifier": "https://www.hospitalitynet.org/picture/xl_153117321.jpg", "width": 780, "height": 520}}, "twitter": {"card": "summary_large_image", "title": "Node Kyoto Where art comes to life  – Hospitality Net", "description": "A hotel and a hub, Node Kyoto's charm extends far beyond its impressive accommodations. Presented to resemble the private home of an art collector — albeit one with 25 guestrooms — the Seiichiro Takeuchi-designed property stands out for its seamless amalgamation of warm hospitality, world-class art and a community spirit.", "site": "@hospitalitynet", "image": "https://www.hospitalitynet.org/picture/xl_153117321.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}