{"GDELT": {"GlobalEventID": 940763488, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISRBUS", "Actor1Name": "ISRAELI", "Actor1CountryCode": "ISR", "Actor1Type1Code": "BUS", "Actor2Code": "BUS", "Actor2Name": "COMPANIES", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 4.20258620689655, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200814131500, "SOURCEURL": "https://www.bicom.org.uk/news/israel-and-uae-agree-to-historic-normalisation/"}, "ARTICLE": {"TITLE": "Israel and UAE agree to historic normalisation", "TEXT": "What happened: In a surprise announcement yesterday, Israel and the UAE agreed to a full normalisation of relations.\n\nThe statement between US President Donald Trump, Prime Minister Benjamin Netanyahu and UAE Crown Prince Mohammed bin Zayed read: “This historic diplomatic breakthrough will advance peace in the Middle East region and is a testament to the bold diplomacy and vision of the three leaders and the courage of the United Arab Emirates and Israel to chart a new path that will unlock the great potential in the region.”\n\nIt added that Israel and the UAE officials will meet in the coming weeks to sign bilateral agreements in investment, tourism, direct flights, security, telecommunications, technology, energy, healthcare, culture, the environment, the establishment of reciprocal embassies, and other areas of mutual benefit.\n\nPrime Minister Netanyahu described the agreement as “the greatest advancement toward peace between Israel and the Arab world in the last 26 years”. He added that there had been no change in his plan to impose Israeli sovereignty in the West Bank in full coordination with the US, but that US President Donald Trump had asked him to wait for a time with its implementation.\n\nHowever, during a press conference yesterday, President Trump seemed to contradict Netanyahu by saying Israel had agreed not to annex parts of the West Bank and that this was “more than just off the table”. He added that this was a very important and smart concession by Israel.\n\nUAE Crown Prince Bin Zayed tweeted: “During a call with President Trump and Prime Minister Netanyahu, an agreement was reached to stop further Israeli annexation of Palestinian territories. The UAE and Israel also agreed to cooperation and setting a roadmap towards establishing a bilateral relationship.”\n\nPalestinian Authority (PA) Foreign Minister Riyad al-Malki announced that the PA would immediately recall its representatives to the UAE because of the agreement with Israel. The PA called to hold an urgent meeting of the Arab League. PA Chairman Mahmoud Abbas also spoke by phone with Hamas Political Bureau Director Ismail Haniyah. Hamas issued a statement saying that the two had agreed to stand as one in their refusal to normalising relations and recognising Israel at the expense of the Palestinian people.\n\nContext: Israel’s links with the UAE are the most extensive within any of the Gulf states.\n\nSince 2010 Israeli-Emirati ties have covertly developed in business and trade, particularly in irrigation technologies, medical supplies and the diamond industry. For Israel, such trade deals are viewed as the vanguard of its “soft-power” diplomacy that promises not just financial return for Israeli businesses, but a wider security dividend too.\n\nIn late June two private Israeli companies signed cooperation agreements with two UAE companies to research and develop technology in the fight against the coronavirus.\n\nIn contrast to other Gulf states, Israeli-UAE ties have also grown due to ideological alignment. Both countries share concerns over the threat of Iranian hegemony and the rise of Islamism in the region, such as the Muslim Brotherhood and its regional offshoots, like Hamas.\n\nThe normalising of ties with the UAE is a major diplomatic achievement for Prime Minister Netanyahu. It strengthens his long-held belief that Israeli-Arab normalisation in the region can happen regardless of peace with the Palestinians.\n\nThe agreement has been welcomed by the majority of Israelis across the political spectrum. Blue and White leader and Defence Minister Benny Gantz said: “This agreement demonstrates the alliance between countries in the region who are interested in prosperity and regional stability, and it stresses Israel’s eternal ambition for peace with its neighbours”.\n\nYesh Atid leader Yair Lapid called it “an important step toward normalisation of relations with the United Arab Emirates. This step is proof that negotiations and agreements, not unilateral steps like annexation, which would harm Israel’s security, are the way forward for our diplomatic relations”. Labor Party leader Amir Peretz said the agreement represents “the path of political negotiations for a comprehensive peace agreement that will lead to a comprehensive peace accord, which will bring about economic and political prosperity — and, of course, preserve Israel as a Jewish and democratic state.”\n\nHowever, Netanyahu has come under criticism from many of the settlers and their supporters in the Israeli right-wing for sacrificing annexation for normalisation. In a move likely to capture voters from the extreme parts of the Israeli Right, Yamina leader Bennett said: “It’s unfortunate that Netanyahu has squandered the chance to extend sovereignty [to] the Jordan Valley, Malleh Adumim, Beit El and the rest of the settlements.”\n\nThe right-wing Sovereignty Movement of settler activists also condemned Netanyahu for choosing peace with the UAE over annexation of West Bank lands. “The Prime Minister has turned to the Left – perhaps due to his legal troubles. Under his leadership the Land of Israel has become a currency for trade,” it said. It further called for him to be pushed out of office and replaced with someone who strongly supports settlements.\n\nLooking ahead: President Trump said that he hopes to have both Netanyahu and UAE Crown Prince Bin Zayed visit the White House in the next three weeks to sign the historic agreement.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "HandheldFriendly": "True", "MobileOptimized": 320, "description": "What happened: In a surprise announcement yesterday, Israel and the UAE agreed to a full normalisation of relations. The statement between US ...", "msapplication-TileColor": "#da532c", "msapplication-TileImage": "https://www.bicom.org.uk/wp-content/themes/britainisraelcommunications/favicons/mstile-144x144.png", "msapplication-config": "https://www.bicom.org.uk/wp-content/themes/britainisraelcommunications/favicons/browserconfig.xml", "theme-color": "#ffffff", "og": {"locale": "en_GB", "type": "article", "title": "Israel and UAE agree to historic normalisation - BICOM", "description": "What happened: In a surprise announcement yesterday, Israel and the UAE agreed to a full normalisation of relations. The statement between US President Donald Trump, Prime Minister Benjamin Netanyahu and UAE Crown Prince Mohammed bin Zayed read: “This historic diplomatic breakthrough will advance peace in the Middle East region and is a testament to the bold …", "url": "https://www.bicom.org.uk/news/israel-and-uae-agree-to-historic-normalisation/", "site_name": "BICOM", "image": "https://www.bicom.org.uk/wp-content/uploads/2020/08/F200813AVS07.jpg"}, "article": {"author": "https://www.facebook.com/BICOM.Britain.Israel/"}, "twitter": {"card": "summary", "description": "What happened: In a surprise announcement yesterday, Israel and the UAE agreed to a full normalisation of relations. The statement between US President Donald Trump, Prime Minister Benjamin Netanyahu and UAE Crown Prince Mohammed bin Zayed read: “This historic diplomatic breakthrough will advance peace in the Middle East region and is a testament to the bold […]", "title": "Israel and UAE agree to historic normalisation - BICOM", "site": "@BritainIsrael", "creator": "@BritainIsrael", "image": "https://www.bicom.org.uk/wp-content/uploads/2020/08/F200813AVS07.jpg"}}}}