{"GDELT": {"GlobalEventID": 940748164, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "GOV", "Actor2Name": "ADMINISTRATION", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.00641025641026, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200814114500, "SOURCEURL": "https://www.msn.com/en-gb/news/world/china-attacks-new-us-demand-to-register-confucius-institutes/ar-BB17XsyW"}, "ARTICLE": {"TITLE": "China attacks new US demand to register Confucius Institutes", "TEXT": "© Provided by Associated Press FILE - In this Sept. 16, 2018, file photo, American flags are displayed together with Chinese flags on top of a trishaw in Beijing. China says Friday, Aug. 14, 2020, the United States is trying to “demonize and stigmatize” bilateral its foreign relations, in a scathing attack on the Trump administration's designation of the Confucius Institute U.S. Center as a foreign mission of the Chinese Communist Party. (AP Photo/Andy Wong, File)\n\nBEIJING (AP) — China accused the United States on Friday of trying to “demonize and stigmatize” relations between the two countries, in a scathing attack on the Trump administration's designation of Chinese-funded language and culture programs in the U.S. as foreign missions of the Chinese Communist Party.\n\nForeign ministry spokesperson Zhao Lijian said branches of the Confucius Institute U.S. Center operating at U.S. schools and colleges are a “bridge and link to help people from all over the world learn Chinese, understand China, and strengthen educational and cultural exchanges and cooperation between China and other countries.\"\n\nZhao said the accusations against the institutes were without basis and were motivated by “ideological prejudice and self-interest.\"\n\n“The relevant U.S. approach is to demonize and stigmatize the normal operation of China-U.S. cooperation projects. We strongly deplore and oppose it,\" Zhao said at a daily briefing. He said China would “reserve the right to make further responses to this matter.\"\n\nThe designation requires the Confucius Institute U.S. Center, based in Washington, to submit reports to the U.S. government about its funding, personnel, curriculum and other activities in the United States.\n\n“We’re not kicking them out. We’re just highlighting the fact that these folks do work for the Ministry of Education of the (Chinese) Communist Party,” Assistant Secretary of State for East Asia and Pacific Affairs David Stilwell said in making the announcement Thursday.\n\nAbout 500 kindergarten through 12th grade classrooms are affiliated with the Confucius Institute in the U.S., Stilwell said. The institute also operates on 65 U.S. campuses, less than before because some universities have closed the programs over concerns they were spreading Chinese government propaganda and interfering in academic independence over issues such as Hong Kong and Tibet.\n\nChina has cast the institutes as its own version of language and culture centers operated by the U.S., France, Germany, Britain and other nations, but controversially has sought to embed them in schools rather than having them operate independently.\n\nThe designation is the latest in a series of Trump administration decisions against China as tensions between the two nations rise over trade, technology, human rights and the coronavirus, which was first reported in Wuhan, China.\n\nLast month, the U.S. ordered the Chinese Consulate in Houston to close, prompting China to shutter the American Consulate in the southwestern city of Chengdu in a tit-for-tat action that some have heralded as a sign of a new Cold War between the two.\n\nThe U.S. has also added Chinese state media to the list of organizations that should be considered “foreign missions” because of their ties to the Chinese government and Communist Party. The U.S. subsequently cut the number of Chinese reporters allowed in the country, to which China responded by expelling American reporters in China.", "METADATA": {"application-name": "China attacks new US demand to register Confucius Institutes", "cq": "passed", "Search.Interest": "News", "robots": "index, follow", "description": "BEIJING (AP) — China accused the United States on Friday of trying to “demonize and stigmatize” relations between the two countries, in a scathing attack on the Trump administration's designation of Chinese-funded language and culture programs in the U.S. as foreign missions of the Chinese Communist Party. Foreign ministry spokesperson Zhao Lijian said branches of the Confucius Institute U.S. Center operating at U.S. schools and colleges are a...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}