{"GDELT": {"GlobalEventID": 940707611, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.2463768115942, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Makol, Wilayat al Buhayrat, South Sudan", "Actor1Geo_CountryCode": "OD", "Actor1Geo_ADM1Code": "OD04", "Actor1Geo_ADM2Code": "37023", "Actor1Geo_Lat": 6.8235399999999995, "Actor1Geo_Long": 29.7333, "Actor1Geo_FeatureID": "10756094", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Makol, Wilayat al Buhayrat, South Sudan", "Action2Geo_CountryCode": "OD", "Action2Geo_ADM1Code": "OD04", "Action2Geo_ADM2Code": "37023", "Action2Geo_Lat": 6.8235399999999995, "Action2Geo_Long": 29.7333, "Action2Geo_FeatureID": "10756094", "DATEADDED": 20200814070000, "SOURCEURL": "https://www.globalsecurity.org/military/library/news/2020/08/mil-200813-voa06.htm"}, "ARTICLE": {"TITLE": "Nearly 130 Killed in South Sudan's Warrap State After Argument During Disarmament Exercise", "TEXT": "Nearly 130 Killed in South Sudan's Warrap State After Argument During Disarmament Exercise\n\nBy Manyang David Mayar August 13, 2020\n\nNearly 130 people have been killed and thousands more displaced in violence over the past week in South Sudan's Warrap state, according to a South Sudanese army spokesman.\n\nDuring a government campaign Saturday to disarm civilians in Tonj East County, an argument erupted between a group of youths and soldiers in the town of Romic, according to County Executive Director Makuei Mabior.\n\nThe clashes left 127 people dead, including 82 civilians, according to Army spokesperson Major General Lul Ruai Koang.\n\n\"Unfortunately, the number of casualties on the side of our civilians is rising,\" Koang told VOA's South Sudan in Focus on Thursday. He said 45 soldiers were among the dead.\n\nFamily members missing\n\nTonj East resident Makol Tong accused soldiers of killing and raping civilians. Tong, who fled his home and is in hiding with one of his children, said he is still searching for several members of his family.\n\n\"I am now with only one child. Five other children are still missing; their mother is missing too, my brother, my sister and my mother all are still missing until now. I only managed to escape with this one child,\" Tong told VOA.\n\nMany people hiding in the bush like himself are in desperate need of food and medicine, added Tong.\n\n\"For these five days we have spent here, we are surviving on wild leaves. I pick them, chew it and give it to my child. I chew another and swallow it for myself. That is how we are surviving here,\" he said.\n\nOne local woman, who asked not to be identified, said she tried to escape Romic when she heard gunshots. She alleged a group of soldiers captured and gang raped her Saturday evening.\n\n\"I was trying to collect my things in the market when they caught me. They were like 10 men. Right now, my abdomen is hurting and there is no hospital I can go to,\" the woman told VOA.\n\nMilitary waiting for information\n\nMajor General Koang on Thursday would neither confirm nor deny accusations that soldiers raped and killed civilians.\n\n\"I can only confirm after I get in touch with relevant authorities on the ground,\" Koang told South Sudan in Focus.\n\nNeed for food\n\nLocal chief Mawan Dhur is urging government officials to punish two generals who led the disarmament exercise.\n\n\"Perhaps the government of Kiir doesn't want us anymore, the way it has shot at us,\" Dhur told South Sudan in Focus, referring to South Sudan's president, Salva Kiir. \"There is no weapon they have not used against the civilians here. They have used all kinds of artillery, including tanks. I would like to tell the government, if you don't have another agenda against us, rescue us from hunger and give us medical supplies.\"", "METADATA": {"keywords": "military,library,news,2020,August", "author": "John Pike", "googlebot": "noindex", "viewport": "width=device-width, initial-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}