{"GDELT": {"GlobalEventID": 940747682, "Day": 20190815, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6164, "Actor1Code": "IGOEUREEC", "Actor1Name": "EUROPEAN COMMISSION", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.31964809384164, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200814114500, "SOURCEURL": "https://www.cityam.com/uk-china-relations-must-thaw/"}, "ARTICLE": {"TITLE": "It's time for a fresh UK-China relationship - CityAM", "TEXT": "The UK needs a fresh template for its relationship with China. Central to this should be a differentiation between strategic and non-strategic areas. This would allow UK businesses to know where the government has set its red lines.\n\nIn 2015, the UK and China’s relationship was red hot—a “golden era”—with President Xi making a state visit to the UK. Now however, in 2020, it looks set to cool.\n\nThe Sino-British relationship has become more complex. Many factors account for this, including: a changing environment in the West; greater awareness of controversial issues; and China’s growing economic and political might.\n\nRead more: Johnson gives Tiktok the green light for London headquarters\n\nThe need for a fresh approach is because—to use the words of the European Commission in describing its relationship with China last year—China is, simultaneously, a cooperative partner, a negotiating partner, an economic competitor and a systemic rival.\n\nAs such, strategic areas for the UK to consider should include defence, security and intelligence. The latter, as we have seen, can stretch into technology and telecommunications. In these areas in particular, China appears to be viewed as a rival, recently reflected in Huawei being dropped from the 5G network.\n\nRead more: DEBATE: Will the ban on Huawei technology benefit the UK in the long run?\n\nIn contrast, there are many non-strategic areas where China and the UK can be viable partners. These include trade, economic, banking and financial ties and investment flows. The UK government should look to avoid micromanaging its economic relationship with China, and instead facilitate an environment in which the private sector can grow.\n\nThat said, the importance of principles and values also figured prominently in the UK Foreign Affairs Select Committee’s report on the Sino-British relationship last year.\n\nSensibly, this reflects a desire for the UK to attach greater weight to non-economic issues.\n\nEmbracing human rights and the rule of law look set to become more central, alongside the protection of intellectual property and non-discrimination, with the latter allowing access for both into each other’s markets—in non-strategic areas at least.\n\nRead more: Mike Pompeo calls for global coalition to ‘push back’ against China\n\nChina is now the UK’s sixth largest export market, having been 26th at the turn of this century. Its position and importance is likely to grow, not only as the size of its economy increases but also because, in the next stage of its economic growth, the UK is likely to become more important for China’s development, as it moves up the value curve and aims to become a more service sector-focused economy.\n\n\n\nAt the same time, China is also the UK’s fourth largest source of imports and has invested heavily over the last decade in the UK in areas such as finance, real estate, telecommunications and logistics, as well as Chinese students being an important source of income for the UK’s university sector.\n\nChina’s Belt and Road Initiative (BRI) provides an example of the challenges and opportunities stemming from China’s impressive rise. While the project has been criticised as a form of “financial colonialism” and a way for China to exert its influence over others, the importance of London as a global financial sector, plus the underpinning of English Common Law across many countries, offers the UK a strong position as the BRI expands.\n\n\n\nUltimately, China is the world’s second largest economy. We are the sixth. Both are members of the UN Security Council. While we should not overplay our hand, we should not underestimate ourselves either.\n\nThere will be some areas where we will need to stand our ground, but there will be others where the UK and China will be able to engage and cooperate as our future bilateral relationship matures.\n\nRead more: EU countries must urgently diversify 5G suppliers in Huawei aftermath, Commission says\n\nMain image credit: Getty", "METADATA": {"google-site-verification": "google-site-verification=FltPQ-am2spLy5mll-R0iziZSZtGMI-H4zS4wZkydes", "msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1.0", "description": "Sino-British relations are very cold right now. But there is space for the UK and China to cooperate and flourish.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "It's time for a fresh UK-China relationship - CityAM", "description": "Sino-British relations are very cold right now. But there is space for the UK and China to cooperate and flourish.", "url": "https://www.cityam.com/uk-china-relations-must-thaw/", "site_name": "CityAM", "image": {"identifier": "https://www.cityam.com/wp-content/uploads/2019/05/ukchina-57ed4ea9e41ca-57ed4ea9f338d.jpg", "width": 839, "height": 523}}, "article": {"published_time": "2020-08-14T04:30:00+00:00", "modified_time": "2020-08-14T11:19:34+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "AMP for WP 1.0.61.2", "msvalidate.01": "F1CB4268C1281EA7F06F8487BE02415A", "msapplication-TileImage": "https://www.cityam.com/wp-content/uploads/2020/03/favicon.ico"}}}