{"GDELT": {"GlobalEventID": 940758853, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "TURMIL", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor1Type1Code": "MIL", "Actor2Code": "GOV", "Actor2Name": "SOVEREIGN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 1246, "EventBaseCode": 124, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.83333333333333, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200814124500, "SOURCEURL": "https://greekcitytimes.com/2020/08/14/where-the-turkish-military-is-scoring-victories/"}, "ARTICLE": {"TITLE": "For the life of me I cannot see where the Turkish military is scoring victories", "TEXT": "I see the Turkish military presence and involvement in the Eastern Mediterranean region and beyond, but for the life of me I cannot see where the Turkish military is scoring victories.\n\nIn Syria? Whenever the Turks decide to get adventurous, they end up being humiliated by having to plead with the Damascus government to allow Turkish helicopters through to evacuate Turkish dead and wounded. So much for “taking” Damascus!\n\nIn Libya? As much as they try to hide it from the Turkish people by arresting and jailing Turkish journalists for treason when they reveal their true losses, the fact remains that Turkish air defence systems don’t last 5 minutes there, destroyed by the same aircraft they are meant to defend against. The news is that they are running out of Syrian terrorists for hire and are currently recruiting Somalis, paid for by Qatar and with the added promise of Qatari citizenship… if they survive. The 10 day ultimatum issued by Turkish President Recep Tayyip Erdoğan to the Libyan National Army (LNA) to surrender Sirte and al-Jufra without a fight, has come and (long) gone without any significant move by the Turkish-led terrorist forces and forces loyal to the Muslim Brotherhood regime of Tripoli. The LNA’s airforce has imposed a de-facto “no-fly-zone” for the much touted Turkish drones that were supposed to make all the difference.\n\nIn Greece? After the fiasco of trying to push thousands of illegal migrants through the Greek border in a typical Turkish attempt at “hybrid war,” a move that was thwarted by Greek Border Guards, police and Greek farmers, Ankara’s frustration grew. All those thousands of Muslim migrants, flown into Turkey on special Turkish Airlines flights from Africa and Middle Asia for that gambit and it came to naught!\n\nAs for Erdoğan’s “check mate” move of signing an illegal Memorandum with the Muslim Brotherhood regime of Tripoli, by which Greek territorial waters would be divided between them, was trashed when Athens signed an agreement that conforms to International Maritime Law with Cairo that just cut through Ankara’s ambitious lines that ran through Greek islands.\n\nNow we have the “stroll” of Turkish ships, in international waters but Greece’s Exclusive Economic Zone pretending to conduct a search for natural resources in order to draw a military response from the Hellenic armed forces that Turkey could use as a “crisis point” to force “negotiations” on its own terms. Athens has not taken the bait. The Hellenic Navy has, with the minimum of effort surrounded Turkey’s ships and are “not interrupting their enemy while they are making a mistake.”\n\nIn Iraq? After the initial bombing of Kurdish villages that claimed the lives of civilians (women and children), Turkey’s (very) special forces are stuck on mountainous terrain busy keeping their heads down lest they lose them to Kurdish snipers familiar with the lay of (their) land.\n\nIn a display of Turkish military incompetence, two days ago the Turks killed two high ranking Iraqi officers by mistake, something that did not go down well with Baghdad that is now demanding the immediate withdrawal of Turkish troops from its sovereign territory.\n\nIn Azerbaijan? After making a big show of sending Turkish F-16 jets to the Azerbaijani/Armenian border in “solidarity” for their Azerbaijani “brethren”, those birds had to fly quietly back to Turkey when the Armenians simply stated that they had activated their S-300 air defence systems.\n\nIt’s so difficult to revive an Ottoman Empire these days.\n\nPublished by Emilios George Ades Georgiades.\n\nThe views of the author is not necessarily those of Greek City Times", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, viewport-fit=cover", "description": "I see the Turkish military presence and involvement in the Eastern Mediterranean region and beyond, but for the life of me I cannot see where the Turkish", "robots": "follow, index, max-snippet:-1, max-video-preview:-1, max-image-preview:large", "og": {"locale": "en_US", "type": "article", "title": "For The Life Of Me I Cannot See Where The Turkish Military Is Scoring Victories - Greek City Times", "description": "I see the Turkish military presence and involvement in the Eastern Mediterranean region and beyond, but for the life of me I cannot see where the Turkish", "url": "https://greekcitytimes.com/2020/08/14/where-the-turkish-military-is-scoring-victories/", "site_name": "Greek City Times", "updated_time": "2020-08-15T19:42:30+10:00", "image": {"identifier": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-37.jpg", "secure_url": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-37.jpg", "width": 660, "height": 371, "alt": "scoring victories", "type": "image/jpeg"}}, "article": {"publisher": "https://www.facebook.com/greekcitytimes/", "tag": "Turkey", "section": "Greek NEWS"}, "twitter": {"card": "summary_large_image", "title": "For The Life Of Me I Cannot See Where The Turkish Military Is Scoring Victories - Greek City Times", "description": "I see the Turkish military presence and involvement in the Eastern Mediterranean region and beyond, but for the life of me I cannot see where the Turkish", "site": "@greekcitytimes", "creator": "@greekcitytimes", "image": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-37.jpg"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://greekcitytimes.com/wp-content/uploads/2018/04/favicon-96x96.png"}}}