{"GDELT": {"GlobalEventID": 940785576, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "GOV", "Actor2Name": "DIRECTOR GENERAL", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.04624277456648, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200814151500, "SOURCEURL": "https://medicalxpress.com/news/2020-08-coronavirus-deaths-nursing-homes-climbing.html"}, "ARTICLE": {"TITLE": "Coronavirus deaths in nursing homes climbing again", "TEXT": "The novel coronavirus is surging once more in U.S. nursing homes, where it killed tens of thousands at the start of the pandemic.\n\nFederal data cited by two long-term care associations this week illustrated the troubling trend: The number of new cases in nursing homes bottomed out at 5,468 during the week of June 21, but it climbed to 8,628 for the week of July 19, the Washington Post reported. That's a 58 percent increase, which roughly parallels the rise in overall U.S. cases during that period.\n\nOn Thursday, Florida Gov. Ron DeSantis warned that more COVID-19 deaths at nursing homes and assisted-living facilities may be coming, even as total caseloads have begun to decline. Florida has seen an outbreak of coronavirus cases this summer and has a large elderly population, the Post reported.\n\n\"Over the next couple weeks, I'm concerned of seeing kind of a tail, where we start to see some of these long-term-care deaths,\" DeSantis said at a forum in Tallahassee.\n\nIn a different analysis of 35 states, the Kaiser Family Foundation found that cases in long-term care facilities jumped 11 percent in the two weeks ending July 10. But in 23 hot spot states, they rose 18 percent, compared with just 4 percent in 12 states that had the virus under better control, the Post reported.\n\n\"The strongest predictor of whether or not we'll see cases in [a particular setting] is community spread,\" David Grabowski, a professor of health care policy at Harvard Medical School in Boston, told the newspaper. \"We saw that in the Northeast and now, unfortunately, we're seeing it in the Sun Belt states.\"\n\nOn Wednesday, America logged its highest single-day coronavirus death total of the summer.\n\nThose deaths were concentrated in Sun Belt states that have witnessed dramatic coronavirus case spikes in June and July, the New York Times reported. Even as case counts have started to level off or drop in some of those states, deaths have stayed high.\n\nWhile the numbers have shifted a bit, residents of nursing homes account for roughly 35 percent to 40 percent of all COVID-19 deaths in the United States, the Post reported.\n\nAs schools reopen, COVID cases among kids on the rise\n\nWith millions of American children soon returning to school this month, a new study shows that at least 97,000 kids were infected with COVID-19 during the last two weeks of July.\n\nAccording to the new report from the American Academy of Pediatrics and the Children's Hospital Association, at least 338,000 U.S. children had tested positive through July 30, the Times reported. That means that more than a quarter of those cases had come up positive in the second half of July alone.\n\nAlready, some schools have tried to reopen and then had to order quarantines or close after COVID-19 cases were reported among students and staff, the Times reported. North Paulding High School in Georgia, which gained national attention last week after videos of crowded hallways made their way onto social media, temporarily switched to online instruction this week after at least nine coronavirus cases were reported there.\n\nIn the new report, states in the South and West accounted for more than 7 of 10 infections. The count could be higher because the report did not include complete data from Texas and parts of New York State outside of New York City.\n\nThere were differences in how states classified children: Most places cited in the report considered children to be no older than 17 or 19. But in Alabama, the age limit was 24, while it was only 14 in Florida and Utah, the Times reported.\n\nThough public health officials say that most children do not get severe illness, a new report from the U.S. Centers for Disease Control and Prevention found that a new, more dangerous COVID-19 condition known as Multisystem Inflammatory Syndrome in Children has struck children of color far more often than whites.\n\nFrom early March through late July, the CDC received reports of 570 young people—ranging from infants to age 20 with the condition, the Times reported. Of those, 40 percent were Hispanic or Latino, 33 percent were Black and 13 percent were white. Ten died and nearly two-thirds were admitted to intensive care units, the report found.\n\nBy Friday, the U.S. coronavirus case count surpassed 5.2 million as the death toll exceeded 167,000, according to a Times tally.\n\nAccording to the same tally, the top five states in coronavirus cases as of Friday were: California with over 603,000; Florida with more than 557,000; Texas with over 536,000; New York with over 428,000; and Georgia with over 212,000.\n\nNations grapple with pandemic\n\nElsewhere in the world, the situation remains challenging.\n\nOn Wednesday, India has passed Britain to have the fourth-highest death toll in the world from the coronavirus, after the United States, Brazil and Mexico, the Post reported.\n\nBy Friday, India had more than 2.4 million confirmed cases of the infection and at least 48,000 deaths, a John Hopkins tally shows. Britain remains the worst-hit country in Europe, the Post reported.\n\nBrazil is also a hotspot in the coronavirus pandemic, with over 3.2 million confirmed infections by Friday, according to the Hopkins tally. It has the second-highest number of cases, behind only the United States.\n\nCases are also spiking in Russia: As of Friday, that country reported the world's fourth-highest number of COVID-19 cases, at over 910,700, the Hopkins tally showed.\n\nEven New Zealand, a country that hasn't seen a new coronavirus case is 100 days, reported 48 new cases of community transmission by Friday, the Times reported.\n\nDr. Ashley Bloomfield, the director general of health, told reporters that all but one of the new cases were linked to a cluster in Auckland. Prime Minister Jacinda Ardern extended the city's lockdown for another 12 days.\n\nWorldwide, the number of reported infections passed 20.9 million on Friday, with over 760,000 deaths, according to the Hopkins tally.\n\nExplore further Follow the latest news on the coronavirus (COVID-19) outbreak\n\nMore information: The U.S. Centers for Disease Control and Prevention has more on the The U.S. Centers for Disease Control and Prevention has more on the new coronavirus\n\nCopyright © 2020 HealthDay. All rights reserved.", "METADATA": {"Keywords": "Medicine Research News, Medicine Research, Health Research News, Health Research, Health Science, Medicine Science", "Description": "The novel coronavirus is surging once more in U.S. nursing homes, where it killed tens of thousands at the start of the pandemic.", "ROBOTS": "INDEX,FOLLOW", "viewport": "width=device-width, initial-scale=1", "apple-itunes-app": "app-id=412403837", "google-play-app": "com.PhysOrg.healthFree", "twitter": {"account_id": 287568380, "card": "summary_large_image", "url": "https://medicalxpress.com/news/2020-08-coronavirus-deaths-nursing-homes-climbing.html", "title": "Coronavirus deaths in nursing homes climbing again", "description": "The novel coronavirus is surging once more in U.S. nursing homes, where it killed tens of thousands at the start of the pandemic.", "image": "https://scx2.b-cdn.net/gfx/news/2020/29-coronavirusd.jpg"}, "fb": {"app_id": 325486637469240, "pages": 188381711207720}, "og": {"title": "Coronavirus deaths in nursing homes climbing again", "description": "The novel coronavirus is surging once more in U.S. nursing homes, where it killed tens of thousands at the start of the pandemic.", "image": "https://scx2.b-cdn.net/gfx/news/2020/29-coronavirusd.jpg", "type": "article", "url": "https://medicalxpress.com/news/2020-08-coronavirus-deaths-nursing-homes-climbing.html"}, "thumbnail": "https://scx1.b-cdn.net/csz/news/tmb/2020/29-coronavirusd.jpg"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Virus Spread", "Nursing Homes", "Deaths"]}}