{"GDELT": {"GlobalEventID": 940773652, "Day": 20190815, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6164, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "BHR", "Actor2Name": "BAHRAIN", "Actor2CountryCode": "BHR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 16, "NumSources": 1, "NumArticles": 16, "AvgTone": 0.9845288326300999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bahrain", "Actor1Geo_CountryCode": "BA", "Actor1Geo_ADM1Code": "BA", "Actor1Geo_Lat": 26.0, "Actor1Geo_Long": 50.5, "Actor1Geo_FeatureID": "BA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bahrain", "Actor2Geo_CountryCode": "BA", "Actor2Geo_ADM1Code": "BA", "Actor2Geo_Lat": 26.0, "Actor2Geo_Long": 50.5, "Actor2Geo_FeatureID": "BA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA", "Action2Geo_Lat": 26.0, "Action2Geo_Long": 50.5, "Action2Geo_FeatureID": "BA", "DATEADDED": 20200814141500, "SOURCEURL": "https://www.msn.com/en-us/news/world/the-slow-but-steady-progress-to-israels-peace-with-the-uae/ar-BB17XRMx"}, "ARTICLE": {"TITLE": "The slow but steady progress to Israel's peace with the UAE", "TEXT": "© Getty Images The slow but steady progress to Israel's peace with the UAE\n\nPresident Trump's announcement Thursday of a U.S.-facilitated diplomatic breakthrough between Israel and the United Arab Emirates (UAE) is a reminder of the John F. Kennedy quote: \"Victory has a hundred fathers, but failure is an orphan.\" I suspect we will see many of those fathers emerge in the next few days.\n\nMuch humble spadework has been done to get to this point. In 2008, after a trip to Abu Dhabi, I ran into an Israeli diplomatic acquaintance who puzzled me when he said he, too, had been there - using his own name and an Israeli passport. He explained that under pressure from Washington, U.S. allies in the Gulf had been urged to at least exchange perspectives with their Israeli counterparts so the two sides would better understand each other. The Israeli told me there was very little shared understanding in the meetings at that time, but that they might lead to something.\n\nAnd indeed they did. In 2015, Israel was allowed to set up an office at the International Renewable Energy Agency (IRENA), headquartered in Abu Dhabi, although the envoy assigned to it commutes from Jerusalem. There also has been an official but unidentified Israeli diplomatic mission in the Gulf since at least 2012, the existence of which was revealed in a carelessly edited version of the 2013 Israeli budget. The UAE has always seemed to be its most likely location.\n\nThere have been setbacks, too. The most obvious is the successful 2010 Mossad assassination of the Hamas gun-runner Mahmoud al-Mabhouh in his hotel room in Dubai, the UAE's second city. Tentative trade contacts using officials with foreign passports were frozen for a while. Emirati outrage was tempered by their after-the-event success in detecting the Mossad hit squad arriving and departing, using surveillance cameras and technology supplied, ironically, by Israel.\n\nTherein lies the basis of the developing relationship: commerce. Israeli-made products historically have evaded the Arab embargo for years. The trade is still semi-clandestine but the volumes are huge. A few years ago, I heard one senior Gulf official admit that his country's trade with Israel was larger than its trade with Europe. While local public opinion may side with the Palestinians, Gulf leaders increasingly are making sure their contacts with Israel are working well.\n\nMutual concern about the threat posed by Iran is clearly important, but not sufficient to explain this. A major factor instead would seem to be relations with Washington. That was the basis of Qatar's initial flirtations with Israel in the late 1990s, which still function at a working level today - last week, Twitter carried the route of an executive jet flying from Tel Aviv to Doha, speculating that it was a visit by Mossad chief Yossi Cohen. In late 2018, Israeli Prime Minister Benjamin Netanyahu visited Oman. And last year, Bahrain hosted a business-angled seminar on the then yet-to-be-revealed Trump peace plan.\n\nThe big question now is when Saudi Arabia will join the party. Crown Prince Mohammad bin Salman has made little secret of his admiration for Israeli technology and his view that the two countries are natural economic partners. The only apparent brake on him is his ailing father, King Salman, now convalescing after gallbladder surgery at the site of the futuristic city of NEOM. The 84-year-old monarch is still thought to see the Middle East in terms of justice for the Palestinians and for Arabs to regain control over the holy sites in Jerusalem.\n\nThere will be much commentary in the coming days about what Netanyahu and his UAE counterpart, Abu Dhabi Crown Prince Sheikh Mohammed bin Zayed, have agreed to so far and the agenda items that officials of both countries are going to negotiate in coming weeks. Already there is a debate on whether Israel's \"suspending\" annexation of Palestinian territories represents a temporary or permanent shift in policy. You can probably bet the \"fathers\" of this diplomatic breakthrough will shrug off or redirect anything that looks like less than a success.\n\nSimon Henderson is the Baker Fellow and director of the Bernstein Program on Gulf and Energy Policy at the Washington Institute for Near East Policy. Follow him on Twitter @shendersongulf.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "The slow but steady progress to Israel's peace with the UAE", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Commerce, mutual concern about Iran, and relations with Washington have contributed to the agreement.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}