{"GDELT": {"GlobalEventID": 940752647, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USAGOV", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.7681660899654, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200814120000, "SOURCEURL": "https://www.msn.com/en-us/news/world/trump-regime-installs-conspiracy-theorist-to-help-build-propaganda-network-with-taxpayer-money/ar-BB17WN0h"}, "ARTICLE": {"TITLE": "Trump Regime Installs Conspiracy Theorist to Help Build Propaganda Network With Taxpayer Money", "TEXT": "© Photo: Nicholas Kamm (Getty Images) President Donald Trump in the State Room of the White House in Washington, D.C. on August 12, 2020.\n\nThe U.S. Agency for Global Media, a government-run news company that traces its roots to the first Cold War, has hired far-right commentator and conspiracy theorist Frank Wuco, according to a new report from Politico. It’s just the latest sign that President Donald Trump is attempting to build his own media empire with U.S. taxpayer money and comes just days after USAGM fired at least seven top officials in a purge that has roiled some journalists at the traditionally nonpartisan agency.\n\nWuco, who hosted a talk radio show from 2011 to 2013 and owns a Big Data company called Red Mind Solutions, has previously said that President Barack Obama was born in Kenya, a conspiracy theory called “birtherism” that was often promoted by Trump on Fox News before he took power in 2017. Wuco has also claimed that former CIA director John Brennan secretly converted to Islam, among other wild conspiracies.\n\nThere have long been rumors that Trump wanted to create his own media company and, after nearly four years in office, the president seems to be fast-tracking that plan with an agency that already has a significant presence around the world. USAGM, which was previously overseen by a bipartisan panel but now has a CEO appointed by the president, is supposed to be independent of political pressure from whatever party holds power.\n\nUSAGM oversees several radio, TV, and internet news outlets like Voice of America, Radio Free Europe, Radio Free Asia and the Middle East Broadcasting Network, but the primary audience for those groups has been people outside of the U.S. It was illegal for USAGM’s predecessor organizations to broadcast in the U.S. under a 1948 law known as the Smith-Mundt Act but that legislation was repealed in 2013.\n\nMichael Pack, a conservative filmmaker and ally of Steve Bannon, was nominated to lead USAGM in June of 2018 and was confirmed by the Senate this past June, but Pack’s tenure has already been filled with suggestions of impropriety. Most notably, Pack’s operation of both the nonprofit Public Media Lab and the for-profit Manifold Productions—the latter of which was awarded contracts from the former. The Attorney General for Washington D.C. is reportedly investigating the arrangement.\n\nQuestions about editorial independence at USAGM were raised this week when Voice of America tweeted a particularly glowing take on Vice President Mike Pence’s allegiance to Trump.\n\nU.S. Vice President Mike Pence has weathered storms that have shaken the Trump White House, standing by the president through an impeachment trial and many Cabinet reshuffles. 👉Mike Pence: Backing Up a Demanding Boss https://t.co/ZR1vX6ez5H pic.twitter.com/gyYToLM8m3 — The Voice of America (@VOANews) August 11, 2020\n\nBut an insider at USAGM tells Gizmodo that this particular tweet was just poorly timed and there hadn’t been any direct political interference in the newsroom at least up to that point. The insider did not comment on Wuco’s appointment nor the purge of executives at the news company, interim CEO Grant Turner and general counsel David Kligerman, which seem to be more troubling for a number of reasons.\n\nDemocrats are not happy with the moves, to say the least, with Representative Eliot Engel, Chairman of the House Committee on Foreign Affairs, issuing a stern rebuke yesterday.\n\n“Michael Pack is once again attempting to purge USAGM of the apolitical, career officials who have helped ensure that the agency fulfills its mission to provide unbiased news and information around the world,” Engel said in a statement posted online.\n\n“He is destroying the decades-old legacy of America’s international broadcasting efforts in a clear attempt to transform the agency into an ideological mouthpiece to promote Donald Trump in advance of the election,” Engel continued. “And, despicably, he or someone in his inner circle leaked the names of career individuals to the New York Post as he was in the process of sidelining them.”\n\nEngel said that the firing of the executives was likely an “illegal retaliation” for Pack’s “potentially inappropriate or unlawful actions.” Engel called for an investigation by the Office of the Inspector General and noted that Pack is scheduled to speak to a congressional committee on September 24.\n\n“The United States is not a dictatorship, and I will not stand by as Donald Trump tries to create a Soviet Tass or Chinese Xinhua government mouthpiece through his henchman, Michael Pack,” Engel said.\n\nEngel’s statement came before news of Wuco’s hiring at the agency became public. And Politico reports that Wuco is already conducting an “audit” of the news group’s policy and research.\n\nWuco joined the Trump regime in 2017 under the State Department before moving to the Department of Homeland Security, and was deputy director of intelligence at U.S. Special Operations Command Central in the early 2000s. In that role, Wuco helped plan both the invasion of Afghanistan and Iraq, according to a 2014 article from the Tampa Tribune.\n\nWuco started his post-military political career with local organizing for the Republican Party around his home in Florida during the 2004 presidential election and wrote a blog called Red Wire that claimed global terrorism was “rooted in Islam.”\n\nWuco was a guest on several right-wing TV and social media-based programs during the Obama years, appearing on Fox News in December of 2015 after the mass shooting in San Bernardino, California, and criticized the Obama administration for not examining the shooter’s social media posts. Wuco also appeared on Glenn Beck’s Blaze TV in June of 2014 as a “national security expert.”\n\nIn 2016, Wuco spoke to the Dougherty Report radio program, saying that the U.S. should have “dropped a couple of low-yield tactical nuclear weapons over Afghanistan the day after 9/11,” according to the Washington Post.\n\nThe U.S. Agency for Global Media has gone through several name changes over the years, originally founded in 1953 as the United States Information Agency to promote America’s messages against communism and in favor of U.S.-style capitalism. The USIA actively advocated for regime change in Cuba with the CIA during the 1960s, according to documents uncovered in just the past decade, and USIA often wrote newspaper articles under fake names in countries like Brazil, Germany, Jamaica, and Australia.\n\nWhile the agency doesn’t get much notice in the U.S., it has historically found tremendous reach overseas with not only radio and TV, but movies. In the year 1963 alone, about 600 million people around the world saw a documentary that was produced by USIA every month, according to the book Murrow’s Cold War: Public Diplomacy for the Kennedy Administration. The USIA provided theater owners free content and moviegoers were often watching documentaries produced by the U.S. government at a time when it was standard for newsreels and other short films to be played before the feature movie.\n\nThe USIA was dissolved in 1999 under the Clinton administration after it was deemed unnecessary with the fall of the Soviet Union. The agency was resurrected as the Broadcasting Board of Governors (BBG) before the name was changed to U.S. Agency for Global Media in 2016 at the start of what can now be considered the New Cold War between western powers like the U.S. and UK against near-peer adversaries like China and Russia.\n\nRussia has previously sought to curtail the agency’s activities around the world, even after the first Cold War’s more direct confrontations, detaining and denying entry to Jeff Shell, an executive with NBCUniversal and former chairman of the BBG in July of 2016, in Moscow notably close to that year’s presidential election.\n\nFor whatever it’s worth, people at USIA were less troubled by being called propagandists than the journalists who currently work for USAGM. Edward R. Murrow, the legendary journalist who ran the agency during the Kennedy administration, said that propaganda isn’t such a bad word if you’re on the right side.\n\n“I don’t mind being called a propagandist,” Edward R. Murrow told a reporter at the Miami Herald in April of 1962. “So long as that propaganda is based on the truth.”\n\nWe’ll see if the Trump regime’s latest efforts to create a news network devoted to a cult of presidential personality rather than “the truth” are successful. But you can bet Trump’s cronies won’t be quite so accepting of the term “propaganda,” something that certainly would apply today, no matter how you slice it.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Trump Regime Installs Conspiracy Theorist to Help Build Propaganda Network With Taxpayer Money", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "The U.S. Agency for Global Media, a government-run news company that traces its roots to the first Cold War, has hired far-right commentator and conspiracy theorist Frank Wuco, according to a new report from Politico. It’s just the latest sign that President Donald Trump is attempting to build his own media empire with U.S. taxpayer money and comes just days after USAGM fired at least seven top officials in a purge that has roiled some...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}