{"GDELT": {"GlobalEventID": 940797327, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHEGOV", "Actor1Name": "SWITZERLAND", "Actor1CountryCode": "CHE", "Actor1Type1Code": "GOV", "Actor2Code": "RUS", "Actor2Name": "VLADIMIR", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.8124474348191795, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ", "Actor2Geo_Lat": 47.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "SZ", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200814163000, "SOURCEURL": "https://indianexpress.com/article/world/belarus-election-protests-european-commission-calls-for-sanctions-over-1000-protesters-released-amid-global-pressure-6554986/"}, "ARTICLE": {"TITLE": "Belarus protests: European Commission calls for sanctions; over 1,000 protesters released amid global pressure", "TEXT": "Belarus election: People, some of them ethnic Belarusians, light flares and wave Belarusian flags to support Belarusian opposition in front of Belarusian Embassy in Kyiv, Ukraine, Friday, Aug. 14, 2020. (AP Photo/Efrem Lukatsky)\n\nAs the violent crackdown on anti-government protesters enters its sixth day in Belarus, the chief of the European Union Commission has called for sanctions to be imposed on the country for alleged human rights abuses committed after the controversial re-election of its long-time leader Alexander Lukashenko.\n\nAhead of an emergency EU Foreign Minister’s meeting scheduled for later today, European Commission President Ursula Von der Leyen said additional sanctions were required against the officials responsible for violating democratic values and abusing human rights in Belarus, according to AFP.\n\n“We need additional sanctions against those who violated democratic values or abused human rights in #Belarus,” von Der Leyen tweeted. “I am confident today’s EU Foreign Ministers’ discussion will demonstrate our strong support for the rights of the people in Belarus to fundamental freedoms and democracy.”\n\nWe need additional sanctions against those who violated democratic values or abused human rights in #Belarus. I am confident today’s EU Foreign Ministers’ discussion will demonstrate our strong support for the rights of the people in Belarus to fundamental freedoms & democracy. — Ursula von der Leyen (@vonderleyen) August 14, 2020\n\nSeveral European Union members echoed her sentiments. As many as six countries — Poland, the Czech Republic, Estonia, Latvia, Lithuania and Denmark — wrote a joint letter calling for “restrictive measures” against the Belarusian officials who are believed to be behind what is being called a rigged election, Reuters reported.\n\nMeanwhile, Belarus’ opposition leader Sviatlana Tsikhanouskaya, who was earlier forced into self-imposed exile in Lithuania, called for a recount of votes and a new round of protests. “Belarusians will never again want to live with the old authorities,” she said in a video released on YouTube Friday. “Let’s defend our choice. Don’t stay on the sidelines. Our voices need to be heard.”\n\nBelarus protests: Workers hold an old Belarusian national flag and a banner reading “we are not cattle, we are not sheep, we are workers of MTZ, we are not 20 people, we are 16,000” during a rally in front of the main entrance of the Minsk Tractor Works Plant in Minsk, Belarus, Friday, Aug. 14, 2020. (AP Photo/Sergei Grits) Belarus protests: Workers hold an old Belarusian national flag and a banner reading “we are not cattle, we are not sheep, we are workers of MTZ, we are not 20 people, we are 16,000” during a rally in front of the main entrance of the Minsk Tractor Works Plant in Minsk, Belarus, Friday, Aug. 14, 2020. (AP Photo/Sergei Grits)\n\nAt least two protesters have been killed and thousands have been arrested by Belarusian riot police over the last week, BBC reported. Streets across the country were overrun by demonstrators protesting against vote-rigging in the country.\n\nAlso Read: Protester dies in clashes after disputed Belarus vote\n\nThis comes after Lukashenko returned to office in an alleged landslide victory. According to the country’s election commission, he secured 80 per cent of the votes in Sunday’s poll. However, many have accused the 65-year-old leader of committing fraud and rigging votes.\n\nHere are the top developments from Belarus:\n\nBelarus ready for ‘constructive’ dialogue on election, says foreign minister\n\nBelarus’ Foreign Minister Vladimir Makei stated that the country was ready to engage in “constructive and objective dialogue” on the controversial recent presidential election in the country, AFP reported.\n\nDuring a recent phone conversation with Ignazio Cassis, the head of Switzerland’s Department of Foreign Affairs, Makei discussed the election and its impact on Belarus. “Vladimir Makei expressed the appreciation to the Swiss side for ensuring security and order during voting at the polling station in the Embassy of the Republic of Belarus in Switzerland,” the country’s foreign ministry said in a statement, according to Belarusian news agency BELTA.\n\nOver 1,000 detained protesters released; some claim torture by police\n\nBelarus election: A man shows marks on his body he says were left by police beating after being released from a detention center where protesters were detained during a mass rally following presidential election in Minsk, Belarus, Friday, Aug. 14, 2020. Belarusian authorities have released more than 1,000 people detained during a violent police crackdown on protests and many talked about brutal beatings and other abuse by police. (AP Photo/Sergei Grits) Belarus election: A man shows marks on his body he says were left by police beating after being released from a detention center where protesters were detained during a mass rally following presidential election in Minsk, Belarus, Friday, Aug. 14, 2020. Belarusian authorities have released more than 1,000 people detained during a violent police crackdown on protests and many talked about brutal beatings and other abuse by police. (AP Photo/Sergei Grits)\n\nFaced with mounting pressure from its foreign partners and widespread public anger from its citizens, the Belarusian government released about 1,000 protesters it had detained during the mass demonstrations that broke out earlier this week, AP reported.\n\nAround midnight, a huge group of detainees was seen exiting from a prison in Minsk. Volunteers saw at least 119 protestors being released from a jail in Zhodino the following morning. Several of the demonstrators who were released claimed that they were brutally beaten and abused by the police.\n\nI take responsibility for violence against people, says Belarus minister\n\nBelarus election: Relatives hug after being released from a detention center where protesters were detained during a mass rally following presidential election in Minsk, Belarus, Friday, Aug. 14, 2020. (AP Photo) Belarus election: Relatives hug after being released from a detention center where protesters were detained during a mass rally following presidential election in Minsk, Belarus, Friday, Aug. 14, 2020. (AP Photo)\n\nBelarus’ Interior Minister Yuri Karayev Thursday apologised for the violence inflicted upon protesters by law enforcement authorities in the country, as per an AP report.\n\n“I take responsibility for what they say was violence against those people, who happened to be nearby and failed to back off quickly enough,” he said in a televised statement beamed across the country.\n\nIn the six days of protests, at least 7,000 people have been arrested by riot police, the interior ministry announced earlier.\n\nEU should assume role of mediator: Member states in joint-letter\n\nBelarus elections: People demonstrate in support of Belarusians after a troubled weekend presidential vote, in Warsaw, Poland, Thursday, Aug. 13, 2020. (AP Photo/Czarek Sokolowski) Belarus elections: People demonstrate in support of Belarusians after a troubled weekend presidential vote, in Warsaw, Poland, Thursday, Aug. 13, 2020. (AP Photo/Czarek Sokolowski)\n\nIn a joint letter by six members of the European Union — Poland, the Czech Republic, Estonia, Latvia, Lithuania and Denmark — the countries urged the bloc to intervene and act as a moderator to resolve the crisis playing out in Belarus.\n\n“We would need to find a careful balance between pressure against and engagement with Belarus President Lukashenko. We believe the EU should assume the role of a mediator as soon as possible,” the letter read, according to a Reuters report.\n\nGermany, Austria, Sweden call for sanctions; Hungary reluctant\n\nA spokesperson for German Chancellor Angela Merkel Friday said sanctions would have to be discussed in order to contain the violent post-election crisis in Belarus, adding that the crackdown on protesters was “unacceptable”.\n\n“In our view sanctions against those responsible for human rights violations will have to be discussed,” German spokesperson Steffen Seibert said, according to a Bloomberg report.\n\nAustria’s Foreign Minister Alexander Schallenberg too, supported his fellow EU member states calling for sanctions to be imposed on Belarus. He added that the sanctions would have to be targeted again those responsible for the violence against protestors, Reuters reported.\n\nHungarian Foreign Minister Peter Szijjarto, on the other hand, said the diplomatic bloc should first open a dialogue with Belarus before taking more drastic steps.\n\n“We are interested in EU decisions based on dialogue that do not make it impossible to build future relations between Belarus and the European Union, nor do they reject the Eastern Partnership program,” he wrote on Facebook.\n\nThousands flood Belarus capital as election protests grow\n\nTens of thousands of people flooded the heart of the Belarus capital of Minsk on Friday in a show of anger over a brutal police crackdown this week on peaceful protesters that followed a disputed election, as authorities sought to ease rising public fury by freeing at least 2,000 who were jailed after earlier demonstrations.\n\nFactory workers marched across the city shouting “Go away!” in a call for authoritarian President Alexander Lukashenko to resign after 26 years of iron-fisted rule that was extended in an election Sunday that protesters denounced as rigged.\n\nFriday’s crowds grew to more than 20,000, filling central Independence Square.\n\nAbout a dozen soldiers guarding the nearby government headquarters lowered their riot shields in what the demonstrators saw as a sign of solidarity, and women rushed to embrace and kiss the guards. (AP)\n\n(With inputs from AP, AFP, Reuters, agencies)\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest World News, download Indian Express App.\n\n© IE Online Media Services Pvt Ltd", "METADATA": {"viewport": "width=990", "description": "European Commission President Ursula Von der Leyen said additional sanctions were required against the officials responsible for violating democratic values.", "news_keywords": "belarus, belarus elections, belarus protests, belarus protests, Alexander Lukashenko, EU sanctions Belarus, Belarus protesters, Belarus updates, Belarus latest news", "keywords": "belarus, belarus elections, belarus protests, belarus protests, alexander lukashenko, eu sanctions belarus, belarus protesters, belarus updates, belarus latest news", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/world/belarus-election-protests-european-commission-calls-for-sanctions-over-1000-protesters-released-amid-global-pressure-6554986/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/world/belarus-election-protests-european-commission-calls-for-sanctions-over-1000-protesters-released-amid-global-pressure-6554986/", "site_name": "The Indian Express", "locale": "en_US", "title": "Belarus protests: European Commission calls for sanctions; over 1,000 protesters released amid global pressure", "description": "European Commission President Ursula Von der Leyen said additional sanctions were required against the officials responsible for violating democratic values.", "image": {"identifier": "https://images.indianexpress.com/2020/08/BELARUS.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/world/belarus-election-protests-european-commission-calls-for-sanctions-over-1000-protesters-released-amid-global-pressure-6554986/", "title": "Belarus protests: European Commission calls for sanctions; over 1,000 protesters released amid global pressure", "description": "European Commission President Ursula Von der Leyen said additional sanctions were required against the officials responsible for violating democratic values.", "image": {"identifier": "https://images.indianexpress.com/2020/08/BELARUS.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-14T22:53:02+05:30", "modified_time": "2020-08-14T22:53:02+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}}