{"GDELT": {"GlobalEventID": 940743701, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OMN", "Actor1Name": "OMAN", "Actor1CountryCode": "OMN", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.36283185840708, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200814111500, "SOURCEURL": "https://www.msn.com/en-gb/news/world/iran-turkey-slam-israel-uae-deal-others-welcome-historic-step/ar-BB17XaJZ"}, "ARTICLE": {"TITLE": "Iran, Turkey slam Israel-UAE deal, others welcome 'historic step'", "TEXT": "© Andrew Harnik, AP Photo\n\nIran and Turkey lashed out at their regional rival the United Arab Emirates on Friday over its decision to normalise diplomatic relations with Israel in a US-brokered deal, accusing the UAE of betraying the Palestinian cause. Others welcomed the landmark deal as a step towards peace in the region.\n\nA joint statement released by US President Donald Trump, Israeli Prime Minister Benjamin Netanyahu and UAE leader Sheikh Mohamed bin Zayed al-Nahyan announced \"the full normalisation of relations between Israel and the United Arab Emirates\".\n\nThe UAE, which has never fought Israel and has quietly been improving ties for years, said the agreement also puts a hold on Israel's plans to annex parts of the occupied West Bank, which the Palestinians view as the heartland of their future state.\n\nThe agreement makes the UAE the first Gulf Arab state — and the third Arab country, after Egypt and Jordan — to have full diplomatic ties with Israel. The Palestinians said the deal amounts to “treason” and have called on Arab and Muslim countries to oppose it.\n\nThe accord also delivered a key foreign policy victory for US President Donald Trump as he seeks re-election and reflected a changing Middle East in which shared concerns about Iran have largely overtaken traditional Arab support for the Palestinians. Trump has suggested that other countries in the region will follow the UAE's lead.\n\nIsrael, the UAE and other Gulf countries that view Iran as a regional menace have been cultivating closer ties in recent years. Turkey has had diplomatic relations with Israel for decades, but under President Recep Tayyip Erdogan has positioned itself as a champion of the Palestinians. Turkey and the UAE are often at odds over supporting rival camps in the conflict in Libya.\n\nThe Turkish foreign ministry said the United Arab Emirates had no authority to negotiate with Israel on behalf of the Palestinians or “to make concessions on matters vital to Palestine”. Turkey said the people of the region “will never forget and will never forgive this hypocritical behaviour” by the UAE.\n\nIran's foreign ministry also slammed the accord, calling the deal a “dagger that was unjustly struck by the UAE in the backs of the Palestinian people and all Muslims”.\n\nUAE's Gulf neighbours\n\nOman said Friday it backed the normalisation of ties between the country and Israel, and hoped the move would help achieve a lasting Middle East peace.\n\nA foreign ministry spokesman expressed the sultanate's \"support for the UAE's decision regarding relations with Israel\" according to a statement by Oman's official news agency.\n\nBahrain said on Thursday it welcomed the landmark UAE-Israel deal, saying that it would boost prospects for peace in the Middle East.\n\n\"This historic step will contribute to strengthening stability and peace in the region,\" the Bahraini government said in a statement on the national news agency.\n\nEgypt\n\nIn Egypt, President Abdel Fattah al-Sisi welcomed the measure as a plan \"to halt the Israeli annexation of Palestinian lands\".\n\n\"I followed with interest and appreciation the joint statement between the United States, United Arab Emirates and Israel to halt the Israeli annexation of Palestinian lands and taking steps to bring peace in the Middle East,\" Sisi said on Twitter.\n\nSisi also called Abu Dhabi's Crown Prince Sheikh Mohammed bin Zayed al-Nahyan to congratulate him on taking a \"historic\" step towards peace.\n\nJordan\n\nJordan said Thursday that the Israeli-Emirati normalisation deal's impact on peace efforts would depend on Israel's actions, including its stance on a two-state solution with the Palestinians.\n\nJordanian Foreign Minister Ayman al-Safadi, who neither welcomed nor rejected the agreement, said that \"the impact of the deal on peace efforts is linked to the actions Israel will take\".\n\nHe said the Jewish state must end its \"illegal actions\" and its \"violations of Palestinian rights\" while urging Israel to engage in \"direct, serious and active peace negotiations on the basis of a two-state solution\".\n\nBut Safadi added that Jordan backs \"any real effort that contributes to achieving comprehensive and just peace that ends Israeli occupation and meets the legitimate rights of the Palestinian people\".\n\nFrance\n\nFrance also welcomed the landmark deal between Israel and the UAE, albeit with some reservations, calling for the suspension of Israeli annexation plans to become \"definitive\".\n\n\"The decision taken within this framework by the Israeli authorities to suspend the annexation of Palestinians territories is a positive step, which must become a definitive measure,\" French Foreign Minister Jean-Yves Le Drian said in a statement on Thursday.\n\n\"The new state of mind shown by these announcements must now allow the resumption of negotiations between Israelis and Palestinians with a view to establishing two states within the framework of international law and agreed parameters, which is the only option to enable a just and lasting peace,\" Le Drian added.\n\nGermany\n\nGermany's Foreign Minister Heiko Maas welcomed both the agreement and the decision to suspend annexation. He called to congratulate his Israeli counterpart Gabi Ashkenazi on “this historic step”.\n\n“We stand by our position that only a negotiated two-state solution can bring lasting peace to the Middle East,” Maas said in a statement.\n\n\"Together with our European partners and the region we have campaigned intensively in past months against an annexation and for the resumption of direct negotiations. We are also ready to actively support such a process,” he added.\n\nUnited Nations\n\nUnited Nations Secretary General Antonio Guterres also said he hoped the deal could help move towards the realisation of a two-state solution for peace in the Middle East.\n\n\"The secretary-general welcomes this agreement, hoping it will create an opportunity for Israeli and Palestinian leaders to re-engage in meaningful negotiations that will realize a two state-solution in line with relevant UN resolutions, international law and bilateral agreements,\" a spokesman for Guterres said in a statement.\n\nUnited States\n\nTrump promoted the deal as a \"huge breakthrough\", while his rival in the upcoming November presidential election also welcomed the development.\n\n\"HUGE breakthrough today! Historic Peace Agreement between our two GREAT friends, Israel and the United Arab Emirates!\" Trump said on Twitter.\n\n\"Everybody said this would be impossible ... After 49 years Israel and the United Arab Emirates will fully normalise their diplomatic relations,\" Trump later told reporters.\n\nDemocratic White House candidate Joe Biden called the UAE's move \"a welcome, brave and badly-needed act of statesmanship\".\n\nWhite House adviser Jared Kushner, who helped draw up Trump's controversial Middle East peace plan, described the deal as \"an icebreaker\" and voiced hopes of seeing \"countries start to do the same\".\n\n(FRANCE 24 with AP, AFP and REUTERS)", "METADATA": {"application-name": "Iran, Turkey slam Israel-UAE deal, others welcome 'historic step'", "cq": "passed", "Search.Interest": "Headlines", "robots": "index, follow", "description": "Iran and Turkey lashed out at their regional rival the United Arab Emirates on Friday over its decision to normalise diplomatic relations with Israel in a US-brokered deal, accusing the UAE of betraying the Palestinian cause. Others welcomed the landmark deal as a step towards peace in the region. A joint statement released by US President Donald Trump, Israeli Prime Minister Benjamin Netanyahu and UAE leader Sheikh Mohamed bin Zayed al-Nahyan...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}