{"GDELT": {"GlobalEventID": 940725142, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ESP", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "Actor2Code": "EDU", "Actor2Name": "COLLEGE", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.75970576215775, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Madrid, Madrid, Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP29", "Actor1Geo_ADM2Code": "25820", "Actor1Geo_Lat": 40.4, "Actor1Geo_Long": -3.68333, "Actor1Geo_FeatureID": "-390625", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Madrid, Madrid, Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP29", "Actor2Geo_ADM2Code": "25820", "Actor2Geo_Lat": 40.4, "Actor2Geo_Long": -3.68333, "Actor2Geo_FeatureID": "-390625", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Andalusia, Spain (general), Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP00", "Action2Geo_ADM2Code": "25778", "Action2Geo_Lat": 37.6, "Action2Geo_Long": -4.5, "Action2Geo_FeatureID": "-370724", "DATEADDED": 20200814091500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8626899/France-vows-retaliate-quarantine-against-British-travellers.html"}, "ARTICLE": {"TITLE": "France vows to retaliate with quarantine against British travellers", "TEXT": "Advertisement\n\nFrance has vowed to retaliate after it was added to Britain's quarantine list last night following a surge in coronavirus cases - with more countries set to be added if they cross the threshold of 20 cases per 100,000 people in a week.\n\nEmmanuel Macron's transport minister said France 'regrets the UK's decision' and 'will apply reciprocal measures' after people crossing the Channel into Britain were ordered to isolate for 14 days.\n\nMinisters shut down the 'travel corridor' after France suffered a a spike of nearly 14,000 cases in the space of a week including 2,669 new infections announced last night.\n\nThe spike means France has suffered 21.0 cases per 100,000 people in a week, above the threshold of 20 identified by Grant Shapps as the key to Britain's quarantine rules.\n\nThe Netherlands (24.5 cases per 100,000) and Malta (56.2) have also been hit with Foreign Office travel warnings after crossing the threshold, joining Spain (58.8) and Belgium (29.4) on the quarantine list.\n\nSwitzerland (14.3), Denmark (15.3) and Greece (11.6) are also hovering close to the cut-off point while Portugal (13.5) is still under quarantine rules despite being below the limit.\n\nGermany (8.6 cases per 100,000) and Italy (5.0) are both below the threshold at the moment but both have seen an alarming uptick in cases in recent weeks which have partly been linked to summer holidays.\n\nThis map shows the number of cumulative cases per 100,000 people in the last week. Britain has identified a threshold of 20 as the key to its quarantine rules. France was added last night after crossing that threshold - while Switzerland and Denmark are hovering close to it and Germany and Italy have seen an alarming increase in cases partly linked to summer holidays\n\nSpain and France have led the way in Europe's recent rebound in coronavirus cases, but Germany, the Netherlands and Italy have also seen concerning new spikes\n\nSpeaking on Sky News this morning, Mr Shapps said France had been 'heading the wrong way' amid a surge in virus cases.\n\nHowever, he maintained the UK's position that testing at airports would not be enough to head off the risk.\n\n'Testing on return isn't quite as straightforward as its sounds because if you test somebody who's asymptomatic on day one on their return, then it would probably only capture a very small percentage', Mr Shapps said.\n\nWhich countries are above the threshold of 20 cases per 100,000 people in a week? SPAIN: 58.8 MALTA: 56.2 BELGIUM: 29.4 NETHERLANDS: 24.5 FRANCE: 21.0 SWEDEN: 18.7 (but quarantine is still in place) DENMARK: 15.3 SWITZERLAND: 14.3 PORTUGAL: 13.5 (but quarantine is still in place) GREECE: 11.6 IRELAND: 10.8 AUSTRIA: 10.3 UK: 9.0 GERMANY: 8.6 ITALY: 5.0 Advertisement\n\n'Clearly you need to have a system which is more accurate than that before you can say to people, you've now been tested, you don't need to quarantine.\n\n'We have seen [the virus] lift across Europe. It's really important that we try our hardest to prevent that from creating the problems that we're all so familiar with.\n\nScientists at the UK's Joint Biosecurity Centre advised the latest measures be taken after France's cumulative cases per 100,000 people rose above 20 in a week.\n\n'A figure of above 20 causes concern and is one of the key triggers of a country being removed,' Mr Shapps told LBC.\n\n'It does depend on how much a country tests, how many of those are positive and things like how much you can rely on their data,' he said.\n\nMr Shapps told BBC Breakfast that around 160,000 British holidaymakers were thought to be in France at the moment.\n\n'Given what's already happened in places like Spain and the vast amount of coverage about concerns in France and elsewhere, no-one will be entirely surprised,' he said.\n\n'I do sympathise with people - I've been there myself and ended up having to quarantine as a result,' he said, referring to his own curtailed holiday in Spain.\n\nFrench transport minister Jean-Baptiste Djebbari said last night that he had spoken to Mr Shapps about the decision.\n\n'France regrets the UK's decision and will apply reciprocal measures in the field of transport,' he said.\n\n'I told my counterpart Grant Shapps of our will to harmonise health protocols in order to ensure a high level of protection on both sides of the Channel.'\n\nClement Beaune, a junior minister for European affairs, said France was 'hoping for a return to normal as soon as possible'.\n\nChannel Tunnel operator Getlink warned that many travellers may not be able to get back to the UK.\n\nJohn Keefe, Getlink's director of public affairs, told Newsnight that the trains were 'already pretty much fully booked' on Friday.\n\n'We just haven't got the space to take everybody who might suddenly want to come up to the coast,' he said.\n\n'So what we are saying to people is amend your booking online, make sure there's space before you travel to the terminal.'\n\nMr Keefe said there was 'some possibility of adding additional trains in the off-peak periods' but would-be travellers must check online before heading to the terminal.\n\n'The important thing is that people understand that it's not going to be easy to get back and they have to be sensible about this and not get themselves into difficulties,' he said.\n\nPassengers arrive at London St Pancras International from Paris today after it was announced Britons returning from France would have to isolate for 14 days from Saturday\n\nPeople walk by the Eiffel Tower in Paris, which has been declared a high-risk zone for coronavirus in a move which gives authorities new powers to tackle potential outbreaks\n\nFRANCE QUARANTINE Q&A What are my holiday refund rights? If you have booked a package holiday in France, or any other quarantine country, your tour operator should cancel the holiday. You can then claim a full refund. Will I get a refund on my flight, ferry or train ticket? If the airlines continue to operate the route, there is no right although they may offer money back as a goodwill gesture. Ferry operators and Eurostar may offer refunds but most firms will give customers a voucher to rebook at a later date. Eurotunnel says it will give refunds up to 24 hours before travel. And accommodation? If a hotel or villa remains open and available, there is no legal right to cancel and get a refund, although some booking websites, such as Airbnb and Booking.com, do offer last-minute cancellation on some listings. Can I claim on insurance for flights and accommodation? These are unlikely to be covered if the policy was bought after March 10 when most insurers removed cover for Covid-19-related cancellations. Can I claim statutory sick pay in quarantine? No – there is no automatic eligibility to statutory sick pay, unless you meet the required conditions, such as displaying coronavirus symptoms. What happens if you pass through a country on the quarantine list? You don't have to quarantine as long as passengers remain in the car for the whole journey and no one joins them. Advertisement\n\nFrance last night announced another 2,669 cases of the disease while the 7-day average is now at 1,962, a level not seen since April.\n\nThe government today declared Paris and Marseille as high-risk zones, giving authorities more power to impose strict measures at a local level.\n\nLocal authorities in Paris and the Bouches-du-Rhone region which includes Marseille can now limit traffic, restrict access to public transport and close down bars and restaurants if necessary.\n\nParis and Marseille, the two largest cities in France, had already made face masks mandatory in busy public areas in recent days.\n\nThe move could deal a further blow to tourism if other countries follow the government's lead in identifying Paris and Marseille as high-risk areas.\n\nHealth authorities warned last night that virus cases were rising fastest among younger people, in common with trends seen in Spain and Italy in recent weeks.\n\nIn mainland France, the pace of growth in cases in the week of August 3-9 was fastest among people aged 15-44, the health ministry said.\n\nAmong the new infections were 50 gendarmes based in Tarbes, out of a group of 82 who had just returned from a deployment in Polynesia.\n\nRichard Peabody, an epidemiologist at the WHO's Europe office, warned that compliance with public health measures appeared to be worsening.\n\n'If you take... the pressure off the virus, then it will come back,' he said, calling on European governments to learn the lessons in the first months of the pandemic.\n\nFrance has seen 30,388 deaths linked to coronavirus - with 17 in the past 24 hours - and 374 people are presently in intensive care.\n\nThe UK's Foreign Office said the Netherlands had been added to Britain's quarantine list after a 52 per cent rise in cases between August 7 and August 13.\n\nMalta was added after a 105 per cent rise in the space of a week, while Monaco, Aruba and the Turks and Caicos Islands are also affected.\n\n'The government has made consistently clear it will take decisive action if necessary to contain the virus, including removing countries from the travel corridors list rapidly if the public health risk of people returning from a particular country without self-isolating becomes too high,' the FCO said.\n\n'Government keeps travel advice and the exemptions list under constant review, and the Joint Biosecurity Centre is closely monitoring increases in reported cases in destinations worldwide.\n\n'People planning to travel overseas should be mindful that unfortunately disruption is possible, in order to protect public health, and the government is prepared to remove countries from the travel corridors list rapidly if the public health risk of people returning from a particular country without self-isolating becomes too high.'\n\nBeachgoers enjoy a hot day at a beach in Bormes-les-Mimosas in the South of France earlier this week, with the tourist industry set to suffer a blow as 160,000 British holidaymakers scramble to head home\n\nGermany remains below Britain's threshold with 8.6 cases per 100,000 in the last week, but the daily infection count hit its highest since May 1 today after 1,449 more people tested positive.\n\nThe latest spike brings Germany's 7-day average from 985 daily cases to 1,028, the first time since May 6 that it has been above 1,000.\n\nGermany has suffered 7,199 cases in the last week - but would need to reach around 16,750 per week to cross the UK's threshold.\n\nGermany also faced testing chaos this week as 44,000 people had to wait more than a week for their results including around 1,000 who tested positive.\n\nMany of those tested were travellers returning to Bavaria and other parts of Germany after their holidays.\n\nBavarian premier Markus Soeder - seen as a possible successor to Angela Merkel - was forced to apologise for what he called 'annoying' and 'regrettable' mistakes.\n\n'The entire state government is sorry that these mistakes were made... and that now many people are unsettled,' he said.\n\nHundreds of people with positive test results were now being informed after officials worked through the night to clear the backlog, authorities said.\n\nSoeder said his health minister had offered her resignation but he had refused it, calling the delay a failure 'not of strategy, but of execution'.\n\nAs of Saturday, anyone returning to Germany from an area deemed high risk is required to take a coronavirus test.\n\nGermany has fared better than many of its neighbours in its handling of the crisis, but Soeder said returning holidaymakers would represent a big challenge in the coming weeks.\n\n'The holidays are a big risk for infection in our country,' he said. 'The numbers are increasing and if we are not careful we will be in a very difficult situation in a few weeks.'\n\nTourists boarding a ship have their temperature checked at the port of Piraeus in Greece today. Greece is currently an approved destination for British holidaymakers\n\nHundreds of thousands faced a stampede to get home from France after it was added to the UK quarantine list last night. Travellers have 30 hours to make it back to the UK before the quarantine comes into effect. Pictured: Departures at Lyon-Saint-Exupery Airport\n\nMeanwhile, Spain's tally increased by 7,550 cases on Thursday with officials saying that 2,935 of them had come in the previous 24 hours.\n\nSpain has seen more than 27,000 new cases in the last week in the worst rebound in Europe, after infections were as low as 3,000 a week in early July.\n\nSpain has already been struck off Britain's travel corridor list and some hotels have given up hope of UK tourists returning this summer.\n\n'The number of known cases keeps rising in Spain, but it is a mild rise that allows the implementation of control measures,' insisted health emergency chief Fernando Simon.\n\nAn enhanced testing programme shows that a majority of the newly infected are asymptomatic and younger, making them less likely to need medical treatment.\n\nNonetheless, a military emergency brigade this week set up a new field hospital in Zaragoza in scenes reminiscent of the height of the crisis in the spring.\n\nTwo Spanish regions have introduced outdoor smoking bans to curb the spread of the virus, saying smokers could exhale droplets that carry the virus.\n\nGalicia and the Canary Islands have both announced the measure in what is thought to be the first such restriction in Europe.\n\nOfficials in regions including Madrid and Andalusia said they were considering similar smoking restrictions.\n\nThe Canary Islands have also toughened their mask rules in public spaces, having previously been the only region not to make them mandatory.\n\nThe Spanish Medical Colleges Organisation said it was 'disappointed and outraged' at the lack of co-ordination between Madrid and regional governments.\n\n'The disputes and rivalries between political forces and institutions, when they should all be rowing in the same direction, drive us to despair,' the body said.\n\nThe organisation blamed the spike in cases on looser social distancing, family gatherings and the re-opening of nightclubs and bars as well as the poor living conditions of migrant farm workers.\n\nSpain's different layers of government provide 'contradictory' figures about the virus which 'give everyone the impression of a lack of co-ordination in the fight against the pandemic,' it added.\n\nItaly has also seen an increase in cases, although at the moment they are far lower than in France, Spain or Germany.\n\nThe country's 7-day average is now at 434 cases per day, up from 281 at the end of July and barely 200 a month ago.\n\nItaly has ordered tests testing for all travellers arriving from Croatia, Greece, Malta and Spain, and banned all visitors from Colombia, in a bid to rein in infections.\n\nA weekly report issued on Thursday said Italy was in a transitional phase 'with a progressive worsening trend.'\n\nRecent infections from early August showed 'important warning signs for a possible increase in transmission' of the virus, it said.", "METADATA": {"keywords": "dailymail,news,Grant Shapps,Coronavirus,Emmanuel Macron,France", "news_keywords": "dailymail,news,Grant Shapps,Coronavirus,Emmanuel Macron,France", "original-source": "https://www.dailymail.co.uk/news/article-8626899/France-vows-retaliate-quarantine-against-British-travellers.html", "description": "Emmanuel Macron's transport minister said France 'regrets the UK's decision' and 'will apply reciprocal measures' after people crossing the Channel were ordered to isolate for 14 days.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "France vows to retaliate with quarantine against British travellers", "description": "Emmanuel Macron's transport minister said France 'regrets the UK's decision' and 'will apply reciprocal measures' after people crossing the Channel were ordered to isolate for 14 days.", "url": "https://www.dailymail.co.uk/news/article-8626899/France-vows-retaliate-quarantine-against-British-travellers.html", "image": "https://i.dailymail.co.uk/1s/2020/08/14/10/31942926-0-image-a-33_1597398872544.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8626899, "author": "Tim Stickings", "divclasspage": "articlePage", "mol": {"headline": "Where will be added to the quarantine list next? France vows to retaliate against British travellers as No 10 considers fresh travel restrictions on countries that have 20 coronavirus  cases per 100,000 people"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-14T09:43:30+0100", "modified_time": "2020-08-14T16:52:41+0100", "section": "News", "tag": "France vows retaliate quarantine against British travellers", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "France vows to retaliate with quarantine against British travellers", "type": "article", "description": "Emmanuel Macron's transport minister said France 'regrets the UK's decision' and 'will apply reciprocal measures' after people crossing the Channel were ordered to isolate for 14 days.", "url": "https://www.dailymail.co.uk/news/article-8626899/France-vows-retaliate-quarantine-against-British-travellers.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/14/10/31942926-0-image-a-33_1597398872544.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/08/14/8335261774146944589/1024x576_MP4_8335261774146944589.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8626899/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8626899/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}