{"GDELT": {"GlobalEventID": 940713829, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "PGS", "Actor2Name": "PERSIAN GULF", "Actor2CountryCode": "PGS", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.47508305647841, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -66.0, "Actor1Geo_FeatureID": "VE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -66.0, "Actor2Geo_FeatureID": "VE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200814074500, "SOURCEURL": "https://www.upstreamonline.com/politics/us-confiscates-refined-oil-products-destined-for-venezuela/2-1-857907"}, "ARTICLE": {"TITLE": "US confiscates refined oil products destined for Venezuela", "TEXT": "The US has confiscated the cargo of four tankers it was targeting for allegedly transporting Iranian oil products to Venezuela, which is facing acute fuel shortages.\n\nIran, which has in the past provided fellow Opec member nation Venezuela with refined products in defiance of the US government, denied any knowledge of the tankers or their cargo.\n\nDeep santions\n\nThe US administration of President Donald Trump has been stepping up its campaign of maximum pressure against the two oil producers whose oil industries have been hard hit by US sanctions.\n\nWhile Iran cannot export its oil because of the sanctions, Venezuela's crippled oil industry means it cannot produce enough refined products to meet domestic demand.\n\nThe seizure of the alleged Iranian tankers comes after US federal prosecutors last month filed a civil forfeiture complaint alleging that the sale was arranged by a businessman with ties to Iran’s elite Revolutionary Guard Corps, which the US brands as a terrorist organisation.\n\nUS officials said no military force was used in the seizures and that the vessels were not physically confiscated.\n\nInstead, US officials threatened ship owners, insurers and captains with sanction to force them to hand over their cargoes which were later transferred to other ships for transporting to US waters.\n\nIt is not clear where the vessels or their cargoes currently are.\n\n1.1 million barrels of gasoline\n\nUS prosecutors alleged the four tankers were transporting to Venezuela 1.1 million barrels of gasoline. But the tankers — the Bella, Bering, Pandi and Luna — never arrived in the South American country and then went missing. Two of the ships later reappeared near Cape Verde, a US official said.\n\nIran’s ambassador to Venezuela, Hojad Soltani, said neither the ships nor their owners were Iranian.\n\n“This is another lie and act of psychological warfare perpetrated by the US propaganda machine,” Soltani said. “The terrorist #Trump cannot compensate for his humiliation and defeat by Iran using false propaganda.”\n\nDespite boasting the world’s largest crude reserves, Venezuela does not produce enough refined products and has seen its overall oil output plunge to the lowest in over seven decades amid its economic crisis and fallout from the US sanctions.\n\nGlobal maritime warning\n\nThe Trump administration has been increasing pressure on ship owners to abide by sanctions against Iran, Venezuela and North Korea as it tries to force them change course.\n\nIn May, Washington issued an advisory urging the global maritime industry to be on the lookout for tactics to evade sanctions like dangerous ship-to-ship transfers and the turning off of mandatory tracking devices — both techniques used in recent oil deliveries to and from both Iran and Venezuela.\n\nVenezuelan state-run oil firm PDVSA has begun offering to ship its own oil, figuring in the costs in crude supply deals to help customers who have faced difficulties hiring vessels to carry the country's oil.\n\nWashington has been trying to weaken socialist President Nicolas Maduro by choking the Opec member's oil exports, depriving the government of its main source of revenue.\n\nMost shipping firms are avoiding Venezuela because of the US sanctions, making it difficult to hire tankers to load crude.\n\nMeanwhile, in a blow to Iran's influence in the Persian Gulf, Israel and the United Arab Emirates have agreed to a deal that will pave the way for full diplomatic relations between the two.\n\nThe US said the deal would lead to greater cooperation on energy, tourism, security, technology and other areas while the two countries move to allow regular direct passenger flights, open embassies and trade ambassadors for the first time.", "METADATA": {"mobile-web-app-capable": "yes", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "title": "US confiscates refined oil products destined for Venezuela | Upstream Online", "description": "US seizes cargo of four tankers for allegedly transporting Iranian oil products to Venezuela", "og": {"title": "US confiscates refined oil products destined for Venezuela | Upstream Online", "description": "US seizes cargo of four tankers for allegedly transporting Iranian oil products to Venezuela", "url": "https://www.upstreamonline.com/politics/us-confiscates-refined-oil-products-destined-for-venezuela/2-1-857907", "image": "https://images-global.nhst.tech/image/OFJZemtGMWxoeHdWRS9kVUpIQjhkemdsMUFYUHhuRHlzaVBESXhGMU1Rdz0=/nhst/binary/e24378165e090099c08d5ab2b0b34d0c?image_version=720", "type": "article", "site_name": "Upstream Online | Latest oil and gas news"}, "twitter": {"card": "summary_large_image", "title": "US confiscates refined oil products destined for Venezuela | Upstream Online", "description": "US seizes cargo of four tankers for allegedly transporting Iranian oil products to Venezuela", "image": "https://images-global.nhst.tech/image/OFJZemtGMWxoeHdWRS9kVUpIQjhkemdsMUFYUHhuRHlzaVBESXhGMU1Rdz0=/nhst/binary/e24378165e090099c08d5ab2b0b34d0c?image_version=720", "url": "https://www.upstreamonline.com/politics/us-confiscates-refined-oil-products-destined-for-venezuela/2-1-857907", "site": "@UpstreamOnline", "creator": "@UpstreamOnline"}, "referer": "origin"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}