{"GDELT": {"GlobalEventID": 940705788, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.11482720178372, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Canberra, Australian Capital Territory, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS01", "Actor1Geo_ADM2Code": "4940", "Actor1Geo_Lat": -35.2833, "Actor1Geo_Long": 149.217, "Actor1Geo_FeatureID": "-1563952", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Canberra, Australian Capital Territory, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS01", "Action2Geo_ADM2Code": "4940", "Action2Geo_Lat": -35.2833, "Action2Geo_Long": 149.217, "Action2Geo_FeatureID": "-1563952", "DATEADDED": 20200814064500, "SOURCEURL": "https://www.news.com.au/travel/australian-holidays/best-hikes-and-mountain-trails-around-australia-for-weekend-getaways/news-story/857ad8dbe90fc277a6eb0794f30a1839"}, "ARTICLE": {"TITLE": "Best hikes and mountain trails around Australia for weekend getaways", "TEXT": "Stephen Howard, Group Director of Marketing at Ovolo hotels says there's been \"pent-up demand\" for holidaying and \"staycations\" noting a surge in bookings over the last three to four weeks as restrictions ease. COVID-19 has impacted nearly every industry across the country with the hospitality sector among those affected the most. \"Social distancing's played a big part in what we do … we've taken on the challenge in a truly Ovolo way and tried to do things differently,\" Mr Howard said. \"We've done things like 'Restaurant in a Room' where you can have a full restaurant experience through social distancing inside a room.\" Image: News Corp Australia\n\nMany of us feel safe to travel at home now, but physical distancing is still important. And there’s no better kind of holiday for keeping distance than by exploring the wonderful wilderness.\n\nEmbrace the positivity that comes from actively immersing yourself in nature by donning a suitable pair of hiking shoes, packing a map, water, snacks/food, and any essential safety gear, and setting out on one of Australia’s many sublime trails with a mate.\n\nHere are eight wondrous hikes to inspire you – know your capabilities, though, and opt for easier routes, if appropriate.\n\nTOOLOONA CREEK CIRCUIT, QLD\n\nLeisurely explore lush rainforest, fetching waterfalls, and potentially slippery creek crossings on the 17.4km Tooloona Creek circuit. This Grade 4 track begins in the Green Mountains section of Lamington National Park, near O’Reilly’s Rainforest Retreat in the Gold Coast Hinterland. As you near the circuit’s eastern junction with the Border Track (the 21.4km backbone of this park’s trail system), ancient Antarctic beech trees – a living link to flowering plants that thrived a 100 million years ago – beckon pause as you marvel at their mossy, exposed roots.\n\nRAZORBACK, VICTORIA\n\nChase natural highs on the 22km-return Razorback trail, which runs along the craggy, exposed alpine ridge between Mt Hotham and 1922m Mt Feathertop in Victoria’s Alpine National Park. After moving through open snow grass, low shrubs, and snow gum woodlands, you’ll climb rocky bluffs and, finally, Feathertop, which offers 360-degree views across the alps.\n\nThe peak’s name stems from the feather-like appearance of the lingering spring snowdrifts. As such, go when the trail isn’t covered in snow (typically November through April) and be suitably prepared for the onset of bad weather regardless.\n\nGOAT HOUSE CAVE, NSW\n\nLord Howe Island’s highest, most challenging peak, 875m Mt Gower, understandably woos active visitors. However, Goat House Cave, on the northeastern face of 777m Mt Lidgbird, is another spectacular, dry weather pursuit. Multiple permanent ropes will help you scale this Grade 4 track’s steep, rocky, root-strewn inclines (450 vertical metres’ worth) to a narrow ledge along the mountain’s continuing cliffs. From here, views over the World Heritage-listed island’s lagoon and northerly hills are tremendous.\n\nMANDU MANDU GORGE, WA\n\nAchieve a lofty perspective of Ningaloo Marine Park on the 3km-return Mandu Mandu Gorge walk in Cape Range National Park near Exmouth. After following a rocky creek bed into the gorge, you’ll ascend to the gorge rim, where the marine park’s fetching waters, just beyond the narrow coastal plain, may help inspire your next activity (drift snorkelling at nearby Turquoise Bay).\n\nOVERLAND TRACK, TASMANIA\n\nVenture through the alpine splendour of Tasmania’s Cradle Mountain-Lake St Clair National Park on the 65km Overland Track. If you’re not keen on hauling a cumbersome pack (tent, sleeping gear, food, cooking equipment, etc) on this demanding, Grade 4 track, consider booking the Tasmanian Walking Company’s Cradle Mountain Huts guided experience. You’ll still feel the satisfaction of covering the distance, and you’ll be rewarded each night with a hot rainwater shower, delicious meal, glass of Tasmanian wine, and a comfy bed. Bliss.\n\nULURU BASE WALK, NT\n\nConnect with Uluru by walking around its circumference – a 10.6km journey. Uluru- Kata Tjuta National Park’s website recommends you start at the Mala carpark in the early morning, proceed clockwise, drink plenty of water, and finish by 11am in hot weather.\n\nAlong the way, you’ll experience this ancient, sandstone rock’s different geological features and cultural landscapes, for example, the caves where the Anangu’s ancestors, the Mala, camped when they first arrived here; mysterious, sacred formations along the monolith’s northeast face, which the Anangu request you don’t photograph; and Mutitjulu Waterhole, a short detour off the base walk and where the park’s traditional owners take VIPs.\n\nGIBRALTAR PEAK, ACT\n\nForty kilometres southwest of Canberra, Tidbinbilla Nature Reserve is home to a lovely valley framed by granite-topped mountains and more than 20 walking trails, which range from easy to difficult. For captivating views over the valley and back towards Canberra, aim for the moderate-to-hard 8.2km Gibraltar Peak walk, which begins from Dalsetta and ascends to Eliza Saddle. After a traverse, you’ll climb abruptly to your destination. Return the same way or extend your hike via the visitor centre and the easy Birrigai Time Trail and Congwarra Trail.\n\nBUNYEROO AND WILCOLO CREEKS, SA\n\nCelebrate Ikara-Flinders Ranges National Park’s peaks and rugged ranges on the 9.2km, moderately-difficult Bunyeroo and Wilcolo Creeks loop hike. After following Wilcolo Creek south for a couple kilometres, you’ll veer east onto a short section of the 1200km Heysen Trail, which travels through the low-lying, quartzite ABC range. As you proceed, shift your gaze to the magnificent Heysen Range to your right. Upon reaching the hilltop lookout, rest and take in 360-degree views of rises such as 1171m Ngarri Mudlanha/St Mary Peak, on the northeastern escarpment of Ikara/Wilpena Pound.", "METADATA": {"viewport": "width=device-width", "generator": "tcog", "articleid": "857ad8dbe90fc277a6eb0794f30a1839", "article": {"published_time": "2020-08-14T04:10:00.000Z", "modified_time": "2020-08-14T07:37:22.000Z", "publisher": "News Limited", "author": "Kara Murphy", "publicationdate": "14/08/2020"}, "description": "Many of us feel safe to travel at home now, but physical distancing is still important. And there’s no better kind of holiday for keeping distance than by exploring the wonderful wilderness.", "keywords": "social distancing,mountain trails,physical distancing,base walk,weekend getaways,must-have Australian experience,restrictions easeStephen,walking trails,Gold Coast Hinterland,essential safety gear,Multiple permanent ropes,keeping distance,rainwater shower,kilometres southwest,Gorge walk,Chase natural highs,hospitality sector,visitor centre,trail system,lingering spring snowdrifts,dry weather pursuit,sandstone rock,beech trees,hiking shoes,gorge rim,News Corp,GOAT HOUSE,CREEK CIRCUIT,snow grass,Australian wilderness,marine park,root-strewn inclines,Nature Reserve,delicious meal,brilliant option,active visitors,Domestic holiday,Gold Coast,Queensland,Australia,Australia and New Zealand,Oceania,Lord Howe Island,New South Wales,Canberra,Australian Capital Territory,Cape Range National Park,Western Australia,Cradle Mountain,Tasmania,Victoria,Getty Images Inc.,Howard and Company,Tasmanian Walking Company,Goat House Cave,Howard,Mark Kolbe,Kara Murphy,Danny Green,Mary Peak", "og": {"image": "https://cdn.newsapi.com.au/image/v1/89391c8f6b907366d9a5cfcea91f0aa4?width=650", "title": "Best hikes and mountain trails around Australia for weekend getaways", "type": "article", "url": "https://www.news.com.au/travel/australian-holidays/best-hikes-and-mountain-trails-around-australia-for-weekend-getaways/news-story/857ad8dbe90fc277a6eb0794f30a1839", "site_name": "NewsComAu", "description": "Many of us feel safe to travel at home now, but physical distancing is still important. And there’s no better kind of holiday for keeping distance than by exploring the wonderful wilderness."}, "fb": {"app_id": 113758722003364, "admins": "1533025129,653135158,737988273"}, "twitter": {"card": "summary_large_image", "site": "@newscomauHQ", "title": "Best hikes and mountain trails around Australia for weekend getaways"}, "robots": "noarchive", "apple-mobile-web-app-title": "news.com.au", "msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "msapplication-TileImage": "https://www.news.com.au/wp-content/themes/vip/newscorpau-nca/assets/dist/img/common/favicon/mstile-144x144.png", "msapplication-config": "https://www.news.com.au/wp-content/themes/vip/newscorpau-nca/assets/dist/img/common/favicon/browserconfig.xml", "application-name": "news.com.au", "referrer": "origin", "google-site-verification": "GWTbDFKaKnGKyk3q0Na5jIbWHZ4qXn-ibcfMayjSQA0"}}}