{"GDELT": {"GlobalEventID": 940709117, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ARE", "Actor1Name": "UNITED ARAB EMIRATES", "Actor1CountryCode": "ARE", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.20512820512821, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 54.0, "Actor2Geo_FeatureID": "AE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 54.0, "Action2Geo_FeatureID": "AE", "DATEADDED": 20200814071500, "SOURCEURL": "https://theprint.in/diplomacy/why-uae-chose-to-normalise-diplomatic-relations-with-israel/481467/"}, "ARTICLE": {"TITLE": "Why UAE chose to normalise diplomatic relations with Israel", "TEXT": "Text Size: A- A+\n\nFor President Donald Trump’s critics and supporters of Palestinian nationalism, there will be a temptation to spin today’s historic normalization agreement between Israel and the United Arab Emirates as a setback for Israeli Prime Minister Benjamin Netanyahu.\n\nFollowing the announcement of Trump’s Middle East peace plan earlier this year, Netanyahu began the process of annexing parts of the West Bank, a process he said the plan authorized. The White House urged him to reconsider. He pressed on.\n\nNow it is revealed that, as part of the agreement with the UAE, Israel has agreed to “suspend declaring sovereignty” over areas outlined in Trump’s January plan. Netanyahu later said he remains “committed” to annexation, but the joint statement about today’s agreement says that Israel will “focus its efforts now on expanding ties with other countries in the Arab and Muslim world.”\n\nIn a sense, this is a concession to both the White House and to America’s Arab allies, which saw annexation as Israel’s way of setting the borders of a future Palestinian state and dooming a two-state solution. But in a more important sense, this “concession” is a fig leaf.\n\nFor the Gulf States in particular, normalization of ties with Israel has historically been tied to the full withdrawal of forces to the pre-1967 lines and recognition of a Palestinian State. These principles were affirmed almost two decades ago through something known as the Arab Peace Initiative. The UAE had previously endorsed that initiative. Now the UAE and Israel have agreed to sign agreements to establish reciprocal embassies in their countries without any agreement for Israel to remove its forces from the West Bank.\n\nThe UAE is not the first Arab country to formally recognize Israel. Egypt signed the Camp David Accords in 1979 in return for the Sinai, while Jordan signed its agreement in 1994 at the height of the Oslo Peace Process. It’s notable that the UAE has signed its agreement with Israel when there are no peace negotiations whatsoever.\n\nAnd that is the most striking element of the normalization agreement. It reflects two realities of today’s Middle East: First, Israel and most Gulf states have been quietly cooperating for the past 20 years. The Israelis and the Emiratis in particular have shared intelligence and private diplomatic initiatives to roll back Iranian influence in the region.\n\nWe are deeply grateful to our readers & viewers for their time, trust and subscriptions. Quality journalism is expensive and needs readers to pay for it. Your support will define our work and ThePrint’s future. SUBSCRIBE NOW\n\nThe other important reality is that no one in the Middle East can say with a straight face that Israel is the source of the region’s instability. Experience is a cruel teacher. Israel had nothing to do with the collapse of the U.N.-recognized government in Yemen — the Iranian-supported Houthis did. Israel had nothing to do with the collapse of Syria — that was the fault of the country’s dictator, Bashar al-Assad. And Israel had nothing to do with the rise of Islamic State in Syria and Iraq. In all of these cases, the regimes and groups most vocally opposed to Israel also served as the region’s chief arsonists.\n\nThis is something Arab leaders in the region understand better than many advocates for Palestinian sovereignty in the West. As Osama bin Laden once observed, “When people see a strong horse and a weak horse, by nature they will like the strong horse.” In assessing the region, the UAE’s leaders have seen one state thrive as its neighbors burned. They have chosen the strong horse. – Bloomberg\n\nAlso read: This is what Israel, UAE and US get from the diplomatic breakthrough in Middle East\n\nSubscribe to our channels on YouTube & Telegram\n\nNews media is in a crisis & only you can fix it You are reading this because you value good, intelligent and objective journalism. We thank you for your time and your trust. You also know that the news media is facing an unprecedented crisis. It is likely that you are also hearing of the brutal layoffs and pay-cuts hitting the industry. There are many reasons why the media’s economics is broken. But a big one is that good people are not yet paying enough for good journalism. We have a newsroom filled with talented young reporters. We also have the country’s most robust editing and fact-checking team, finest news photographers and video professionals. We are building India’s most ambitious and energetic news platform. And we aren’t even three yet. At ThePrint, we invest in quality journalists. We pay them fairly and on time even in this difficult period. As you may have noticed, we do not flinch from spending whatever it takes to make sure our reporters reach where the story is. Our stellar coronavirus coverage is a good example. You can check some of it here. This comes with a sizable cost. For us to continue bringing quality journalism, we need readers like you to pay for it. Because the advertising market is broken too. If you think we deserve your support, do join us in this endeavour to strengthen fair, free, courageous, and questioning journalism, please click on the link below. Your support will define our journalism, and ThePrint’s future. It will take just a few seconds of your time. Support Our Journalism\n\nShow Full Article", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "atdlayout": "article", "og": {"image": {"identifier": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2020/08/Untitled-design-2020-08-13T213255.882.jpg", "width": 1200, "height": 675}, "locale": "en_US", "type": "article", "title": "Why UAE chose to normalise diplomatic relations with Israel", "description": "The deal shows that Israel and Gulf states have been quietly cooperating for 20 years, and Israelis and Emiratis have shared intelligence initiatives to counter Iranian influence.", "url": "https://theprint.in/diplomacy/why-uae-chose-to-normalise-diplomatic-relations-with-israel/481467/", "site_name": "ThePrint"}, "description": "The deal shows that Israel and Gulf states have been quietly cooperating for 20 years, and Israelis and Emiratis have shared intelligence initiatives to counter Iranian influence.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "http://facebook.com/ThePrintIndia", "published_time": "2020-08-14T06:46:04+00:00", "modified_time": "2020-08-14T09:26:56+00:00"}, "fb": {"app_id": 885510301622193, "pages": 1733495223546925}, "twitter": {"card": "summary_large_image", "title": "Why UAE chose to normalise diplomatic relations with Israel", "description": "The deal shows that Israel and Gulf states have been quietly cooperating for 20 years, and Israelis and Emiratis have shared intelligence initiatives to counter Iranian influence.", "creator": "@ThePrintIndia", "site": "@ThePrintIndia"}, "generator": "WordPress 5.4.2", "ia": {"markup_url": "https://theprint.in/diplomacy/why-uae-chose-to-normalise-diplomatic-relations-with-israel/481467/?ia_markup=1"}, "msapplication-TileImage": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2018/07/cropped-512x512-270x270.png"}}}