{"GDELT": {"GlobalEventID": 940772804, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IND", "Actor1Name": "NEW DELHI", "Actor1CountryCode": "IND", "Actor2Code": "INDCVL", "Actor2Name": "BIHAR", "Actor2CountryCode": "IND", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.92383778437191, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bihar, Bihar, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN34", "Actor2Geo_ADM2Code": "17615", "Actor2Geo_Lat": 25.1833, "Actor2Geo_Long": 85.5167, "Actor2Geo_FeatureID": "-2091797", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bihar, Bihar, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN34", "Action2Geo_ADM2Code": "17615", "Action2Geo_Lat": 25.1833, "Action2Geo_Long": 85.5167, "Action2Geo_FeatureID": "-2091797", "DATEADDED": 20200814140000, "SOURCEURL": "https://www.voanews.com/south-central-asia/monsoons-cause-havoc-india-climate-change-alters-rainfall-patterns"}, "ARTICLE": {"TITLE": "Monsoons Cause Havoc in India as Climate Change Alters Rainfall Patterns", "TEXT": "NEW DELHI - Searching through the rubble of a tea plantation that collapsed after heavy rains lashed India's southern Kerala state last week, rescuers counted 55 casualties. The resulting landslide buried homes of several workers in the hillside's debris – several children were among the victims.\n\nIt was the latest monsoon-related disaster that has taken at least 150 lives in India, where environmentalists say climate change has altered the pattern of the monsoon season – it now brings short, intense bursts of rain instead of the steady showers that historically rejuvenated soil from June to September.\n\nRescuers work at the site of a mudslide triggered by heavy monsoon rain in Idukki district, in the southern Indian state of Kerala, Aug. 7, 2020.\n\nIn the north and east of the country, an estimated 8 million grappled with a trail of destruction as swollen rivers inundated vast swaths of farmland and villages, destroying thatched homes and crops in two of India's poorest states, Assam and Bihar.\n\nAmong those who saw their land disappear under water was Raj Kumar, who travels every summer from New Delhi, where he works as a driver, to sow his fields in a village in Bihar. His 1-hectare plot of land that he planted with rice in early July was flooded with 6 feet of water after the nearby river overran its banks.\n\n\"My entire crop is lost. It is the second year this has happened,\" the distraught Kumar said, blaming a nearby road that he said was built on land that had acted as a buffer between his fields and the river.\n\nThe devastation did not spare neighboring countries. In Bangladesh, nearly one-fourth of the low-lying country was inundated last month, while mountainous Nepal is coping with landslides and flash floods. Along with India, the toll from flooding in the three countries is more than 400.\n\nWildlife was not spared. In India's northeastern state of Assam, eight rare one-horned rhinos were among the 100 wild animals that drowned as overflowing rivers raced through the famed Kaziranga wildlife sanctuary last month.\n\nA Bangladeshi man cuts an uprooted tree in a flooded area in Manikganj, some 100 kilometers (62 miles) from Dhaka, Bangladesh, Aug. 13, 2020.\n\nEnvironmentalists say large-scale flooding has become a regular feature in South Asia in recent years as rising temperatures increase the number of \"extreme rainfall events.\"\n\n\"If you have more than 100 millimeters of rainfall within 24 hours, it is called an extreme rainfall event, but the problem is that we are getting 100 millimeters of rainfall within an hour now,\" said Chandra Bhushan, who heads the International Forum for Environment, Sustainability and Technology in New Delhi.\n\n\"Even the definition of extreme rainfall events will have to change considering the quantity of rain, the intensity of rainfall we are experiencing now,\" he said.\n\nIndia Reports Record Coronavirus Deaths Australia also sees highest single-day death increase, while Paris institutes mask order for some outdoor areas\n\nAlthough the floods affected or displaced millions, in a country badly hit by the coronavirus pandemic it was not easy to provide relief.\n\n\"It is a crisis within a crisis,\" according to Tritha Prasad Saikia, the joint director of the Assam-based North East Area Affected Development Society, a voluntary group that helps vulnerable communities.\n\n\"This year due to the lockdown transportation, communication, accessing markets to procure relief items, and gathering funds from big organizations, have all been difficult,\" Saikia said.\n\nPeople drive through a flooded street during heavy rains in Mumbai, India, August 4, 2020.\n\nIndia's mega cities have not been spared the consequences of the changing monsoon pattern. Vehicles in Mumbai were submerged and people waded through knee-deep water when the heaviest rain in a single day in 15 years lashed the city earlier this month. It did not take its 12 million residents by surprise – streets turning into rivulets has become a familiar pattern every monsoon.\n\nExperts say unsustainable development has intensified the problem caused by heavy deluges. A huge influx of people into cities during the last three decades has led to unregulated construction – buildings have mushroomed along wetlands and water bodies that once absorbed excess rainfall.\n\n\"In cities like in Mumbai there are a number of streams or small rivers called the 'nullahs.' But all these have been heavily encroached,\" said T.I. Eldho who heads the Civil Engineering Department at the Indian Institute of Technology in Mumbai.\n\n\"So what happens is that all the traditional outlets for water have been drastically decreased,\" he said.\n\nEldho, who has studied urban flooding, cites a prime commercial and residential complex in the Bandra-Kurla, built in the Mumbai neighborhood by reclaiming low-lying land on either side of a river. Environmentalists say it has worsened the city's drainage woes.\n\nEnvironmentalists say much of India's urbanization is happening on areas unsuitable for construction, such as flood plains.\n\nThe floods are costly catastrophes – they have caused $50 billion in economic losses in the last three decades, according to an Asian Development Bank study.\n\n\"If you account for total natural disasters that have happened and extent of loss and damage, then floods rank on top,\" said Abhinash Mohanty at the Council for Energy, Environment and Water in New Delhi.\n\nHe points to a World Bank study that concluded that between 1970 and 2009, floods were responsible for two-thirds of losses from natural disasters in India.\n\nExperts say in the short term, India must ensure timely warnings to allow people to prepare for flooding.\n\nIn the long run, though, it must quickly implement measures to protect traditional drainage areas along riverfronts and rejuvenate lakes and swamps that have been built over in cities.\n\n\"The amount of money that we require to protect the environment is far lesser than the money we are losing because of these incidents,\" Bhushan said.\n\nThe starting point, he said, is \"recognizing that there is a problem.\"\n\n\"Unfortunately,\" he said, \"governments and people have got too used to this.\"\n\nEnvironmentalists warn that if calls for more sustainable development are not heeded, scenes of large-scale inundation and loss of lives could recur with depressing regularity extracting their heaviest toll on the poorest communities.\n\n", "METADATA": {"twitter": {"card": "summary_large_image", "site": "@VOANews", "description": "Searching through the rubble of a tea plantation that collapsed after heavy rains lashed India's southern Kerala state last week, rescuers counted 55 casualties.", "title": "Monsoons Cause Havoc in India as Climate Change Alters Rainfall Patterns", "url": "https://www.voanews.com/south-central-asia/monsoons-cause-havoc-india-climate-change-alters-rainfall-patterns", "image": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/710x340/s3/ap-images/2020/08/4d967d152dbdcb4321d463b9c42655fe.jpg?itok=Op6blazK"}, "og": {"site_name": "Voice of America", "type": "Article", "url": "https://www.voanews.com/south-central-asia/monsoons-cause-havoc-india-climate-change-alters-rainfall-patterns", "title": "Monsoons Cause Havoc in India as Climate Change Alters Rainfall Patterns", "description": "Searching through the rubble of a tea plantation that collapsed after heavy rains lashed India's southern Kerala state last week, rescuers counted 55 casualties.", "image": {"identifier": "https://im-media.voltron.voanews.com/Drupal/01live-166/ap-images/2020/08/4d967d152dbdcb4321d463b9c42655fe.jpg", "width": 3017, "height": 1959}}, "fb": {"pages": 36235438073, "app_id": 394734098058258}, "description": "Searching through the rubble of a tea plantation that collapsed after heavy rains lashed India's southern Kerala state last week, rescuers counted 55 casualties.", "msvalidate.01": "3286EE554B6F672A6F2E608C02343C0E", "article": {"section": "South & Central Asia"}, "apple-itunes-app": "app-id=1414561730, app-argument=//4948560.ltr", "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0", "theme-color": "#3a79b7"}}}