{"GDELT": {"GlobalEventID": 940762219, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7334963325183299, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Romania", "Actor1Geo_CountryCode": "RO", "Actor1Geo_ADM1Code": "RO", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 25.0, "Actor1Geo_FeatureID": "RO", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Romania", "Action2Geo_CountryCode": "RO", "Action2Geo_ADM1Code": "RO", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "RO", "DATEADDED": 20200814130000, "SOURCEURL": "https://www.ziuanews.ro/revista-presei/speaker-marcel-ciolacu-russia-disturbed-that-romania-is-consolidating-as-the-safest-country-in-its-region-1505253"}, "ARTICLE": {"TITLE": "Speaker Marcel Ciolacu: 'Russia, disturbed that Romania is consolidating as the safest country in its region'", "TEXT": "Un tren cu 200 de călători a luat foc în Prahova. Incendiul a izbucnit la un vagon, iar o femeie a suferit un atac de panică Un tren de călători care circula pe ruta București Nord - Brașov a luat foc, sâmbătă, între localitățile prahovene Posada și Sinaia. Garnitura avea la bord 200 de persoane.\n\nA murit \"Baronul luxului\", fostul iubit al Mădălinei Pamfile. \"O ucraineancă i-ar fi pus ceva în pahar și...\" \"Baronul luxului\", fostul iubit al Mădălinei Pamfile, nimeni altul decât excentricul Constantin Dinescu, a murit. Potrivit informațiilor oferite de surse de încredere, Dinescu ar fi avut o relație amoroasă cu o femeie din Ucraina, care i-ar fi pus ceva în băutură.\n\nMomente dramatice. Un pescar din Australia a fost ucis de un peşte care a sărit în barcă Un pescar australian a murit după ce un pește de mari dimensiuni a sărit în barca sa și l-a lovit în zona pieptului, conform poliției din Teritoriul de Nord.\n\nGiovanni Becali a fost arestat la Bogota: \"M-am bătut în aeroport cu poliția! Șapte frați pentru șapte surori\" Ioan Becali, cel mai important agent de jucători de după 1990, ulterior condamnat în „Dosarul Transferurilor” pentru diverse ilegalități făcute în fotbal, a fost invitat la „Prietenii lui Ovidiu”.\n\nRomân condamnat pentru că a postat pe un cunoscut site porno filme cu scene de sex între el şi fosta iubită Povestea dintre cei doi a început în vara anului 2017, iar relaţia amoroasă a durat, cu intermitenţe, până în luna noiembrie 2018, când s-au despărţit, ca urmare a faptului că, în paralel, individul avea o parteneră de viaţă, împreună cu care locuia şi cu care urma să aibă un copil.\n\nRomânia, ţara din UE cu cele mai multe decese care puteau fi evitate România are cea mai mare rată de decese care puteau fi evitate, bolile care le cauzează putând fi tratate cu ajutorul unui sistem de sănătate eficient şi cu intervenţii primare preventive sau prin asistenţă medicală în timp util.\n\nReglare de conturi în stil mafiot: \"Tati, ne omoară!\" Ce a păţit salvatorul unei fete forţate să se prostitueze Berbeşti, judeţul Vâlcea, este poreclit „oraşul Vestului Sălbatic\", din cauza agresiunilor care se comit aici în ultimii ani. Este o localitate minieră, în care această activitate s-a restrâns extrem de mult, cu oameni care au fost nevoiţi să se reprofileze şi în care infracţiunile cu violenţă par să fie pe un teren fertil.\n\nHagi a rupt tăcerea: De ce şi-a dat demisia de la echipa pe care o patronează Viitorul a ajuns pe mâna spaniolului Ruben de la Barrera, după ce Gheorghe Hagi a renunţat la postul de antrenor, după cinci ani şi zece luni.", "METADATA": {"msvalidate.01": "D06B648661DF1EB32A82CFB5EE20D4C2", "description": "Speaker of the Chamber of Deputies Marcel Ciolacu said on Friday that any form of threat from the Russian Federation is \"unacceptable,\" claiming that Moscow is \"disturbed\" that Romania is and is consolidating as the safest country in its region.\"\"Any form", "keywords": "Speaker Marcel Ciolacu: 'Russia, disturbed that Romania is consolidating as the safest country in its region'", "author": "ZIUAnews", "robots": "index,follow", "og": {"site_name": "ZIUAnews.ro", "image": "https://www.ziuanews.ro/static/images/logo-ziuanews.jpg", "title": "Speaker Marcel Ciolacu: 'Russia, disturbed that Romania is consolidating as the safest country in its region'", "url": "http://www.ziuanews.ro/revista-presei/speaker-marcel-ciolacu-russia-disturbed-that-romania-is-consolidating-as-the-safest-country-in-its-region-1505253", "description": "Speaker of the Chamber of Deputies Marcel Ciolacu said on Friday that any form of threat from the Russian Federation is \"unacceptable,\" claiming that Moscow is \"disturbed\" that Romania is and is consolidating as the safest country in its region.\"\"Any form"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}