{"GDELT": {"GlobalEventID": 940745773, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.0089285714285703, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Biot, Provence-Alpes-Côd'Azur, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRB8", "Actor1Geo_ADM2Code": "16321", "Actor1Geo_Lat": 43.6272, "Actor1Geo_Long": 7.09645, "Actor1Geo_FeatureID": "-1412746", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Biot, Provence-Alpes-Côd'Azur, France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FRB8", "Actor2Geo_ADM2Code": "16321", "Actor2Geo_Lat": 43.6272, "Actor2Geo_Long": 7.09645, "Actor2Geo_FeatureID": "-1412746", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Biot, Provence-Alpes-Côd'Azur, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRB8", "Action2Geo_ADM2Code": "16321", "Action2Geo_Lat": 43.6272, "Action2Geo_Long": 7.09645, "Action2Geo_FeatureID": "-1412746", "DATEADDED": 20200814113000, "SOURCEURL": "https://riviera-press.fr/insider/content/uk-imposes-quarantine-travelers-coming-france"}, "ARTICLE": {"TITLE": "UK imposes a quarantine for travelers coming from France", "TEXT": "HEALTH & WELLNESS\n\nThe breeze is slightly more refreshing; the heatwave is finally passing over! However, the news isn’t as pleasant for those of us who wish to return to a normal rhythm of life. In France, the cases of COVID-19 are rising, though the death rate remains the same (according to the World Health Organisation). Some governments worldwide have decided to take new measures to control the sanitary situation. In that regard, the United Kingdom has decided that on Saturday, people coming from certain countries will need to be quarantined for 14 days, France included.\n\n“Statistics show that we need to remove France, the Netherlands, Monaco, (…) from our list of travel corridors to keep infection rates down,” stated the Minister of Transport, Grant Shapps, via twitter. Travelers from these countries will have to remain in confinement for fourteen days as soon as they arrive in British soil at 4 am on Saturday. This news, which comes after approximately 2669 new cases have been detected in France, will be difficult for many. It will be especially tough for the estimated half-million British citizens currently on holiday in France.\n\nOverall, 750,000 people have now died from COVID-19 in the world, with the United States remaining the most affected country with 166,038 deaths. The rate of mortality worldwide has doubled, with 100,000 more deaths being recorded in the last seventeen days. This subject, which causes tension everywhere, has also demonstrated a rise in contrasting opinions regarding which regulations should be imposed or not. This is especially true when it comes to making masks obligatory.\n\nWearing the mask in France has yet been made compulsory by the French government. However, the Prime Minister, Jean Castex, has strongly encouraged that people do so. Nevertheless, prefects have taken matters in their own hands to avoid new contaminations and prevent the renewing of quarantine.\n\nWhich cities in the region now require masks outside?\n\nIn Cannes, the mask is compulsory on all public markets, covered and outside.\n\nMarseilles. The Prefecture has made the wearing of masks compulsory from Saturday 8 August until 30 August. It is inclusive at certain times in the Old Port, and its surroundings from 10 am to 4 am, the Escale Borély sector, La Plaine and Cours Julien, from 7 pm to 4 am.\n\nSaint-Tropez. The mask becomes compulsory in the city centre, the port, and the citadel following the discovery of multiple clusters.\n\nBiot, La Gaude, Menton, Mougins, Nice, Saint-Cézaire-sur-Siagne, Saint-Laurent-du-Var, Vence: By prefectural decree of 5 August 2020, the wearing of masks is compulsory on the public highway in these eight municipalities of the Alpes-Maritimes.\n\nIf you wish to get tested, here is a website that locate the nearest testing sites: https://sante.fr/\n\n- Charlotte Gillet", "METADATA": {"viewport": "width=device-width, initial-scale=1", "Generator": "Drupal 7 (http://drupal.org)"}}}