{"GDELT": {"GlobalEventID": 940733939, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.91353649893692, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200814101500, "SOURCEURL": "https://worldcrunch.com/coronavirus/curing-covid-19-in-a-world-of-competing-interests"}, "ARTICLE": {"TITLE": "Curing COVID-19 In A World Of Competing Interests", "TEXT": "-Analysis-\n\nPARIS — The hunt is on, and the object of the quest is like a new Holy Grail. Indeed, finding a vaccine against the coronavirus has become a major goal for policymakers around the world, and for obvious reasons, given the scale of the pandemic and the risk of a second wave of COVID-19.\n\nIn this race against time, some 140 clinical trials have reportedly been launched. [Earlier this week, Russia has even approved a vaccine, saying it plans to start mass vaccinations in the fall — although the announcement was met with skepticism from experts.] But who will benefit from the vaccine if it is discovered? Will it be reserved only for rich countries that are able to quickly make the necessary investments to finance it? Or will it be widely available, and under what conditions?\n\nIn late April, the World Health Organization (WHO) launched ACT Accelerator (ACTA), a partnership of private, public and humanitarian actors to accelerate the development and \"equitable distribution\" of vaccines, diagnostic tests and therapies against COVID-19. As António Guterres, general secretary of the UN, argues: \"Data must be shared ... and politics must be set aside.\"\n\nGuterres is by no means alone in calling for broad access to the vaccine. On May 4, French President Emmanuel Macron was one of the first heads of state to use the phrase \"global public good.\" The vaccine \"will belong to no one, but it will belong to all of us\" he said.\n\nThe remark was taken up again by Chinese President Xi Jinping at the WHO General Assembly on May 18. And on May 19, the EU called for \"universal, rapid and equitable access to all products needed for the response to the pandemic,\" stressing the usefulness of \"large-scale vaccination against COVID-19 as a global public good.\"\n\nActions, however, are struggling to match the rhetoric, and this disconnect marks a new stage in the crisis for multilateral institutions.\n\nSince March, countries that can afford it have been rushing to guarantee priority access to the vaccine in return for funding. Donald Trump started the trend by trying to get a German laboratory to sign an exclusivity clause. A month later, Paul Hudson, head of the pharmaceutical group Sanofi, announced that he wanted to reserve the first profits from a vaccine for the United States and China, which financed the research (he later tried to walk that statement back). And in June, France, Germany, the Netherlands and Italy secured 400 million doses from the AstraZeneca laboratory.\n\nData must be shared... and politics must be set aside.\n\nIn an op-ed published on June 27 in the Journal du Dimanche, the heads of various humanitarian organizations fired back, lambasting this \"vaccine nationalism\" and arguing that the competition between countries is counter-productive.\n\n\"In fact, countries have deconstructed the common logic, transforming ACTA into an initiative that will manage the crumbs instead, because they will be served after the others,\" says Nathalie Ernoult, researcher at the Institute of International and Strategic Relations (IRIS) and head of the \"Access to Essential Medicines\" campaign by the NGO Doctors Without Borders/Médecins Sans Frontières (MSF).\n\nTheory and practice\n\nWhere does the notion of \"global public good\" come from? The term first appeared in the 1980s and refers to such goods as environmental quality, peace, education, security and protection against major endemics. And by 2000, when the Millennium Development Goals were adopted in New York by 193 UN member states and numerous international organizations, a consensus had emerged that neither markets nor governments — \"if left to their own devices,\" as then UN Secretary-General Kofi Annan stated — can be trusted to guarantee access to those essential goods.\n\nFrench President Emmanuel Macron at the special European Council meeting in Brussels — Photo: Xinhua/ZUMA\n\n\"The notion of global public goods suggests that it's possible to move toward a fairer world that guarantees access to essential goods for the poorest,\" says Benjamin Coriat, professor of economics at the University of Paris-XIII and editor of the collective book The Return of the Commons, the Crisis of Proprietary Ideology in 2015.\n\n\"But it has remained a declaration of principle, without any legal measure guaranteeing a right of access to the poorest,\" he adds. \"Care was taken not to define precisely which global public goods should be excluded from WTO agreements and the world of goods.\"\n\nTo Coriat's point, playing out in the background of all this has been a fierce, international battle over medicines and vaccines. In order to have the right to join the new WTO, each state must ratify the agreements on intellectual property rights, which provide a patent framework for the manufacture and marketing of pharmaceutical products. Among other things, the rules guarantee private laboratories no generic competition for 20 years.\n\nThe vaccine will belong to no one, but it will belong to all of us.\n\nFrance subscribed to this principle of patenting health products as early as 1960, Germany in 1968. Emerging countries such as India and Brazil initially asserted that these are \"public goods\" that can be freely copied before being forced to finally ratify the agreements on intellectual property — in 1996 for one, in 2005 for the other.\n\nFrom there another battle ensued as India and Brazil — together with South Africa, humanitarian organizations and patient-rights associations — sought to find loopholes in the system. In particular, they invoke an article in the agreements on intellectual property that authorizes states to issue a \"compulsory license\" for the production of generic drugs for public health reasons. This exception certainly allows for a wider distribution of AIDS drugs, but it is long and complex to implement.\n\nPublic-private partnerships\n\nDuring the 2000s, which saw globalization redistribute power between governments and companies, civil society organized itself in the face of the powerlessness of UN bodies. Alliances have been forged between the public, the private sector and international organizations. And new mechanisms are being invented to try to solve an impossible equation: How to ensure equitable access to vaccines and medicines, considered as public goods, in an economic system where health is a market good like any other.\n\nMSF, winner of the Nobel Peace Prize in 1999, used its award money to finance a campaign for access to essential medicines. Likewise, in 2000, a group of public and private partners — including the WHO, World Bank, pharmaceutical industry representatives, and the Bill and Melinda Gates Foundation — created the GAVI alliance in order to accelerate access to immunization in developing countries.\n\nTo date, one of the most innovative initiatives of this movement is undoubtedly the Drugs for Neglected Diseases Initiative. Launched in Europe and in developing areas by MSF, the Institut Pasteur and four research institutes in tropical countries, the foundation has been offering pharmaceutical companies partnerships based on a collaborative and open principle since 2003. Drugs are not protected by patents and are accessible at cost price as part of public health programs. In exchange, pharmaceutical companies benefit from the knowledge accumulated about the chemical formula for other uses, and retain the right to distribute it in private channels.\n\nSince the foundation's creation, eight new medicines have been developed against serious and common diseases that mainly affect countries in the developing world. The treatments include the first fixed-dose combination against malaria, the result of cooperation with the industrialist Sanofi, and a new remedy for sleeping sickness.\n\nIt's possible to move toward a fairer world that guarantees access to essential goods for the poorest.\n\n\"We are in a real collaborative dynamic, where different entities, whether public or private, find an agreement so that the product can be shared and a right of access is guaranteed for all, especially the most disadvantaged,\" the economist Benjamin Coriat explains.\n\nCould such a mechanism, which offers new forms of research incentives by breaking out of a binary opposition for or against the patent, be implemented for the COVID-19 vaccine? In theory, nothing prevents it. Economist Izabela Jelovac, director of research at CNRS, France's state research body, goes so far as to say that not following this model is a waste.\n\n\"Today, public money guarantees the funding country the right to be served before others and the absence of competition for laboratories,\" she says. \"But states could exert pressure to negotiate other conditions for the subsidy, such as making the product accessible to all. Such a mechanism could apply to future drugs against COVID-19, whose trials are also largely funded by public money.\"\n\nIt could work, yes. But only if states manage to speak with one voice and stop racing toward — and kowtowing to — the highest bidder.\n\nSee more from Coronavirus here", "METADATA": {"keywords": "coronavirus, COVID-19, vaccine, nationalism, competition, World Health Organization, United Nations, laboratory, World Trade Organization", "description": "French President Emmanuel Macron is among those demanding that an eventual vaccine be available to all. But there's also money in play, and a market guided by a whole different set of priorities.", "title": "Curing COVID-19 In A World Of Competing Interests", "csrf-token": "eonKYY6hApbAZyJSOWW9tBESubBFA29S9oX6j2rs", "google-site-verification": "-_Wqt5LWi8n7U-hilPfBQCpZMoHWXF32fS8t0cMlaqA", "viewport": "width=device-width, maximum-scale=1, initial-scale=1, user-scalable=0", "sourceApp": "nyt-v5", "robots": "index, follow, noarchive, max-snippet:-1", "hdl_p": "Curing COVID-19 In A World Of Competing Interests", "genre": "News", "articleid": 25310, "usageTerms": "coronavirus, COVID-19, vaccine, nationalism, competition, World Health Organization, United Nations, laboratory, World Trade Organization", "DISPLAYDATE": "2020-08-14 09:54:40", "og": {"url": "https://worldcrunch.com/coronavirus/curing-covid-19-in-a-world-of-competing-interests", "type": "article", "title": "Curing COVID-19 In A World Of Competing Interests", "description": "French President Emmanuel Macron is among those demanding that an eventual vaccine be available to all. But there's also money in play, and a market guided by a whole different set of priorities.", "image": "https://worldcrunch.com/assets/img/thumbnails/20200411_zaf_x99_422%20(1).jpg"}, "article": {"published": "2020-08-14 09:54:40", "modified": "2020-08-14 12:56:29", "section": "Coronavirus", "section_url": "curing-covid-19-in-a-world-of-competing-interests", "top-level-section": "Coronavirus", "author": "Hannah Steinkopf-Frank", "tag": "coronavirus, COVID-19, vaccine, nationalism, competition, World Health Organization, United Nations, laboratory, World Trade Organization"}, "twitter": {"site": "@worldcrunch", "url": "curing-covid-19-in-a-world-of-competing-interests", "title": "Curing COVID-19 In A World Of Competing Interests", "card": "summary_large_image", "image": "https://worldcrunch.com/assets/img/thumbnails/20200411_zaf_x99_422 (1).jpg"}, "author": "Hannah Steinkopf-Frank", "news_keywords": "coronavirus, COVID-19, vaccine, nationalism, competition, World Health Organization, United Nations, laboratory, World Trade Organization", "fb": {"app_id": 192284580905748, "pages": 271986174770}}}}