{"GDELT": {"GlobalEventID": 940758169, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 150, "EventBaseCode": 150, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.16205533596838, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gulf Of Antalya, Antalya, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU07", "Actor1Geo_Lat": 36.7719, "Actor1Geo_Long": 30.9556, "Actor1Geo_FeatureID": "-735349", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200814124500, "SOURCEURL": "https://www.express.co.uk/news/world/1322855/turkey-greece-war-erdogan-macron-world-war-3-eastern-mediterranean-oil"}, "ARTICLE": {"TITLE": "Mediterranean TINDERBOX: Turkey accuses Greece of trying to 'imprison' rivals in huge row", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nTurkey's decision to send the research ship Oruc Reis, accompanied by Turkish naval vessels, to undertake seismic surveys close to the Greek island of Megitsi, also known as Kastellorizo, and referred to by Turkey as Meis, has prompted condemnation from Athens. Additionally, France has waded into the row, with President Emmanuel Macron claiming Turkey's \"unilateral decisions on oil exploration are causing tensions\" as he confirmed he was sending two fighter jets and a warship to the region.\n\nTrending\n\nHowever, Mr Erdogan claimed Greece undertook similar surveys in the waters surrounding Cyprus - even though the northern half of the island has been occupied by Turkey since the 1974 invasion, and is referred to in Ankara as the Turkish Republic of Northern Cyprus. Furthermore, Mr Erdogan accused Greece of plotting to \"imprison Turkey\" by denying it access to the sea. Referring to a deal struck with the north African country during a speech yesterday, he said: \"Until today Turkey has conducted all its affairs in eastern Mediterranean so far on the basis of legitimacy and in line with the memoranda of understanding with Libya.\n\nPresident Recep Tayyip Erdogan accused Greece of double-standards\n\nPresident Erdogan's speech was accompanied by footage of Turkish naval vessels\n\n\"It is not Turkey but the Greek Cypriot and Greek mindset, which attempts to disregard Turkey and the Turkish Republic of Northern Cyprus, that escalates tensions in the Mediterranean.\" In an apparent reference to similar research undertaken by Greece, Mr Erdogan claimed: \"Since 2003, the Greek Cypriots have treated the island like their property and issued petroleum and natural gas exploration licences within the island's maritime jurisdiction, over which they have no rights. \"Some of the Greek Cypriots, so-called exploration zones also overlap with Turkey's continental shelf. JUST IN: We're in trouble! Expert admits Ireland RIPPED OFF by EU\n\nOne of Mr Erdogan's visuals highlighted the distance of Megitsi from Greece\n\nGreek and French vessels sail in formation during a joint military exercise\n\nFrance has beefed up its military presence in the region\n\nMr Erdogan also pointed to the location of the island in question, explaining: \"One cannot use common sense to explain the demand for maritime jurisdiction with reference to the Kastellorizo, located two kilometres away from Turkey and 580 kilometres from the Greek mainland. \"That an island, whose total area is 10 square kilometres, would be entitled to 40,000 square kilometres of maritime jurisdiction is both laughable and baseless under international law. \"I hereby urge Greece to respect Turkey's rights.\n\nRecep Tayyip Erdogan's latest tweet\n\n\"The path of dialogue and negotiation alone can lead to a peaceful resolution in the eastern Mediterranean.\" Striking a conciliatory tone, he said: \"It is possible to arrive at a win-win formula which protects the rights of all parties through common sense and sensible actions. \"We do not seek to pursue unnecessary adventures or to fuel tensions. We merely seek justice and fairness.\n\nFrench President Emmanuel Macron delivers a speech in Beirut", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "GREECE has been branded 'laughable' by Turkey's President Recep Tayyip Erdogan in a fiery speech in which he accused Athens of applying double-standards when it came to escalating tensions between the two countries in the east Mediterranean.", "fb": {"pages": 129617873765147, "app_id": 823607694325129}, "og": {"title": "Mediterranean TINDERBOX: Turkey accuses Greece of trying to 'imprison' rivals in huge row", "type": "article", "url": "https://www.express.co.uk/news/world/1322855/turkey-greece-war-erdogan-macron-world-war-3-eastern-mediterranean-oil", "image": "https://cdn.images.express.co.uk/img/dynamic/78/750x445/1322855.jpg", "site_name": "Express.co.uk", "language": "en", "tags": "headlines,nation,politics,world,ctp_video,autoplay_video,turkey,greece,war,erdogan,macron,world war 3,eastern mediterranean,oil", "section": "World", "description": "GREECE has been branded \"laughable\" by Turkey's President Recep Tayyip Erdogan in a fiery speech in which he accused Athens of applying double-standards when it came to escalating tensions between the two countries in the east Mediterranean."}, "news_keywords": "headlines,nation,politics,world,ctp_video,autoplay_video,turkey,greece,war,erdogan,macron,world war 3,eastern mediterranean,oil", "article": {"tag": "oil", "published_time": "2020-08-14T13:30:00+01:00", "modified_time": "2020-08-14T17:05:39+01:00", "expiration_time": "2020-09-13", "section": "World", "image_count": 7, "video_count": 1, "word_count": 805, "internal_link_count": 3, "external_link_count": 0}, "author": "Ciaran McGrath", "twitter": {"card": "summary_large_image", "image": {"src": "https://cdn.images.express.co.uk/img/dynamic/78/750x445/1322855.jpg"}, "title": "Mediterranean TINDERBOX: Turkey accuses Greece of trying to 'imprison' rivals in huge row", "description": "GREECE has been branded \"laughable\" by Turkey's President Recep Tayyip Erdogan in a fiery speech in which he accused Athens of applying double-standards when it came to escalating tensions between the two countries in the east Mediterranean."}, "video_autoplay": "false", "headline_short": "Mediterranean TINDERBOX: Turkey accuses Greece of trying to 'imprison' rivals in huge row", "verify-v1": "EGl3XPBuem43awGwLC1rXGpRHRnmNSwp7VZfnCAAcKE=", "msvalidate.01": "1960193A20395DAD3FCB640BCB0D91D7", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "robots": "noodp,noydir,all"}}}