{"GDELT": {"GlobalEventID": 940711805, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LEG", "Actor1Name": "GENERAL ASSEMBLY", "Actor1Type1Code": "LEG", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.42826552462527, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lilongwe, Lilongwe, Malawi", "Actor1Geo_CountryCode": "MI", "Actor1Geo_ADM1Code": "MI11", "Actor1Geo_ADM2Code": "19310", "Actor1Geo_Lat": -13.9833, "Actor1Geo_Long": 33.7833, "Actor1Geo_FeatureID": "-1482799", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lilongwe, Lilongwe, Malawi", "Actor2Geo_CountryCode": "MI", "Actor2Geo_ADM1Code": "MI11", "Actor2Geo_ADM2Code": "19310", "Actor2Geo_Lat": -13.9833, "Actor2Geo_Long": 33.7833, "Actor2Geo_FeatureID": "-1482799", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lilongwe, Lilongwe, Malawi", "Action2Geo_CountryCode": "MI", "Action2Geo_ADM1Code": "MI11", "Action2Geo_ADM2Code": "19310", "Action2Geo_Lat": -13.9833, "Action2Geo_Long": 33.7833, "Action2Geo_FeatureID": "-1482799", "DATEADDED": 20200814073000, "SOURCEURL": "https://allafrica.com/stories/202008140165.html"}, "ARTICLE": {"TITLE": "Malawi Govt Agree With Churches to Review Covid-19 Guidelines", "TEXT": "Government has demonstrated commitment to review the newly gazetted guidelines for containing the spread of coronavirus disease (Covid-19), the Evangelical Association of Malawi (EAM) General Secretary, Reverend Francis Mkandawire, has disclosed.\n\nThursdaymorning, a group of representatives from the religious mother bodies held a meeting with the Presidential Committee on Covid-19 in Lilongwe.\n\nMkandawire said after the meeting that the government had shown willingness to take integrate inputs from the church and other stakeholders when formulating the succeeding guidelines.\n\n\"Government has agreed to review their position on the new rules and make a Statement to the nation as soon as possible. We are aware the gazetted rules brought so much anxiety to many of us in the Church. Thanks for giving dialogue with the government a chance,\" he said.\n\n\"We have requested that, from now onwards, wider consultations with faith Community on issues which concern us is critical in order to promote ownership and acceptance of Government policies. Thank you for your patience. Let's now wait for the government directive on this matter,\" appealed Mkandawire.\n\nCCAP General Assembly moderator the Reverend Dr Timothy Nyasulu said they were disturbed by the lack of consultations from government on the new rules.\n\nHe said: \"We are concerned because we were not consulted. The CCAP General Synod is a big church with three big synods in Malawi. We were just ambushed by this gazetted Covid-19 law and as such, we have agreed to maintain the 100 people per worship service, while following all precautionary measures like wearing masks, using hand sanitisers, soap, and observing social distancing.\"\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Malawi Coronavirus By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nOn its part, the Pastors Task Force on Covid-19 led by Bishop Maurice Katema said restricting worship gatherings to 10 people was as good as closing the churches.\n\nWarned the bishop: \"Let the government hear this: It's either you listen to our pleas to gather in large crowds like we do or we will defy the orders and fill the churches this Sunday.\"\n\nProphetic Ministries Association of Malawi (Promam) led by prophets David Mbewe and Justice Hara, also bemoaned the lack of consultations in the new preventive measures.\n\n\"Churches might meet in tens or might not meet at all, but so long as all these other places continue to gather without observing any of the measures, our efforts are nothing but a joke,\" it reads in part.\n\nOn Monday, the Catholic Church's Episcopal Conference of Malawi also expressed disappointment on the lack of consultation, but encouraged their followers to strictly adhere to the health guidelines.\n\nAmong the new rules, individuals are supposed to wear masks in all public areas, failing which, they will be fined K10 000; public gatherings are limited to 10, or face a K100 000 fine and three months imprisonment.\n\nCumulatively, Malawi had recorded 4 752 cases by Wednesday and 152 deaths.", "METADATA": {"description": "Government has demonstrated commitment to review the newly gazetted guidelines for containing the spread of coronavirus disease (Covid-19), the Evangelical Association of Malawi (EAM) General Secretary, Reverend Francis Mkandawire, has disclosed.", "google-site-verification": "bGxG4qeN9up-gMXKjsgylykqjVrzxLjg1rQrP3K-rJk", "keywords": "Africa, news, politics, economy, trade, business, sports, current events, travel, Malawi, Health and Medicine, Coronavirus, Southern Africa", "msvalidate.01": "72401C28AAAC95E8D3FF1881A90F2C4D", "robots": "noarchive", "twitter": {"card": "summary", "description": "Government has demonstrated commitment to review the newly gazetted guidelines for containing the spread of coronavirus disease (Covid-19), the Evangelical Association of Malawi (EAM) General Secretary, Reverend Francis Mkandawire, has disclosed.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site": "@allafrica", "title": "Malawi Govt Agree With Churches to Review Covid-19 Guidelines"}, "viewport": "width=device-width, initial-scale=1", "article": {"modified_time": "2020-08-14T06:52:16+0000", "published_time": "2020-08-14T06:52:16+0000", "publisher": "https://www.facebook.com/pages/allAfricacom/98946450029", "section": "News", "tag": "Southern Africa"}, "fb": {"app_id": 100369188719, "pages": 98946450029}, "og": {"description": "Government has demonstrated commitment to review the newly gazetted guidelines for containing the spread of coronavirus disease (Covid-19), the Evangelical Association of Malawi (EAM) General Secretary, Reverend Francis Mkandawire, has disclosed.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site_name": "allAfrica.com", "title": "Malawi Govt Agree With Churches to Review Covid-19 Guidelines", "type": "article", "url": "https://allafrica.com/stories/202008140165.html"}}}}