{"GDELT": {"GlobalEventID": 940779937, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISRPTY", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "GOV", "Actor2Name": "CROWN PRINCE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.2269353128313902, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 54.0, "Actor2Geo_FeatureID": "AE", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200814144500, "SOURCEURL": "https://www.nbcnews.com/news/world/uae-makes-nice-israel-palestinians-decry-betrayal-n1236718"}, "ARTICLE": {"TITLE": "As UAE makes nice with Israel, Palestinians decry 'betrayal'", "TEXT": "Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nWith friends like these, who needs enemies?\n\nMany Palestinians will be reciting a version of this adage on Friday, a day after the United Arab Emirates said it had agreed to establish full diplomatic relations with Israel in a U.S.-brokered deal.\n\nThe announcement was widely cheered within Israel, the U.S., Europe and even some corners of the Middle East, but it provoked despair among many Palestinians who feel abandoned by their traditional allies, many of whom have turned their focus away from Israel and onto Shiite Iran as their enemy.\n\n“May you never be sold out by your 'friends,'” the veteran Palestinian politician Hanan Ashrawi tweeted in reaction to the announcement by the crown prince of the United Arab Emirates. “May you never experience the agony of having your country stolen; may you never feel the pain of living in captivity under occupation.”\n\nPalestinian President Mahmoud Abbas’s spokesman called UAE's actions a “betrayal” of Jerusalem and the Palestinian cause.\n\nIf Israel and the UAE go ahead and sign bilateral agreements that would allow for investment, direct flights, tourism and the establishment of reciprocal embassies, among other things, it would be the first time the world’s only Jewish state has normalized relations with a Gulf nation. The UAE, like most of the Arab world, had long rejected ties with Israel in the absence of a peace deal establishing a Palestinian state.\n\nFor the Palestinians, it was not good enough that Crown Prince Mohammed bin Zayed Al Nahyan, the day-to-day ruler of the United Arab Emirates, emphasized that the agreement would stop \"further\" Israeli annexation of Palestinian territory.\n\nDuring a call with President Trump and Prime Minister Netanyahu, an agreement was reached to stop further Israeli annexation of Palestinian territories. The UAE and Israel also agreed to cooperation and setting a roadmap towards establishing a bilateral relationship. — محمد بن زايد (@MohamedBinZayed) August 13, 2020\n\nAfter World War II, the newly formed Arab League opposed the creation of Israel and later opposed recognizing it. After Israel’s creation, citizens were unable to travel to any Arab state on an Israeli passport until Egypt made peace with Israel in 1979, followed by Jordan in 1994. Despite the peace treaties, relations with these states remained cold.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nIsrael has fought three major wars with its neighbors, including the 1948 conflict over Israel’s creation that the Palestinians call the “Nakba,” or “catastrophe” in Arabic. In 1973, Egyptian forces launched a surprise attack across the Suez Canal in a war that would lead to the Egypt-Israel Peace Treaty.\n\nFast forward 47 years. Despite the fact that the majority of the international community supports a two-state solution, which would see Palestinians set up a country alongside Israel, Palestinians feel increasingly isolated internationally.\n\nSince 1948, Israel has pushed farther into Palestinian territories whether through war or settlement building, making the establishment of an independent Palestinian state seem more unlikely.\n\nAnd in recent years Arab nations such as the United Arab Emirates have begun to see Iran as a greater threat than Israel in the region. This, among other reasons, has displaced the Palestinian cause — long a cause célèbre on the Arab street.\n\nPresident Donald Trump announces that Israel and the United Arab Emirates have agreed to normalize relations. Kevin Lamarque / Reuters\n\n“What has happened is that Palestine that used to be the mother of all questions in the Arab world is no longer really seen as fundamental,” said Fawaz Gerges, a professor of International Relations at the London School of Economics.\n\nNow, mutual hostility toward Iran (and its proxies), and concern that Tehran is seeking nuclear weapons have driven nations, once opposed, closer together. Iran denies seeking nuclear weapons.\n\nOther factors include the collapse of the notion of a pan-Arab security system as in recent years Arab states descended into civil strife and called on other non-Arab states, including Israel, to intervene on their behalf, Gerges said.\n\nGerges cautioned, however, that the Palestinian cause continues to resonate deeply in the minds of the Arab people.\n\nPalestinian families sit at \"Maldive Gaza\" cafe on a beach in Gaza City Aug. 5. Mohammed Salem / Reuters\n\nIn the Gaza Strip, a blockaded Palestinian enclave run by hard-line Islamist group Hamas, and in the heart of the West Bank, Palestinians also saw Thursday’s news as a betrayal.\n\n“We are losing brothers. We thought they were on our side, only to discover that they were against us,” said Ahmed Shurab, 54, a clothes salesman in Gaza City.\n\nThousands took to the streets in the Gaza Strip on Friday to protest what demonstrators described as the “betrayal of Palestine.”\n\nSome Palestinians were also skeptical that this agreement would be the end of Israeli Prime Minister Benjamin Netanyahu’s annexation ambitions.\n\nIn televised remarks from Jerusalem on Thursday night, Netanyahu said he was “committed” to extending Israeli sovereignty in the West Bank, territory that was captured by Israel in the 1967 Arab-Israeli war and which Palestinians see as the basis of their future state along with east Jerusalem and Gaza.\n\nFor many Palestinians then, the agreement was perceived as a loss on two fronts.\n\nAnalysts also cited a divided and aging Palestinian leadership — exemplified by the divide between Hamas in Gaza and Abbas’ more secular government in the West Bank — as among the reasons Palestinians find themselves more isolated.\n\nWael Abu Niaama, an attorney from Ramallah in the West Bank, blamed the Palestinian leadership for not taking stronger positions against Gulf states who had signaled they were willing to make concessions to Israel.\n\n“It’s a result of the Palestinian leadership’s weakness,” he said. “For me this was something that I was just waiting to happen.\n\nThe Associated Press contributed to this report.", "METADATA": {"msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/nbcnews/all-other-sizes-PNG.ico/ms-icon-144x144.png", "msapplication-config": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/nbcnews/all-other-sizes-PNG.ico/browserconfig.xml", "fb": {"app_id": 10150138890205613, "pages": 1508175089456029}, "og": {"site_name": "NBC News", "locale": "en_US", "url": "https://www.nbcnews.com/news/world/uae-makes-nice-israel-palestinians-decry-betrayal-n1236718", "title": "Israel-UAE deal leaves Palestinians more isolated than ever", "description": "Analysis: “May you never be sold out by your 'friends,'” veteran Palestinian politician Hanan Ashrawi tweeted in reaction to the announcement of the agreement.", "image": {"identifier": "https://media4.s-nbcnews.com/j/newscms/2020_33/3404500/200914-palestinins-mc-9272_b5c020fe7b4986ef965aec1929db667a.nbcnews-fp-1200-630.JPG", "secure_url": "https://media4.s-nbcnews.com/j/newscms/2020_33/3404500/200914-palestinins-mc-9272_b5c020fe7b4986ef965aec1929db667a.nbcnews-fp-1200-630.JPG", "type": "image/jpeg", "width": 1200, "height": 630}, "type": "article"}, "twitter": {"site": "@NBCNews", "creator": "NBCNews", "image": "https://media4.s-nbcnews.com/j/newscms/2020_33/3404500/200914-palestinins-mc-9272_b5c020fe7b4986ef965aec1929db667a.nbcnews-fp-1024-512.JPG", "title": "Israel-UAE deal leaves Palestinians more isolated than ever", "description": "Analysis: “May you never be sold out by your 'friends,'” veteran Palestinian politician Hanan Ashrawi tweeted in reaction to the announcement of the agreement.", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "Many Palestinians feel betrayed and isolated in the Arab world after the United Arab Emirates agreed to establish full diplomatic relations with Israel", "article": {"opinion": "false", "content_tier": "free"}, "thumbnail": "https://media4.s-nbcnews.com/j/newscms/2020_33/3404500/200914-palestinins-mc-9272_b5c020fe7b4986ef965aec1929db667a.social_share_1024x768_scale.JPG", "next-head-count": 89}}}