{"GDELT": {"GlobalEventID": 940789227, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SAUGOV", "Actor1Name": "ABDULLAH", "Actor1CountryCode": "SAU", "Actor1Type1Code": "GOV", "Actor2Code": "UAF", "Actor2Name": "TERRORIST", "Actor2Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.21166306695464, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20200814153000, "SOURCEURL": "https://www.washingtonpost.com/national-security/abdullah-faisal-arraignment-islamic-state/2020/08/14/7eae9372-ddc6-11ea-809e-b8be57ba616e_story.html"}, "ARTICLE": {"TITLE": "Suspected ISIS cleric accused of inspiring American terrorists to stand trial in New York", "TEXT": "“He is one of the most prolific recruiters for jihadists globally,” Vance said in an interview. The district attorney’s office brought the case following an investigation with the New York Police Department.\n\nAD\n\n“What this office did with the NYPD was to recognize his significance in the international terrorism infrastructure to make sure that we built a case against him that could bring him to the United States and hold him accountable,” he said. “We believe there is a strong deterrent value in his indictment, extradition, and in holding him accountable in a court of due process in the United States that we hope will end up in a conviction.”\n\nFaisal, also known as Shaikh Faisal, is often ranked by terrorism experts as the most influential among English-language extremist Muslim preachers after Anwar al-Awlaki, the charismatic al-Qaeda imam whose videotaped sermons and fluent English made him a potent pitchman for violent jihad. Awlaki was killed in a U.S. drone strike in 2011.\n\nAD\n\n“If you were racking and stacking the influencers for ISIS or al-Qaeda, Awlaki would be at the top, and al-Faisal would be in the mid- to higher tier for American jihadists,” said Seamus Hughes, deputy director of George Washington University’s Program on Extremism.\n\nAD\n\nAmong the terrorists who claimed they were influenced by Faisal were the 2008 “Underwear Bomber,” Omar Farouk Abdulmutallab, and the 2010 Times Square bomber Faisal Shahzad, who listened to his sermons on an iPod. His CDs were also found in the apartment of two gunmen who were killed after they attacked an exhibit displaying cartoon drawings of the prophet Muhammad in Garland, Tex., in 2015, and a man who rammed pedestrians with his car and then stabbed people with a butcher knife at Ohio State University in 2016.\n\nFaisal also has been linked to Richard Reid, the 2001 “shoe bomber,” and two of the four bombers who attacked the London subway in 2005, Vance said.\n\n“Al-Faisal has been on the radar of every FBI counterterrorism agent for a decade,” said Hughes, who has written about him in a book coming out in October, “Homegrown: ISIS in America.”\n\nThe case is unusual in that it was brought by the Manhattan district attorney, whose profile has been on the rise since his team’s successful argument before the Supreme Court that President Trump is not immune from investigation by local authorities, setting up the latest showdown over personal and business financial records.\n\nAD\n\nAD\n\nTraditionally, international terrorism cases are brought by federal prosecutors, and New York City’s two federal U.S. attorneys’ offices are known for their aggressive pursuit of such cases. But in this case, federal authorities decided not to pursue the case and greenlit the district attorney’s prosecution, Vance said.\n\n“It just worked out that we and [NYPD] had a better lead and it was agreed that we would see where it would go,” said Christopher Conroy, executive assistant district attorney and chief of the investigation division.\n\nVance has brought four terrorism cases in his 10-year tenure.\n\nBorn Trevor William Forrest and raised in an evangelical Christian family, Faisal was introduced to Islam in his midteens and in 1980 changed his name. He studied at Imam Mohammad Ibn Saud Islamic University, a major university in Riyadh, Saudi Arabia. He eventually moved to London, where he became a firebrand preacher in the late 1990s and early 2000s.\n\nAD\n\nAD\n\nHe was convicted in 2003 of inciting violence, served four years in prison and was released and deported in 2007. He spent several years traveling through Africa and in 2010 was deported from Kenya because of his continued radical activity, officials said. He returned to Jamaica, where he established a website, Authentic Tauheed, which hosted his lectures and essays.\n\nFrom Jamaica, he used his website, social media platforms and an online chat room, Paltalk, to continue to preach and recruit Americans when the Islamic State emerged in Syria in 2014, and for the following few years, authorities said.\n\nBy 2014, Faisal had become known to the NYPD and the district attorney’s counterterrorism group, Conroy said. “As we began discussing it, it became clear that it made sense to work together,” he said.\n\nAD\n\nAD\n\nIn late 2016, an NYPD undercover officer made contact with Faisal and they established encrypted communications, authorities said. At Faisal’s urging, the officer traveled in 2017 to the Middle East, where Faisal had promised to assist her in joining the Islamic State, according to the indictment.\n\nAfter Faisal was indicted, the Treasury Department designated him as a global terrorist.\n\n“By virtue of his indictment in 2017 and his detention, he has been offline for almost three years and has not been able during that time frame to recruit,” Vance said. “That in and of itself is a huge achievement.”", "METADATA": {"description": "Abdullah al-Faisal was extradited from Jamaica and is to be arraigned in Manhattan.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/national-security/abdullah-faisal-arraignment-islamic-state/2020/08/14/7eae9372-ddc6-11ea-809e-b8be57ba616e_story.html", "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/ZLE6RZBXUEI6ND342TDSHIV6ZM.jpg&w=1440", "title": "Suspected ISIS cleric accused of inspiring American terrorists to stand trial in New York", "description": "Abdullah al-Faisal was extradited from Jamaica and is to be arraigned in Manhattan."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "Suspected ISIS cleric accused of inspiring American terrorists to stand trial in New York", "description": "Abdullah al-Faisal was extradited from Jamaica and is to be arraigned in Manhattan."}, "last_updated_date": "2020-08-14T21:57:39.893Z", "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width", "next-head-count": 2}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}