{"GDELT": {"GlobalEventID": 940774485, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOEUREEC", "Actor1Name": "THE EU", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.3274853801169595, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Idlib, Idlib, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY12", "Actor1Geo_ADM2Code": "26365", "Actor1Geo_Lat": 35.9306, "Actor1Geo_Long": 36.6339, "Actor1Geo_FeatureID": "-2542538", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200814141500, "SOURCEURL": "https://www.dailysabah.com/politics/eu-affairs/turkey-is-being-estranged-from-eu-deputy-fm-kaymakci-says"}, "ARTICLE": {"TITLE": "Turkey is being estranged from EU, Deputy FM Kaymakçı says", "TEXT": "Turkey is being estranged from the European Union, Faruk Kaymakçı, Turkey's deputy foreign minister and director of EU affairs, stated Friday, adding that Ankara determined to pursue its relations with the bloc.\n\n“There are some accusations coming from the EU; ‘Turkey is drifting apart from the EU, from the EU’s values,’ they say. I think the main problem is that Turkey is being estranged from the EU,” Kaymakçı underlined, speaking at the Foreign Economic Relations Board of Turkey’s (DEIK) DEIK EU Talks.\n\n“Unfortunately, it does not help our relations to view the narrow-minded national policies of some member countries as the EU’s stance, yet despite this, we will pursue our relations with the EU determinedly to protect our interests,” the deputy foreign minister added.\n\nKaymakçı explained that Turkey’s EU accession process was obstructed due to several hindrances and that Turkey was trying to overcome these. Saying that a serious crisis of trust took place due to the precautions Turkey had to take following the July 15 coup attempt by the Gülenist Terror Group (FETÖ), Kaymakçı said efforts were made to tackle the situation.\n\n“We were not able to launch customs union update negotiations due to political obstructions. Though we received positive and significant signals on this issue during Germany’s periodic presidency, again we cannot proceed due to the developments in the Eastern Mediterranean,” he said.\n\nRegarding the visa exemption, Kaymakçı pointed out that Turkey fulfilled 66 of the 72 EU criteria. He said progress could not be made because of the global COVID-19 pandemic when international travel and visa processes were highly limited.\n\n“For us, it is important to fulfill the remaining six criteria and then await the bloc’s moves,” the deputy minister said.\n\nThe EU has three conditions for full membership: complying with all the EU's standards and rules, gaining the consent of the EU institutions and EU member states, and gaining the consent of the candidate country's citizens with approval either in the national parliament or by referendum.\n\nAlthough any European country with a shared respect for the EU's democratic values is eligible to apply, the criteria determined in 1993 in Copenhagen must be met to become a full member.\n\nThese criteria include democratic, stable institutions, rule of law, a well-functioning market economy and a capacity to implement the necessary requirements for membership.\n\nTurkey is one of the countries with the longest history with the union, including the longest process of negotiations. The country signed an association agreement with the EU in 1964, which is usually regarded as a first step to eventually becoming a candidate. Applying for official candidacy in 1987, Turkey had to wait until 1999 to be granted the status of a candidate country. However, recently, Turkey has been preparing a new initiative to accelerate the accession process to the EU. Accordingly, Turkey will complete regulations for six more chapters, including the fight against terrorism.\n\nNo satisfactory cooperation vis-a-vis terror\n\nThe minister also pointed out that no satisfactory cooperation could be established with the bloc in terms of fighting terrorism.\n\n“Though we had cooperation with the EU against Daesh, we could not establish satisfactory cooperation against the PKK and FETÖ terrorist organizations. We have to enhance communication here. Terrorism is a phenomenon affecting everyone, therefore there does not have to be an understanding of ‘your terrorism, my terrorism.’”\n\nIn its more than 40-year terror campaign against Turkey, the PKK – listed as a terrorist organization by Turkey, the U.S. and the European Union – has been responsible for the deaths of nearly 40,000 people, including women, children and infants.\n\nEU did not fulfill migration obligations\n\nAnother significant element of Turkey-EU relations has been the issue of migration. In March 2016, the EU and Turkey reached an agreement to stop irregular migration through the Aegean Sea and improve the conditions of more than 3 million Syrian refugees in Turkey.\n\nThe deal has been successful in stemming refugee flows, but the EU's reluctance to take in refugees from Turkey and bureaucratic hurdles in transferring promised funds for refugees have led to sharp criticism from the Turkish side.\n\nTurkey also criticized its European partners for not fully implementing the 2016 agreement and backing away from their political commitments, including visa liberalization for Turkish citizens traveling to Europe, opening new chapters in the accession process and negotiations on upgrading the EU-Turkey customs union.\n\nReiterating that the EU did not fulfill its promises regarding migration, Kaymakçı said, “Since the EU did not fulfill certain obligations, Turkey has abandoned its policy of stopping migrants.”\n\nIn March, tens of thousands of refugees, migrants and asylum-seekers tried to cross the Greek border after Turkish authorities announced they would no longer try to block refugees and migrants from reaching Europe.\n\nThe decision came after 34 Turkish soldiers lost their lives in a Syrian regime attack in the Idlib de-escalation zone. The renewed attacks risked another wave of migration to Turkey, which already hosts 3.7 million Syrian refugees and says it cannot take in any more.", "METADATA": {"ROBOTS": "index,follow", "language": "en", "copyright": "Daily Sabah Newspaper", "format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Turkey is being estranged from EU, Deputy FM Kaymakçı says", "keywords": "Turkey,is,being,estranged,from,EU,,Deputy,FM,Kaymakçı,says", "Idkeywords": 36819, "pageType": "article", "datePublished": "2020-08-14 14:24:00", "dateModified": "2020-08-14 20:23:13", "author": "DAILY SABAH", "inLanguage": "en", "fb": {"app_id": 2555093038069229, "pages": 248453298645103}, "og": {"description": "Turkey is being estranged from the European Union, Faruk Kaymakçı, Turkey's deputy foreign minister and director of EU affairs, stated Friday, adding that Ankara determined...", "type": "article", "locale": "en", "site_name": "Daily Sabah", "image": {"identifier": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/52000.jpg", "width": 600, "height": 315}, "title": "Turkey is being estranged from EU, Deputy FM Kaymakçı says", "url": "https://www.dailysabah.com/politics/eu-affairs/turkey-is-being-estranged-from-eu-deputy-fm-kaymakci-says"}, "article": {"published_time": "2020-08-14 14:24:00", "author": "DAILY SABAH", "section": "Politics"}, "twitter": {"description": "Turkey is being estranged from the European Union, Faruk Kaymakçı, Turkey's deputy foreign minister and director of EU affairs, stated Friday, adding that Ankara determined...", "card": "summary_large_image", "image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/52000.jpg", "title": "Turkey is being estranged from EU, Deputy FM Kaymakçı says"}, "thumbnailUrl": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/52000.jpg", "url": "https://www.dailysabah.com/politics/eu-affairs/turkey-is-being-estranged-from-eu-deputy-fm-kaymakci-says"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}