{"GDELT": {"GlobalEventID": 940766494, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SWE", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.02005730659026, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "English Channel, United Kingdom (general), United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK00", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 54.5833, "Action2Geo_Long": -3.68333, "Action2Geo_FeatureID": "-2595622", "DATEADDED": 20200814133000, "SOURCEURL": "https://www.breitbart.com/europe/2020/08/14/britons-threatened-3k-fine-not-wearing-mask/"}, "ARTICLE": {"TITLE": "Britons Threatened with up to £3k Fine for Not Wearing Mask", "TEXT": "The British authorities are going to crack down even further on Britons who oppose wearing masks, with those refusing to do so facing a fine of more than £3,000.\n\nIn the coming weeks, existing fines of £100 for not wearing a mask in public places like supermarkets and on public transport will double up to a maximum of £3,200 — representing a total of only six infractions — under new rules announced by Prime Minister Boris Johnson on Thursday.\n\nMeanwhile, in Sweden, epidemiologist Anders Tegnell has said there is no need for Swedes to wear masks. The public health official claimed the evidence that face coverings stop the virus’s spread is “astonishingly weak”.\n\n“The findings that have been produced through [the use of] facemasks are astonishingly weak, even though so many people around the world wear them,” Dr Tegnell told German tabloid Bild, in comments reported by The Times on Monday.\n\n“I’m surprised that we don’t have more or better studies showing what effect masks actually have. Countries such as Spain and Belgium have made their populations wear masks, but their infection numbers have still risen. The belief that masks can solve our problem is in any case very dangerous,” he said.\n\nBoris Govt Admits 50 Million Masks It Purchased Are Unusable https://t.co/bGQNPFpaby — Breitbart London (@BreitbartLondon) August 6, 2020\n\nEarlier this year, British police forces had come under criticism for their draconian handling of lockdown measures, resulting in the Crown Prosecution Service (CPS) calling for all coronavirus lockdown-related convictions to be reviewed.\n\nWhile Britons were effectively under house arrest, the United Kingdom’s external borders remained open to legal migration for months — a decision recently criticised by a committee of MPs who said it resulted in an extra 10,000 infections entering the country.\n\nMeanwhile, Brexit Party leader Nigel Farage has reported for months on the unchallenged flow of thousands of illegal aliens across the English Channel on small boats, from migrant camps rife with the virus.\n\nThere were also instances of pro-freedom, anti-lockdown demonstrators being arrested in London while Marxist Black Lives Matter and Antifa protesters gathered en masse without being challenged under lockdown rules which made them unlawful.\n\nFarage Investigates ‘Lawless Britain’: Media ‘Too Scared’ to Report on London Thugs Rioting in Small Seaside Town https://t.co/0sixPYB5r2 — Breitbart London (@BreitbartLondon) August 13, 2020\n\nThere have been reports of hundreds of illegal pop-up raves across the country, and several — in the mainstream media’s words — “street parties” in parts of London that descended into violence, resulting in police officers being attacked and injured.\n\nIn one astounding case of a mass illegal gathering last week, 3,000 to 5,000 south Londoners descended on the small seaside town of Greatstone in Kent, some 75 miles away, for an event marking Jamaican Independence Day, rioting, taking drugs, and leaving rubbish and human waste strewn across the beach and even in people’s private properties.\n\nUnder coronavirus measures, gatherings of more than 30 people are banned. The prime minister also announced on Thursday that organisers of “unlawful gatherings” will face fines, with The Times reporting it could up to £10,000.\n\nHowever, it may be difficult for police to ascertain the organisers of such events like the London “street parties”, and rave organisers have decades’ experience evading authorities.\n\nCoronafun: Music Fans Isolated in Pens at UK’s First ‘Socially Distanced’ Gig https://t.co/GWBf7K53u7 — Breitbart London (@BreitbartLondon) August 14, 2020\n\nThe new fines were announced as Boris Johnson’s Cabinet at short notice signed off on an enforced quarantine of holidaymakers returning from France. Around a half a million Britons currently travelling in France will have to self-isolate for a fortnight on their return.\n\nThose returning from Monaco, Malta, the Netherlands, Aruba, and the Turks and Caicos Islands will also be subject to quarantine.\n\nTravellers will have only until 4 a.m. on Saturday to return before the measures take effect. Those who defy orders to stay in their homes will be subject to fines of up to £1,000.\n\nOn restrictions for those Britons coming back from France, Nigel Farage quipped: “Unless you come illegally by dinghy, then it’s no problem.”\n\nUnless you come illegally by dinghy, then it’s no problem. https://t.co/8OuERRJFG3 — Nigel Farage (@Nigel_Farage) August 13, 2020", "METADATA": {"viewport": "width=device-width,initial-scale=1", "fb": {"pages": 95475020353, "app_id": 1243316582352556}, "apple-itunes-app": "app-id=722987199", "google-play-app": "app-id=com.breitbart.app", "ahrefs-site-verification": "e5213d6c4a07fe85baa34006f2a9a3c977bd8f3a50fd0ab6d2aa93844e0b3303", "theme-color": "#FF5500", "description": "The British authorities are going to crack down further on Britons who oppose masks, with those refusing to do so facing fines of over £3,000", "og": {"locale": "en_US", "type": "article", "title": "Britons Threatened with up to £3k Fine for Not Wearing Mask", "description": "The British authorities are going to crack down further on Britons who oppose masks, with those refusing to do so facing fines of over £3,000", "url": "https://www.breitbart.com/europe/2020/08/14/britons-threatened-3k-fine-not-wearing-mask/", "site_name": "Breitbart", "image": {"identifier": "https://media.breitbart.com/media/2020/07/UK-mask-coronavirus-640x335.jpg", "secure_url": "https://media.breitbart.com/media/2020/07/UK-mask-coronavirus-640x335.jpg", "width": 640, "height": 335, "alt": "LONDON, UNITED KINGDOM - JUNE 12: A an walks down a high street in East London wearing a matching Union Jack tie and face mask on June 12, 2020 in London, England. As the British government further relaxes Covid-19 lockdown measures in England, this week sees preparations being made to open non-essential stores and Transport for London handing out face masks to commuters. International travelers arriving in the UK will face a 14-day quarantine period. (Photo by Justin Setterfield/Getty Images)"}, "article": {"author": {"image": "https://media.breitbart.com/media/authors/145x100/vfriedman.png"}}}, "article": {"publisher": "https://www.facebook.com/Breitbart", "tag": "Wuhan virus", "section": "London / Europe", "published_time": "2020-08-14T12:29:11+00:00", "categories": "Politics,London / Europe,Health"}, "twitter": {"card": "summary_large_image", "description": "The British authorities are going to crack down further on Britons who oppose masks, with those refusing to do so facing fines of over £3,000", "title": "Britons Threatened with up to £3k Fine for Not Wearing Mask", "site": "@BreitbartNews", "image": "https://media.breitbart.com/media/2020/07/UK-mask-coronavirus.jpg", "creator": "@BreitbartNews"}, "author": "Victoria Friedman", "news_keywords": "coronavirus,COVID-19,fines,masks,pandemic,United Kingdom,Wuhan virus", "pubdate": "2020-08-14T05:29:11Z", "lastmod": "2020-08-14T05:29:11Z", "reqtime": 1597517567, "time": 1597517567}}}