{"GDELT": {"GlobalEventID": 940719642, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOUNO", "Actor1Name": "UNITED NATIONS", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "LBN", "Actor2Name": "BEIRUT", "Actor2CountryCode": "LBN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.9736842105263195, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor1Geo_CountryCode": "LY", "Actor1Geo_ADM1Code": "LY61", "Actor1Geo_ADM2Code": "19101", "Actor1Geo_Lat": 32.8925, "Actor1Geo_Long": 13.18, "Actor1Geo_FeatureID": "-3178767", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor2Geo_CountryCode": "LY", "Actor2Geo_ADM1Code": "LY61", "Actor2Geo_ADM2Code": "19101", "Actor2Geo_Lat": 32.8925, "Actor2Geo_Long": 13.18, "Actor2Geo_FeatureID": "-3178767", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tripoli, Tarabulus, Libya", "Action2Geo_CountryCode": "LY", "Action2Geo_ADM1Code": "LY61", "Action2Geo_ADM2Code": "19101", "Action2Geo_Lat": 32.8925, "Action2Geo_Long": 13.18, "Action2Geo_FeatureID": "-3178767", "DATEADDED": 20200814083000, "SOURCEURL": "http://www.msn.com/en-us/news/world/un-178-killed-in-beirut-explosion-30-still-missing/ar-BB17WLAc"}, "ARTICLE": {"TITLE": "Iran FM claims West using Beirut blast to dictate policies", "TEXT": "© Provided by Associated Press Rescue teams search for missing people at the site of the Aug. 4 explosion that killed more than 170 people, injured thousands and caused widespread destruction, in Beirut, Lebanon, Friday, Aug. 14, 2020. (AP Photo/Hassan Ammar)\n\nBEIRUT (AP) — Iran said Friday that Western countries should not take advantage of the massive explosion in Beirut last week that killed scores and wounded thousands of people to dictate their own policies on the tiny Arab country.\n\nThe comments by Iran’s Foreign Minister Mohammad Javad Zarif in Beirut came as a senior U.S. official and France’s defense minister were also in the country. The Aug. 4 blast at Beirut’s port, the result of thousands of tons of ammonium nitrate igniting and setting off a massive explosion, killed nearly 180 people, injured 6,000 and caused widespread damage in the capital.\n\n© Provided by Associated Press Rescue teams search for missing people at the site of the Aug. 4 explosion that killed more than 170 people, injured thousands and caused widespread destruction, in Beirut, Lebanon, Friday, Aug. 14, 2020. (AP Photo/Hassan Ammar)\n\nLebanon’s government resigned earlier this week under pressure and consultations between rival groups are ongoing over who will replace Hassan Diab as prime minister.\n\nThe blast has swelled popular anger at official corruption and mismanagement and political uncertainty. Western leaders have said they will send aid directly to the Lebanese people and that billions of dollars will not be pumped into the country before major reforms take place.\n\nDuring a visit to Beirut last week, French President Emmanuel Macron met political leaders in Lebanon and called on them to create a “new political order.”\n\n© Provided by Associated Press Rescue teams search for missing people at the site of the Aug. 4 explosion that killed more than 170 people, injured thousands and caused widespread destruction, in Beirut, Lebanon, Friday, Aug. 14, 2020. (AP Photo/Hassan Ammar)\n\nLebanese local media reported that the U.S. wants the new government in Lebanon to exclude the powerful Iran-backed Hezbollah group, which is considered a terrorist organization by Washington and its allies.\n\n© Provided by Associated Press Rescue teams search for missing people at the site of the Aug. 4 explosion that killed more than 170 people, injured thousands and caused widespread destruction, in Beirut, Lebanon, Friday, Aug. 14, 2020. (AP Photo/Hassan Ammar)\n\n“We believe that Lebanon as government and people are the side that decide on this,” Zarif said after meeting with outgoing Lebanese counterpart Charbel Wehbi. “No foreign side should take advantage of the catastrophic conditions and the needs of Lebanon to impose dictates that are in their interests.”\n\nHe described reported U.S. attempts to dictate and impose a government leaving out major Lebanese political factions as “inhumane.” Zarif added that he raised the possibility of cooperation between Tehran and Beirut in the fields of reconstruction and improving Lebanon’s crumbling electricity sector.\n\nHe said Lebanon “is sovereign and free” and should be in charge of the investigation into the blast “but other parties can help and we are ready to offer help if asked.”\n\nMeanwhile, President Michel Aoun met Friday with U.S. Undersecretary of State for Political Affairs David Hale and told him that the priority of the new government will be to conduct reforms and fight corruption, according to Aoun’s office.\n\nOn Thursday, Hale said the FBI will join Lebanese and other international investigators in the probe of Beirut’s massive explosion.\n\nEarlier on Friday, the U.N. humanitarian affairs agency said in its report that the explosion has affected operations at six hospitals, and damaged more than 20 clinics in the parts of Beirut worst hit by the blast.\n\n© Provided by Associated Press A Brazilian soldier takes a picture of a damaged silo that stands amid rubble and debris at the site of the Aug. 4 explosion that killed more than 170 people, injured thousands and caused widespread destruction, in Beirut, Lebanon, Thursday, Aug. 13, 2020. (AP Photo/Hassan Ammar)\n\n“A preliminary rapid assessment within a 15-kilometre radius of the explosions, has revealed that, out of 55 medical facilities, only half are fully operational and around 40% have suffered moderate to serious damage and need rehabilitation,” the report said.\n\n© Provided by Associated Press An United Nations Maritime Task Force ship docks near the site of the Aug. 4 explosion that killed more than 170 people, injured thousands and caused widespread destruction, in Beirut, Lebanon, Thursday, Aug. 13, 2020. (AP Photo/Hassan Ammar)\n\nIt is still not known what caused the Aug. 4 fire that ignited nearly 3,000 tons of ammonium nitrate stored in Beirut’s port. But documents have emerged in the wake of the explosion that show the country’s top leadership and security officials were aware of the chemicals being stored in the city port.\n\n© Provided by Associated Press Lebanese Foreign Minister Charbel Wehbe, left, speaks during a joint press conference with his Iranian counterpart Mohammad Javad Zarif, outside the Lebanese foreign ministry damaged by last week's explosion that his the seaport of Beirut, Lebanon, Friday, Aug. 14, 2020. (AP Photo/Hussein Malla)\n\nLebanon’s Parliament on Thursday approved a state of emergency in Beirut in its first session since the tragic explosion last week, granting the military sweeping powers amid rising popular anger and political uncertainty.\n\nSome 120 schools, used by 50,000 students, have been damaged. More than 1,000 of nearly 50,000 residential units were severely damaged, the U.N. report said.\n\nAt east 13 refugees, including at least two Palestinians, were among those killed and more than 170,000 residents' apartments were damaged, according to the U.N. report.\n\nDespite damage to the silos in the Beirut port, the U.N. Office for Coordination of Humanitarian Affairs said food shortages are not expected.\n\nThe blast struck Beirut in the midst of a crippling financial and economic crisis, and the U.N. predicted people will have difficulties restoring or fixing their homes. But at least 55% of buildings assessed were rented, which may allow people to move elsewhere, the U.N. said.\n\nAccording to the world body, the Beirut port is operating at 30% capacity and the Tripoli port in the country's north, at 70% . That is allowing for food and goods to continue to flow. The World Food Program is bringing in a three-month supply of wheat flour and grains.\n\nHowever, the U.N. humanitarian affairs agency said it is concerned about a surge in coronavirus cases, particularly as social distancing is relaxed during the widespread volunteering to help those affected by the blast and protests against the government and political elite.\n\n© Provided by Associated Press Lebanese special forces soldiers who work to protect the visit of Iranian Foreign Minister Mohammad Javad Zarif, stand guard outside the Lebanese foreign ministry damaged by last week's explosion that his the seaport of Beirut, Lebanon, Friday, Aug. 14, 2020. (AP Photo/Hussein Malla)\n\n___\n\nAssociated Press writer Bassem Mroue in Beirut contributed to this report.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Iran FM claims West using Beirut blast to dictate policies", "cq": "passed", "Search.Interest": "EN NEWS", "robots": "index, follow", "description": "BEIRUT (AP) — Iran said Friday that Western countries should not take advantage of the massive explosion in Beirut last week that killed scores and wounded thousands of people to dictate their own policies on the tiny Arab country. The comments by Iran’s Foreign Minister Mohammad Javad Zarif in Beirut came as a senior U.S. official and France’s defense minister were also in the country. The Aug. 4 blast at Beirut’s port, the result of thousands...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}