{"GDELT": {"GlobalEventID": 940753046, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "COP", "Actor1Name": "SECURITY FORCE", "Actor1Type1Code": "COP", "Actor2Code": "UAF", "Actor2Name": "MILITANT", "Actor2Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.02479338842975, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kapisa, Kapisa, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF14", "Actor1Geo_ADM2Code": "3611", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 69.5833, "Actor1Geo_FeatureID": "-3379145", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kunduz, Kondoz, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF24", "Actor2Geo_ADM2Code": "3642", "Actor2Geo_Lat": 36.729, "Actor2Geo_Long": 68.857, "Actor2Geo_FeatureID": "-3381731", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kapisa, Kapisa, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF14", "Action2Geo_ADM2Code": "3611", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 69.5833, "Action2Geo_FeatureID": "-3379145", "DATEADDED": 20200814121500, "SOURCEURL": "http://www.xinhuanet.com/english/2020-08/14/c_139290935.htm"}, "ARTICLE": {"TITLE": "27 killed in unrest in Afghanistan within day - Xinhua", "TEXT": "Source: Xinhua| 2020-08-14 19:50:39|Editor: huaxia\n\nVideo Player Close\n\nKABUL, Aug. 14 (Xinhua) -- At least 27 people, including 15 soldiers, were killed and about 11 others wounded in separate clashes in Afghanistan on Friday, authorities confirmed.\n\nOne security personnel was wounded when he was patrolling outside a mosque where he detected a motorcycle bomb in Police District 17 of Afghanistan's capital Kabul during Friday prayers at midday, the capital police said.\n\nTerrorists detonated the remote control Improvised Explosive Device (IED) attached to the motorcycle to target worshipers after the prayers.\n\nIn northern Badakhshan province, four Afghan army soldiers were killed and two others wounded when an IED explosion struck their vehicle in Kotal-e-Rizgan locality of Argo district at around 10:00 a.m. local time, Sanaullah Rouhani from provincial police told Xinhua.\n\nThe army vehicle was destroyed in the blast.\n\nEight security force members and 10 Taliban militants were killed and five soldiers wounded after Taliban fighters armed with guns and rocket launchers attacked an army camp in Khan Abad district of northern Kunduz province, Qudratullah Safi deputy district chief told Xinhua.\n\nThe militants failed to overrun the base after security force repulsed the attackers after heavy fighting.\n\nIn eastern Kapisa province, two army officers and one soldier were killed, while two soldiers and two civilians wounded and one soldier was captured by the militants after Taliban stormed an army checkpoint in Sharak locality of Tagab district in early hours of the day, a provincial security source told Xinhua, adding several militants were also killed and wounded during exchange of fire which lasted for hours.\n\nIn eastern Nangarhar province, a father and his son were killed after an IED exploded in a village in Kama district, according to Farid Khan from provincial police department.\n\nIn neighboring Logar province, Special Operation Police Force of Afghan National Police (ANP) discovered and confiscated an ammunition cache in Mohammad Agha district, the Interior Ministry said Friday.\n\n\"The cache contained 100 kg of ammonium nitrate which is used for making IEDs and landmines, 10 various types of IEDS, some amount of ammunition and military equipment,\" the ministry said in a statement, adding the ANP also found and defused two IEDs on the outskirts of Tirin Kot, capital of southern Uruzgan province.\n\nSince the signing of a U.S.-Taliban peace agreement in late February, Afghan leaders, including President Mohammad Ashraf Ghani, have frequently demanded the Taliban to reduce violence.\n\nThe militants, however, have intensified attacks, killing and injuring scores of combatants and civilians.\n\nAfghan government have released more than 3,180 Taliban inmates and Taliban freed over 1,000 security force members or government staff since the U.S.-Taliban peace agreement was reached.\n\nThe Afghan National Defense and Security Forces remain in control of most of Afghanistan's population centers and all of 34 provincial capitals, but Taliban insurgents control large portions of rural areas, staging coordinated large-scale attacks against Afghan cities and districts from time to time. Enditem", "METADATA": {"publishid": "139290935.13.1002.0", "source": "新华社", "pageid": "2.4.0.0.11110320.0.0.0.0.0.113536.139290935", "renderer": "webkit", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0,user-scalable=no", "format-detection": "email=no", "msapplication-tap-highlight": "no"}}}