{"GDELT": {"GlobalEventID": 940730338, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PAKGOV", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.05607476635514, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Muhammad Ashraf, Sindh, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK05", "Actor1Geo_ADM2Code": "23689", "Actor1Geo_Lat": 26.2333, "Actor1Geo_Long": 69.4333, "Actor1Geo_FeatureID": "-2769586", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Muhammad Ashraf, Sindh, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK05", "Action2Geo_ADM2Code": "23689", "Action2Geo_Lat": 26.2333, "Action2Geo_Long": 69.4333, "Action2Geo_FeatureID": "-2769586", "DATEADDED": 20200814094500, "SOURCEURL": "https://tribune.com.pk/story/2259451/independence-day-president-pm-urge-nation-to-remain-steadfast-when-faced-with-challenges"}, "ARTICLE": {"TITLE": "Independence Day: President, PM urge nation to remain steadfast when faced with challenges", "TEXT": "On Pakistan's 74th Independence Day, President Dr Arif Alvi and Prime Minister Imran Khan urged the nation to remain steadfast and resilient when faced with any challenges.\n\nPresident Dr Arif Alvi, in his message, called upon every Pakistani to work for progress and prosperity of the country. He urged them to stand united when faced with any challenges\n\nAlvi said India has been committing gross human rights violation for over three decades and has intensified its brutalities since August 5, 2019 after its illegal annexation of IIOJ&K.\n\n\"As we commemorate this Independence Day, we should not forget our brothers and sisters of Indian Illegally Occupied Jammu and Kashmir (IIOJ&K), who have been subjected to harsh brutalities by the Indian security forces,\" he added.\n\nPrime Minister Imran Khan, also stressing over the need to remain steadfast, urged the the nation embrace all challenges holding the torch of ‘Unity, Faith and Discipline’.\n\nHe said in the past seven decades, the country has confronted several internal and external challenges with resilience. He said Pakistan needed reaffirmation of the pledge to continue pursuing the Quaid's vision.\n\n\"During the past seven decades of our journey, we have confronted various challenges. From the hostility of a neighboring country, with its known hegemonic intentions, to the scourge of terrorism and from coping with natural calamities to fighting pandemic, our nation has always shown resilience and perseverance.\n\nHe said today is an occasion to pay tribute to the heroes who lost their lives defending and protecting the motherland.\n\nOn the occasion, the premier reiterated Pakistan's support for the people of Indian Illegally Occupied Jammu & Kashmir (IIOJ&K) who have been under military siege since August 5, 2019.\n\nHe said Pakistan will stand firmly with the Kashmiris in their fight for self-determination. He vowed to expose the Rashtriya Swayamsevak Singh (RSS) ideolody to the world.\n\n“While we celebrate this Independence Day, our hearts are profoundly grieved by the sufferings of our brethren in Indian Illegally Occupied Jammu and Kashmir who are facing military siege since past one year,\" he said.\n\nFlag hoisting ceremonies\n\nA flag hoisting ceremony was also held in Sydney by the Consulate General of Pakistan. Consul General Muhammad Ashraf hoisted the Pakistani flag and read out the messages from the president and prime minister.\n\nThe ceremony was concluded with prayers for the solidarity and prosperity of the country.\n\nDue to the virus, the ceremony was only attended by the staff of the Consulate General of Pakistan, while observing strict social distancing measures.\n\nAnother flag hoisting ceremony was held at the Pakistan High Commission in New Delhi. The flag was raised by Acting High Commissioner Syed Haider Shah.\n\nMinister Political at Pakistan High Commission Aftab Hasan Khan read out messages of the president and prime minister.\n\nThe acting high commissioner extended felicitations on Pakistan's 74th Independence Day and said August 14, 1947 dawned primarily due to the unflinching resolve, struggle and sacrifices of our forefathers.\n\nHe stressed the need to remember Muhammad Ali Jinnah's vision of a democratic, modern, moderate and economically-strong Islamic welfare state and urged each generation to contribute its part with honesty to fulfill the Quaid's vision.", "METADATA": {"viewport": "width=device-width", "ahrefs-site-verification": "80d91b866834629ca6d4329f97e56e8b3e664a02379ef1426de12c9cf7ce2c34", "fb": {"admins": 503171569, "app_id": 278477199157577, "pages": 111457038871331}, "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@etribune", "title": "Independence Day: President, PM urge nation to remain steadfast when faced with challenges", "description": "PM says embrace all challenges holding the torch of 'Unity, Faith, Discipline'", "image": {"src": "https://i.tribune.com.pk/media/images/imran-arli1597385804-0/imran-arli1597385804-0.jpg"}}, "robots": "noodp", "csrf-token": "oAdjbtQFQ8UBfCjxodMtERnryjM4dtcxJBou6yza", "og": {"locale": "en_US", "url": "http://tribune.com.pk/story/2259451/independence-day-president-pm-urge-nation-to-remain-steadfast-when-faced-with-challenges", "site_name": "The Express Tribune", "type": "article", "title": "Independence Day: President, PM urge nation to remain steadfast when faced with challenges | The Express Tribune", "description": "PM says embrace all challenges holding the torch of 'Unity, Faith, Discipline'", "image": "https://i.tribune.com.pk/media/images/imran-arli1597385804-0/imran-arli1597385804-0.jpg"}, "description": "PM says embrace all challenges holding the torch of 'Unity, Faith, Discipline'", "title": "Independence Day: President, PM urge nation to remain steadfast when faced with challenges", "article": {"tag": "Arif Alvi", "publisher": "https://tribune.com.pk", "author": "https://tribune.com.pk/author/437", "section": "Pakistan", "published_time": "2020-08-14T05:43:53+00:00"}, "keywords": "President, Imran Khan, Independence Day, PM, Pakistan, Latest, India, Kashmir, IIOJ&K, Arif Alvi"}}}