{"GDELT": {"GlobalEventID": 940713941, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LKA", "Actor1Name": "SRI LANKA", "Actor1CountryCode": "LKA", "Actor2Code": "NPL", "Actor2Name": "NEPAL", "Actor2CountryCode": "NPL", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 7.0921985815602895, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814074500, "SOURCEURL": "http://www.colombopage.com/archive_20B/Aug14_1597386475CH.php"}, "ARTICLE": {"TITLE": "Sri Lanka : Hemas launches two of Sri-Lanka’s most beloved brands in Nepal", "TEXT": "Leading News from Sri Lanka::\n\n* Hemas launches two of Sri-Lanka’s most beloved brands in Nepal\n\nFri, Aug 14, 2020, 11:57 am SL Time, ColomboPage News Desk, Sri Lanka.\n\nAug 14, Colombo: Hemas Consumer Brands launched Sri Lanka’s most beloved baby care and hair care brands Baby Cheramy and Kumarika to the Nepalese market recently.\n\nThe event was held at the Everest Hotel, Nepal and was graced by the former Prime Minister of Nepal Jhala Nath Khanal, Roy Joseph- Managing Director, Hemas Manufacturing Pvt Ltd Sri Lanka and Tara Bahadur Kunwar – Chairman of Hajurlai Namaste Trade Link (Pvt.) Ltd, the exclusive distributor for Hemas Brands in Nepal, alongside other dignitaries.\n\nSpeaking on the entry into Nepal, Mr Roy Joseph, Managing Director, Hemas Manufacturing (Pvt.) Ltd. said “We are excited and happy to expand our footprint into Nepal more so with the right partner to take our brands to consumers in Nepal. This expansion will provide an opportunity for consumers to experience the goodness of our products which have been loved by consumers in Sri Lanka, Bangladesh, India, Maldives and many other countries. The expansion is in line with our strategy to take our most trusted local brands to the region and expand on opportunities to obtain shares within larger markets. Apart from reaching new markets via our top brands, Hemas Manufacturing also expanded our Kumarika Hair Oil manufacturing operations to West Bengal, India earlier this year.\n\nEstablishing commitment towards excellence the Hemas Manufacturing International Business Division won two accolades for the corporate in 2019, National Chamber of Exporters Awards – Gold Award under ‘Other Industrial Products Category’ & SLIM Brand Excellence – Gold award for Export Brand of the year.\n\nTrusted by women for decades, the Kumarika range of products has been renowned for hair care in Sri Lanka and is produced with a cocktail of freshly sourced, quality certified local herbs together with other natural ingredients. Kumarika, with a brand promise ‘Nature’s Way to Natural Beauty’ paves the way for healthy, lustrous hair with a range of products consisting of Kumarika Hair Oil, Shampoo, Conditioner and Serum. The products provide nourishment to hair and scalp and address common hair issues of hair fall, hair damage and dandruff.\n\nBaby Cheramy, launched in the year 1962 is undoubtedly the brand most trusted by mothers to care for their baby’s skin and has been the most sought-after product in the local market. Winning the Brand of the Year at the SLIM Brand Excellence Awards and many other accolades are clear evidence of this. The Baby Cheramy skincare range consists of Baby Cheramy Soap, Cream, Cologne, Talc and Oil. Endorsed by mothers to protect, nourish and care for their most precious baby’s skin for over 57 years the Baby Cheramy range of products are exported to Europe, Canada, Australia and New Zealand.\n\nHemas Manufacturing (Pvt.) Ltd. is a part of Hemas Holdings PLC, one of the oldest conglomerates in Sri Lanka with a heritage of 70 years. Hemas has been a pioneer in the FMCG, Healthcare, Pharmaceuticals, Transportation, Leisure and Manufacturing sectors within the country. Under the Hemas flagship comes many of the most trusted and valued consumer products touching the lives of millions of consumers every day.\n\nHeadquartered in Sri Lanka, Hemas also has operations in Bangladesh, West Bengal and Myanmar.", "METADATA": {"modified": "Fri, Aug 14, 2020, 06:27 GMT", "description": "Sri Lanka :   Hemas launches two of Sri-Lanka’s most beloved brands in Nepal (Sri Lanka - latest news stories and top headlines)", "keywords": "Lanka, Sri Lanka, lanka news, sri lanka news, breaking news, ceylon, NEWS", "author": "Gamini Gunaratna, Sri Lanka News Paper by LankaPage.com (LLC)- Latest Hot News from Sri Lanka", "rating": "General", "date": "Fri, Aug 14, 2020, 06:27 GMT"}}}