{"GDELT": {"GlobalEventID": 940789170, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "Actor2Code": "IGOEUREEC", "Actor2Name": "THE EU", "Actor2CountryCode": "EUR", "Actor2KnownGroupCode": "EEC", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.5098789037603499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warsaw, (PL67), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL67", "Actor1Geo_ADM2Code": "24452", "Actor1Geo_Lat": 52.25, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-534433", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Warsaw, (PL67), Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL67", "Actor2Geo_ADM2Code": "24452", "Actor2Geo_Lat": 52.25, "Actor2Geo_Long": 21.0, "Actor2Geo_FeatureID": "-534433", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200814153000, "SOURCEURL": "https://www.ecfr.eu/article/commentary_poland_in_the_eu_how_to_lose_friends_and_alienate_people"}, "ARTICLE": {"TITLE": "Poland in the EU: How to lose friends and alienate people", "TEXT": "Poland was once the leading voice of the EU’s east. But smaller countries such as Lithuania have overtaken it in responding to the situation in Belarus.\n\nPoland’s social media this week has been alive with comparisons between the country’s current international standing and that of its recent past. In 2014, the country succeeded in spurring the EU into action in response to the Euromaidan protests in Ukraine. Poland’s then foreign minister, Radoslaw Sikorski, together with Laurent Fabius and Frank-Walter Steinmeier, met then president Viktor Yanukovych in Kyiv on the third day after the start of the clashes in the Ukrainian capital. Back then, Poland was among the EU’s unquestionable leaders when it comes to the bloc’s eastern policy.\n\nThis year, when Poland’s prime minister, Mateusz Morawiecki, was the first to call for an extraordinary EU summit to discuss the EU’s reaction to violent events in Belarus, his words did not generate an immediately positive reaction from other capitals. An extraordinary Foreign Affairs Council is eventually taking place today – but credit should also go to Lithuania, Germany, and Sweden. It is not just the result of successful diplomatic efforts on the part of Warsaw, even if the Polish foreign ministry has sought to present it this way for its domestic audience. If any capital is currently leading on the EU’s reaction to events in Belarus, it is not Poland but the much smaller Lithuania – which merits a separate story about how to punch above one’s weight.\n\nEuropean partners have felt irritated by Poland’s positioning as a defender of democracy and human rights in Belarus when it is breaking these at home\n\nThe two situations are not identical. The EU27 have long demonstrated a stronger interest in Ukraine than in Belarus. It is probably easier to activate Europe’s diplomatic machinery in February than in a lazy summer period. And, in the case of Ukraine, the EU had been involved at a much earlier stage of the crisis, negotiating an association agreement with Yanukovych, the rejection of which initiated the chain-reaction of protests and state repression.\n\nThat said, Poland was for years considered as one of the most influential voices within the EU regarding Belarus. A considerable Polish minority lives in the country, and Warsaw would often work to reach out or protect this minority’s interests. Even tiny steps – such as granting Polish television access to the Belarusian market – were watched with curious interest in other EU capitals, as a barometer measuring Lukashenko’s willingness to engage with Europe – or the lack of it.\n\nSo why does the Polish voice carry so little weight now? The new edition of ECFR’s EU Coalition Explorer gives some insight into why this is.\n\nThe Law and Justice party formed a government in 2015 with a lofty promise to lift Poland’s foreign policy from its knees. Since then, however, the country’s standing in the EU has hardly improved even a bit. If anything, the trend is in the opposite direction. The Coalition Explorer survey of policy professionals reveals that collectively they regard Poland as the second most disappointing country in the bloc, after Hungary. It is also among three countries (alongside Italy and Spain) that are most often seen as punching below their weight in EU politics.\n\nOn the face of it, Poland’s overall result is not actually bad, as it ranks in fourth place – after Germany, France, and the Netherlands – in influence. This aggregate result reflects which country policy professionals across the EU27 consider to be their own countries’ most contacted, most responsive, and most influential partners, as well as the ones with which they share most interests. This position represents an improvement for Poland compared with the previous editions of the survey.\n\nHowever, as usual, the devil lies in the detail. Apart from a limited group of the EU’s eastern member states (Hungary, Slovakia, Czech Republic, Lithuania, Romania, Bulgaria; half of them Polish neighbours), rarely does anyone consider Poland as having the same longer-standing interests on EU policy; and only some of these countries (plus Germany) include Poland on the list of their most contacted partners. This clashes with Warsaw’s ambition to play the role of one of the EU’s post-Brexit ‘Big Five’, alongside Germany, France, Italy, and Spain.\n\nThe two previous editions of the EU Coalition Explorer were carried out in 2016 and 2018, and therefore, based on our data, it is impossible to compare the European standing of the Law and Justice government with that of its predecessors, who ruled Poland until 2015. What we can see, however, is that the range of European partners Poland could draw on narrowed over the past couple of years.\n\nMost notably, the United Kingdom used to be the key western EU member that considered that Poland shared similar interests with it. This translated into strong contacts between the two capitals. Now this alliance has been moved outside the EU framework and, as a result, nowhere in the EU’s western part do policy professionals consider Poland as sharing interests with their country. Germany is the only pre-2004 EU member where Poland is among the most contacted partners – but Poland ranks only fifth, after France, Netherlands, Austria, and Spain (with which Germany does not even have the border). Relations between Warsaw and Berlin are far from perfect, to say the least, largely upon Poland’s own wish.\n\nAt the same time, Warsaw’s own European horizons have also shrunk. Brexit has left Germany as the only EU27 western member that Poland’s policy professionals list among their country’s most contacted partners. The UK has left a vacuum that has not been replaced by anyone, be it France or Sweden, who would be among the most natural candidates for that role.\n\nThis is a serious problem not just for Poland but also for the strength of the eastern perspective in the EU’s politics. Poland could well aspire to serve as the EU’s bridge to the east in the same way as France represents the southern perspective and the Netherlands the northern, with Germany leading the bloc from the centre. ECFR’s EU Coalition Explorer demonstrates that Poland is well connected to most of the EU’s eastern members. However, it cannot employ that potential constructively if its channels of communication with bigger and wealthier countries are not functioning adequately, and if it is not on good terms with the leaders of the EU institutions.\n\nRussia policy is a case in point. Poland is the only EU member that considers relations with Russia as its highest priority in the EU’s policy in the next five years. Only the three Baltic states and Sweden include Russia policy on the list of their top five priorities. All of them support restrictive measures against Moscow. However, several countries in the EU, such as France, Italy, and Austria, would welcome a sort of compromise with Moscow, as ECFR’s Policy Intentions Mapping shows. Poland’s limited standing in the EU politics overall may thus hamper its capacity, as well as that of the other EU’s eastern members, to defend their vital foreign policy interests.\n\nOn Belarus, Lithuania is not only more active than Poland. The two countries have undertaken several initiatives jointly or as part of the same groups, including sometimes with the Baltic states or with Ukraine. But Vilnius seems to be taken more seriously than Warsaw. Why is this? The cacophony of voices within the Polish government surely does not help: justice minister, Zbigniew Ziobro, advocates a cautious reaction to the Belarusian crisis, while Morawiecki and foreign minister Jacek Czaputowicz would prefer Poland to play a more active role. At the same time, however, it is not realistic that Poland’s European partners suddenly stopped trusting Warsaw’s expertise on eastern policy. More probably, many have simply felt irritated by the country’s efforts to position itself as a defender of democracy, rule of law, and human rights in Belarus – at the very same moment when it is breaking these at home. Coincidentally, a violent crackdown on the LGBT+ community in Poland happened on the same day when, just 200 km further east, Belarusian president sent the police and army in against his own people.\n\nAs the past five years have shown, the EU may find it hard to enforce respect for the rule of law in its member states, whether it is Hungary, Poland, or any other place. But the Polish authorities should have no illusions that they can get away with it without any harm to their position within the EU. Slowly but surely, Poland’s rule of law problems are translating into the country’s diminishing impact on what the EU does – including the bloc’s foreign policy.\n\nFor a long time, Poland used to enjoy good relations with the EU’s eastern neighbours. However, in recent years, the latter have diversified their main European partners; for example, Ukraine currently relies more on Germany and Sweden than on Poland. Could a similar change happen to Poland’s network within the EU? For the moment, the country still enjoys links to the EU’s eastern members, from the Baltic states to Bulgaria to Croatia. But, sooner or later, they may also choose to bet on other partners within the EU once they realise that the largest of the ‘new’ member states is a paper tiger.\n\nRead more on: European Power, Cohesion & Governance, Rethink:Europe, European cohesion", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "all", "description": "Poland was once the leading voice of the EU’s east. But smaller countries such as Lithuania have overtaken it in responding to the situation in Belarus.", "keywords": "foreign policy,europe,ecfr,china,mena,middle east,north africa,wider europe,eastern europe", "fb": {"pages": 463535000332, "app_id": 1824675704422225}, "msvalidate.01": "7BB0F283B86BAC8AB8F0032F66383088", "twitter": {"dnt": "on", "card": "summary_large_image", "site": "@ecfr", "title": "Poland in the EU: How to lose friends and alienate people", "description": "Poland was once the leading voice of the EU’s east. But smaller countries such as Lithuania have overtaken it in responding to the situation in Belarus.", "image": {"src": "https://www.ecfr.eu/images/web/Poland_flag_806.jpg"}}, "og": {"type": "website", "title": "Poland in the EU: How to lose friends and alienate people", "description": "Poland was once the leading voice of the EU’s east. But smaller countries such as Lithuania have overtaken it in responding to the situation in Belarus.", "site_name": "ECFR", "image": "https://www.ecfr.eu/images/web/Poland_flag_806.jpg", "url": "https://www.ecfr.eu/article/commentary_poland_in_the_eu_how_to_lose_friends_and_alienate_people"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}