{"GDELT": {"GlobalEventID": 940757243, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.6549118387909301, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40350", "Actor1Geo_Lat": 34.796, "Actor1Geo_Long": 72.1502, "Actor1Geo_FeatureID": "-2764806", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40350", "Actor2Geo_Lat": 34.796, "Actor2Geo_Long": 72.1502, "Actor2Geo_FeatureID": "-2764806", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40350", "Action2Geo_Lat": 34.796, "Action2Geo_Long": 72.1502, "Action2Geo_FeatureID": "-2764806", "DATEADDED": 20200814123000, "SOURCEURL": "https://www.yenisafak.com/en/news/syed-ali-geelani-adamant-fighter-for-kashmiri-rights-3536847"}, "ARTICLE": {"TITLE": "Syed Ali Geelani: Adamant fighter for Kashmiri rights", "TEXT": "In recognition of his lifelong struggle for Kashmiris, Pakistan on its 74th Independence Day on Friday, awarded veteran Kashmiri leader Syed Ali Geelani Nishan-e-Pakistan -- country's highest civilian honor.\n\nNelson Mandela, Fidel Castro, Queen Elizabeth II, and Turkish President Recep Tayyip Erdogan are also among the recipients of the prestigious award.\n\nIn late June, the 90-year-old leader stepped down from the leadership of All Parties Hurriyat Conference (APHC), a forum of more than two dozen Kashmir-based pro-freedom parties.\n\nThe Nishan-e-Pakistan award, on behalf of Geelani, was received by APHC leaders from Pakistan president in Islamabad today.\n\nHe has been ill, and occasionally under house arrest for many years now. But he continues his efforts toward self-determination of the people of Jammu and Kashmir, a disputed region, which is held by India and Pakistan in parts but claimed by both in full.\n\n- Early life and introduction to Jamaat-e-Islami\n\nGeelani was born on Sept. 29, 1929 in a village on the banks of Wular lake in Sopore area of Kashmir's Baramulla district. After early education in his home town, he traveled to Lahore -- then a hub of literary activities -- for higher studies.\n\nHe returned to Srinagar after finishing his degree in Islamic theology in 1940s. Here he met Maulana Sayeed Masoodi, then secretary general of pro-India National Conference party, who offered him a job as a news reporter at the Khidmat daily, an Urdu language newspaper.\n\nHe also studied Islamic jurisprudence, besides Urdu and Persian.\n\nIn 1949, while teaching at a public school, he encountered Maulana Saad-uddin, the first chief of Jamaat-e-Islami (JeI) Jammu and Kashmir.\n\nThe JeI had laid its foundation independent of Jamaat-e-Islami Hind (India) in Jammu and Kashmir in 1946.\n\nGeelani worked in Srinagar for several years, and hence came to know the JeI closely through its literature and sessions. In 1952, he was sworn-in as basic member of the socio-religious party.\n\nHe resigned from his government job in 1959 to devote full time to the party activities, and soon rose to become district chief of Kupwara and Baramulla districts.\n\n\n\n- First arrest\n\nGeelani, who has spent more than a dozen years in jail, was first arrested in 1962 on the charges of \"raising the Kashmir issue,\" and remained incarcerated for about 13 months.\n\nHe became the party's secretary general in 1964, given his commitment and devotion to the “Islamic cause.\"\n\nAn avid reader as well as author, he was highly influenced by Muslim Brotherhood – considered a sister organization to Jamaat-e-Islami – of Egypt and its leaders including Hassan al-Banna and Sayyid Qutb.\n\n“Many [Muslim Brotherhood] leaders admire Geelani and his contribution to Kashmir’s freedom struggle,” wrote Abdul Hakeem in his biography of Geelani, \"Paradise on Fire: Syed Ali Geelani and the Struggle for Freedom in Kashmir.\"\n\nGeelani was again arrested in 1965, spending 22 months in jail.\n\n- Elections\n\nThe JeI also was involved in the disputed regions's electoral politics since late 1960s - but post 1987, the pro-freedom groups have largely boycotted them.\n\nIn 1969, it participated in local government polls followed by 1972 elections of the Jammu and Kashmir Legislative Assembly.\n\nGeelani won from his home constituency in Sopore, and entered the provincial assembly. He walked out on the first day of the session for not being allowed to speak in Urdu, the state's official language.\n\nHis stature rose among lawmakers for his simplicity, and honesty. “Lawmakers would make beeline outside his official residence to meet him and take guidance from him,” one of his old confidants, who wished to remain anonymous, told Anadolu Agency. “His style of speech and emphasis on Kashmir issue inside the assembly made him stand out among Kashmir’s lawmakers.”\n\nGeelani won the 1977 elections as well but lost in 1983, and was made the party's parliamentary affairs secretary.\n\nIn the 1987 polls, which were allegedly rigged, his votes were counted twice to “make him lose” but he still came out as a winner, said a former associate of now-banned Jamaat-e-Islami from the region.\n\nIt was Geelani, the ex-worker wishing anonymity recalled, who openly challenged then chief minister Sheikh Mohammad Abdullah when he introduced the stringent Public Safety Act in the region.\n\n“Geelani told the people in and outside assembly that the law will be misused by the government against political opponents, and time proved him right as he became a victim of it himself.\"\n\nThe act, termed a lawless law by Amnesty International, was brought to be used against timber smugglers. However, it was later modified to imprison political voices.\n\nUnder the law anyone could be imprisoned for up to two years without trial.\n\n\n\n- 1987: ‘A turning point’\n\nAhead of the 1987 provincial elections, all Muslim parties came under a single platform – Muslim United Front – against pro-India parties, including National Conference.\n\nOnly four candidates of the platform, including Geelani, however, managed to secure seats due to alleged rigging.\n\nGeelani, along with three other winners, was jailed.\n\nThis was the watershed moment, which marked the beginning of an armed resistance as hordes of Kashmiri youth travelled to Azad Kashmir, or Pakistan-administered Kashmir, for arms training against \"Indian rule.\"\n\nThe National Conference-Congress political alliance formed a government, which was dissolved in early 1990s as the armed rebellion broke out. Lawyers and activists were jailed, and political activity banned. Geelani and comrades resigned in protest.\n\n- Foundation of APHC\n\nIn 1992, foundation of All Parties Hurriyat (Freedom) Conference (APHC) was laid. It was a platform of at least 30 pro-freedom parties to take forward Kashmir’s fight for right to self-determination. The JeI was represented by Geelani.\n\n“Geelani's uncompromising stand boosted his popularity graph among the youth,\" a senior Kashmir-based journalist, who wished anonymity, told Anadolu Agency. \"He would shoulder coffins of slain armed rebels, and would in his public speeches eulogize the resistance movement.\"\n\nAlthough his popular support came from a strong JeI cadre, his politics knew no boundaries. “The politics of Geelani is that he largely consolidated of what Kashmiris want. He has a defined goal which was missing in other people,” a Kashmiri political science researcher told Anadolu Agency from New Delhi.\n\n- Division, launch of Tehreek-e-Hurriyat\n\nAfter India succeeded in bringing a “civilian face” to rule Jammu and Kashmir through 1996 elections, the 2002 polls saw the defeat of National Conference, and the rise of a new front, the Peoples Democratic Party (PDP) in alliance with the Congress.\n\nGeelani accused some APHC member-parties of hurting the Kashmir cause by covertly helping some pro-India candidates in the 2002 elections, and the platform was divided. Geelani's faction was now identified as APHC-G. He remains its lifelong chairman.\n\nHis “unambiguous” stature rose to such heights that his single call could shut the entire Kashmir valley and people could hit the roads any time,\" writes Dr Shafi Shariati in \"Syed Ali Geelani – A Movement, A History\".\n\n“He is the man having supporters from almost every corner of the valley including Chenab and Pir-Panchal regions, who always remain ready to hear him...He does not see two ways in Kashmir resolution; people found resonance with that,” said the political science scholar from the Indian capital.\n\nThe strongest pro-Pakistan voice in Kashmir, Geelani off late was seen touching upon global Muslim issues.\n\n\n\n“A strong advocate of right to self-determination for Kashmiris, Geelani has been stressing for Muslim unity throughout his life, campaigning against exclusivism,” said the Kashmir-based journalist, who has covered Geelani’s politics for a long time. “He [Geelani] can be termed as an influential advocate of the idea of 'Muslim nationalism'.\"\n\nThe division of APHC led to intensity Geelani’s activities. Meanwhile, the PDP-Congress government had begun a “healing touch” policy to win over voters.\n\n“The JeI was just coming out of the aftermath of onslaught launched by India against Kashmiris but Geelani was pushing cause for right to self-determination. In the battle, JeI was paying heavily. Its top cadre was martyred and many were jailed. Thus, the demand of a separate political outfit came into being,” said a worker of Geelani.\n\nIn August 2004, Geelani along with his life-time associate, Muhammad Ashraf Sehrai, launched Tehreek-e-Hurriyat (Movement of Freedom).\n\nInitially it drew its cadre from the JeI but later attracted people from across the ideological divide.\n\nThe party’s constitution aims to achieve three things: “Islam as way of life, freedom from India and unity in Muslim ranks.\"\n\n“Tehreek-e-Hurriyat fulfilled the vacuum created in resistance politics as the party spread across Kashmir with its dedicated workers who spread literature written by Geelani,” said the worker.\n\n\n\nGeelani has authored at least 30 books including his autobiography 'Wular Kinaray or Around the banks of Wular lake’; his jail dairy besides his commentary in Urdu on Persian poetry of Pakistan ideological founder, Muhammad Iqbal.\n\nHis thoughts mostly draw inspiration from JeI founder Syed Abu Ala Maududi and Iqbal.\n\n- ‘Love for Pakistan non-negotiable but…’\n\n“His love for Pakistan Kashmir is non-negotiable,” said Ambassador Abdul Basit, Pakistan’s former envoy to India, recalling his meeting with Geelani in New Delhi.\n\n“Geelani is a man of undefeatable resolve and principles who would not tolerate breaking any compromise on rights of Kashmiris,” he said.\n\nIn 2006, when former Pakistan president Pervez Musharraf offered India his 4-Point Formula (free cross-LoC movement, self-governance, phased withdrawal of troops, joint mechanism toward the final resolution) to solve the Kashmir issue, Geelani opposed it.\n\n“This spoke of Geelani sahab’s commitment to Kashmir freedom movement that he went against Musharraf as it [4-point formula] was departure from UN resolutions on Kashmir,” said Basit.\n\nUN resolutions on Kashmir call for referendum in Kashmir across the dividing Line of Control to decide its political future but Musharraf had offered India joint control over the disputed region.\n\nGeelani’s stand against “Musharraf formula made people look at him not just a pro-Pakistan ideologue but one who stood for Kashmiris,\" said the Kashmiri journalist.\n\nBasit believes Geelani’s “uncompromising stand” led to his emergence as the only leader in the APHC fold.\n\n\n\n“The last [time] I met him, Geelani Sahab was very confident; he told me: ‘even if I am not there… I am no more, the resistance in Jammu and Kashmir will continue’,” Basit recalled. “Geelani succeeded transferring Kashmir movement in to its younger generation which made it immortal.”\n\n- Burhan Wani killing, annexation, legacy\n\n\n\nGeelani emerged a prominent face when Kashmiris held mass civil uprisings post 2008. It was first time when both factions of the APHC, civil society and business organizations led a movement when large tracts were transferred to a Hindu shrine board.\n\nNext year, he launched \"demilitarization movement\" and in 2010, when three civilians were killed in a fake encounter along the LoC in Machil area of Kupwara district, a mass uprising was triggered. Geelani was at the forefront.\n\nThe turn in the situation came in 2016 after the killing of popular militant commander Burhan Wani at the hands of Indian security forces.\n\nGeelani, along with Mirwaiz Umar Farooq and Muhammad Yasin Malik, issued week-long calendars asking people to hold protests.\n\nMeanwhile, on Aug. 5, 2019, the Indian government revoked Article 370 and other related provisions from its Constitution, scrapping the country’s only Muslim-majority state with its autonomy. It was also split into two federally administered territories.\n\nSimultaneously, it locked the region down, detaining thousands of people, imposing movement restrictions and enforcing a communications blackout.\n\n\n\nHowever, political commentator Sheikh Showkat Hussain said the pro-freedom camp \"remained consistent with the struggle prior to revocation of special status\".\n\nSrinagar-based Journalist Shah Abbas said Geelani was trying to convince the public that India wanted to bring demographic change in Kashmir for decades. “After India's Aug. 5 move... he stands vindicated.\"\n\n\"Geelani sahib will die but his politics will live and continue to inspire generations of Kashmiris,” Khurram Parvez, a rights defender, told Anadolu Agency. \"He has had a towering impact on the politics of Jammu and Kashmir.\"", "METADATA": {"viewport": "width=device-width", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "msapplication-tap-highlight": "no", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/14/02/49/resized_fca19-ed47168eresized_1ddb0a199bdadsyedaligeelani.jpeg", "description": "Pakistan confers country's highest 'Nishan-e-Pakistan' award on veteran leader", "og": {"description": "Pakistan confers country's highest 'Nishan-e-Pakistan' award on veteran leader", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/14/02/49/resized_fca19-ed47168eresized_1ddb0a199bdadsyedaligeelani.jpeg", "title": "Syed Ali Geelani: Adamant fighter for Kashmiri rights", "site_name": "Yeni Şafak"}, "fb": {"pages": 154012084797126}, "twitter": {"card": "summary", "title": "Syed Ali Geelani: Adamant fighter for Kashmiri rights", "description": "Pakistan confers country's highest 'Nishan-e-Pakistan' award on veteran leader", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/14/02/49/resized_fca19-ed47168eresized_1ddb0a199bdadsyedaligeelani.jpeg"}, "msvalidate.01": "95F11EB833D9D049C2CDC855116F4442", "robots": "ALL", "Rating": "General", "Distribution": "Global", "Copyright": "Yeni Şafak", "Classification": "Consumer", "DC.Title": "Syed Ali Geelani: Adamant fighter for Kashmiri rights", "DC.Creator": "Yeni Şafak", "DC.Subject": "Syed Ali Geelani: Adamant fighter for Kashmiri rights", "DC.Description": "Pakistan confers country's highest 'Nishan-e-Pakistan' award on veteran leader", "DC.Publisher": "Yeni Şafak", "DC.Contributor": "Yeni Şafak", "DC.Type": "Text", "DC.Source": "Yeni Şafak", "DC.Language": "tr-TR", "cXenseParse": {"pir-main_class": "Detay", "articleid": 3536847, "pageclass": "article", "pir-main_type": "Sıcak Haber", "Url": "https://www.yenisafak.com/en/news/syed-ali-geelani-adamant-fighter-for-kashmiri-rights-3536847", "pir-pageclass": "Haber", "recs": {"publishtime": "2020-08-14T14:48:00Z"}, "title": "Syed Ali Geelani: Adamant fighter for Kashmiri rights", "author": "Kübra Nur Eyüpoğlu", "pir-main_category": "News", "pir-sub_category": "Politics,Asia", "cx_channel": "Site"}, "article": {"modified_time": "2020-08-14T14:50:00Z"}, "google-play-app": "app-id=yenisafak.com", "apple-itunes-app": "app-id=579620956", "yandex-verification": "3dc8392bdb3d93fb", "maincategory": "News", "subcategory": "Politics"}}}