{"GDELT": {"GlobalEventID": 940702018, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "KEN", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.3333333333333401, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE", "Actor1Geo_Lat": 1.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "KE", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE", "Action2Geo_Lat": 1.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "KE", "DATEADDED": 20200814061500, "SOURCEURL": "https://www.africanews.com/2020/08/14/awakening-the-entrepreneurial-spirit-of-every-young-african-is-key-to-continent-s-future-development-leaders-agree/"}, "ARTICLE": {"TITLE": "Awakening the entrepreneurial spirit of every young African is key to continent’s future, development leaders agree", "TEXT": "The African Development Bank (www.AfDB.org) joined a number of development leaders in calling for greater support of youth entrepreneurship during a virtual event organized by the Tony Elumelu Foundation. The webinar was timed to coincide with International Youth Day, which fell on Wednesday 12 August, 2020.\n\n“Africa is young, and we need to do whatever it takes to empower our youth because they are the future of the continent,” said the Bank’s Acting Vice President for Agriculture, Human and Social Development, Wambui Gichuri, a featured speaker. “Entrepreneurship is an essential part in addressing Africa’s employment challenge and where we need to put our focus.”\n\nThe webinar, themed Investing in Africa’s Future: Youth Empowerment Through Entrepreneurship, invited a range of private and public sector representatives to discuss the challenges young African entrepreneurs face, and more broadly the continent’s economic future, in light of the ongoing pandemic. The event was part of an ongoing series the Foundation has been hosting.\n\nThe population of Africans aged 18-35 is expected to hit 830 million people by 2050, creating a youth bulge which experts predict could create a corps of young workers to fuel the continent’s long-term economic growth, but also poses immense job-creation challenges.\n\n“Africa is the epicenter for the economic devastation of the COVID-19 pandemic. Now is the time to come together and rethink and reimagine our commitment to young African entrepreneurs,” said Ifeyinwa Ugochukwu, the Foundation’s CEO and panel moderator. “Investing in our future means awaking the entrepreneurial spirit of every young person on the continent.”\n\nAlso on the panel was 22-year-old Leroy Mwasaru, founder of Greenpact, a Kenyan alternative renewable energy startup. An alumni of the Elumelu Foundation’s Entrepreneurship Program, Mwasaru expressed a desire to see greater communication and sharing of lessons learned among small and medium enterprises.\n\nThe Entrepreneurship Program, which offers job skills, mentoring and funding to African entrepreneurs, in 2019 agreed a partnership with the Bank, which has provided $5 million in seed capital for the initiative. The Bank’s Director of Human Capital, Youth and Skills Development, also on the panel, praised the role of such partnerships in creating jobs on the continent:\n\n“The Bank’s investment enabled the Tony Elumelu Foundation Entrepreneurship program to scale up and reach an additional 1,000 entrepreneurs in 38 African countries,” said Director Martha Phiri. “Let us give skills to our youth and also provide them with the necessary support to prove their business concepts, so that they can start, grow and scale their businesses in order to create jobs – not just for themselves, but for others.”\n\nPhiri also mentioned the Bank’s AfricaVsVirus (https://bit.ly/3fWhTef) ideathon, which will provide training, mentoring and investment opportunities to African youth who developed the most promising solutions to address COVID-19 pandemic related challenges.\n\nJoining Gichuri, Phiri and Mwasaru on the panel were: Shoroke Zedan, Chairperson, World Skills Egypt; Bilikiss Adebiyi-Abiola, Founder of Wecyclers Nigeria and Ebube Emodi, Tony Elumelu Foundation Events Manager and Executive Associate.\n\nAPO", "METADATA": {"robots": "index, follow", "author": "AfricaNews", "copyright": "AfricaNews", "description": "The African Development Bank (www.AfDB.org) joined a number of development leaders in calling for greater support of youth entrepreneurship during a virtual event organized by", "og": {"title": "Awakening the entrepreneurial spirit of every young African is key to continent’s future, development leaders agree | Africanews", "description": "The African Development Bank (www.AfDB.org) joined a number of development leaders in calling for greater support of youth entrepreneurship during a virtual event organized by", "locale": "en", "type": "article", "site_name": "Africanews", "url": "https://www.africanews.com/2020/08/14/awakening-the-entrepreneurial-spirit-of-every-young-african-is-key-to-continent-s-future-development-leaders-agree/", "image": {"identifier": "https://static.euronews.com/articles/logo/apo_placeholder.jpg?1597383605", "type": "image/jpeg", "width": 1024, "height": 538}}, "twitter": {"title": "Awakening the entrepreneurial spirit of every young African is key to continent’s future, development leaders agree", "description": "The African Development Bank (www.AfDB.org) joined a number of development leaders in calling for greater support of youth entrepreneurship during ...", "card": "summary_large_image", "image": {"width": 1024, "height": 538, "src": "https://static.euronews.com/articles/logo/apo_placeholder.jpg?1597383605"}, "site": "@africanews", "creator": "@africanews", "url": "https://www.africanews.com/2020/08/14/awakening-the-entrepreneurial-spirit-of-every-young-african-is-key-to-continent-s-future-development-leaders-agree/"}, "article": {"published_time": "2020-08-14CEST07:40:05+02:00", "modified_time": "2020-08-14CEST07:40:05+02:00", "author": "https://www.facebook.com/africanews.channel"}, "apple-itunes-app": "app-id=1192755969", "google-play-app": "app-id=com.africanews.android", "msapplication-TileColor": "#f9d713", "msapplication-TileImage": "/mstile-144x144.png?v=2", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1"}}}