{"GDELT": {"GlobalEventID": 940706501, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LEG", "Actor1Name": "SENATOR", "Actor1Type1Code": "LEG", "Actor2Code": "IND", "Actor2Name": "CHENNAI", "Actor2CountryCode": "IND", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.9271523178808001, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM", "Actor2Geo_Lat": 18.25, "Actor2Geo_Long": -77.5, "Actor2Geo_FeatureID": "JM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20200814064500, "SOURCEURL": "https://www.straitstimes.com/asia/south-asia/kamala-harriss-indian-connections-spark-social-media-frenzy"}, "ARTICLE": {"TITLE": "US V-P candidate Kamala Harris' Indian connections spark social media frenzy", "TEXT": "BANGALORE (BLOOMBERG) - When Democratic Party presidential nominee Joe Biden picked Ms Kamala Harris to be his running mate, it sparked a frenzy on the other side of the globe to track down her connections to Chennai, the southern Indian city where her mother was born.\n\nOn Twitter and Facebook, a flurry of users chronicled every minute link including her grandparents' home in the Besant Nagar neighbourhood, from whence her mother Shyamala Gopalan set off as a teenager to pursue a doctoral degree at the University of California, Berkeley.\n\nUndated photos surfaced of Ms Harris and younger sibling Maya in saris, smilingly posing with their grandparents during a visit.\n\nMany see Ms Harris as a step away from the White House, and the de facto Democratic Party front runner in four or eight years.\n\nWriter Cauvery Madhavan captured the hysteria in a tweet: \"If you're wondering what that loud windy up sound is - it's all of Chennai cranking the #SixDegreesOfSeparation machine!! Any moment now my mother is going to triumphantly reveal that her pharmacist's father was @KamalaHarris's grandma's preferred tailor.\"\n\nAnother Twitter user, Priya Ravichandran, jested: \"I was asked to Google and find which relative lives in Besant Nagar. People are this close to renting party bus and do drive-by near their house and celebrate Kamala.\"\n\nSenator Harris is the first person of Indian descent and the first black woman on a major ticket in a United States presidential election. Indian media outlets, analysing the geopolitical impact of her rise, argued that a Biden-Harris win would further shore up a US-India relationship that has already improved markedly under Prime Minister Narendra Modi.\n\nThe closer ties between Mr Modi and US President Donald Trump culminated in two giant stadium events in front of tens of thousands of supporters - one in Houston last September that saw the two leaders walking hand-in-hand to a rock-star like reception, and the other in Mr Modi's home state of Gujarat in February.\n\nStill, the warming relations have not yet led to a long-anticipated US-India trade deal, although New Delhi is now purchasing more weapons from the US, including a new defence agreement worth more than US$3 billion (S$4.11 billion) signed during Mr Trump's visit to India earlier this year.\n\nCHASING AUNTS\n\nLocal outlets and TV crews raced to hunt down an assortment of Ms Harris' aunts and even a great-uncle who detailed her visits to the sprawling metropolis and her strolls on its humid beaches discussing democracy and equality with her grandfather, a retired government official.\n\nRelated Story Indians cheer Joe Biden's pick of Kamala Harris as White House running mate\n\nRelated Story Kamala Harris: Democrats have high hopes based on her qualifications and heritage\n\nRelated Story US Democratic presidential candidate Joe Biden picks Senator Kamala Harris as running mate\n\nA prominent local newspaper, The Hindu BusinessLine, carried the headline: \"Kamala Devi Harris and the destiny-changing coconuts from Chennai.\"\n\nThe story described Ms Harris' aunt praying for her victory in the California Senate elections nine years ago by breaking 108 coconuts, a popular religious ritual, at the local temple.\n\nThe paper quoted Ms Harris phoning her aunt to say, \"Chithi (aunt), please pray for me and break coconuts at the temple.\"\n\nTwitter users highlighted her Indianness, beginning with the name Kamala, which means lotus in several Indian languages.\n\nCNN's local partner tweeted that \"Kamala Harris loves idlis. And, sambhar\" - fluffy rice cakes and spicy lentil stew often eaten for breakfast in India.\n\nThe fuss over Ms Harris' political elevation this week far outstripped the excitement over the rise of other Chennai-connected personalities such as actor Mindy Kaling and Alphabet Inc chief executive officer Sundar Pichai.\n\nWhile hundreds of Twitter users in India posted laudatory messages, some rued that Ms Harris' nomination would inflate the already lofty expectations of Indian parents for their children.\n\nIndian lawmaker and prominent opposition Congress Party member Shashi Tharoor tweeted: \"'Beta (son) what are you doing these days? Oh, just a Harvard professor? Not even mayor yet?'\"\n\n\n\nUS Senator Kamala Harris' maternal grandparents' former apartment is pictured where she visited occasionally, in Chennai, India, on Aug 12, 2020. PHOTO: REUTERS\n\n\n\nMs Harris, whose father is of Jamaican ancestry, has downplayed her family's India ties although she has spoken of how the deep conversations with her grandfather during India visits helped shaped her political views.\n\nBut social media users were quick to appropriate her as completely Indian.\n\nA video from last year in which she's seen with Mindy Kaling cooking a masala dosa, a south Indian savory crepe filled with spicy potatoes, is circulating wildly on WhatsApp groups in India.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"ios": {"app_name": "Straits Times", "url": "straitstimes://www.straitstimes.com/asia/south-asia/kamala-harriss-indian-connections-spark-social-media-frenzy", "app_store_id": 547465441}, "web": {"url": "https://www.straitstimes.com/asia/south-asia/kamala-harriss-indian-connections-spark-social-media-frenzy"}}, "description": "BANGALORE (BLOOMBERG) - When Democratic Party presidential nominee Joe Biden picked Kamala Harris to be his running mate, it sparked a frenzy on the other side of the globe to track down her connections to Chennai, the southern Indian city where her mother was born.. Read more at straitstimes.com.", "og": {"image": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/14/af_kamala_india_140820.jpg?itok=feOBD5Ra", "site_name": "The Straits Times", "type": "article", "title": "US V-P candidate Kamala Harris' Indian connections spark social media frenzy", "url": "https://www.straitstimes.com/asia/south-asia/kamala-harriss-indian-connections-spark-social-media-frenzy", "description": "BANGALORE (BLOOMBERG) - When Democratic Party presidential nominee Joe Biden picked Kamala Harris to be his running mate, it sparked a frenzy on the other side of the globe to track down her connections to Chennai, the southern Indian city where her mother was born.. Read more at straitstimes.com.", "updated_time": "2020-08-14T13:59:18+08:00"}, "cXenseParse": {"sph-keywords": "INDIA,KAMALA HARRIS,US PRESIDENTIAL ELECTION 2020,US NEWS", "pageclass": "article", "sph-accessFlag": 0, "recs": {"articleid": 718268}, "sph-printFlag": 0}, "news_keywords": "INDIA, KAMALA HARRIS, US PRESIDENTIAL ELECTION 2020, US NEWS", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "US V-P candidate Kamala Harris' Indian connections spark social media", "url": "https://www.straitstimes.com/asia/south-asia/kamala-harriss-indian-connections-spark-social-media-frenzy", "description": "South Asia News -BANGALORE (BLOOMBERG) - When Democratic Party presidential nominee Joe Biden picked Kamala Harris to be his running mate, it sparked a frenzy on the other side of the globe to track"}, "article": {"published_time": "2020-08-14T13:18:41+08:00", "modified_time": "2020-08-14T13:59:18+08:00"}, "dcterms.title": "US V-P candidate Kamala Harris' Indian connections spark social media frenzy", "dcterms.creator": "hermesauto", "dcterms.description": "BANGALORE (BLOOMBERG) - When Democratic Party presidential nominee Joe Biden picked Kamala Harris to be his running mate, it sparked a frenzy on the other side of the globe to track down her connections to Chennai, the southern Indian city where her mother was born. Read more at straitstimes.com.", "dcterms.date": "2020-08-14T13:18+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/asia/south-asia/kamala-harriss-indian-connections-spark-social-media-frenzy", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}}