{"GDELT": {"GlobalEventID": 940711455, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBRGOV", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.3333333333333397, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Northern Ireland, Craigavon, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKR8", "Actor1Geo_ADM2Code": "40152", "Actor1Geo_Lat": 54.5, "Actor1Geo_Long": -6.5, "Actor1Geo_FeatureID": "-2604275", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814073000, "SOURCEURL": "https://www.msn.com/en-gb/news/coronavirus/dont-just-turn-up-britons-in-quarantine-countries-warned-as-they-try-to-get-back-home/ar-BB17VSIb"}, "ARTICLE": {"TITLE": "'Don't just turn up': Britons in quarantine countries warned as they try to get back home", "TEXT": "British tourists in countries that have been added to the travel quarantine - including France, Malta and the Netherlands - have been told \"don't just turn up\" in a bid to get back home.\n\nTravellers returning from those countries - as well as Monaco, Turks & Caicos and Aruba - must self-isolate for 14 days on arrival in the UK.\n\n\n\nThe measure, which is likely to spark a mass exodus of Britons desperate to get home, will come into force at 4am on Saturday morning.\n\nTransport Secretary Grant Shapps told Sky News that Britons in the affected countries should contact travel operators before trying to get back.\n\n© Getty The French health ministry reported 2,524 new coronavirus infections on Wednesday \"The advice from all the travel operators is very clear: to contact them in advance. Don't just turn up,\" he said.\n\n\n\n\"Because you'll almost certainly be disappointed and it will just create queues, which no one wants to see.\"\n\nMr Shapps added that Britons should not be \"entirely surprised\" that quarantine restrictions have had to be reimposed.\n\nHe said the decision to add France to the list came after the country reported a 66% increase in the number of positive coronavirus tests in the past week.\n\n____________________________________________________\n\nMore on coronavirus:\n\nDownload the Microsoft News app for full coverage of the crisis\n\nAll the places you need to wear a mask in England (Independent)\n\nLockdown changes: What it means for you (The Daily Mirror)\n\n____________________________________________________\n\nMr Shapps announced the move just hours after the prime minister said his government would be \"absolutely ruthless\" in deciding whether to impose the restriction.\n\n\"We're announcing that there will now be a quarantine brought in for a number of other locations including France, Holland and some others,\" Mr Shapps said.\n\n\"That's because we've absolutely worked so hard to ensure that we're keeping our numbers down here, and we can't afford to reimport those cases from elsewhere.\"\n\nHe added: \"We've got to a point with France in particular, and these other countries, where if we didn't announce it now, we would know that the infection rate was already too high and we were not doing anything about it.\n\n© Mehdi Taamallah/NurPhoto Tourists with protective masks walking in front of the Eiffel Tower. \"So we're announcing it now and it will be operational throughout the United Kingdom from 4am on Saturday morning.\"\n\nThe French health ministry reported 2,524 new coronavirus infections on Wednesday - the highest since its lockdown restrictions were first imposed.\n\nThe UK government's move has also delivered a blow to France's hard-pressed tourism industry, which relies heavily on British visitors.\n\nFrance has said it will reciprocate, but did not give further details.\n\nFrench junior minister for European affairs Clément Beaune described the UK move as \"a British decision that we regret and which will lead to a measure of reciprocity, hoping that things will return to normal as soon as possible.\"\n\nEurotunnel Le Shuttle warned Britons in France that the weekend's services are busy.\n\nThey said: \"The service is already very busy this weekend and there is no additional capacity.\n\nGallery: Coronavirus (Covid-19) outbreak around the world (Photo Services)\n\n\"To avoid long queues and severe disruption we strongly advise against turning up at the terminal outside the allocated time. Customers will be unable to board alternative shuttles without a valid booking.\"\n\nPrime Minister Boris Johnson had earlier said government officials would be \"looking at the data\" in relation to the number of cases in France.\n\nMr Johnson said while on a visit to Northern Ireland: \"We have got to be absolutely ruthless about this, even with our closest and dearest friends and partners.\n\n\"I think everybody understands that.\n\n\"We will be looking at the data a bit later on this afternoon, looking exactly where France and other countries are getting to.\n\n\"We can't be remotely complacent about our own situation.\"\n\nBritain has also imposed a 14-day quarantine period for arrivals from countries including Spain and Belgium, responding to rising infections and fears of a second wave of the virus, having initially declared them safe for travel.\n\nMicrosoft News is supporting the the emergency efforts in Beirut. The devastation to the city and lives shattered during the explosion cannot be understated and every penny donated to the British Red Cross will make it to the heart of the response. Find out more and donate here.", "METADATA": {"application-name": "'Don't just turn up': Britons in quarantine countries warned as they try to get back home", "cq": "passed", "Search.Interest": "UK", "robots": "index, follow", "description": "British tourists in countries that have been added to the travel quarantine - including France, Malta and the Netherlands - have been told \"don't just turn up\" in a bid to get back home.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Tourism", "Oversampled Event"]}}