{"GDELT": {"GlobalEventID": 940781724, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFGGOVMIL", "Actor1Name": "AFGHAN", "Actor1CountryCode": "AFG", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "Actor2Code": "AFG", "Actor2Name": "AFGHAN", "Actor2CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.16024653312789, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3580", "Actor2Geo_Lat": 34.5167, "Actor2Geo_Long": 69.1833, "Actor2Geo_FeatureID": "-3378435", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200814150000, "SOURCEURL": "https://www.thenational.ae/world/asia/kabul-begins-release-of-final-400-taliban-prisoners-ahead-of-talks-1.1063657"}, "ARTICLE": {"TITLE": "Kabul begins release of final 400 Taliban prisoners ahead of talks", "TEXT": "Afghanistan has freed the first batch of Taliban prisoners out of a final 400 whose release will pave the way for negotiations between the warring sides in the country's protracted conflict, the government said on Friday.\n\nJavid Faisal, spokesman for the Afghan National Security Council, said 80 prisoners were released on Thursday while Taliban officials said 86 prisoners were freed. It was not immediately known when the remaining prisoners would be released.\n\nThe Government of the Islamic Republic of Afghanistan yesterday released 80 Taliban convicts out of the 400 that the Consultative Loya Jirga sanctioned for release to speed up efforts for direct talks and a lasting, nationwide ceasefire. https://t.co/3sALowcngz — Javid Faisal (@Javidfaisal) August 14, 2020\n\nPrisoner releases on both sides are part of an agreement signed in February between the United States and the Taliban to end the 19-year-old war. It calls for the release of 5,000 Taliban held by the government and 1,000 government and military personnel held by the insurgent group as a good will gesture ahead of intra-Afghan negotiations.\n\nTalks are expected to be held in Qatar where the Taliban maintain a political office. Several Afghan leaders told The Associated Press talks could begin by August 20.\n\nThe negotiations are to lay out a framework for a post-war Afghanistan. Washington's peace envoy Zalmay Khalilzad spent a year and a half negotiating the peace deal aimed at allowing American troops to return home and end America's longest military engagement.\n\nUS troops have already begun leaving and by November less than 5,000 troops are expected to still be in Afghanistan, down from nearly 13,000 when the agreement was signed February 29.\n\nAmerican and Nato troop withdrawal is contingent on the Taliban keeping their commitment not to allow militant groups to use Afghanistan against the US or its allies. The withdrawal is not tied to successful talks between the warring sides.\n\nLast weekend, Afghan President Ashraf Ghani held a traditional council meeting known as a loya jirga to get a consensus on the release of a final 400 Taliban he said were accused of serious crimes, saying that he could not unilaterally decide to release them.\n\nSome of the 400 have been implicated in devastating bombings in the capital Kabul. During a televised talk on Thursday with the US-based Council on Foreign Relations, Mr Ghani warned of dangers they could present to lasting peace in Afghanistan.\n\nBut for some in Afghanistan the talks with the Taliban mirror earlier negotiations with other insurgents, including warlord and US-designated terrorist Gulbuddin Hekmatyar, who many say has a reputation for violence that exceeds the Taliban.\n\nIn 2016, Mr Ghani negotiated a peace deal with Mr Hekmatyar, whose Hezb-e-Islami group took responsibility for several bombings in Kabul, including one at a grocery story in the capital that killed a young family. The deal included removing Mr Hekmatyar from the UN terrorist list. His group was also responsible for a 2008 attack on French soldiers – the largest international loss in a single battle in Afghanistan.\n\nAlso on Friday, a small bomb hidden in a motorcycle exploded near a mosque in Kabul just as worshippers were finishing their prayers, wounding a police officer. No one immediately took responsibility but ISIS has in the past targeted mosques in Afghanistan.\n\nThe ISIS affiliate in Afghanistan has been targeted by Afghan security forces, US troops and the Taliban. A US Department of Defence official previously said the peace deal with the Taliban was also intended to recruit the insurgent group into a co-ordinated fight to rid the region of ISIS.\n\nMeanwhile, the Afghan Defense Ministry said it was investigating a video circulating on social media purporting to show Afghan army personnel mutilating Taliban corpses.\n\nThe United Nations Mission in Afghanistan tweeted that the footage “is deeply shocking ... investigation needs to be swift and open. If crimes are proven the criminals must be identified and held responsible.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "creator": "Atex – http://www.atex.com", "application-name": "The National", "description": "The final batch of insurgents to be freed included some accused of serious crimes", "news_keywords": "politics,Kabul,Afghanistan,Central Asia,Asia,United States,North America,U.S. National Security Council,Office of the President of the United States,United States government,United Nations Security Council,United Nations,Afghanistan government,Taliban,United States military,Zalmay Khalilzad,Ashraf Ghani,Gulbuddin Hekmatyar,Government and politics,Military and defense,International relations,War and unrest,Peace treaties,Treaties,International agreements,Peace process,Diplomacy,Military affairs,Associated Press,World,Central Asia,World,Central Asia,Afghanistan,", "parsely-post-id": "1.1063657", "google-site-verification": "zupZPvcJ4TjE2PUIBOr4ND8eWiJR95ArU4eLYC0FpCw", "og": {"title": "Kabul begins release of final 400 Taliban prisoners ahead of talks", "site_name": "The National", "url": "https://www.thenational.ae/world/asia/kabul-begins-release-of-final-400-taliban-prisoners-ahead-of-talks-1.1063657", "description": "The final batch of insurgents to be freed included some accused of serious crimes", "type": "article", "image": "https://www.thenational.ae/polopoly_fs/7.107!/file/logo_big.png"}, "apple-mobile-web-app-title": "The National", "msapplication-TileImage": "/polopoly_fs/7.107!/file/logo-144.jpg", "msapplication-TileColor": "#0095da", "apple-itunes-app": "app-id=1281497691, app-argument=https://www.thenational.ae/world/asia/kabul-begins-release-of-final-400-taliban-prisoners-ahead-of-talks-1.1063657", "pocket-site-verification": "e213738e8509de340a044fefa896b8", "twitter": {"card": "summary_large_image", "site": "@TheNationalUAE", "title": "Kabul begins release of final 400 Taliban prisoners ahead of talks", "image": "https://www.thenational.ae/image/policy:1.1063655:1597412907/image.jpg?f=16x9&q=0.6&w=1200&$p$f$q$w=70c86c9"}}}}