{"GDELT": {"GlobalEventID": 940795627, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LEG", "Actor1Name": "SENATOR", "Actor1Type1Code": "LEG", "Actor2Code": "CHRCTH", "Actor2Name": "CATHOLIC", "Actor2Religion1Code": "CHR", "Actor2Religion2Code": "CTH", "IsRootEvent": 1, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 20, "NumSources": 1, "NumArticles": 20, "AvgTone": -4.46428571428572, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200814161500, "SOURCEURL": "http://www.heraldmalaysia.com/news/us-senator-asks-attorney-general-to-fight-anti-catholic-vandalism/54961/1"}, "ARTICLE": {"TITLE": "US Senator asks attorney general to fight anti-Catholic vandalism", "TEXT": "US Senator asks attorney general to fight anti-Catholic vandalism\n\nA United States senator has asked the nation’s attorney general to intensify efforts to fight the vandalism that has been carried out against Catholic places and statues throughout the country in recent months.\n\nAug 14, 2020\n\nWASHINGTON: A United States senator has asked the nation’s attorney general to intensify efforts to fight the vandalism that has been carried out against Catholic places and statues throughout the country in recent months.\n\n“The trend of desecrating Catholic spaces and property must stop,” U.S. Senator John Kennedy (R-La.) wrote in an August 11 letter to U.S. Attorney General William Barr.\n\n\n\n“Catholics are under attack in America,” he said, referencing “at least nineteen attacks on Catholic churches, statues, businesses, cemeteries, parishioners, and personnel” since May.\n\nIn recent weeks, several Catholic churches have faced attacks and acts desecration. Last month, church in Ocala, Florida was set aflame while parishioners inside prepared for morning Mass. A California mission founded by St. Junipero Serra was also burned in a fire and is being investigated as an arson case, while several statues of Serra have also been pulled down.\n\nA statue of the Virgin Mary was beheaded at a parish in Chattanooga, Tennessee. In Boston, a statue of Mary was set on fire, and in Brooklyn, a statue was tagged with the word “IDOL” in black spray paint.\n\nOther states, including Colorado and Missouri, have seen similar acts of vandalism. While some attacks on statues, most notably in California, have been committed in public by large groups with clear political affiliations, the perpetrators of other acts have not been identified, nor have motives been determined.\n\n“These crimes span from coast to coast and show no sign of ending,” Senator Kennedy said, noting that minority groups including Middle Eastern Christians who have fled their homelands to escape persecution have also been targeted.\n\n\n\n“Christians have historically been and continue to be one of the most persecuted religious groups in the world,” the senator said. “To escape religious oppression, the pilgrims took a treacherous journey across the Atlantic to America, setting the stage for the eventual creation of the United States.”\n\nAmerica’s Founding Fathers believed religious liberty to be essential to the new nation, securing it with the First Amendment’s protections, Kennedy said. “We cannot let a handful of people destroy this fundamental right.”\n\nHe asked Attorney General Barr to work actively to prosecute those responsible for recent acts of desecration, as well as to prevent further vandalism.\n\n“I am confident you will act swiftly and carefully in bringing an end to this injustice,” the senator concluded.––CNA", "METADATA": {"google-site-verification": "BTsZiNvAWcjSPMloAtzfJqFitt0MT4et-KW7tEzwLk0", "abstract": "Catholic News,World Christian News,Malaysia Church,Religion Christianity", "Author": "Herald Malaysia Online.", "copyright": "Herald Malaysia Online", "Distribution": "global", "robots": "index, follow", "og": {"type": "website", "url": "http://www.heraldmalaysia.com/index.php", "site_name": "Herald Malaysia Online", "author": "Herald Malaysia Online."}, "description": "Herald Malaysia - daily news source with Malaysian and Global coverage of the Catholic Churches. Catholic News,World Christian News, Malaysia Church News", "keywords": "Malaysia Church News, Catholic News, World Christian News,malaysia,islam,muslims,allah,dioceses,parishes,pope,nuns,priests", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}