{"GDELT": {"GlobalEventID": 940780594, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USALEG", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.03518667741069, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_Lat": 36.17, "Actor2Geo_Long": -119.74600000000001, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 36.17, "Action2Geo_Long": -119.74600000000001, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814144500, "SOURCEURL": "https://www.alternet.org/2020/08/was-kamala-harris-a-progressive-prosecutor-a-look-at-her-time-as-a-da-and-california-ag/"}, "ARTICLE": {"TITLE": "Was Kamala Harris a progressive prosecutor? A look at her time as a DA and California AG", "TEXT": "As Senator Kamala Harris makes history as the first woman of color on a major party ticket, we host a debate on her record as California attorney general and San Francisco district attorney, when she proudly billed herself as “top cop” and called for more cops on the street. San Francisco Deputy Public Defender Niki Solis says Harris was the state’s most progressive DA and advocated for “so many policies and so many alternatives to incarceration.” Law professor Lara Bazelon says Harris was on the wrong side of history for often opposing criminal justice reform, though her record did change as a senator. “Her office fought tooth and nail to uphold wrongful convictions that in some cases kept innocent people in prison,” Bazelon says.\n\nThis is a rush transcript. Copy may not be in its final form.\n\nAMY GOODMAN: We continue to discuss Joe Biden’s historic Democratic vice-presidential running mate, California Senator Kamala Harris, the first woman of color on a major party ticket, as we examine her record as a prosecutor in California, when she proudly billed herself as “top cop” and called for more cops on the street.\n\nIn 2004, Harris became district attorney of San Francisco. She held the post until 2011, when she became the attorney general of California. Briahna Joy Gray, the former national press secretary for Bernie Sanders 2020, tweeted, quote, “We are in the midst of the largest protest movement in American history, the subject of which is excessive policing, and the Democratic Party chose a ‘top cop’ and the author of the Joe Biden crime bill to save us from Trump. The contempt for the base is, wow.”\n\nWell, for more, we’re joined by two people. We go to San Francisco to look at Harris’s record closely. Lara Bazelon is a professor at the University of San Francisco School of Law, director of the school’s Criminal and Juvenile Justice and Racial Justice Law Clinics. She wrote a New York Times op-ed last year headlined “Kamala Harris Was Not a ‘Progressive Prosecutor.’” But also joining us is Niki Solis. She is a San Francisco deputy public defender, who’s written a piece for USA Today headlined “I worked with Kamala Harris. She was the most progressive DA in California.”\n\nWe welcome you both to Democracy Now! We’re going to begin right now with Niki Solis, who’s San Francisco’s deputy public defender. But we’re going to go first to Lara Bazelon to fix a technical problem that we have. Lara Bazelon, can you talk about your concerns that you laid out in your op-ed for The New York Times about the record of Kamala Harris as DA and attorney general? And then we’ll talk about her record as a U.S. senator.\n\nLARA BAZELON: Sure. The concerns I laid out had to do with her embrace of policies that in some ways were regressive. So, for example, when she was attorney general — and this was my biggest concern — her office fought tooth and nail to uphold wrongful convictions, that in some cases kept innocent people in prison. And then, I think, towards the moment that we are today — and I admit that she’s absolutely shifted on this — she did oppose bills or just stand silent on bills that would have allowed her office to investigate officer-involved shootings and mandate body-worn cameras by police officers across the state.\n\nWhen she was a DA, there was a large crime scandal, and rather than concede the corruption in the lab, she fought back and accused the judge of bias, because her husband, a defense attorney, had spoken out against the hiding of exculpatory evidence.\n\nAnd while I think Ms. Solis makes important points about her marijuana record, in that she didn’t send people to prison and jail as other DAs had in the past, she did prosecute almost, I think, 1,900 marijuana cases. Those folks had permanent records until they were wiped away by our past DA. And she declined to support a bill in 2016 that would have made marijuana legal, and she actively opposed the same bill that came up in 2010 while she was still DA.\n\nAMY GOODMAN: Can you talk about the Trulove case, and other cases like that, that you were so concerned about?\n\nLARA BAZELON: The Jamal Trulove case was prosecuted initially when Kamala Harris was the head of the office by a prosecutor named Linda Allen. Jamal Trulove was accused of murder. It was a single witness identification. The deputy DA who prosecuted him, Linda Allen, according to a unanimous appellate court, told a jury a yarn made up out of whole cloth, indicating that this witness was terrified for her life because Jamal and his family had threatened her, when none of that was true, and, in fact, this witness had gotten about $65,000 to relocate based on her fantasy fear, and her identification was completely flawed and, in fact, false. Unfortunately, when the next district attorney took office, Linda Allen was allowed to prosecute her again — that was not under Kamala Harris. And then, finally, our DA fired her, mercifully.\n\nNERMEEN SHAIKH: Lara, you’ve also said that, since then, Senator Harris has had a “good, hard shove to the left.” Can you talk about that? In what ways has her position, in particular on criminal justice reform, moved to the left since she was the attorney general for California?\n\nLARA BAZELON: I think it’s really important to credit this, and it’s a crucial evolution in her positions on criminal justice. Since she’s come to the Senate, she has been on the right side of many, many criminal justice reform issues and has really done a 180 on some of her former positions.\n\nSo, for example, now she is for the legalization of marijuana. Now she is for bail reform. She was one of the key sponsors and advocates for the Justice in Policing Act, which, had it passed, would have done many important things, including done away with qualified immunity, which is a defense that makes it very difficult to prosecute officers who do terrible things. She would have had a misconduct registry that would have been nationalized, and instituted a number of other important reforms. She’s taken to the streets after the killing of George Floyd. She has stood up for marginalized people. And she has been a very, very strong voice on the importance of racial justice.\n\nAMY GOODMAN: Let’s bring in Niki Solis, the San Francisco deputy public defender. Niki, you wrote, in your USA Today piece, that Kamala Harris was “the most progressive DA in California.” Talk about your years of working — I wouldn’t say with her — really — is it fair to say? — against her. You were on opposite sides.\n\nNIKI SOLIS: Well, the op-ed piece said both. I worked with her on policy issues. So, I was deputy public defender when I met her, and she came to the office as a deputy DA or an assistant DA. But then, thereafter, when she became the district attorney and got elected, we worked on policy issues. We were opponents. We were adversaries. So, you’re right in that respect.\n\nAs far as the work that she did with regard to policy, she did the Criminal Justice Center. She formalized and implemented Behavioral Health Court, which became a national model for mental health treatment and wraparound services. She also did Back on Track, which is a youth court, a youth adult court for 18-to-24-year-olds. She brought in Lateefah Simon to implement that program to get kids out or young adults out of the criminal justice system without a conviction. There were so many policies and so many alternatives to incarceration. These are just a few.\n\nSo, it just surprised me that there was this spinout there and this narrative that she wasn’t progressive. She was the most progressive prosecutor in California. And people say, “Well, that doesn’t mean she’s necessarily progressive.” And my argument is, she absolutely was. This is 2004 to 2011. She opposed the death penalty. Her predecessor did not. Her predecessor prosecuted the last death penalty case in San Francisco. Yet people are saying he was more progressive. And I just didn’t get it. That’s why I felt like I had to speak out and do this, even though I’m a public defender, and it’s very hard for a public defender to speak out in this way.\n\nNERMEEN SHAIKH: Well, Niki Solis, how would you expect her to influence Joe Biden on the question of criminal justice reform? And how do you compare where the two have stood on this issue?\n\nNIKI SOLIS: Well, the thing is, when Kamala came in, or Senator Harris came in, her methodology was — and she said it over and over again — “We have to be smart on crime. We can’t be hard on crime. We can’t be tough on crime. We have to be smart on crime.” So, I would argue that she was a forward thinker.\n\nSixteen years after she took the position she did in not seeking the death penalty, particularly in a high-profile case where a police officer was shot and killed — 16 years later, the district attorney in Santa Clara takes that position a few weeks ago. If you’re saying that’s not progressive, that’s just — it’s interesting to me.\n\nSo, I do believe that she has those values. I do see her as a forward thinker and a reformist. And I do believe that she will inform Joe Biden on these issues, because she has been at the forefront. She stopped prosecuting young girls in prostitution cases, and she started a human trafficking task force and the Coalition Against Trafficking. So, I am really confident that she has a very good grip on the issues.\n\nAnd again, that’s why I spoke out. I was surprised that there was this spin, that I just did not agree with. I was in management. I was in management for several years. I was on the frontlines. Yes, there were things we did not agree on. There were things we did not agree on.\n\nBut as far as marijuana prosecutions, those cases were never prosecuted. Simple possession of marijuana were never on the court docket. As far as sales of marijuana, in the Haight-Ashbury, for instance, those resulted in alternative courts, community justice courts, drug court, and also resulted in the Back on Track court disposition, also resulted in misdemeanor dispositions, not felony conviction.\n\nAMY GOODMAN: Lara Bazelon, if you could respond, as Niki Solis talks about her time as a public defender?\n\nLARA BAZELON: Sure. Well, first of all, I —\n\nAMY GOODMAN: Rather, as a district attorney, I should say.\n\nLARA BAZELON: Sure. Well, first of all, I should start by saying that I have tremendous respect for Niki Solis, and I also absolutely understand that she was on the frontlines. I do think, though, that what I said in my New York Times piece is factual, and I stand by it.\n\nWith respect to marijuana prosecutions, again, she ended up with over 1,900 convictions. And while some were, of course, misdemeanors, maybe most, it’s still basically putting this mark on people’s records that makes it difficult for them to come forward. And, of course, what we know all too well is that even though people of color use marijuana at less rates than white people, they’re prosecuted at extraordinarily disproportionate levels.\n\nBut I think the most important thing to take away from all of this is that the issue, and what led me to write the piece that I wrote, was that when Kamala Harris launched her campaign for president, she branded herself a progressive prosecutor. And I wrote my piece to point out why that was not correct. It may well be fair to say that she was more progressive than the Santa Clara DA, Jeff Rosen. I will submit to you that Jeff Rosen, if you’re comparing yourself to him, that is a low bar. And in fact, Jeff Rosen hired Linda Allen recently, after Chesa Boudin, our DA, fired her. This is the same DA who first, under Kamala Harris, wrongfully prosecuted Jamal Trulove.\n\nSo, this is a complicated conversation, because, first of all, we’re talking about, as Niki pointed out, a time, 2004 to 2011, where really that term didn’t exist, “progressive prosecutor.” It was more, as Niki was saying, being, quote, “smart on crime.” So my issue really with Kamala Harris was her using the term, because I think it had become a very trendy and attractive term to attach to yourself to try to say, sort of retrospectively or retroactively, that she had been progressive, when in fact she had not.\n\nAMY GOODMAN: Niki Solis?\n\nNIKI SOLIS: Yes. The 1,195 convictions included the Hallinan years. Those were the community — the Court Management System. Those included the Hallinan years. OK? I was there. I never saw a simple possession of marijuana prosecuted on its own. It’s absurd to say that. These convictions were based on cases that were occurring over a long period of time, and they were sales cases, and they were reduced to misdemeanors.\n\nI’m not comparing Senator Harris’s record to Jeff Rosen. I was simply saying that 16 years later, someone came forward and did what she did. So, I was speaking on how forward-thinking she is. Let’s compare her to Terence Hallinan, her predecessor, who sought the death penalty. Let’s compare her to Terence Hallinan, who actually did prosecute marijuana cases. OK? I was there. I saw it.\n\nAnd so, I think it’s fair to say that as far as marijuana prosecutions, she was absolutely forward-thinking, because we are talking about sales cases where she allowed young adults to go to Back on Track, where she allowed folks who were struggling with mental health issues to not suffer a felony conviction, even though these were felony cases.\n\nWhen you look at marijuana cases, you’re talking about all or nothing in California at the time. If you sold marijuana, it was a felony. If you gave it away — unlike with other drugs, if you gave it away, it was a $100 fine. OK? If you possessed it, it was a $100 fine. There was no in between.\n\nSo, this legal fiction was created where we used 11357(c) of the Health and Safety Code, possession of marijuana, 28.5 grams or more, in order to reduce the cases to a misdemeanor on cases where people were going to be convicted of felonies, felony drug sales, so — and for marijuana. So I think that’s very forward-thinking, and I think that’s very progressive. And I don’t think many people could argue with that.\n\nAMY GOODMAN: Lara Bazelon, if you could comment on her opposition to the death penalty? I mean, right from the start, when she was elected DA, you had a sister Democrat, Senator Dianne Feinstein, speaking at the funeral of an officer who had been killed, and actually attacking Kamala Harris for being opposed to the death penalty. But she stuck to that position. She had been opposed by police officers and unions. But then can you talk about how they changed their position — not on the death penalty, but on Kamala Harris, from prosecutor to — from DA to attorney general?\n\nLARA BAZELON: I think it’s important to note how incredibly brave the stance Kamala Harris took was, because right after she took office, there was this tragic killing of an undercover police officer, and there was tremendous pressure on her to seek the death penalty, to the point where, as you acknowledge, Dianne Feinstein actually called Kamala Harris out at the funeral. And Kamala Harris describes that as one of the most painful moments of her career. But she stuck to her principles.\n\nWhat ended up happening was that there was tremendous backlash against her. And no doubt some of that was also motivated by racism and sexism, because it’s important to understand just how pathbreaking and trailblazing she was as the first Black woman to become DA and then to seek attorney general. And during that race, which she ran against the DA in L.A., Steve Cooley, she squeaked by with barely less than 1% of the margin. And that was in part because of the opposition from police groups towards her.\n\nAnd so, what she had to do, what she did do, was court their support very successfully. And as a result, I think, she made a series of compromises and took stances, which I sort of enumerated at the top of the hour, that I find deeply problematic. And I think part of that was instinctual political survival. But as a result, very important reforms that we were advocating for, that progressives were advocating for, she did not get behind.\n\nThe death penalty legacy is also really interesting, because, as the DA — I mean, excuse me, as attorney general, she was confronted with this very complicated case where, in a death penalty case, a federal judge had found the death penalty to be unconstitutional. And it was up to her to decide whether or not to appeal that ruling. And she did. And as a result of her office defending the death penalty, it was reinstated. And, of course, we have it to this day.\n\nAMY GOODMAN: Niki Solis, you’re an LGBTQI mom of two. You’re a deputy public defender, again, argued many cases against the DA’s Office at the time — that was Kamala Harris — as you pointed out. On the issue of LGBTQ rights, Kamala Harris, didn’t she preside over the marriage, the first LGBTQ marriage in California, or at least in San Francisco?\n\nNIKI SOLIS: Well, I can’t speak to that, to be honest with you. I’m here to speak on her record as district attorney, because I, having been a public defender for 24 years, saw what she did. And I do want to speak to Lara’s issue or statement regarding her record there, because I do — I’m here to set the record straight. And as I said, as a public defender, it’s very difficult to stand up and defend a prosecutor, just on principle. You know, I am a true believer. I’m here because I see that there’s some — I have to say that there’s credit that’s not being given here.\n\nWhen Lara talks about, in her article, the crime lab scandal, yes, it goes to the top. You know, Senator Harris is responsible and has to speak to that. But in that article, it mentioned that, weeks later, she started the integrity unit at the DA’s Office, that to this day Chesa Boudin is now using to implement changes and reform as far as prosecuting cases that involve officers who have questionable records or who are not trustworthy. Senator Harris created that unit in that office weeks after the crime lab scandal. But the thing is, people are not mentioning it. And that’s what I have issue with.\n\nYes, as an LGBTQ person, I have always felt that Kamala has been an ally. The last time I saw her was at the Alice B. Toklas breakfast in 2019, at the last in-person Pride event. So, I do believe she’s always been an ally of the LGBTQ community. She has stood up for the community.\n\nBut what I want to tell progressives here, people here who are on this call, is it’s not about anything except standing up and setting the record straight as far as her progressive values as a prosecutor. And I know to say she was “the most progressive” might not be compelling. My argument is, she was progressive, period. We’re talking about a period of 2004. And if we agree that progressive means moving forward and doing — making radical changes and bold changes in order to effectuate some semblance of justice and equality under the law, she was that person.\n\nI talked to her before she became district attorney. I talked to her about my client being found in a dumpster because she was prostituting herself. And I told Senator Harris how important it was for us to treat these girls as victims and not as suspects, not as criminals. I tried a 647(b) case in Juvenile Hall that was prosecuted by her predecessor, who people are saying was more progressive. He prosecuted young girls who were charged with prostitution. Senator Harris came in and did something progressive and different: She stopped. And she also created that coalition, and she also spearheaded that task force, invited me as a public defender to the meeting, and I spoke up on my experience of these young girls being trafficked and used, their bodies being used. And she stood up, and she did something different and progressive.\n\nAMY GOODMAN: Well, we’re going to leave it there, and we want to thank you both so much for being with us. Niki Solis, San Francisco deputy public defender, she wrote a piece for USA Today headlined “I worked with Kamala Harris. She was the most progressive DA in California.” And Lara Bazelon, professor at the University of San Francisco School of Law and director of the school’s Criminal and Juvenile Justice and Racial Justice Law Clinics, wrote a piece last year headlined “Kamala Harris Was Not a ‘Progressive Prosecutor.’”\n\nAnd just for the record, looking at the issue of same-sex marriage, I thought it was interesting to go right to Kamala Harris’s memoir, The Truths We Hold, where she recalled officiating some of the first same-sex wedding ceremonies on Valentine’s Day 2004, after then-San Francisco Mayor Gavin Newsom unilaterally declared that same-sex couples would be permitted to marry in the city. And when it came to the Supreme Court, you had the first marriage, after the Supreme Court decision, was officiated over in Berkeley by Kamala Harris.\n\nNext, we go to Bolivia, where opponents of the coup government have entered day 11 of a general strike and a nationwide highway blockade to protest the repeated postponement of Bolivia’s first presidential elections after the coup. Stay with us.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "onesignal": "wordpress-plugin", "og": {"site_name": "Alternet.org", "title": "Was Kamala Harris a progressive prosecutor? A look at her time as a DA and California AG", "url": "https://www.alternet.org/2020/08/was-kamala-harris-a-progressive-prosecutor-a-look-at-her-time-as-a-da-and-california-ag/", "type": "article", "description": "As Senator Kamala Harris makes history as the first woman of color on a major party ticket, we host a debate on her record as California attorney general and San Francisco district attorney, when she proudly billed herself as “top cop” and called for more cops on the street. San Francisco Deputy Pub", "image": {"identifier": "https://www.alternet.org/wp-content/uploads/2019/06/Screen-Shot-2019-06-28-at-1.52.43-PM.png", "url": "https://www.alternet.org/wp-content/uploads/2019/06/Screen-Shot-2019-06-28-at-1.52.43-PM.png", "secure_url": "https://www.alternet.org/wp-content/uploads/2019/06/Screen-Shot-2019-06-28-at-1.52.43-PM.png"}, "updated_time": "2020-08-14T11:24:28+00:00"}, "article": {"published_time": "2020-08-14T11:24:28+00:00", "modified_time": "2020-08-14T11:24:28+00:00"}, "twitter": {"title": "Was Kamala Harris a progressive prosecutor? A look at her time as a DA and California AG", "url": "https://www.alternet.org/2020/08/was-kamala-harris-a-progressive-prosecutor-a-look-at-her-time-as-a-da-and-california-ag/", "description": "As Senator Kamala Harris makes history as the first woman of color on a major party ticket, we host a debate on her record as California attorney general and San Francisco district attorney, when she proudly billed herself as “top cop” and called for more cops on the street. San Francisco Deputy Pub", "image": "https://www.alternet.org/wp-content/uploads/2019/06/Screen-Shot-2019-06-28-at-1.52.43-PM.png", "card": "summary_large_image"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}