{"GDELT": {"GlobalEventID": 940718198, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.97486535008977, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Welwyn Hatfield, Hertfordshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKF8", "Actor1Geo_ADM2Code": "40114", "Actor1Geo_Lat": 51.75, "Actor1Geo_Long": -0.216667, "Actor1Geo_FeatureID": "-2611118", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814081500, "SOURCEURL": "https://www.msn.com/en-gb/news/uknews/france-being-added-to-uk-quarantine-list-should-not-entirely-surprise-anyone-grant-shapps-says/ar-BB17X0UA"}, "ARTICLE": {"TITLE": "France being added to UK quarantine list should not 'entirely surprise' anyone, Grant Shapps says", "TEXT": "© Provided by Evening Standard\n\nThe Transport Secretary said no one should be \"entirely surprised\" about France's removal from the UK's safe countries travel list as he explained it was clear coronavirus cases were surging in the European nation.\n\nThe government announced last night that Britons travelling from France, the Netherlands, Monaco, Malta, Turks & Caicos & Aruba must self-isolate for 14 days if they arrive in the UK after 4am on Saturday.\n\nThis morning, Grant Shapps told Sky News that Brits had three modes of travel from France should they wish to return to the UK.\n\nHe told the broadcasters that \"a lot of people would have been aware\" that France, Malta and the Netherlands could be added to UK's travel quarantine list.\n\nMr Shapps said: \"No one will be entirely surprised by it, but I do sympathise with people.\"\n\n\"I've been there myself and ended up having to quarantine as a result,\" he added in reference to his holiday in Spain.\n\nMr Shapps said there had been a 66 per cent increase in infections in France in the last week and a 50 per cent increase in cases in the Netherlands.\n\nhttps://cdn.jwplayer.com/players/N2e9mNEY-hKY5LbS1.html France added to quarantine list due to coronavirus fears\n\n\"As the French Prime Minister Jean Castex said, France has been 'going the wrong way',\" said Mr Shapps.\n\nThe MP for Welwyn Hatfield told BBC Breakfast an estimated 160,000 holidaymakers are expected to look to return to the UK from France.\n\n“It’s a practical approach as well which has enabled all fours parts of the United Kingdom – Scotland, Wales, Northern Ireland and England – to implement the same time at 4am where there are no flights in the air at least tomorrow,\" said Mr Shapps.\"\n\nAsked if he would encourage those returning to the UK if they should self-isolate, even if they fall outside of the official quarantine deadline, Mr Shapps said: “That’s not legally required.\n\n“But what I would say to everybody is look out for the signs, everyone knows what we’re talking about – the persistent cough, the high temperature, the change in taste or smell, so everyone should look out for those signs.\n\n“But, no, it’s not necessary to quarantine unless you’re coming back after 4am on Saturday and those are the rules.”\n\nThe Transport Secretary said there “has to be a cut-off” in regards to a time period for those being mandated to self-isolate on their return to the UK from abroad.\n\nHis comment was in response to a question about why it is the case that those who return to the UK from France before 4am on Saturday will not have to quarantine for 14 days whilst those returning after that time would have to do so.\n\nHe said: “I think the truth of this is, as everyone watching realises, there’s no perfect way to deal with coronavirus.\n\n“Unless you were going to have a sliding scale that sort of said if you stay another 24 hours the you must quarantine for X amount of time, another 36 hours for Y amount of time, you know, clearly there has to be a cut-off somewhere.”\n\nMr Shapps added: “To be clear, the Joint Biosecurity centre have cleared our approach to this.”", "METADATA": {"application-name": "France being added to UK quarantine list should not 'entirely surprise' anyone, Grant Shapps says", "cq": "passed", "Search.Interest": "Politics", "robots": "index, follow", "description": "The Transport Secretary said no one should be \"entirely surprised\" about France's removal from the UK's safe countries travel list as he explained it was clear coronavirus cases were surging in the European nation. The government announced last night that Britons travelling from France, the Netherlands, Monaco, Malta, Turks & Caicos & Aruba must self-isolate for 14 days if they arrive in the UK after 4am on Saturday. This morning, Grant Shapps...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}