{"GDELT": {"GlobalEventID": 940742384, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PAKMED", "Actor1Name": "PAKISTANI", "Actor1CountryCode": "PAK", "Actor1Type1Code": "MED", "Actor2Code": "PAK", "Actor2Name": "PAKISTANI", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.7017543859649101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pulwama, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72814", "Actor1Geo_Lat": 33.8833, "Actor1Geo_Long": 74.9167, "Actor1Geo_FeatureID": "-2108339", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pulwama, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72814", "Actor2Geo_Lat": 33.8833, "Actor2Geo_Long": 74.9167, "Actor2Geo_FeatureID": "-2108339", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pulwama, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72814", "Action2Geo_Lat": 33.8833, "Action2Geo_Long": 74.9167, "Action2Geo_FeatureID": "-2108339", "DATEADDED": 20200814110000, "SOURCEURL": "https://www.thehindu.com/books/connected-by-words-a-thriving-indo-pak-literary-bonhomie-has-been-spoilt-by-the-political-strife-between-the-two-nations/article32352417.ece"}, "ARTICLE": {"TITLE": "Connected by words: A thriving Indo-Pak literary bonhomie has been spoilt by the political strife between the two nations", "TEXT": "Despite occasional hiccups, the Pakistani-Indian literary interface has mostly flourished. Until now...\n\nTill last year, readers from India had access to the best of Pakistani writing in English and Indian authors found an interested Pakistani readership. This created a virtual space for the exchange of ideas; a vibrant interface which allowed both countries to follow each other’s thinking and the opportunity to explore the other’s world. In an instance of how political developments influence even the allegedly rarefied world of books, this arrangement became a casualty of last year’s Pulwama attack and Pakistan’s subsequent suspension of trade ties with India in the standoff that followed.\n\nLong-standing equations between Indian publishers and Pakistani writers are shifting as a consequence of the continuing political stalemate between the two countries. Earlier, a highly talented set of Pakistanis writing in English would regularly be published in India; their books available to both Indian and Pakistani readers. Ameena Saiyid, now Managing Director of Lightstone Publishers, who had earlier established the prestigious\n\nnon-fiction list at Oxford University Press (OUP), Pakistan, says: “The first choice of Pakistani authors, particularly those writing fiction [in English], is to be published by American or British publishers as that gives them international reach and profile. In some cases, fiction writers get good royalty advances.”\n\nHowever, the reality is that access to such publishers is difficult; also, international publishing firms like Penguin or HarperCollins have representation in India but not in Pakistan. This makes India-based publishers the obvious choice for Pakistani writers.\n\nManto to Zakaria\n\n“Publishing here never really developed in the way it did in India,” says Muneeza Shamsie, well-known Pakistani literary critic and author of the highly acclaimed literary history, Hybrid Tapestries: The Development of Pakistani Literature in English. She explains that Pakistani publishers were badly hit by the rising costs of paper in the 1980s and were never given the incentives that Indian publishers received in India.\n\nThe upshot was that Indian trade publishers, particularly the larger international firms, established rich and diverse Pakistan lists. This allowed Indian readerships easy access to Pakistani works ranging from the classics of Saadat Hasan Manto, Faiz Ahmed Faiz, Intizar Hussain and Fahmida Riaz to works by younger authors like Anam Zakaria (TheFootprints of Partition), Sabyn Zaveri (Nobody Killed Her), Osama Siddique (Snuffing out the Moon),\n\nFaiqa Mansab (This House of Clay and Water), Omer Shahid Hamid (The Prisoner), Saba Imtiaz (Karachi, You’re Killing Me!), to name a few. Indian editions of novels by Pakistani authors who had international recognition — a stellar cast including Mohsin Hamid, Kamila Shamsie, Mohammed Hanif, Fatima Bhutto, Daniyal Mueenuddin, Moni Mohsin, Nadeem Aslam, among others — did very well here. But other authors, less well-known and many writing their first books, were also published and gained appreciative readerships in India and Pakistan. Further facilitating this process were Indian literary agencies such as Writer’s Side and Siyahi, which were very successful in placing Pakistani books with Indian publishers.\n\nThere was a great deal of movement of writers between India and Pakistan for book launches and promotions. With the advent of literary festivals, such interactions in Delhi, Mumbai, Lahore and Karachi only increased. One of the advantages of this system was that Pakistani books would be easily available in Pakistan in affordable editions — and copies duly flew off the shelves.\n\nDespite hostilities\n\nThe books sold well in both countries. Vijesh Kumar, General Manager Sales, Indian Publishing, at Penguin Random House India\n\nestimates that a healthy 50% of book sales by Pakistani authors were in Pakistan and the other half in India. Indian books were freely available in Pakistani bookshops and were widely read and reviewed there.\n\nDespite occasional hiccups when visas were delayed or denied, the Pakistani-Indian literary interface flourished in the last two decades. Novelists outnumbered non-fiction authors, as a sizeable number of Pakistani non-fiction writers preferred to publish with the Karachi-based OUP. While many Pakistani authors viewed publishing in India as a choice based on practicalities, in the sometimes heated bilateral political climate this choice also created controversies.\n\nExplaining why many leading Pakistani non-fiction writers chose to publish with OUP Pakistan, Ameena Saiyid, who was the MD of OUP Pakistan for nearly three decades, says, “There was an element of patriotism, as several writers told me they wanted distribution in India but wanted their primary publisher to be in Pakistan. This was also because of the maps in the books, which could not cross borders.”\n\nPakistani writer Anam Zakaria has described the hostility she faced in Pakistan for publishing in India: she quotes a colleague telling her, “Don’t you feel disloyal to your country? Why wouldn’t you choose a Pakistani publisher? This is how India tries to buy Pakistanis”.\n\nInterrupted flow\n\nNonetheless, a steady stream of Pakistani authors continued publishing in India.\n\nCross-border ventures included books written jointly by Pakistani and Indian authors, such as The Spy Chronicles by A.S. Dulat, Aditya Sinha and Asad Durrani or The Begum by Deepa Agarwal and Tehmina Aziz Ayub.\n\nRecent releases included significant commentaries on Pakistan’s polity and history — Shuja Nawaz’s Battle for Pakistan and Yasser Latif Hamdani’s Jinnah: A Life, for instance, both published in India. Then came the Pulwama attack and the flow was suddenly interrupted.\n\nKanishka Gupta, whose literary agency, Writer’s Side, has over 50 Pakistani authors on its rolls, explains: “The number of Pakistani authors approaching me was at an all-time high before the Pulwama terror attack. But after the trade standoff, I’ve hardly received any submissions — fiction or non-fiction — from Pakistan.”\n\nThe old business model is cracking. Says Ameena Saiyid: “Books cannot be imported into Pakistan from India any more, and if they come from some other source they become overpriced.” Similarly, Indian publishers are being denied access to the Pakistani market. Gupta fears that Indian publishers will “majorly cut down on acquisitions of books by Pakistani writers because there is no way to get them to readers in Pakistan.”\n\nIn order to fill this gap, says Muneeza Shamsie, “Pakistan has seen a growing if limited number of independent publishers in recent years such as Readings, Mongrel Books and Ushba Publishing, which provide an important platform for Pakistani English fiction.” According to Ameena Saiyid, in the case of existing books, “Some Indian publishers are now giving the rights to Pakistani publishers or authors to address the issue of non-availability [in Pakistan].” In fact, Saiyid’s new venture, Lightstone Books, seeks to be a platform for new Pakistani writing: “I have been receiving requests from Pakistani novelists and poets who have been published in India to publish their works here,” Saiyid says.\n\nMeanwhile, as the political standoff continues, readers from both nations miss out on interesting, high-quality writing from both countries. And a shared literary platform.\n\nThe writer is former Deputy Publisher at Penguin Random House India and author of Delhi Metropolitan: The Making of an Unlikely City.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "As the political standoff between India and Pakistan continues, readers miss out on high-quality writing from both countries", "atdlayout": "articlepage", "description": "Despite occasional hiccups, the Pakistani-Indian literary interface has mostly flourished. Until now...", "fragment": "!", "keywords": "Pakistani writing in English,Pulwama attack,Ameena Saiyid,Anam Zakaria,Mohsin Hamid,Kamila Shamsie,Mohammed Hanif,Fatima Bhutto,Daniyal Mueenuddin,Moni Mohsin,Nadeem Aslam,Penguin Random House India,political standoff", "news_keywords": "Pakistani writing in English,Pulwama attack,Ameena Saiyid,Anam Zakaria,Mohsin Hamid,Kamila Shamsie,Mohammed Hanif,Fatima Bhutto,Daniyal Mueenuddin,Moni Mohsin,Nadeem Aslam,Penguin Random House India,political standoff", "publish-date": "2020-08-14T15:31:00+05:30", "created-date": "2020-08-14T15:31:00+05:30", "modified-date": "2020-08-14T15:32:24+05:30", "twitter": {"creator": "Ranjana Sengupta", "title": "Connected by words: A thriving Indo-Pak literary bonhomie has been spoilt by the political strife between the two nations", "description": "Despite occasional hiccups, the Pakistani-Indian literary interface has mostly flourished. Until now...", "image": "https://www.thehindu.com/books/emyc9i/article32352409.ece/ALTERNATES/LANDSCAPE_615/16LRLEAD1", "card": "summary_large_image", "site": "@The_Hindu", "domain": "thehindu.com", "app": {"name": {"ipad": "The Hindu", "googleplay": "The Hindu (Official App)", "iphone": "The Hindu for iPhone"}, "id": {"googleplay": "com.mobstac.thehindu", "iphone": 771672321}}}, "apple-itunes-app": "app-id=584786636", "google-play-app": "app-id=com.mobstac.thehindu", "fb": {"app_id": 137450626398044, "pages": 163974433696568}, "og": {"site_name": "The Hindu", "url": "https://www.thehindu.com/books/connected-by-words-a-thriving-indo-pak-literary-bonhomie-has-been-spoilt-by-the-political-strife-between-the-two-nations/article32352417.ece", "type": "article", "title": "Connected by words: A thriving Indo-Pak literary bonhomie has been spoilt by the political strife between the two nations", "description": "Despite occasional hiccups, the Pakistani-Indian literary interface has mostly flourished. Until now...", "image": {"identifier": "https://www.thehindu.com/books/emyc9i/article32352409.ece/ALTERNATES/LANDSCAPE_615/16LRLEAD1", "type": "image/jpeg"}}, "article": {"author": "Ranjana Sengupta", "tag": "political standoff", "section": "Books"}, "msvalidate.01": "00762243DAFA333A5A6D97CE4545BDB2", "yandex-verification": "ff4648e5089d361d", "ahrefs-site-verification": "6df5b97abf2ea60f2d4123265496b92b4faa009ceff5444e0b8482ebddd508d6", "theme-color": "#fff"}}}