{"GDELT": {"GlobalEventID": 940782835, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PSE", "Actor1Name": "WEST BANK", "Actor1CountryCode": "PSE", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.63829787234042, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nablus, West Bank (general), West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE00", "Actor1Geo_ADM2Code": "32684", "Actor1Geo_Lat": 32.2199, "Actor1Geo_Long": 35.2636, "Actor1Geo_FeatureID": "-795575", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200814150000, "SOURCEURL": "https://www.ibtimes.com.au/world-leaders-praise-israel-uae-deal-palestinians-cry-foul-1606479"}, "ARTICLE": {"TITLE": "World Leaders Praise Israel-UAE Deal As Palestinians Cry Foul", "TEXT": "World leaders voiced hope Friday that a historic deal between the UAE and Israel could kickstart moribund Middle East peace talks, even as the Palestinians and some of their allies denounced the move to normalise ties as a betrayal of their cause.\n\nAnnounced by US President Donald Trump on Thursday, it is only the third such accord Israel has struck with an Arab country, and raised the prospect of similar deals with other pro-Western Gulf states.\n\nThe deal sees Israel pledge to suspend its planned annexation of Palestinian lands, a concession welcomed by European and some pro-Western Arab governments as a boost for hopes of peace.\n\nBut Prime Minister Benjamin Netanyahu stressed Israel was not abandoning its plans to one day annex the Jordan Valley and Jewish settlements across the occupied West Bank.\n\nNews of the agreement was broken by Trump, in a tweet hailing a \"HUGE breakthrough\".\n\nIsrael and the UAE agreed to normalise relations in a landmark US-brokered deal AFP / KARIM SAHIB\n\nHe said leaders from the two countries would sign the deal at the White House in around three weeks, evoking memories of previous US-mediated Middle East accords. It could also help bolster Trump's relection hopes in the November US polls.\n\nThe Palestinian leadership rejected the deal as a \"betrayal\" of their cause, saying they would withdraw their ambassador from the Emirates.\n\nDubai's Burj Khalifa, the tallest structure in the world, and a symbol of the oil-rich UAE AFP / Giuseppe CACACE\n\nFollowing Friday prayers in Jerusalem, worshippers outside the Al-Aqsa mosque walked on pictures of UAE strongman Sheikh Mohamed bin Zayed Al-Nahyan.\n\nIn the West Bank city of Nablus, people set fire to pictures of Sheikh Mohamed, Netanyahu and Trump.\n\nIn Ramallah, office worker Jihad Hussein said: \"The Palestinian people have been stabbed in the back by the Emirates leadership.\"\n\nUS President Donald Trump announced the agreement between the United Arab Emirates and Israel to normalize diplomatic ties AFP / Brendan Smialowski\n\nEstablishing diplomatic ties between Israel and Washington's Middle East allies, including the oil-rich Gulf monarchies, has been central to Trump's regional strategy to contain Iran, also an arch-foe of Israel.\n\nProtestors confront Israeli forces as a structure serving as a home to a Palestinian family is demolished in the southern West Bank on August 11 AFP / HAZEM BADER\n\nTehran on Friday condemned the deal as an act of \"strategic stupidity\" that would only strengthen the Iranian-backed \"axis of resistance\".\n\nIran's Foreign Minister Mohammad Javad Zarif also had talks with Ismail Haniyeh, head of the Islamist Palestinian movement Hamas which rules Gaza, on ways of \"foundering\" the deal, Hamas.\n\nHezbollah, Iran's powerful Lebanese ally, denounced the deal.\n\nIsrael and the UAE agreed to normalise relations in a landmark US-brokered deal AFP / KARIM SAHIB\n\n\"This is a betrayal of Islam and Arabism, it is a betrayal of Jerusalem, of the Palestinian people,\" Hezbollah chief Hassan Nasrallah said.\n\n\"What the UAE did was give a personal electoral favour to President Trump,\" he added.\n\nUnder the deal, Israel and the UAE \"agreed to the full normalisation of relations between Israel and the United Arab Emirates\", according to a joint statement issued by Trump, Netanyahu and Sheikh Mohamed.\n\nIsraeli Prime Minister Benjamin Netanyahu said it was a \"historic day\" and represented a \"new era\" for the Arab world and Israel POOL / Abir SULTAN\n\nThey added that Israel would \"suspend declaring sovereignty\" over occupied Palestinian West Bank areas -- an idea proposed in Trump's controversial peace plan unveiled earlier this year.\n\nSheikh Mohamed stressed in a tweet that an agreement has been \"reached to stop further Israeli annexation of Palestinian territories\".\n\nBut Netanyahu insisted afterwards that he had only agreed to delay, not cancel, the annexations. The plans remained \"on the table\", he said.\n\nOn Friday, the prime minister appointed his national security advisor Meir Ben-Shabbat to lead the negotiations with the Emiratis.\n\nUS Gulf allies Bahrain and Oman welcomed the annexation deal, and Egypt, which signed 1979 peace treaty with Israel, praised a deal that would scrap annexation.\n\nThanking them, Netanyahu said the \"peace treaty\" with the UAE was \"expanding the circle of peace\".\n\nThe European Union said normalisation would benefit both Israel and the UAE, but foreign policy spokeswoman Nabila Massrali stressed the bloc's commitment to a two-state solution.\n\nTurkey's President Recep Tayyip Erdogan, a longtime critic of Israel and frequently at odds with Western powers, threatened to suspend diplomatic relations with the UAE or withdraw Ankara's ambassador.\n\nThere was no immediate word from regional heavyweight and UAE ally Saudi Arabia, who sponsored in 2002 a peace plan calling for Israel's complete withdrawal from territories occupied in 1967 in exchange for peace and the full normalisation of ties with the Arab world.\n\n\"My guess is that King Salman will be at least a little annoyed, since this breaks the Arab consensus that the Arab Peace Initiative is the guiding basis for all major diplomacy with Israel,\" said Hussein Ibish, an analyst at the Arab Gulf States Institute in Washington.\n\nOmar Saif Ghobash, UAE assistant Minister for Culture and Public Diplomacy, told AFP the deal was designed to \"shake up\" the Middle East impasse and serve his country's interests.\n\n\"We didn't consult with anybody, we didn't inform anybody, and as a sovereign state we don't feel that we have the obligation to do that,\" Ghobash said, asked if Riyadh was consulted in advance.\n\n\"It's to be expected that not everybody will... applaud or comment,\" he added.\n\nThe controversial Trump plan, unveiled in January, had offered a path for Israel to annex the Jordan Valley and Jewish settlements across the West Bank, communities considered illegal under international law.\n\nThe Palestinians had rejected the plan outright as biased and untenable, as did Israel's Arab neighbours, and it sparked fears of more violence.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "news_keywords": "world, leaders, praise, israel, uae, deal, palestinians, cry, foul", "fb": {"app_id": 140842089267946}, "og": {"type": "article", "site_name": "International Business Times AU", "url": "https://www.ibtimes.com.au/world-leaders-praise-israel-uae-deal-palestinians-cry-foul-1606479", "title": "World Leaders Praise Israel-UAE Deal As Palestinians Cry Foul", "description": "World leaders praise Israel-UAE deal as Palestinians cry foul", "image": {"identifier": "https://www.ibtimes.com.au/sites/au.ibtimes.com/files/styles/large/public/2020/08/14/israeli-prime-minister-benjamin-netanyahu-l-and-the.jpg?itok=XKGytpd8", "secure_url": "https://www.ibtimes.com.au/sites/au.ibtimes.com/files/styles/large/public/2020/08/14/israeli-prime-minister-benjamin-netanyahu-l-and-the.jpg?itok=XKGytpd8", "height": 358, "width": 1024, "type": "image/jpeg"}}, "article": {"section": "News", "author": "Admin System", "modified_time": "2020-08-15T05:20:03+10:00", "published_time": "2020-08-15T05:13:29+10:00"}, "twitter": {"site": "ibtimesau", "card": "summary_large_image", "title": "World Leaders Praise Israel-UAE Deal As Palestinians Cry Foul", "url": "https://www.ibtimes.com.au/world-leaders-praise-israel-uae-deal-palestinians-cry-foul-1606479", "description": "World leaders praise Israel-UAE deal as Palestinians cry foul", "image": "https://www.ibtimes.com.au/sites/au.ibtimes.com/files/styles/large/public/2020/08/14/israeli-prime-minister-benjamin-netanyahu-l-and-the.jpg?itok=XKGytpd8"}, "msapplication-config": "https://www.ibtimes.com.au/sites/au.ibtimes.com/themes/au_ibtimes/favicons/browserconfig.xml", "inmobi-site-verification": "f7da70fa6877abeb212e7b2ac3833cd2", "Googlebot-News": "noindex", "author": "Admin System", "keywords": "world, leaders, praise, israel, uae, deal, palestinians, cry, foul", "description": "World leaders praise Israel-UAE deal as Palestinians cry foul"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}