{"GDELT": {"GlobalEventID": 940728437, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "chr", "Actor1Name": "CHEROKEE", "Actor1EthnicCode": "chr", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.66137566137567, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200814093000, "SOURCEURL": "https://www.motoring.com.au/new-jeep-grand-cherokee-and-wagoneer-coming-125679/"}, "ARTICLE": {"TITLE": "New Jeep Grand Cherokee and Wagoneer coming", "TEXT": "Countdown begins for three all-new seven-seat SUVs from Jeep\n\nThe official countdown has commenced for the all-new Jeep Grand Wagoneer, which will be the first of three new-generation seven-seat models to emerge from the US off-road auto brand over the next two years.\n\nAlthough it did not name the Grand Wagoneer, a cryptic post on Jeep’s official Instagram page this week confirmed something called ‘Grand’ is ‘coming soon’.\n\nAccording to our sources, this marks the start of a teaser campaign for the born-again Jeep Grand Wagoneer, which along with the standard Wagoneer was listed in Fiat Chrysler Automobiles’ Q2 financial report on July 31 as commencing production in the second quarter of 2021.\n\nNot to be confused with the Jeep Grand Commander launched in China in 2018, the Grand Wagoneer will be an all-new flagship SUV designed to take on the Lexus LX and even Range Rover, based on the same ladder platform as the latest DT-series RAM pick-up. The Wagoneer, meantime, will go up against the upcoming 300 Series Toyota LandCruiser.\n\nWhile the new RAM pick-up is not produced in factory right-hand drive form, the Wagoneer and Grand Wagoneer are both expected to be global models sold in all key markets including SUV-mad Australia.\n\nFinally giving Jeep not one but two large three-row SUVs to also take on the Nissan Patrol, both models are expected to be offered in five-seat and seven-seat form (rather than the Wagoneer being five-seat and the Grand Wagoneer seven-seat).\n\nWith the Grand Wagoneer teaser campaign starting this week, Jeep’s all-new flagship could be revealed within weeks.\n\nHowever, another all-new seven-seat Jeep will quickly follow in the form of the next-generation Grand Cherokee, which FCA plans to put into production in the third quarter of 2021. The first three-row Grand Cherokee will be joined by a more luxurious five-seat version.\n\nNaturally, the new Jeep Grand Cherokee – including the first seven-seat version – is a shoo-in for Australia, and both the Grand Wagoneer and Grand Cherokee are certain to eventually be offered in V8-powered SRT and even supercharged Trackhawk guises.\n\nHowever, when FCA first listed the new Grand Cherokee and all-new Grand Wagoneer in its 2018-2022 product plan, it said both models will be available with plug-in hybrid powertrains, which could come at the expense of diesel power in either big SUV.\n\nGiven production of the new Jeep Grand Cherokee is still a year away, there’s still time for it to be tested in Australia, which we understand was the plan before the COVID-19 pandemic broke out this year.\n\nWhen we asked FCA Australia chief Kevin Flynn about the new Grand Cherokee, he said: “There’s something we want to share with you in the coming weeks. We’ve got a strategy for releasing information so we’ll stick to that.”\n\nFlynn said he didn’t believe the Grand Cherokee name had been tarnished by the WK current model, which holds the dubious title of Australia’s most recalled vehicle.\n\n“We’re passionate about making sure that we deliver a quality product and without doubt we’ve made massive strides there. The product that we sell today from a quality perspective is a very different product to some years back,” he said.\n\n“I think Grand Cherokee right now in this stage of life cycle it’s in is one hell of a great package. It’s still got huge appeal. The styling tweaks that have been done over the years, the spec that’s been added, it’s still a great product and it still has appeal.”\n\nJeep is preparing a third new seven-seat model, which could be the ‘3-row full-size SUV’ it last month scheduled for production as soon as the first quarter of 2021 and the ‘Low D 3-Row’ that appeared in its previous 2018-2022 product plan. Whether this is a global model remains to be seen.\n\nAlso previously promised by 2022 was a new Jeep Cherokee mid-size SUV, a new Renegade small SUV and an all-new A/B-segment micro-SUV, all with PHEV power.\n\nJeep Australia has axed the Renegade, but Flynn hasn’t ruled out a local return for Jeep’s smallest existing SUV.\n\n“Current generation Renegade just doesn’t work for us, but that doesn’t mean that future generations won’t,” he told carsales.\n\n“It uses very expensive componentry. The job it’s supposed to do is one below Compass so in a sense it’s almost too good for that. Never say never but it doesn’t work for us right now.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "fb": {"app_id": 207120465991115, "admins": 100004682627394, "pages": 208393055860470}, "og": {"image": {"identifier": "https://motoring.pxcrush.net/motoring/general/editorial/jeep_gc_interior_006.jpg?height=427&width=640&aspect=fitWithin", "secure_url": "https://motoring.pxcrush.net/motoring/general/editorial/jeep_gc_interior_006.jpg?height=427&width=640&aspect=fitWithin"}, "locale": "en_US", "type": "article", "title": "New Jeep Grand Cherokee and Wagoneer coming - motoring.com.au", "description": "The official countdown has commenced for the all-new Jeep Grand Wagoneer, which will be the first of three new-generation seven-seat models to emerge from the US off-road auto brand over the next two years. Although it did not name the Grand Wagoneer, a cryptic post on Jeep’s official Instagram page this week confirmed something called …", "site_name": "motoring.com.au", "updated_time": "2020-08-14T07:40:45+00:00"}, "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"section": "News", "published_time": "2020-08-14T04:45:58+00:00", "modified_time": "2020-08-14T07:40:45+00:00"}, "twitter": {"card": "summary", "description": "The official countdown has commenced for the all-new Jeep Grand Wagoneer, which will be the first of three new-generation seven-seat models to emerge from the US off-road auto brand over the next two years. Although it did not name the Grand Wagoneer, a cryptic post on Jeep’s official Instagram page this week confirmed something called […]", "title": "New Jeep Grand Cherokee and Wagoneer coming - motoring.com.au", "image": "https://motoring.pxcrush.net/motoring/general/editorial/grand-cherokee-insta.jpg"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress."}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}