{"GDELT": {"GlobalEventID": 940701493, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "MED", "Actor2Name": "WRITER", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 12.4837451235371, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200814061500, "SOURCEURL": "https://www.artshub.com.au/grants/aboriginal-and-torres-strait-islander-arts/awards/national/australia-council-awards-2021-102462"}, "ARTICLE": {"TITLE": "AUSTRALIA COUNCIL AWARDS 2021", "TEXT": "Key dates\n\nNominations open: Friday 10 July 2020\n\nNominations close: Tuesday 1 September 2020 (3pm AEST)\n\nThe Australia Council is now calling for nominations for its 2021 awards.\n\n\n\nAPPLY NOW\n\n\n\nAward Categories\n\nAustralia Council Award for Lifetime Achievement in Literature acknowledges the achievements of an eminent literary writer who has made an outstanding and sustained contribution to Australian literature. The recipient of this award will receive $25,000.\n\nAustralia Council Don Banks Music Award is named in honour of Don Banks, a composer, performer and the first Chair of the Music Board. The Award acknowledges the achievements of a distinguished artist who has made an outstanding and sustained contribution to music in Australia. The recipient of this award will receive $25,000.\n\nAustralia Council Award for Visual Arts acknowledges the achievements of an artist who has made an outstanding and sustained contribution to Australian visual art. The recipient of this award will receive $25,000.\n\nAustralia Council Award for Emerging and Experimental Arts acknowledges the achievements of an artist who has made an outstanding and sustained contribution to the practice of emerging and experimental art. The recipient of this award will receive $25,000.\n\nAustralia Council Award for Dance acknowledges the achievements of an artist who has made an outstanding and sustained contribution to Australian dance. The recipient of this award will receive $25,000.\n\nAustralia Council Award for Theatre acknowledges the achievements of an artist who has made an outstanding and sustained contribution to Australian theatre. The recipient of this award will receive $25,000.\n\nAustralia Council Ros Bower Award for Community Arts and Cultural Development is named in honour of Ros Bower, a journalist, television producer, community arts pioneer and founding Director of Council’s first Community Arts Board. The Award acknowledges the achievements of an artist or arts worker who has made an outstanding and sustained contribution to community arts and cultural development. The recipient of this award will receive $25,000.\n\nAustralia Council Kirk Robson Award for Community Arts and Cultural Development recognises a young artist or arts worker (aged 30 years or under at the time of nomination) demonstrating outstanding leadership in community arts and cultural development (CACD). The award was established in honour of Kirk Robson who tragically died in a car crash in 2005. Kirk received the Council’s Young and Emerging Artists Initiative and was the Artistic Director of The Torch Project. The recipient of this award will receive $10,000.\n\nAbout the Awards\n\nThe Australia Council Awards acknowledge the contribution that Australian artists have made to the arts and cultural life of the nation.\n\nThese prestigious national awards recognise outstanding and sustained contributions by Australian artists in music, literature, community arts and cultural development (CACD), emerging and experimental arts (EEA), visual arts, theatre, and dance. They are awarded by the Board of the Australia Council, informed by key industry advisors.\n\nThe Australia Council will announce the Awards to distinguished Australian artists early in 2021.\n\nPast recipients include some of our most eminent artists. The 2020 Australia Council Award recipients are:\n\nAwards nomination requirements\n\nNominators must:\n\ncomplete the nomination form\n\nprovide a CV for the nominee (max of 2 x A4 pages)\n\nNominators may:\n\nprovide a maximum of two letters of support for the nomination\n\nAll nominations must be made by third parties.\n\nPlease note that you may nominate more than one artist however each nomination has to be submitted as a new form.\n\n\n\nHow to submit a nomination\n\nFollow these steps:\n\nTo nominate log in here to our Application Management System (AMS) if you have an account. You can create an account if you do not already have one Then under 'Awards' select 'Start a new award nomination'\n\nEnsure you select the correct award from the list of options\n\nComplete the fields and select answers with dropdown menus\n\nUpload any necessary support material\n\nSelect ‘Save’ once complete\n\nIf you are not ready to submit your nomination you can return to it through 'Your Draft Applications' in the left panel menu at a later date\n\nOtherwise select ‘Submit’\n\nSelect 'Submit a Nomination' from the left panel menu.\n\nHandy Tip:\n\nHave any support material such as nominee CV (no more than 2 pages), letters of support, nominee details, website URLs, videos, etc ready to enter/upload prior to commencing your nomination.\n\nClick on the ‘Apply' button at the bottom of this page. Nominations must be submitted via the Australia Council’s online system.\n\nNote, submitting a nomination for an Award does not count as an application to the Australia Council Grants Program.\n\nAPPLY NOW\n\n\n\nDownload the accessible RTF version of these guidelines.\n\n\n\nContact\n\n\n\nIf you need advice about applying, contact an Artists Services Officer now.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "HandheldFriendly": "True", "robots": "index,follow", "description": "The Australia Council Awards acknowledge the contribution that Australian artists have made to the arts and cultural life of the nation.", "copyright": "ArtsHub Australia", "theme-color": "#12c7b7"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}