{"GDELT": {"GlobalEventID": 940790745, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIAN", "Actor1CountryCode": "AUS", "Actor2Code": "JUD", "Actor2Name": "MAGISTRATE", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -6.94769711163154, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200814154500, "SOURCEURL": "https://www.computerweekly.com/news/252487666/US-decision-to-file-new-charges-against-Julian-Assange-astonishing-and-potentially-abusive-court"}, "ARTICLE": {"TITLE": "US decision to file new charges against Julian Assange ‘astonishing and potentially abusive’", "TEXT": "A decision by the US government to lodge new charges against Julian Assange was slammed as “astonishing and potentially abusive” by the WikiLeaks founder’s lawyer today.\n\nAssange, 48, is wanted in the US for allegedly conspiring with army intelligence analyst Chelsea Manning to expose military secrets between January and May 2010.\n\nA US grand jury has indicted him on 18 charges – 17 of which fall under the Espionage Act – including conspiracy to receive, obtain and disclose classified diplomatic and military documents.\n\nAssange will be re-arrested on the first day of his hearing at the Old Bailey on 7 September under a new indictment drawn up on 12 August.\n\nThe charge sheet contains further allegations that he conspired with others to obtain US government information by encouraging computer hacking.\n\nThe Australian’s psychiatric condition “may have declined over the course of the last few weeks”, according to a report described to Westminster Magistrates’ Court.\n\nAssange, wearing a cream shirt and dark grey trousers, sat cross-legged on a red prison bench and confirmed his name and date of birth via video link from Belmarsh Prison.\n\nHe has been held on remand at the maximum security jail since April 2019 and has missed several recent hearings because of “respiratory problems”.\n\nThe case was delayed this morning as Assange’s lawyers initially struggled to contact him at the prison in Woolwich, southeast London.\n\nThe court scrambled to find a US government prosecutor after wrongly listed the 10am hearing for this afternoon.\n\nAssange has not seen new US evidence Florence Iveson, representing Assange, told the court that the WikiLeaks founder had not seen new material submitted by the US, including a 33-page affidavit. “We think it is astonishing and potentially abusive, abuse of conduct, to add a new requirement at the 11th hour seeking to expand the case while we have spent a year preparing,” she said. Iveson said the new material added a “considerable amount” of narrative background and collateral conduct to the earlier indictment against Assange. She said the US had served evidence far too late, after the defence had already served its entire case. The US government started assembling its case before December 2017. It delivered an opening note in July 2019 and opened its full case in detail on 24 February this year. “We strongly oppose them being given a third opportunity to open this case and expand it,” said Iveson. “Our position is that the new material could and should have been provided at a much earlier stage and the only just way forward is to exclude it.”\n\nNormal for prosecutors to issue new charges Clair Dobbin, barrister representing the US government, said it was common practice for US prosecutors to continue investigating a defendant’s criminal conduct even after he has been arrested and charged. “They continued to investigate Mr Assange’s criminal conduct, including conduct that was not originally alleged,” she said. “We respectfully disagree that it does not fundamentally alter the basis on which extradition is sought. “US prosecutors have added some further allegations that set out conduct that expands to some degree Mr Assange and WikiLeaks’ alleged conduct in relation to other hackers. It extends the group of people – beyond Ms Manning – that Mr Assange is alleged to have conspired with.” Dobbin added: “It does go beyond adding mere narrative background to the extradition request. The court doesn’t have the power to dismiss aspects of the conducts alleged.”\n\nSuperseding indictment based on publicly available material from 2010/11 Assange’s lawyer, Iveson, said much of the new conduct in the superseding indictment was based on evidence of contemporaneous, publicly available material from 2010/11, including evidence on the WikiLeaks website available from 2010. “It’s difficult to see how this could be the fruit of an ongoing investigation,” she said. District judge Vanessa Baraitser ruled: “Whatever the reasons for this new request, this resumed final hearing is only a few weeks away and the part two request was served the day before yesterday and Mr Assange has not even been arrested for that request. This will take place on the first day of the resumed hearing. “The defence submits that fairness can be achieved by the court refusing to allow the government to rely on new evidence. “Whether the new evidence is mere narrative background cannot be decided without seeing the conduct as a whole and how it relates to the equivalent offences. “This court has no jurisdiction to reject the request.” The judge added: “Ms Iveson argues that it was brought about in bad faith and is an abuse of the court process. “A number of issues regarding the abuse of process have been raised by the defence and any suggestion that this too constitutes abuse will have to be dealt with when all the other abuse questions are dealt with. “I offer the defence more time, knowing that the consequences of delay are extremely unattractive.” Iveson said: “We will need further time to consider that and our wider legal response to that request.”\n\nAssange’s psychiatric condition may have declined Dobbin told the court that a psychiatric report received by the defence showed that Assange’s condition may have declined over the last few weeks. “Obviously the US may wish to take that into consideration,” she said. The judge said that, in principle, the extradition hearing could use live-streaming video for specific individuals outside the jurisdiction who cannot come to court because of the Covid-19 pandemic. “In principle, there is no objection to the use of the cloud video platform, but there are limited licences to use that platform and it is not generally something the court is involved in,” she said. “Applications must be made to the Old Bailey.” Addressing the defendant, she added: “Mr Assange, if the defence do not apply for more time or to vacate the hearing, the resumed hearing will begin on 7 September this year. This will be the last administrative-type hearing of this kind and you will be physically produced on that date at 10am. Until then, you remain in custody for the reasons I’ve given you before. Do you understand what I’ve said today?” Assange replied slowly: “I have heard most of your words.”\n\nAssange unable to consult with lawyers Responding to a request from his legal team to talk with their client, the judge asked the defendant: “Do you still have a jailer in the room with you, Mr Assange? Is it possible to arrange a post-court conference today?” The prison guard responded: “Unfortunately not, because you’ve overrun by 35 minutes. It would impact on other cases due to lunch breaks.”", "METADATA": {"viewport": "width=device-width,initial-scale=1", "description": "Lawyer for WikiLeaks founder slams US decision to serve a second indictment at the 11th hour alleging that Assange conspired with hackers, as a potential abuse of process.", "robots": "noarchive", "news_keywords": "Julian Assange, Extradtion, superseding indictment, hacking", "publicationDate": "08/14/2020", "og": {"title": "US decision to file new charges against Julian Assange ‘astonishing and potentially abusive’", "site_name": "ComputerWeekly.com", "url": "https://www.computerweekly.com/news/252487666/US-decision-to-file-new-charges-against-Julian-Assange-astonishing-and-potentially-abusive-court", "description": "Lawyer for WikiLeaks founder slams US decision to serve a second indictment at the 11th hour alleging that Assange conspired with hackers, as a potential abuse of process.", "type": "article", "locale": "en_GB", "image": "https://cdn.ttgtmedia.com/visuals/ComputerWeekly/Hero Images/Westminster-Magistrates-Court-hero-by-Niels-Ladefoged.jpg"}, "fb": {"app_id": 1528871824046027}, "article": {"publisher": "https://www.facebook.com/computerweekly"}, "twitter": {"card": "summary_large_image", "site": "@computerweekly", "title": "US decision to file new charges against Julian Assange ‘astonishing...", "description": "Lawyer for WikiLeaks founder slams US decision to serve a second indictment at the 11th hour alleging that Assange conspired with hackers, as a potential abuse of process.", "image": "https://cdn.ttgtmedia.com/visuals/ComputerWeekly/Hero Images/Westminster-Magistrates-Court-hero-by-Niels-Ladefoged.jpg"}}}}