{"GDELT": {"GlobalEventID": 940766294, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MILMIL", "Actor1Name": "REGIMENT", "Actor1Type1Code": "MIL", "Actor1Type2Code": "MIL", "Actor2Code": "MIL", "Actor2Name": "BATTALION", "Actor2Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 62, "EventBaseCode": 62, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.20264317180617, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72851", "Actor1Geo_Lat": 32.7333, "Actor1Geo_Long": 74.8667, "Actor1Geo_FeatureID": "-2098228", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN12", "Actor2Geo_ADM2Code": "72851", "Actor2Geo_Lat": 32.7333, "Actor2Geo_Long": 74.8667, "Actor2Geo_FeatureID": "-2098228", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20200814133000, "SOURCEURL": "https://www.indiatoday.in/india/story/india-s-brave-meet-recipients-of-shaurya-chakra-for-gallantry-in-jammu-and-kashmir-1711217-2020-08-14"}, "ARTICLE": {"TITLE": "Cop who died fighting terrorists after Pulwama attack among gallantry awardees for bravery in J&K", "TEXT": "Indian Army in a statement on Friday said Havaldar Alok Kumar Dubey, Major Anil Urs and Lt Col Krishan Singh Rawat are being awarded the Shaurya Chakra for gallantry in different actions in Jammu and Kashmir.\n\nInstituted first by the Government of India on August 15, 1947, as Ashoka Chakra Class-I, Ashoka Chakra Class-II, and Ashoka Chakra Class-III, the gallantry awards were renamed as Ashoka Chakra, Kirti Chakra and Shaurya Chakra respectively in January of 1967.\n\nSince its inception, Shaurya Chakra has been awarded to 1,997 recipients. Among those eligible for this honour are officers of all ranks of the Army, Navy, and Air Force along with Reserve Forces, Territorial Army, Militia and or other lawfully constituted forces. Members of the nursing services of the Armed Forces are also eligible for the Shaurya Chakra along with civilians and members of police forces, including Central Para-Military Forces and Railway Protection Force.\n\nThe Jammu and Kashmir Police bagged the highest tally of Gallantry Awards besides a Kirti Chakra and a Shaurya Chakra each. Two policemen from the J&K police, three Indian Army personnel and one Indian Air Force officer are among the Bravehearts who have been conferred gallantry awards this year.\n\nPresident Ram Nath Kovind approved 84 gallantry awards on the eve of Independence Day.\n\nHead Constable Abdul Rashid Kalas\n\nHead Constable Abdul Rashid Kalas has been awarded the Kirti Chakra posthumously. The award is recognition of bravery and valour and is second in order of precedence of peacetime gallantry awards. He also earned an out of turn promotion for his bravery before 2019.\n\nMember of the Special Operations Group (SOG), Head Constable Kalas was part of an encounter with terrorists took place in Pinglan area of Pulwama on February 18, 2019, where he laid down his life taking on terrorists who were involved in plotting the attack on the CRPF convoy in Pulwama that killed 40 troops. Among the terrorists killed were Kamran and Abdul Rashid, divisional commanders of terror outfit Jaish-e-Mohammed (JeM).\n\nThe then Superintendent of Police (Pulwama) Chandan Kohli had said, “Both individuals deserve Kirti and Shaurya Chakra. Head Constable Abdul Rashid was extremely courageous. He would go out of his way even during earlier encounters.”\n\nFive security personnel, including three army soldiers and a Major, were martyred in the gunbattle. While Rashid was martyred, SP Chandan was rushed to the hospital along with DIG Amit Kumar who had also suffered grievous injuries.\n\nFile photo of Head Constable Abdul Rashid Kalas\n\nHavildar Alok Kumar Dubey\n\nBorn on July 2, 1984, in Bhatpura village in Uttar Pradesh's Farrukhabad, Havildar Alok Kumar Dubey's father Santosh was a farmer and his mother a housewife. After finishing school from RP Inter College in Kamalganj, Havildar Dubey enrolled in the Indian Army on January 30, 2002. He was trained at the Rajput Regiment Centre in UP's Fatehgarh and upon completion of the training posted to the 23 Rajput division.\n\nHavildar Dubey was posted to the 44 Rashtriya Rifles (Rajput) on January 6, 2017.\n\nHe is married and has a son and a daughter who live with their mother in Fatehgarh.\n\nFile photo of Havildar Alok Kumar Dubey\n\nHavildar Alok Kumar Dubey was part of the operation On June 22, 2019, in orchards near a village in Jammu and Kashmir. He used tactical proficiency in assisting the Company Commander in laying the initial cordon. Havildar Dubey was deployed as the stop in the inner cordon. He observed suspicious movement in the bushes just ahead of him and spotted a group of terrorists trying to break the cordon by taking advantage of poor visibility and thickly vegetated terrain. Upon challenging, the terrorists lobbed a grenade and opened indiscriminate fire, his citation says.\n\n\"Displaying raw courage, Havildar Alok closed in towards the group of terrorists and killed one terrorist at close range with aimed fire. The terrorist was later identified as a dreaded terrorist of category A++. In utter disregard to his personal safety, Havildar Alok crawled further blocking escape route of the terrorists,\" the citation goes on to add. Maintaining offensive spirit, Havildar Dubey brought down heavy volume of fire pinning the terrorists down and facilitating maneuver of own parties to further tighten the cordon.\n\nMajor Anil Urs\n\nAt present, Major Anil Urs is the Company Commander in an Infantry Battalion deployed along the Line of Control (LOC). Major Urs has served in the Officers Training Academy in Chennai and the 27 Rashtriya Rifles.\n\nHe was commended by the Army Commander for dedication to duty during both his tenures. According to the Indian Army, Major Urs was commissioned in the Maratha Light Infantry on September 23, 2007.\n\nFile photo of Major Anil Urs\n\nMajor Anil Urs was part of an operation along the LoC where he laid an ambush for infiltrators displaying good tactical acumen and strong resolve. The officer waited patiently maintaining complete surprise, his citation said. On spotting the group of terrorists, Major Urs brought down effective fire killing three terrorists.\n\nBeing in close proximity to the LOC, his action drew violent and effective fire from parties across the border. Enduring the risk of loss of life, Major Urs displayed extraordinary leadership, nerves of steel and spirit of service before self where he chose to remain at the location awaiting an opportunity to engage the rest of the terrorists.\n\nLt Col Krishan Singh Rawat\n\nBorn on March 25, 1985, in Uttarakhand's Bhikyasain, Lt Col Krishan Singh Rawat did his schooling from Delhi's Green Fields School and Navyug School. His father retired as the personal secretary to Integrated Financial Advisor at the staff of the Integrated Defence Headquarters in the national capital.\n\nLt Col Krishan Singh Rawat joined the First Battalion the Parachute Regiment (Special Forces) upon being commissioned. He is the recipient of the 2010 Sena Medal for Gallantry and mentioned in dispatches (despatches) during deployment with his unit which means that he was recommended for gallantry in reports to superiors in the Ministry of Defence by his supervisors.\n\nFile photo of Lt Col Krishan Singh Rawat", "METADATA": {"viewport": "width=device-width, minimum-scale=1, initial-scale=1.0, maximum-scale=5.0", "description": "Two policemen from the J&K police, three Indian Army personnel and one Indian Air Force officer are among the Bravehearts who have been conferred gallantry awards this year by President Ram Nath Kovind.", "news_keywords": "shaurya chakra, shaurya chakra india, shaurya chakra awards, shaurya chakra army", "og": {"site_name": "India Today", "type": "Article", "description": "Two policemen from the J&K police, three Indian Army personnel and one Indian Air Force officer are among the Bravehearts who have been conferred gallantry awards this year by President Ram Nath Kovind.", "title": "Cop who died fighting terrorists after Pulwama attack among gallantry awardees for bravery in J&K", "url": "https://www.indiatoday.in/india/story/india-s-brave-meet-recipients-of-shaurya-chakra-for-gallantry-in-jammu-and-kashmir-1711217-2020-08-14", "updated_time": "2020-08-14T22:12:24+05:30", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202008/BSF_Ganderbal_1__PTI__0-647x363.jpeg?G35LEpYhW5.QyvOIYLfmwepsaZyhC_l8"}, "twitter": {"creator": "@indiatoday", "title": "Cop who died fighting terrorists after Pulwama attack among gallantry awardees for bravery in J&K", "site": "@indiatoday", "card": "summary_large_image", "description": "Two policemen from the J&K police, three Indian Army personnel and one Indian Air Force officer are among the Bravehearts who have been conferred gallantry awards this year by President Ram Nath Kovind.", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202008/BSF_Ganderbal_1__PTI__0-647x363.jpeg?G35LEpYhW5.QyvOIYLfmwepsaZyhC_l8"}, "fb": {"pages": 23230437118}, "generator": "Drupal 7 (http://drupal.org)", "theme-color": "#C04A4A", "branch": {"deeplink": {"canonical_identifier": 1711217, "data_type": "story"}}, "article": {"published_time": "2020-08-14T18:25:11+05:30", "modified_time": "2020-08-14T22:12:24+05:30"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}