{"GDELT": {"GlobalEventID": 940723698, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "LEG", "Actor2Name": "REPRESENTATIVES", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.70011668611435, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200814090000, "SOURCEURL": "https://www.interaksyon.com/trends-spotlights/2020/08/14/174979/putin-c-other-witty-memes-go-viral-after-russias-announcement-of-first-covid-19-vaccine/"}, "ARTICLE": {"TITLE": "‘Putin C’, other witty memes go viral after Russia’s announcement of first COVID-19 vaccine", "TEXT": "Witty memes and funny posts about the Russian coronavirus vaccine circulated online in response to President Rodrigo Duterte‘s plans to launch clinical trials of it in the country by October.\n\nRussian President Vladimir Putin recently announced the world’s first vaccine to prevent the deadly novel coronavirus called Sputnik V, which was developed by Moscow’s Gamaleya Institute.\n\nIn a press briefing last Thursday, August 13, presidential spokesman Harry Roque announced that Duterte sought to launch clinical trials of the vaccine in October and be inoculated with it in May 2021.\n\nDuterte also expressed optimism for a “COVID-free December” in time for the Christmas festivities.\n\n“By December, sabi ko, in the fullness of God’s time, we will have a, hopefully, a COVID-free December and we can enjoy this Christmas season,” he said.\n\nDespite the approval in Russia and Duterte’s hopeful message, scientists raised alarms that it did not complete the final stage testing of vaccine development.\n\n‘Putin C’ and other puns\n\nFollowing these reports, the name ‘Putin C,’ which was coined from the Russian president’s last name and the popular vitamins Poten-Cee, trended on Facebook and Twitter where Filipinos poked fun at the made-up alternative name for the vaccine.\n\nSana “Putin-C” na lang pangalan ng vaccine from Russia. Chos. https://t.co/hg7eTkrpZl — Jacque Manabat (@jacquemanabat) August 12, 2020\n\nOne Twitter user suggested that vaccines from China can be called “Vitamin Xi” and the one from the United States be called “CenTrump,” both of which were coined words from the names of Chinese President Xi Jinping and US President Donald Trump.\n\nWhat if these will be the covid vaccines:\n\nRUSSIA= Putin C\n\nCHINA= Vitamin Xi\n\nUSA= CenTrump — TERO, Mark Nilo B. (@mark_mywordsPH) August 12, 2020\n\nIn a Twitter thread, another user made a satirical story that he supposedly learned the Russian language and their culture after being injected with Sputnik V.\n\nHey guys! Nakakuha ako ng Russian vaccine for COVID and for those of you scared na it wasn't tested, I tried it and am happy to report that wala naman siya any efectoski secundarioski и меня зовут Лопес Обрадор, и я коррумпирован и лжец и почему я даю чистые прямые награды — Sedricke (@sedriddick) August 13, 2020\n\nSome people, meanwhile, suggested that the high-ranking government officials, including Duterte, should be vaccinated first. They recalled that they were previously prioritized in the country’s COVID-19 testing program amid the lack of test kit supplies.\n\nPanalo tong comment na to! Hahaha! 🔥 pic.twitter.com/Maa7i9VQ3j — Ryan (@rryyyaaaannnn) August 12, 2020\n\nDuring his last address last Monday, Duterte proposed to be among the volunteers in the clinical trials of the vaccine.\n\n“Ako, pagdating ng bakuna, in public, para walang satsat diyan, in public magpa-injection ako. Ako ‘yung maunang ma-eksperimentuhan. Okay para sa akin,” he said.\n\nAmid the funny memes and posts about the vaccine, Twitter user @BORBEturate expressed his suspicion that Filipinos would serve the “guinea pigs” for Sputnik V’s phase 3 testing.\n\n“My suspicions are right. The vaccines are free (as it should be) since we will be the guinea pigs for their phase 3. Hope this doesn’t turn out worse than Dengvaxia,” he said.\n\nMy suspicions are right. The vaccines are free (as it should be) since we will be the guinea pigs for their phase 3. Hope this doesn’t turn out worse than Dengvaxia. pic.twitter.com/DojDOVTPKv — jan borbe (@BORBEturate) August 13, 2020\n\nA thousand healthy Filipinos\n\nDr. Jaime Montoya, the executive director of the Department of Science and Technology Philippine Council for Health Research and Development (DOST-PCHRD), told CNN Philippines that around 1,000 healthy Filipinos are needed to volunteer for the clinical trial tests.\n\nMontoya, who attended the meeting with Gamaleya Institute, also shared that representatives from the facility showed how effective is the vaccine in preventing the deadly virus.\n\n“They have shown that it was effective. It produced sufficient antibodies in the people that were given the vaccine. It was safe, only minor adverse effects such as fever for a few days after the injection,” he said.\n\nIn another interview, Montoya also said that local health and vaccine experts will have to sign a confidentiality data agreement with their Russian counterparts before the phase 3 trial procedures begin.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://media.interaksyon.com/wp-content/uploads/2020/03/Scientist-in-a-laboratory.jpg", "secure_url": "https://media.interaksyon.com/wp-content/uploads/2020/03/Scientist-in-a-laboratory.jpg", "width": 640, "height": 427, "alt": "Scientist in a laboratory"}, "locale": "en_US", "type": "article", "title": "'Putin C', other witty memes go viral after Russia's announcement of first COVID-19 vaccine", "description": "Witty memes and funny posts about the Russian coronavirus vaccine circulated online in response to President Rodrigo Duterte‘s plans to launch clinical trials of it in the country by October. Russian President Vladimir Putin recently announced the world’s first vaccine to prevent the deadly novel coronavirus called Sputnik V, which was developed by Moscow’s Gamaleya …", "url": "https://www.interaksyon.com/trends-spotlights/2020/08/14/174979/putin-c-other-witty-memes-go-viral-after-russias-announcement-of-first-covid-19-vaccine/", "site_name": "Interaksyon"}, "article": {"tag": "xi jinping", "section": "Trends + Spotlights", "published_time": "2020-08-14T14:31:01+08:00"}, "twitter": {"card": "summary_large_image", "description": "Witty memes and funny posts about the Russian coronavirus vaccine circulated online in response to President Rodrigo Duterte‘s plans to launch clinical trials of it in the country by October. Russian President Vladimir Putin recently announced the world’s first vaccine to prevent the deadly novel coronavirus called Sputnik V, which was developed by Moscow’s Gamaleya […]", "title": "'Putin C', other witty memes go viral after Russia's announcement of first COVID-19 vaccine", "image": "https://media.interaksyon.com/wp-content/uploads/2020/03/Scientist-in-a-laboratory.jpg"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress."}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}