{"GDELT": {"GlobalEventID": 940715975, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "RUSGOVJUD", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor1Type1Code": "GOV", "Actor1Type2Code": "JUD", "Actor2Code": "PRK", "Actor2Name": "NORTH KOREA", "Actor2CountryCode": "PRK", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -11.382113821138198, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nakhodka, Primorskiy Kray, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS59", "Actor1Geo_ADM2Code": "25088", "Actor1Geo_Lat": 42.8118, "Actor1Geo_Long": 132.91, "Actor1Geo_FeatureID": "-2962620", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "KN", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nakhodka, Primorskiy Kray, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS59", "Action2Geo_ADM2Code": "25088", "Action2Geo_Lat": 42.8118, "Action2Geo_Long": 132.91, "Action2Geo_FeatureID": "-2962620", "DATEADDED": 20200814080000, "SOURCEURL": "https://www.nknews.org/2020/08/north-korean-fishermen-charged-with-assault-11-months-into-russian-detention/"}, "ARTICLE": {"TITLE": "North Korean fishermen charged with assault 11 months into Russian detention", "TEXT": "Russia’s prosecutor general indicted 14 North Korean fishermen on Friday for an alleged Sept. 2019 assault against Russian border guards. All 14 North Koreans are now charged with two violations of the country’s criminal code, and they have so far served nearly 11 months in pretrial detainment.\n\nThe fishermen are specifically charged with “encroachment on the life” of government officials and the use of violence against them, according to an Aug. 12 news release from The Prosecutor General’s Office of the Russian Federation. Their cases will be sent to Primorsky Krai regional court, which has jurisdiction over the North Korea-Russia border region, where the crimes allegedly occurred.\n\nIn the most detailed single description of the event from Russian officials yet, the prosecutor general’s office relayed that “18 foreign sailors armed themselves with improvised items, including knives and axes, and attacked 11 border guards” when the guards attempted to board the North Korean vessel suspected of illegal squid poaching in Sept. 2019. The attack caused “injuries of varying severity,” and some of the fisherman also “tried to kill 6 [guards],” according to the prosecutor general’s claims.\n\nPrevious Russian government accounts described 18 fishermen arming themselves with improvised items, but focused on “three fishermen [who], during the attack, struck the soldiers with sticks,” injuring three border guards. The most recent retelling, however, increased the alleged number of injuries, the severity of those injuries and newly introduced allegations of murderous intent. The most recent allegations also do not mention that one of the 18 fishermen is believed to have died, leaving 17 to stand trial.\n\nThe three lead fishermen — referred to as Kwon Yong Sik, Choe Son and Pak Myung Jin — were the first to be indicted by Russian prosecutors in June. One unnamed fisherman was found guilty and sentenced to four years in prison in July, with court docket records showing a “Choe, Son” facing the same charges on July 2.\n\nThe case against the other two fishermen is expected to go to court on Sept. 16, but future court dates for the remaining 14 North Koreans facing indictment is unknown.\n\nJust after the September arrests, Russian officials announced their intent to hold the fishermen in pre-trial detention, meaning the North Koreans are believed to have been in Russian custody for nearly an entire year now.\n\nA France24 documentary released in May showed footage of seven North Korean fishing vessels anchored in Nakhodka Bay, with the fishermen held in detention on board their own ships. At the time, officials said “it’s up to the North Korean consulate to supply them with food, water, fuel. That all falls under the consulate’s obligations, not the Coast Guard’s.”\n\nWhile it’s unclear whether or not the fishermen are still detained on their ships after the documentary’s filming, their unusually long pre-trial detention represents already a quarter of their peer’s four-year prison sentence. It is expected that the 14 fishermen will receive lighter sentences than the three charged in June.\n\n\n\nEdited by Kelly Kasulis", "METADATA": {"google-site-verification": "NrpzHvwyXqYKgPQfZIm8Usd5s0JfrRvzKIYUF8x_IP8", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "theme-color": "#1b1b1b", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "North Korean fishermen charged with assault 11 months into Russian detention | NK News", "description": "Russia’s prosecutor general indicted 14 North Korean fishermen on Friday for an alleged Sept. 2019 assault against Russian border guards. All 14 North Koreans are now charged with two violations of the country’s criminal code, and they have so far served nearly 11 months in pretrial detainment. The fishermen are specifically charged with “encroachment on …", "url": "https://www.nknews.org/2020/08/north-korean-fishermen-charged-with-assault-11-months-into-russian-detention/", "site_name": "NK News - North Korea News", "image": {"identifier": "https://www.nknews.org/wp-content/uploads/2020/08/50000028713_91586a43d9_k-1024x768.jpg", "secure_url": "https://www.nknews.org/wp-content/uploads/2020/08/50000028713_91586a43d9_k-1024x768.jpg", "width": 1024, "height": 768}}, "article": {"publisher": "https://www.facebook.com/nknewsorg", "tag": "Human Security / Human Rights", "section": "News", "published_time": "2020-08-14T04:20:57+00:00"}, "fb": {"app_id": 1838243203076326}, "twitter": {"card": "summary_large_image", "description": "Russia’s prosecutor general indicted 14 North Korean fishermen on Friday for an alleged Sept. 2019 assault against Russian border guards. All 14 North Koreans are now charged with two violations of the country’s criminal code, and they have so far served nearly 11 months in pretrial detainment. The fishermen are specifically charged with “encroachment on […]", "title": "North Korean fishermen charged with assault 11 months into Russian detention | NK News", "site": "@nknewsorg", "image": "https://www.nknews.org/wp-content/uploads/2020/08/50000028713_91586a43d9_k.jpg", "creator": "@nknewsorg"}, "onesignal": "wordpress-plugin"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}