{"GDELT": {"GlobalEventID": 940792602, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.3371104815864, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200814160000, "SOURCEURL": "https://www.msn.com/en-us/news/us/the-trump-administration-is-predicting-a-drastic-drop-in-demand-for-us-visas-for-years-to-come/ar-BB17YbhN"}, "ARTICLE": {"TITLE": "The Trump Administration Is Predicting a Drastic Drop in Demand for U.S. Visas for Years to Come", "TEXT": "ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive our biggest stories as soon as they’re published.\n\nThe Trump administration is predicting years of dramatically reduced international demand for U.S. visas, and planning for drastic budget cuts to visa services worldwide as a result, according to an internal memo seen by ProPublica.\n\nThe projections made by the U.S. State Department in a memo signed by Secretary of State Mike Pompeo on Monday contrast with the rosier outlook expressed repeatedly by President Donald Trump. As recently as Aug. 5, Trump predicted that the coronavirus “will go away” and that a vaccine will be available before the end of the year. But internally, the memo shows, the government is planning for the pandemic to drastically reduce international travel to the U.S. through at least 2022.\n\nThe memo projects steep reductions, in particular, to non-immigrant visas. Trump has issued restrictions on some categories of non-immigrant visas, citing the economic impacts of the pandemic, but the majority of non-immigrant visas processed by the State Department are temporary visas for business travel and tourism.\n\nProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive our biggest stories as soon as they’re published.\n\nThe memo outlines several ways the agency is cutting costs, including expanding a hiring freeze, which it acknowledges will affect consulates’ ability to process visa applications.\n\nA State Department spokesman, Noel Clay, declined to comment on internal communications.\n\nFees collected to process visa applications from people hoping to visit or move to the United States, as well as passport application fees paid by U.S. citizens, bring in around $3.5 billion a year to the State Department. Those fees pay for U.S. consular operations worldwide. The near-total halt to visa and passport services will drive that down by $1.4 billion this year, senior State Department official Ian Brownlee told a congressional committee last month.\n\nInternational travel collapsed this spring as the coronavirus spread. The number of people going through security checkpoints run by the Transportation Security Administration fell by 95% on some days in April, compared with the prior year, according to TSA data. Many consulates around the world were shut down entirely for much of the spring and summer, or closed for all but emergency appointments. Between the operations shutdown and the collapse in demand, visa approvals plummeted from over 670,000 in January to around 45,000 in April (with similar numbers in May and June, the last month for which the State Department has statistics available).\n\nAt the same time, vast differences between Democrats, Republicans and the White House over the scale and scope of new coronavirus relief funding have dimmed hopes for any additional aid to make up for the massive disruptions caused by the coronavirus. That affects both the State Department’s projections of future demand and its prospects for direct aid from Congress to make up the shortfall.\n\n“International travel has become a shadow of what it was even a few short months ago,” said the State Department memo, also known as a cable. “We anticipate having to make very difficult trade-offs in the face of reduced revenue.”\n\nState Department officials predict an 82% drop in visa applications in 2021 compared with 2018, according to data provided in the cable. Even into 2022, the administration is preparing for 2.6 million applications, around 22% of the over 12 million applications made two years ago.\n\nThe administration is responding in part by freezing the consular hiring of diplomats’ family members, the memo said, in addition to a freeze on the hiring of local staff, which it implemented in March. Family-member employment by embassies and consulates is a popular program that often provides the only available work options for the spouses of diplomats, depending on the country they are assigned to.\n\n“If you’re telling officers, your spouse no longer has a job opportunity, I think it really just hurts morale,” said Chris Richardson, a former U.S. consular officer who is now an immigration lawyer.\n\nThe cable asked consulates to find cost savings at their posts, and it said the State Department is cutting back on greeters, reducing call center hours and closing sites in Mexico, Brazil and Colombia that collect biometric data from applicants.\n\nThe State Department memo acknowledges that the family-member hiring freeze “will likely have an impact on posts’ processing capacity.”\n\nA similar crisis is affecting U.S. Citizenship and Immigration Services, under the Department of Homeland Security, where three-quarters of the workforce face a furlough if Congress cannot make up a $1.2 billion shortfall by the end of August.\n\n“Across the immigration system, cuts are a pressing problem,” said Sarah Pierce, a policy analyst at the nonpartisan Migration Policy Institute. “At some future date when demand for immigration increases, our system will be woefully inadequate to meet it. This was already true for refugee resettlement and USCIS, and now the State Department.”\n\nAt both USCIS and the State Department, fee revenues are down due to a combination of Trump administration restrictions on immigration and travel, and the drop in demand caused by the pandemic. It is unclear what assumptions the State Department is making in its estimates, however — and it’s possible that lifting or reversing restrictive Trump policies could result in higher application levels and higher revenues.\n\nEven before the pandemic hit, the number of applications for non-immigrant visas fell nearly 4% between 2018 and 2019, according to figures provided in the cable.\n\n“To me it feels very much like a continuation of the current atmosphere, where they anticipate there will be bans,” Richardson said. “They anticipate all of Trump’s immigration regulations to remain in effect.”\n\nThe existing U.S. visa system is antiquated, slow and shuts out thousands of tourists, workers and students each year, argued Bethany Milton, a former U.S. foreign service officer, in a recent opinion piece. She called for the successor to the Trump administration to take advantage of the pause in international travel to create a “modernized and equitable visa process.”\n\nThe drastic decline the State Department is projecting is only possible if demand for international business travel and tourism to the U.S. remains severely depressed for the next two years, above and beyond any restrictions imposed by the administration.\n\nAn executive proclamation signed by Trump in late May barred people from coming to the U.S. on certain temporary work visas through the end of 2020. The categories of visas most affected made up around 10% of all visa approvals under pre-pandemic conditions, according to a ProPublica analysis of State Department data. Tourist visas, for personal travel, business travel or both, make up over 60%.\n\nThose visas aren’t directly affected by presidential policies. But demand for them will likely remain low as long as the U.S. fails to contain the coronavirus. Many countries require people to self-quarantine upon return from the U.S.\n\nIn March, Congress gave the State Department an extra $588 million ($264 million in an initial emergency spending package and $324 million in the CARES Act) to pay for coronavirus-related “diplomatic programs” expenses, including maintaining consular operations. But that is far too little to make up for the near-shutdown in visa applications. The extra money was also supposed to pay for evacuations and emergency preparedness.\n\nIn fact, the cable obtained by ProPublica explicitly warns employees not to dip into the “diplomatic programs” fund in order to cover shortfalls in the Consular and Border Security Programs account where they anticipate the shortfall to be greatest.\n\nA Senate Democratic aide said on condition of anonymity that congressional officials for months had raised concerns with State Department leadership about the impending budget crunch. Until recently, the agency’s top officials were “oblivious or not caring.” Legislators hoped to include provisions in the next stimulus bill to address and alleviate the shortfalls, the aide said.\n\nBut negotiations over a new round of stimulus have fallen apart in recent weeks, and the prospects for any further relief look dim.\n\n“I’m not sure anyone should go to the bank right now on anything that might happen soon from the Hill,” the aide said.\n\nThere’s at least one task, though, that the memo’s authors don’t want consulates to cut back on entirely. The memo instructs consulates to continue travel to investigate “urgent cases” of potential immigration fraud.\n\nDo you have access to information about U.S. visas that should be public? Email dara.lind@propublica.org. Here’s how to send tips and documents to ProPublica securely.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "The Trump Administration Is Predicting a Drastic Drop in Demand for U.S. Visas for Years to Come", "cq": "passed", "Search.Interest": "Donald Trump", "robots": "index, follow", "description": "by Yeganeh Torbati and Dara Lind ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive our biggest stories as soon as they’re published. The Trump administration is predicting years of dramatically reduced international demand for U.S. visas, and planning for drastic budget cuts to visa services worldwide as a result, according to an internal memo seen by ProPublica. The projections made by the U.S. State...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}