{"GDELT": {"GlobalEventID": 940722807, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFGINSTAL", "Actor1Name": "TALIBAN", "Actor1CountryCode": "AFG", "Actor1KnownGroupCode": "TAL", "Actor1Type1Code": "INS", "Actor2Code": "OPP", "Actor2Name": "PRISONER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 138, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.07830342577488, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF13", "Actor2Geo_ADM2Code": "3580", "Actor2Geo_Lat": 34.5167, "Actor2Geo_Long": 69.1833, "Actor2Geo_FeatureID": "-3378435", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200814090000, "SOURCEURL": "https://www.msn.com/en-us/news/world/afghanistan-begins-release-of-400-taliban-prisoners/ar-BB17X6s8"}, "ARTICLE": {"TITLE": "Afghanistan begins release of 400 Taliban prisoners", "TEXT": "© [HPC/Handout/Anadolu] The Loyal Jirga approved the release to pave the way for talks and a possible ceasefire over the weekend [HPC/Handout/Anadolu]\n\nAfghan authorities have started to release 400 Taliban prisoners, the final hurdle in long-delayed peace talks between the two warring sides, even as President Ashraf Ghani warned they were a \"danger to the world\".\n\nA group of 80 prisoners was released on Thursday, National Security Council spokesman Javid Faisal said, tweeting it would \"speed up efforts for direct talks and a lasting, nationwide ceasefire\".\n\nThe release of the 400 prisoners was approved at the weekend after a three-day Loya Jirga, a traditional Afghan meeting of tribal elders and other stakeholders, held to decide on momentous issues.\n\nThe prisoner release is part of the US-Taliban agreement signed in February, which saw Washington agree to withdraw its troops from Afghanistan in return for a pledge from the armed group to hold peace talks with the Afghan government.\n\nThe Trump administration pressured President Ghani's government, which was not part of the pact signed in the Qatari capital Doha, to free the Taliban inmates as US elections approach. Troops withdrawal was one of Trump's campaign promises in 2016 elections.\n\nA group of 80 prisoners was released on Thursday, National Security Council spokesman Javid Faisal said [Anadolu]\n\nWidespread condemnation\n\nMany of the inmates are accused of serious offences, with more than 150 of them on death row, according to an official list seen by the AFP news agency.\n\nThe prisoners also include some 44 fighters of particular concern to the United States and other countries for their role in \"high-profile\" attacks.\n\nThe Afghan government and the Taliban are set to meet within days of the prisoner release being completed, in a move that has drawn widespread condemnation after it emerged many of the inmates were involved in attacks that killed scores of Afghans and foreigners.\n\nThe prisoners' fate was a crucial hurdle in launching peace talks between the two sides. The Afghan government has released almost all the Taliban prisoners on the list, but authorities have baulked at freeing the final 400.\n\n'Danger to the world'\n\nGhani warned on Thursday the hardened criminals were \"likely to pose a danger both to us and to (America) and to the world\".\n\n\"Until this issue, there was a consensus on the desirability of peace but not on the cost of it,\" Ghani said in a video conference organised by a US think-tank.\n\n\"We have now paid the major instalment on cost and that means peace will have consequences,\" he added.\n\n200810054832569\n\nThe February agreement had stipulated that Kabul release 5,000 fighters in return for 1,000 Afghan government prisoners held by the Taliban.\n\nThe Loyal Jirga, while approving the release of the final 400 Taliban prisoners, asked authorities to monitor the freed prisoners to ensure they did not return to the battlefield.\n\nNo date has been set, but negotiations between Kabul's political leadership and the Taliban will most likely be held in Qatar, where the Taliban maintains a political office.\n\nAhead of the Loyal Jirga, US Secretary of State Mike Pompeo had urged the gathering to release the prisoners, although he acknowledged the move was \"unpopular\".\n\nAustralian Prime Minister Scott Morrison said earlier this week he had lobbied for a former Afghan army soldier, who went rogue and killed three Australian colleagues, to stay in jail.\n\nThe Taliban, meanwhile, has warned of possible attacks against the freed prisoners by the Islamic State of Iraq and the Levant group in coordination with Afghanistan's spy agency.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Afghanistan begins release of 400 Taliban prisoners", "cq": "passed", "Search.Interest": "World", "robots": "index, follow", "description": "The Afghan government and the Taliban are set to meet in Doha within days of the prisoner release being completed.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}