{"GDELT": {"GlobalEventID": 940712002, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OPP", "Actor1Name": "DEMONSTRATOR", "Actor1Type1Code": "OPP", "Actor2Code": "NLD", "Actor2Name": "NETHERLANDS", "Actor2CountryCode": "NLD", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.35537190082644, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Grodno, Wielkopolskie, Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL86", "Actor1Geo_ADM2Code": "24611", "Actor1Geo_Lat": 52.2183, "Actor1Geo_Long": 18.8113, "Actor1Geo_FeatureID": "-503358", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Netherlands", "Actor2Geo_CountryCode": "NL", "Actor2Geo_ADM1Code": "NL", "Actor2Geo_Lat": 52.5, "Actor2Geo_Long": 5.75, "Actor2Geo_FeatureID": "NL", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Grodno, Wielkopolskie, Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL86", "Action2Geo_ADM2Code": "24611", "Action2Geo_Lat": 52.2183, "Action2Geo_Long": 18.8113, "Action2Geo_FeatureID": "-503358", "DATEADDED": 20200814073000, "SOURCEURL": "https://www.bostonglobe.com/news/world/2020/08/11/protests-belarus-continue-despite-challenger-departure/2EHHgn8Mc2b9Z7ihfbYSzK/story.html"}, "ARTICLE": {"TITLE": "Protests in Belarus continue despite challenger’s departure", "TEXT": "“It was a very hard decision to make,” Tsikhanouskaya said. “I know that many of you will understand me, many others will condemn me, and some will even hate me. But God forbid you ever face the choice that I faced.”\n\nLooking haggard and distressed, Sviatlana Tsikhanouskaya, 37, a former English teacher who entered the race after her husband’s jailing in Belarus, apologized to her backers in a video statement and said it was her own choice to leave the country.\n\nMINSK — The top opposition candidate in Belarus’s presidential election left for Lithuania Tuesday but antigovernment demonstrators still turned out for a third-straight night to protest the vote results, despite a massive police crackdown that prompted a warning of possible European Union sanctions.\n\nAdvertisement\n\nIn another video statement released later Tuesday, she urged her supporters to respect the law and to avoid clashes with police.\n\nThe statements marked an abrupt about-face for Tsikhanouskaya hours after she dismissed the official results of Sunday’s election that showed President Alexander Lukashenko winning a sixth term with a landslide 80 percent of the vote, and her getting just 10 percent.\n\nHer campaign aides said she made the unexpected moves under duress. Tsikhanouskaya’s husband, an opposition blogger who had hoped to run for president, has been jailed since his arrest in May.\n\n“It’s very difficult to resist pressure when your family and all your inner circle have been taken hostages,” Maria Kolesnikova, a top associate of Tsikhanouskaya’s, said.\n\nThe former candidate’s campaign put out a statement urging authorities to engage in a dialogue with protesters on a “peaceful transition of power.”\n\nThe authoritarian Lukashenko, who has ruled the former Soviet nation of 9.5 million with an iron fist since 1994, has derided the opposition as “sheep” manipulated by foreign masters and vowed to continue taking a tough position on protests despite Western rebukes over the election.\n\nAdvertisement\n\nThousands of opposition supporters protesting the election results encountered aggressive police tactics in the capital of Minsk and several other Belarusian cities.\n\nOn Monday, a protester died amid clashes in Minsk and scores were injured as police used tear gas, flash-bang grenades, and rubber bullets to disperse them. The Interior Ministry said the victim intended to throw an explosive device, but it blew up in his hand and killed him.\n\nBelarus’s health officials said more than 200 people have been hospitalized with injuries following the protests, and some underwent surgery.\n\nHeavy police cordons blocking Minsk’s central squares and avenues didn’t discourage the demonstrators who again took to the streets chanting “Shame!” and “Long live Belarus!”\n\nPolice moved quickly Tuesday to separate and disperse scattered groups of protesters in the capital, but new pockets of resistance kept mushrooming across downtown Minsk.\n\nOfficers detained dozens, including some of those who brought flowers to the place where the protester died the previous night, and used stun grenades and rubber bullets to break up the crowds. Clashes between police and the protesters continued well into Tuesday night.\n\nMotorists were blaring horns in a sign of support, and some used their cars to block police vehicles’ passage. The Interior Ministry warned that such vehicles will be impounded and their owners could face criminal charges.\n\nThe ministry said Tuesday more than 2,000 people were detained across the country for taking part in unsanctioned protests on Monday evening and overnight. It added that 21 police officers were injured in clashes with protesters, and five of them were hospitalized.\n\nAdvertisement\n\nThe previous day, the ministry reported more than 3,000 detentions and said 89 people were injured, including 39 law enforcement officers.\n\nSeveral journalists have been injured, and some were detained by police. On Tuesday, police seized memory cards from a group of photographers, including an AP photographer, as they were making shots of the crackdown.\n\nDutch daily NRC said Tuesday that its Eastern Europe correspondent, Emilie van Outeren, was hit in the leg by an unknown projectile when police opened fire on demonstrators Sunday.\n\nPolish media reported that Polish journalist Jan Roman, who works with TV Polonia, was beaten on Monday at a police station in Grodno, a city near the Polish border, and is currently in a hospital.\n\nAs the Internet has remained down across the country for a third straight day in what appears to be an attempt by the authorities to make it harder for protesters to coordinate their efforts, thousands of Belarusians have struggled to find out what happened to their missing relatives.\n\n“We are still waiting for any sign or information,” said Lena Radomanova, who has been searching for a friend who has disappeared.\n\nThe crackdown drew harsh criticism from the European Union and the United States.\n\nEU foreign policy chief Josep Borrell warned Tuesday that the 27-nation bloc is mulling action against those involved in the police crackdown or against officials who might have interfered with the vote. Borrell said the elections ‘‘were neither free nor fair,” and called on Minsk to begin a dialogue with society to avoid further violence.\n\nAdvertisement\n\nIn 2016, the EU lifted most of the sanctions it slapped on Belarus in 2004 after Lukashenko, dubbed “Europe’s last dictator in the West,” freed political prisoners and allowed protests.\n\nThe United Nations on Tuesday expressed concern at reports of escalating violence in Belarus and again called on authorities to “exercise restraint, to ensure respect for human rights, the democratic process, the rule of law.”\n\nEconomic damage caused by the coronavirus and Lukashenko’s swaggering response to the pandemic, which he airily dismissed as “psychosis,” has fueled broad anger, helping swell the opposition ranks and prompting the Belarusian leader to unleash a renewed crackdown on dissent.\n\nTsikhanouskaya, who lacks any prior political experience, entered the race after her husband’s arrest. She managed to unite fractured opposition groups and draw tens of thousands to her campaign rallies — the largest opposition demonstrations in Belarus since the 1991 collapse of the Soviet Union.\n\nIn the video statement, Tsikhanouskaya thanked her supporters for backing her candidacy, but added that “the people of Belarus have made their choice.”\n\n“Belarusians, I’m urging you to show common sense and respect for the law,” she said without emotion, reading a text without raising her eyes from the paper. “I don’t want blood and violence. I’m asking you not to confront the police and not take to squares to put your lives in danger. Take care of yourselves and your relatives.”\n\nAdvertisement\n\nHours before that, Tsikhanouskaya disputed the vote results and submitted a formal request for a recount to the Central Election Commission. She stayed in the commission headquarters for hours and faced senior law enforcement officers, according to her campaign aides. She wasn’t seen again until showing up on Tuesday in Lithuania — where she had previously sent her children after receiving threats early in the campaign.\n\nOne aide, Olga Kovalkova, said the about-face came under pressure from the authorities who made Tsikhanouskaya read a prepared statement and then drove her out of the country.\n\n“We don’t know what kind of pressure she was subjected to and how they tried to break her,” Kovalkova said. “She couldn’t have said it on her own. She was reading a prepared text.”\n\nShe said that Tsikhanouskaya left the country with her campaign chief, Maria Moroz, who had been detained over the weekend. Several other campaign aides have remained in custody.\n\nLithuanian Foreign Minister Linas Linkevicius said the videos posted by Tsikhanouskaya had been recorded in Belarus before her journey to Vilnius.\n\n“I thought that the campaign had tempered me and made me so strong that I could resist anything,” Tsikhanouskaya said in the first of her two videos, her face gaunt and her voice breaking. “But it appears that I have remained the same weak woman that I was before.”\n\nThe news about Tsikhanouskaya leaving the country didn’t discourage the demonstrators.\n\n“Tsikhanouskaya’s departure won’t change anything, and the protests will continue,” said 25-year-old protester Sergei Yurkevich. “They spit us in the face and want us to remain silent, but we will not stay silent.”", "METADATA": {"description": "The top opposition candidate in Belarus’s presidential election left for Lithuania Tuesday but antigovernment demonstrators still turned out for a third straight night to protest the vote results, despite a massive police crackdown that prompted a warning of possible European Union sanctions.", "keywords": "Belarus,Election", "arc": {"uuid": "ILY6OGW4CUI6VGPTKACKLXULNE"}, "robots": "noarchive", "datePublished": "2020-08-11T23:28:40Z", "viewport": "width=device-width, initial-scale=1", "msapplication-config": "/pf/resources/images/icons/browserconfig.xml?d=190", "theme-color": "#ffffff", "fb": {"admins": 507486035, "app_id": 103933749691726, "pages": 5637143257}, "og": {"site_name": "BostonGlobe.com", "type": "article", "title": "Protests in Belarus continue despite challenger’s departure - The Boston Globe", "url": "https://www.bostonglobe.com/news/world/2020/08/11/protests-belarus-continue-despite-challenger-departure/2EHHgn8Mc2b9Z7ihfbYSzK/story.html", "description": "The top opposition candidate in Belarus’s presidential election left for Lithuania Tuesday but antigovernment demonstrators still turned out for a third straight night to protest the vote results, despite a massive police crackdown that prompted a warning of possible European Union sanctions.", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/BXdr3MlDYYx5l_5_sYJyTN5BcE4=/506x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/56K33NW4AEI6VGPTKACKLXULNE.jpg", "pixelID": 884869448226452}, "article": {"opinion": "false", "publisher": "https://www.facebook.com/globe", "content_tier": "free"}, "twitter": {"account_id": 95431448, "card": "summary_large_image", "site": "@BostonGlobe", "title": "Protests in Belarus continue despite challenger’s departure - The Boston Globe", "description": "The top opposition candidate in Belarus’s presidential election left for Lithuania Tuesday but antigovernment demonstrators still turned out for a third straight night to protest the vote results, despite a massive police crackdown that prompted a warning of possible European Union sanctions.", "url": "https://www.bostonglobe.com/news/world/2020/08/11/protests-belarus-continue-despite-challenger-departure/2EHHgn8Mc2b9Z7ihfbYSzK/story.html", "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/BXdr3MlDYYx5l_5_sYJyTN5BcE4=/506x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/56K33NW4AEI6VGPTKACKLXULNE.jpg"}, "section": "World"}}}