{"GDELT": {"GlobalEventID": 940777632, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SEP", "Actor1Name": "LIBERATION FORCES", "Actor1Type1Code": "SEP", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.632040050062571, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mohammadpur, Chittagong, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG84", "Actor1Geo_ADM2Code": "5776", "Actor1Geo_Lat": 22.9739, "Actor1Geo_Long": 91.2356, "Actor1Geo_FeatureID": "-2728802", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mohammadpur, Chittagong, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG84", "Action2Geo_ADM2Code": "5776", "Action2Geo_Lat": 22.9739, "Action2Geo_Long": 91.2356, "Action2Geo_FeatureID": "-2728802", "DATEADDED": 20200814143000, "SOURCEURL": "http://www.bssnews.net/?p=438244"}, "ARTICLE": {"TITLE": "PM for building non-communal, poverty-free Bangladesh", "TEXT": "DHAKA, Aug 14, 2020 (BSS)- Prime Minister Sheikh Hasina has urged the countrymen to turn the grief of the loss of Bangabandhu into strength and engage themselves in building a non-communal, hunger-poverty free and prosperous Bangladesh by upholding Bangabandhu’s philosophy.\n\n“This should be our solemn pledge on this National Mourning Day,” the premier said in a message on the eve of the National Mourning day and the 45th martyrdom anniversary of Father of the Nation Bangabandhu Sheikh Mujibur Rahman.\n\n“The 15 August is the National Mourning Day. On this day in 1975, the Greatest Bangalee of all time, Father of the Nation Bangabandhu Sheikh Mujibur Rahman along with most of his family members was brutally assassinated,” she said.\n\n“Eighteen members of Father of the Nation’s family including Bangamata Sheikh Fazilatunnesa Mujib, three sons-Captain Sheikh Kamal, Lieutenant Sheikh Jamal and 10-year old Sheikh Russel, two daughters-in-law Sultana Kamal and Rosy Jamal, brother Sheikh Abu Naser, peasant leader Abdur Rab Serniabat, youth leader Sheikh Fazlul Haq Moni and his pregnant wife Arzu Moni, Baby Serniabat, Sukanta Babu, Arif and Abdul Nayeem Khan Rintu, among others, were killed by the heinous killers on that fateful night. Bangabandhu’s Military Secretary Brigadier General Jamil was also murdered. Several members of a family died in the capital’s Mohammadpur area by artillery shells fired by the killers on the same day,” she added.\n\nOn this National Mourning Day, the premier respectfully remembered all the martyrs of 15 August, 1975 and pray to the Almighty Allah for the salvation of their departed souls.\n\n“Under the visionary and strong leadership of Father of the Nation, the Bangalee Nation broke the shackles of subordination and snatched away our great Independence,” she said.\n\nThe anti-liberation forces killed Bangabandhu at a time when he had engaged himself in the struggle to build a Golden Bangladesh along with the whole nation by reconstructing the war-ravaged country, she said, adding that through the killing of Bangabandhu, the defeated forces of the Liberation War made abortive attempts to ruin the tradition, culture and advancement of the Bangalee Nation.\n\nShe added that the aim of the killers was to break the state structure of secular democratic Bangladesh and foil our hard-earned independence.\n\nThe anti-liberation forces were involved in the carnage initiated the politics of killing, coup and conspiracy in the country right after the 15 August, 1975. They also impeded the trial of Bangabandhu murder by promulgating Indemnity Ordinance, she added.\n\nShe said: “Ziaur Rahman illegally took over the state power and promulgated Martial Law by desecrating the democracy and suspending the Constitution.”\n\nHe rewarded the killers of Father of the Nation and gave them jobs at the Bangladesh missions abroad, the premier said, adding that he gave the anti-liberation war criminals nationality, made them partners in the state power and rehabilitated them politically and socially.\n\nThe subsequent governments of BNP-Jamaat alliance followed the same path, she added.\n\n“Winning the General Elections on 12 June in 1996, Bangladesh Awami League assumed state power after 21 years. A new horizon of socio-economic development in the country started in this 5-year (1996-2001) overcoming the obstacles of the past. We initiated the trial of Father of the Nation murder case. But after coming to power in 2001, BNP-Jamaat alliance government stopped this trial,” Hasina continued.\n\nShe went on saying that the countrymen again voted Awami League to power in the 9th Parliamentary Elections on 29 December, 2008.\n\n“Overcoming the stalemate left by the previous BNP-Jamaat government and global economic recession, we have put the country on firm economic footing. During the past eleven and a half years, we have achieved desired advancement in every sector. Bangladesh is now a ‘role model’ of socio-economic development in the world. Bangladesh has attained the status of a developing nation,” she said.\n\n“Amidst present deadly Corona virus pandemic, our government has relentlessly been working to turn Bangladesh into a middle-income country by 2021 and a developed one by 2041,” she added.\n\n“We have already executed the verdict of the Bangabandhu murder case. The trial of the killers of Four National Leaders has been completed. The verdicts of the cases against war criminals of 1971 are being executed. Our government has been following ‘zero tolerance’ policy to uproot militancy terrorism. The path of grabbing state power unconstitutionally has been stopped through the 15th amendment to the Constitution,” the premier said.\n\n“Unitedly, we have to remain prepared to resist any evil-attempt by the anti-liberation communal group, and anti-development and anti-democracy forces. The killers were able to assassinate Bangabandhu but they could not kill his dreams and ideals. Let the glory and ideals of the Father of the Nation’s sacrifice be reflected through our actions in the Mujib Year,” she continued.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "http://www.bssnews.net/wp-content/uploads/2020/07/PM-official-1-1.jpg"}, "generator": "WordPress 5.0.10", "msapplication-TileImage": "http://www.bssnews.net/wp-content/uploads/2017/03/cropped-BSS-Final-Logo-300x300.jpg"}}}