{"GDELT": {"GlobalEventID": 940701668, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CVL", "Actor1Name": "VILLAGER", "Actor1Type1Code": "CVL", "Actor2Code": "CHRCTH", "Actor2Name": "CATHOLIC", "Actor2Religion1Code": "CHR", "Actor2Religion2Code": "CTH", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.5135135135135098, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mahali, Rajshahi, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG83", "Actor1Geo_ADM2Code": "5811", "Actor1Geo_Lat": 24.976, "Actor1Geo_Long": 88.6893, "Actor1Geo_FeatureID": "-2727215", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mahali, Rajshahi, Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG83", "Actor2Geo_ADM2Code": "5811", "Actor2Geo_Lat": 24.976, "Actor2Geo_Long": 88.6893, "Actor2Geo_FeatureID": "-2727215", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mahali, Rajshahi, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG83", "Action2Geo_ADM2Code": "5811", "Action2Geo_Lat": 24.976, "Action2Geo_Long": 88.6893, "Action2Geo_FeatureID": "-2727215", "DATEADDED": 20200814061500, "SOURCEURL": "https://international.la-croix.com/news/education/schools-out-for-bangladeshs-indigenous-children/12882"}, "ARTICLE": {"TITLE": "School's out for Bangladesh's indigenous children", "TEXT": "School's out for Bangladesh's indigenous children\n\nWithout support from the government and aid groups, ethnic families won't be able to send their children back to school\n\nIndigenous students return to a boarding hostel after a school break at Chandpukur church in northern Bangladesh. Activists fear that without support from government and aid groups 80 percent of indigenous students might drop out due to COVID-19. (Photo: Stephan Uttom/UCA News)\n\nBiplob Soren passes his days either playing with friends or helping his daily-wager father in the fields or in hunting wild animals.\n\nSix months ago, Biplob, 12, an ethnic Mahali, was a regular eighth-grader at Fulbari High School in Dinajpur district of northern Bangladesh. It was before Covid-19 hit Bangladesh and forced the government to shut down all education institutes indefinitely.\n\nAfter months without formal education, little chance of home tuition and the family struggling to survive amid loss of work and income, Biplop's father feared his son may not be able to go back to school.\n\n\"Except for paddy rice planting, there was no work, and it is over now. There is no other work to make money. Now I join other villagers in fishing, hunting rabbits and picking wild potatoes in the forest,\" Sushanto Soren, 47, a Catholic father of three, told UCA News.\n\nHis eldest daughter has been married off while his youngest son is not yet of school age. Biplop used to be a regular schoolgoer and scored well in exams as well, he said.\n\nSushanto lamented that his younger brother, who supported Biplop's education, lost his job during the outbreak, making it near impossible for him to send the child to school even if it opens soon.\n\nDuring this time of great difficulties, his family received 10 kilograms of government food aid, the only Covid-19 relief they have had so far.\n\n\"We are in an existential crisis. If we can get food to eat, we will survive and then we will think about if we can send our children to school again. Our life has been ruined and we don't know who can help us to overcome the situation,\" Sushanto said.\n\nThousands of potential dropouts\n\nThe socioeconomic impact of COVID-19 has battered poor and middle-class people in the Muslim-majority nation of more than 160 million. About three million people from ethnic minorities, the majority of them poor and marginalized, have been hit hard.\n\nDuring virtual programs and discussions to mark International Day for the World's Indigenous Peoples on Aug. 9, indigenous leaders said some 70 percent people from ethnic minority communities have lost jobs during the pandemic and 80 percent of ethnic students are vulnerable to dropping out.\n\nIndigenous villagers all over the country are in dire straits like Sushanto Soren, according to Rabindranath Soren, an ethnic Santal and president of the National Adivasi Council, an indigenous rights group covering northern Bangladesh.\n\n\"In my village all 200 ethnic families are facing a difficult time. Earning members of the families have lost jobs and each family has two or three school and college students, who are trying to help their parents to earn money,\" Soren, 63, a native of Joypurhat district, told UCA News.\n\nWithout support from the government and aid groups, ethnic families won't be able to send their children back to school, he added.\n\nSanjeeb Drong, secretary of Bangladesh Indigenous Peoples Forum, echoed similar concerns.\n\n\"Covid-19 has created unemployment for a large number of ethnic communities, and they are struggling to eat properly let alone send children to school. We have appealed to the government for a stimulus package for creation of alternative employment to support helpless people,\" Drong, an ethnic Garo Catholic, told UCA News.\n\nAs Christians run a number of good education institutes and half of Christians are from indigenous communities, the Catholic Church should do something to support ethnic children in order to stop possible drop-outs, he noted.\n\n\"The Church can introduce special stipends for indigenous students and seek overseas donations to support poor children,\" Drong added.\n\nA difficult time for the Church\n\nNearly half of Bangladesh's estimated 600,000 Christians, the majority of them Catholics, are from indigenous groups. The Church has eight archdiocese and dioceses including five that are predominantly indigenous.\n\nThe Church has made great efforts in respective dioceses to uplift ethnic groups with education, employment and empowerment, but during the pandemic its ability to carry out regular activities has suffered setbacks, said Jyoti F. Gomes, secretary of Bangladesh Catholic Education Board (BCEB).\n\n\"The Church has always prioritized indigenous people, but COVID-19 has turned everything upside down and it is difficult to say right now what exactly the Church can do to for hard-hit people,\" Gomes told UCA News.\n\nThe BCEB will collaborate with the Catholic Bishops' Conference of Bangladesh and Catholic charity Caritas to come up with a practical plan of action to assist indigenous children vulnerable to dropping out, he said.\n\n\"The Church and indigenous people are inseparable. We don't know what we can do, but we will work together with church institutes to overcome this crisis together,\" he added.\n\nMeanwhile, a government education officer in Dinajpur district admitted that it will be extremely difficult for indigenous children to get back to school without external support.\n\n\"I am based in an indigenous area and I can say education consciousness among indigenous communities has surely plummeted during Covid-19 due to the downtrend in their economic condition,\" the officer told UCA News on condition of anonymity.\n\n\"They badly need special assistance from the government, and I think indigenous groups need to press hard for it. Personally, I don't want to see a single indigenous student drop out of school.\"", "METADATA": {"keywords": "Catholic news, Bangladesh, education, dropouts, indigenous people, Covid-19, National Adivasi Council, Rabindranath Soren, Sanjeeb Drong, Bangladesh Indigenous Peoples Forum, Bangladesh Catholic Education Board, BCEB, Catholic Bishops’ Conference of Bangladesh, Caritas", "news_keywords": "Catholic news, Bangladesh, education, dropouts, indigenous people, Covid-19, National Adivasi Council, Rabindranath Soren, Sanjeeb Drong, Bangladesh Indigenous Peoples Forum, Bangladesh Catholic Education Board, BCEB, Catholic Bishops’ Conference of Bangladesh, Caritas", "description": "Without support from the government and aid groups, ethnic families won’t be able to send their children back to school", "distribution": "global", "viewport": "width=device-width, initial-scale=1.0", "allow-search": "yes", "robots": "follow, all", "msvalidate.01": "11DD40A31E57D7971165B2A9E2B96D43", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "searchtitle": "Catholic Church News", "language": "en", "og": {"title": "School's out for Bangladesh's indigenous children", "type": "article", "image": {"identifier": "https://international.la-croix.com/uploads/news/2020/08/schools-out-for-bangladeshs-indigenous-children-12882-85.png", "width": 1400, "height": 920}, "url": "https://international.la-croix.com/news/education/schools-out-for-bangladeshs-indigenous-children/12882", "site_name": "international.la-croix.com", "description": "Without support from the government and aid groups, ethnic families won't be able to send their children back to school"}, "article": {"published_time": "2020-08-14T00:00:00+02:00"}, "fb": {"app_id": 900767620059717, "pages": 573376502767115}, "twitter": {"card": "summary_large_image", "site": "@LaCroixInt", "creator": "@LaCroixInt", "title": "School's out for Bangladesh's indigenous children", "description": "Without support from the government and aid groups, ethnic families won't be able to send their children back to school", "image": "https://international.la-croix.com/uploads/news/2020/08/schools-out-for-bangladeshs-indigenous-children-12882-85.png"}}}}