{"GDELT": {"GlobalEventID": 940774584, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "LEG", "Actor2Name": "SENATOR", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.7073170731707297, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200814141500, "SOURCEURL": "https://progressive.org/dispatches/kamala-harris-hawk-erlich-200814/"}, "ARTICLE": {"TITLE": "Foreign Correspondent: Is Kamala Harris a Hawk?", "TEXT": "Code Pink co-founder Medea Benjamin hasn’t forgotten a 2017 meeting with members of Senator Kamala Harris’s staff to discuss the humanitarian crisis in Gaza. The Israeli land and sea blockade was causing massive unemployment as well as shortages of food and electricity. Benjamin and other progressive activists wanted the Senator to criticize Israel’s policies and end the siege.\n\nHeadline in The Palestine Chronicle\n\n“You could just see the blank stares from her aides as we spoke,” Benjamin recalls in a phone interview from Washington, D.C. “They argued that Israel has the right to defend itself. There was no sympathy for the Palestinians.”\n\nThis week, activists are recirculating a photo of a smiling Kamala Harris standing next to ultra-rightwing Israeli Prime Minister Benjamin Netanyahu in November 2017.\n\n“She’s proud of her ties with Netanyahu and [the] Israeli government,” Benjamin says.\n\nThis week, Joe Biden picked the California Senator as his vice presidential running mate. Just as her history as a law-and-order prosecutor is now getting closer scrutiny, so should her foreign policy views.\n\nHarris closely adheres to Democratic Party mainstream policies, which under President Barack Obama brought us wars in Syria, Libya, and Yemen, as well as escalated wars in Afghanistan and Iraq.\n\n“She has views close to the Obama Administration, nothing that would be an exciting departure from U.S. militarism,” says Benjamin, a contributor to The Progressive. “They are certainly different from Bernie Sanders’s.”\n\nHarris, like most Democrats, has often been at odds with Trump’s foreign policy.\n\nHarris denounces Trump’s “endless wars” but offers no specific plans to end them. During her presidential primary campaign, she failed to commit to withdrawing all U.S. troops from Afghanistan, even by the end of a first term in 2024.\n\n“The current President,” she wrote in a 2019 candidate questionnaire to the Council on Foreign Relations, “seems intent on inflicting further damage to U.S. credibility by disregarding diplomacy, withdrawing from international agreements and institutions, shunning our allies, siding with dictatorships over democracies, and elevating sheer incompetence in his decision-making processes.”\n\nBut instead of offering a progressive alternative, Harris often attacks Trump from the right, criticizing him for cozying up to leaders in North Korea, Russia, and China. For example, she supports sanctions against Russia for meddling in Ukraine and annexing Crimea.\n\nMarco Carnelos, a former Italian ambassador to Iraq, tells me from Rome, “I understand that Russia may be sanctioned over Crimea. Are we sure that the same zeal will be applied to Israel if it should annex the West Bank?\"\n\nCarnelos also highlighted Washington’s recent outpouring of sympathy for Uighurs, a Muslim minority in China. “I’ve never seen such concern for this specific Muslim population from the United States,” he says. “A few years ago, no one cared. Now that the United States is in conflict with China, it’s a little bit suspect.”\n\nCarnelos believes that the United States uses human rights and national security issues to protect U.S. business profits from Chinese competition. He notes the ramped-up attacks on Beijing coincide with fierce competition from companies like phone manufacturer Huawei.\n\n“It is absurd that after thirty years,” he says, “the U.S. discovered China is ruled by a Communist Party!”\n\nHarris denounces Trump’s “endless wars” but offers no specific plans to end them. During her presidential primary campaign, she failed to commit to withdrawing all U.S. troops from Afghanistan, even by the end of a first term in 2024.\n\nOn Iran, she told the Council on Foreign Relations, the United States must rejoin the nuclear accord “so long as Iran also returned to verifiable compliance.” She would also seek changes in the agreement to “supplement some of the nuclear deal’s existing provisions, and work with our partners to counter Iran’s destabilizing behavior in the region, including with regard to its ballistic missile program.”\n\nNeither Harris nor Biden have specified whether they would immediately lift U.S. sanctions once Iran returns to the agreement, from which the Trump Administration unilaterally withdrew in 2018.\n\nHarris has taken some progressive stances. She co-sponsored bills in 2018 and 2019 with Bernie Sanders calling for an end to U.S. support for the war in Yemen. She criticized the regime in Saudi Arabia for waging that war and for its human rights violations, including the murder of Washington Post columnist Jamal Khashoggi.\n\n“The United States and Saudi Arabia still have mutual areas of interest, such as counterterrorism, where the Saudis have been strong partners,” Harris has said. “But we need to fundamentally reevaluate our relationship with Saudi Arabia, using our leverage to stand up for American values and interests.”\n\nTom Gallagher, a former member of the Massachusetts House of Representatives and once a progressive challenger to Representative Nancy Pelosi, acknowledges that “Harris is no gem on the Middle East.” But, he adds, “a future Biden Administration won’t be as ridiculously one-sided as Trump.”\n\nHarris opposes the Comprehensive and Progressive Agreement for Trans-Pacific Partnership, commonly known as the CPTPP. She calls for an end to Trump’s “tariff wars” and supports “pro-labor, pro-environment trade deals.”\n\n“That’s a plus,” says Gallagher. “On trade matters, the Democrats have gotten the message. Labor and environmentalists have impacted the mainline leaders.”\n\nThe activists I interviewed think Harris is a better choice than über-hawk Susan Rice, who was also in the running. Rice pushed for the disastrous Libyan war and praised the air wars in Somalia and Yemen.. They also note that Harris has at times engaged in dialogue with progressives.\n\n“Even though I disagreed with her politics,” says Code Pink’s Benjamin, “I found her accessible and charming. At demonstrations, she would sometimes come out to chat with us.”\n\nFriendly chats won’t be enough, however, to change the foreign policy of a future Biden Administration.\n\n“There’s already been a lot of pressure on Biden,” as progressives fight over the Democratic Party platform, Benjamin says. “We’ve seen a coming together of groups who don’t normally work together.”\n\nIn the past, she notes, some liberal and progressive groups were reluctant to criticize the Obama Administration’s militarism. “I don’t think people will make that mistake again.”", "METADATA": {"generator": "Metro Publisher (www.metropublisher.com)", "viewport": "width=device-width, initial-scale=1", "description": "Biden’s veep pick has at times embraced militarism and even attacked Trump from the right.", "keywords": "Reese Erlich,Politics,Reese Erlich,Kamala Harris,Mike Pence,election2020,Joe Biden,Trump,Voting,Dispatches,Government,Democrats,Elections", "thumbnail": "https://progressive.org/downloads/14839/download/48004663637_4640c0a49e_b.jpg?cb=c368cd18105e35fd397ca2a9d9ee1dad&w=1200", "og": {"url": "https://progressive.org/api/content/3ce7516a-de32-11ea-9dd5-1244d5f7c7c6/", "image": {"identifier": "https://progressive.org/downloads/14838/download/Screen%20Shot%202020-08-14%20at%208.30.17%20AM.png?cb=9d354d8870d07201440e3afedd4f0a37&w=1200", "width": 950, "height": 836}, "description": "Biden’s veep pick has at times embraced militarism and even attacked Trump from the right.", "type": "article", "title": "Foreign Correspondent: Is Kamala Harris a Hawk?", "site_name": "Progressive.org"}, "author": "Reese Erlich", "article": {"tag": "Elections", "published_time": "2020-08-14T08:32:40.150332", "author": "https://progressive.org/topics/reese-erlich/"}, "theme-color": "#333333"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}