{"GDELT": {"GlobalEventID": 940733731, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "IsRootEvent": 0, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -7.13073005093379, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Amazonas, Bahia, Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR05", "Actor1Geo_ADM2Code": "6757", "Actor1Geo_Lat": -12.4667, "Actor1Geo_Long": -40.8833, "Actor1Geo_FeatureID": "-624590", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Amazonas, Bahia, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR05", "Action2Geo_ADM2Code": "6757", "Action2Geo_Lat": -12.4667, "Action2Geo_Long": -40.8833, "Action2Geo_FeatureID": "-624590", "DATEADDED": 20200814101500, "SOURCEURL": "https://meaww.com/amazong-records-over-10000-fires-first-10-days-of-august-highest-seen-in-a-decade"}, "ARTICLE": {"TITLE": "Amazon records over 10,000 fires in first 10 days of August, the highest it has seen in a decade: Analysis", "TEXT": "The fire season in Brazil's Amazon has begun on a rough note. The first ten days of August alone has seen 10,136 burnings -- the highest it had witnessed in a decade, according to data analyzed by Greenpeace, a non-government organization. Experts worry the 2020 season could be catastrophic.\n\nEvery year, the fire season begins in July, intensifies in August, and continues through December. During this period, drier weather makes conditions ripe for burning. Most fires are caused by humans as they deliberately torch rainforests to clear lands for agriculture and other purposes. Brazil houses 60% of the Amazon basin region. Since President Jair Bolsonaro took office, the rainforests have been burning at an increased pace. As per a New York Times report, Bolsonaro said while campaigning for president in 2018 that Brazil’s vast protected lands were an obstacle to economic growth and promised to open them up to commercial exploitation.\n\nIn fact, in August 2019 alone, the forest saw 30,900 fires -- the highest since 2010. But rains in September and lower drought conditions prevented a bigger mishap. The pandemic is predicted to make matters worse this year. In July 2020, fires have surpassed 2019's numbers, with a 28% rise. “I’m really worried,” Ane Alencar, director of science at the Amazon Environmental Research Institute (IPAM), told Greenpeace. “We can expect a catastrophic burning season.” Another report from the Monitoring of the Andean Amazon Project (MAAP) showed that the rainforest witnessed 227 major fires between May 28 and August 10, 2020. Of them, 94% were illegal. “We argue that the central issue is actually deforestation, and [that] the fires are actually a smoking indicator of this forest loss,” the report said.\n\n(Getty Images)\n\nThe rise in fires in 2020 is despite the government's ban on burning. Further, the administration has deployed the military to control illegal torching of the Amazon. Conservationists said nobody has been penalized for fires last year. “It’s a lot of propaganda,” Romulo Batista, senior forest campaigner for Greenpeace Brasil, told The Guardian. “You don’t combat deforestation with an army operation. You do it working all year round with intelligence and coordination.” What is more, Bolsonaro dismissed reports of more fires in Amazon. “This story that the Amazon is going up in flames is a lie, and we must combat it with true numbers,” Bolsonaro said, according to Reuters, which published photos of forest consumed by fires in Apuí municipality in Amazonas state.\n\nExperts worry that forests tend to lose their capacity to recover. \"Probably after three or four times you have a fire, it won’t recover anymore,\" Tasso Azevedo, the coordinator of MapBiomas, which tracks Brazilian land-use change, told Greenpeace. If they are not recovering, the rainforests will get drier and more inflammable. “We are very close to 20% [of Amazon deforestation], so from now on, we are at risk of a point of no return,” said Azevedo.\n\nFurther, NASA predicted that the conditions are ideal for Amazon forest fires to cause large-scale destruction. They came up with the forecast after measuring the surface water temperatures of the North Atlantic Ocean. \"Changes in human fire use, specifically deforestation, add more year-to-year variability in Amazon fires. In addition, climate change is likely to make the entire region drier and more flammable – conditions that would allow fires for deforestation or agricultural use to spread into standing Amazon forests,\" Yang Chen, an earth scientist at the University of California, Irvine, and co-creator of the Amazon fire season forecast, said in a statement.\n\nIf you have a news scoop or an interesting story for us, please reach out at (323) 421-7514", "METADATA": {"viewport": "width=device-width,user-scalable=no", "robots": "index, follow", "article.published": "2020-08-14T09:53:24.000Z", "article.updated": "2020-08-14T09:53:24.000Z", "article.created": "2020-08-14T09:53:24.000Z", "og": {"title": "Amazon records over 10,000 fires in first 10 days of August, the highest it has seen in a decade: Analysis", "description": "Experts worry the 2020 fire season could be catastrophic", "url": "https://meaww.com/amazong-records-over-10000-fires-first-10-days-of-august-highest-seen-in-a-decade", "image": {"identifier": "https://cheesecake.articleassets.meaww.com/469533/uploads/f2b51930-de0c-11ea-8718-097caf7b9ee9_800_420.jpeg", "secure_url": "https://cheesecake.articleassets.meaww.com/469533/uploads/f2b51930-de0c-11ea-8718-097caf7b9ee9_800_420.jpeg", "type": "image/jpeg", "width": 800, "height": 420}, "type": "article", "site_name": "MEAWW", "locale": "en_US"}, "description": "Experts worry the 2020 fire season could be catastrophic", "twitter": {"title": "Amazon records over 10,000 fires in first 10 days of August, the highest it has seen in a decade: Analysis", "image": "https://cheesecake.articleassets.meaww.com/469533/uploads/f2b51930-de0c-11ea-8718-097caf7b9ee9_800_420.jpeg", "card": "photo"}, "keywords": "Brazil,Climate change,Amazon,Greenpeace,Amazon rainforest fire,President Jair Bolsonaro,Forest loss,Amazon rainforest deforestation,Amazon fire season,Amazon fire predictions,illegal fires in Amazon,Amazon Brazil fires,Monitoring of the Andean Amazon Project,major fires,drought in Amazon,MapBiomas,Amazon rainforest recovery,North Atlantic Ocean and fires,,meaww,article,articles,read", "article": {"author": "https://assets.pubninja.com/users/85489910/uploads/e021009bd2f32b41b28c3b205ae483c8", "tag": "Brazil,Climate change,Amazon,Greenpeace,Amazon rainforest fire,President Jair Bolsonaro,Forest loss,Amazon rainforest deforestation,Amazon fire season,Amazon fire predictions,illegal fires in Amazon,Amazon Brazil fires,Monitoring of the Andean Amazon Project,major fires,drought in Amazon,MapBiomas,Amazon rainforest recovery,North Atlantic Ocean and fires", "publisher": "https://www.facebook.com/meawwcom/"}, "fb": {"app_id": 134729177266782}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}