{"GDELT": {"GlobalEventID": 940776965, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "AFR", "Actor2Name": "AFRICA", "Actor2CountryCode": "AFR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.6199095022624506, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pretoria, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77346", "Actor1Geo_Lat": -25.7069, "Actor1Geo_Long": 28.2294, "Actor1Geo_FeatureID": "-1273769", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pretoria, Gauteng, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF06", "Actor2Geo_ADM2Code": "77346", "Actor2Geo_Lat": -25.7069, "Actor2Geo_Long": 28.2294, "Actor2Geo_FeatureID": "-1273769", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI", "Action2Geo_Lat": -19.0, "Action2Geo_Long": 29.0, "Action2Geo_FeatureID": "ZI", "DATEADDED": 20200814143000, "SOURCEURL": "https://www.dailymaverick.co.za/article/2020-08-14-ramaphosa-reacts-to-internal-pressure-on-zimbabwe/"}, "ARTICLE": {"TITLE": "Ramaphosa reacts to internal pressure on Zimbabwe", "TEXT": "Zimbabwean journalist Hopewell Chin'ono arrives at the Harare Magistrates court for a further remand date after he was denied bail by the High court in Harare, August 7, 2020. (Photo: Supplied)\n\nWas it South Africa’s political opposition, rather than the plight of Zimbabweans, that pushed Pretoria to respond?\n\nFirst published by ISS Today\n\nCLOSE\n\nPresident Cyril Ramaphosa’s special envoys arrived in Zimbabwe on 10 August and returned to South Africa the next day, leaving the situation as it was before – with very little hope of change. Renowned journalist Hopewell Chin’ono and opposition activist Jacob Ngarivhume are still in prison, corruption continues unabated and the Zimbabwean government is as arrogant as ever.\n\nThe envoys snubbed the political opposition – cancelling a meeting with the Movement for Democratic Change (MDC)-Alliance at the last minute. Zimbabwean citizens are now perplexed as they try to decipher what South Africa’s envoys came to do.\n\nDisplay Adverts\n\nIt seems the show was over before it even started. For a brief moment there was hope that South Africa’s government would act and call out the Mnangagwa administration on human rights violations. This followed weeks of sustained one-person protests (due to Covid-19 restrictions on gatherings) and Twitter campaigns against the arrests of prominent journalists and opposition activists, and a general despondency over the state of the country.\n\nRamaphosa’s government for the first time referred publicly to human rights concerns in Zimbabwe, in a series of tweets by the Department of International Relations and Cooperation. This is a marked departure from previous interventions where the department either avoided making any pronouncements on Zimbabwe, or issued a lukewarm statement bordering on solidarity with that country’s government.\n\nThe African National Congress (ANC), through secretary-general Ace Magashule, also came out strongly saying developments in Zimbabwe were ‘uncalled for.’ Such a bold response from the ANC is unheard of since the crisis in Zimbabwe started over two decades ago.\n\nEven at the height of gross human rights abuses and political strife – such as the 2008 run-off, the 2018 post-election violence and the brutal January 2019 crackdown on protests – South Africa has always opted for quiet diplomacy and brotherhood. It has never outright condemned the excesses of the ruling Zimbabwe African National Union-Patriotic Front (Zanu-PF).\n\nThe #Zimbabweanlivesmatter movement has now apparently moved South African opposition parties to push the ANC government to act. The social media campaign by the Economic Freedom Fighters (EFF) and its leader Julius Malema clearly hit the right chord.\n\nThe EFF called on Ramaphosa to rein in President Emmerson Mnangagwa with a threat to march to the Zimbabwean High Commission and push South Africa’s president to revoke the high commissioner’s credentials. So the dispatch of envoys could be seen as a response to EFF threats rather than a genuine desire to uncover the truth about developments in Zimbabwe, and find solutions to the long-running crisis.\n\nIn diplomacy, the message is as good as the envoy who carries it. The composition and mandate of South Africa’s delegation is instructive in this regard. While former speaker of Parliament Baleka Mbete is a high-ranking ANC member, she doesn’t have the political clout to be taken seriously by Zanu-PF, nor the gravitas and integrity to be respected by Zimbabweans in general. Mbete is seen as friendly with the Zimbabwean president and unlikely to be forthright with him.\n\nDisplay Adverts\n\nFormer minister Sydney Mufamadi is an expert negotiator who took part in Convention for a Democratic South Africa (Codesa) talks, but he has a blighted history of snubbing the Zimbabwean opposition.\n\nWith the pair as envoys, the mission was ill-fated even before it set off. The Mufamadi delegation snubbed the opposition and civil society that alerted the South Africa government to the crisis in the first place. For many Zimbabweans this diplomatic dispatch seemed more like a public relations exercise than a genuine attempt to find solutions.\n\nWhat is Pretoria’s diplomatic endgame? It seems unlikely that the South African envoys had a mandate to gather facts, as they left without engaging with anyone but Mnangagwa. There is also no clarity about a definitive action plan to resolve Zimbabwe’s evolving crisis by Ramaphosa’s government.\n\nWill South Africa’s recent interest in Zimbabwe’s problems lead to talks? Negotiation has been touted as key to resolving everything that’s wrong in the country. But on what basis would talks be held, and what might the agenda and outcomes be for antagonists bent on annihilating each other?\n\nCorruption, patronage and clientelism are the lifeblood of Zanu-PF. These problems are unlikely to be resolved through talks. Plus Zanu-PF has no appetite for negotiation. It has a clear electoral mandate from the 2018 elections, and will play that hand to the end. There are no real incentives for the party to reform itself out of power and approaching Zanu-PF with kid gloves will only play into its narrative.\n\nAt the same time, the Zimbabwean situation cannot be the sole responsibility of South Africa to resolve. The Southern African Development Community (SADC) should lead a collective and unified response. For as long as SADC remains silent, South Africa’s hands are tied and Zanu-PF will continue down its wayward path.\n\nInstead of sending envoys, Ramaphosa should galvanise a regional response by putting Zimbabwe back on the SADC agenda. At the very least this would send a clear message that member states will be held to account for human rights violations and that the regional bloc is watching. DM\n\nDisplay Adverts\n\nRingisai Chikohomero, Researcher, ISS Pretoria.\n\nRingisai Chikohomero for ISS TODAY Follow Save More", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "theme-color": "#000", "apple-mobile-web-app-status-bar-style": "black-translucent", "description": "Was it South Africa’s political opposition, rather than the plight of Zimbabweans, that pushed Pretoria to respond?", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "ISS TODAY: Ramaphosa reacts to internal pressure on Zimbabwe", "description": "Was it South Africa’s political opposition, rather than the plight of Zimbabweans, that pushed Pretoria to respond?", "url": "https://www.dailymaverick.co.za/article/2020-08-14-ramaphosa-reacts-to-internal-pressure-on-zimbabwe/", "site_name": "Daily Maverick", "image": {"identifier": "https://www.dailymaverick.co.za/wp-content/uploads/Harare3-scaled.jpg", "width": 2560, "height": 1808}, "author": "Ringisai Chikohomero for ISS TODAY", "section": "Africa"}, "article": {"publisher": "https://www.facebook.com/dailymaverick", "published_time": "2020-08-14T13:43:12+00:00"}, "twitter": {"card": "summary_large_image", "title": "ISS TODAY: Ramaphosa reacts to internal pressure on Zimbabwe", "description": "Was it South Africa’s political opposition, rather than the plight of Zimbabweans, that pushed Pretoria to respond?", "creator": "@dailymaverick", "site": "@dailymaverick"}, "author": "Ringisai Chikohomero for ISS TODAY", "published": "2020-08-14", "type": "article", "category": "Africa", "msapplication-TileImage": "https://www.dailymaverick.co.za/wp-content/uploads/cropped-DM-LOGO-ROUND-1000x1000-1-270x270.png", "medium": "news", "fb": {"pages": 171090380838}}}}