{"GDELT": {"GlobalEventID": 940718787, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PSE", "Actor1Name": "PALESTINE LIBERATION ORGANIZATION", "Actor1CountryCode": "PSE", "Actor2Code": "ISRLEG", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 44, "EventBaseCode": 44, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.5, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.3671970624235, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200814081500, "SOURCEURL": "https://indianexpress.com/article/world/timeline-israel-uae-deal-follows-years-of-failed-peace-initiatives-6554406/"}, "ARTICLE": {"TITLE": "Israel, UAE deal follows years of failed peace initiatives: A timeline", "TEXT": "UAE-Israel peace: President Donald Trump speaks in the Oval Office at the White House, Thursday, in Washington. (AP)\n\nA deal between Israel and the United Arab Emirates intended to fully normalise relations follows a history of peace efforts between Israel and the Palestinians and their Arab allies that have failed to overcome decades of distrust and violence.\n\nMost Arab nations, including the UAE, have not recognised Israel or had formal diplomatic or economic relations with it because of what they regard as Israel’s thwarting of Palestinians’ aspirations for a state of their own.\n\nHere are the main initiatives undertaken by the parties themselves and international mediators since the 1967 Middle East War, when Israel captured the West Bank and East Jerusalem, the Sinai peninsula and the Gaza Strip and the Golan Heights:\n\n1967 – UN Security Council Resolution 242\n\nAfter the Six-Day War, U.N. Security Council Resolution 242 calls for the “withdrawal of Israeli armed forces from territories occupied in the recent conflict” in return for all states in the area to respect each other’s sovereignty, territorial integrity and independence.\n\nThe resolution is the foundation for many peace initiatives but its imprecise phrasing – is the reference to all territories or just some? – has complicated efforts for decades.\n\n1978 – Camp David agreement\n\nIsrael’s Menachem Begin and Egypt’s Anwar Sadat agree on a framework for regional peace that calls for an Israeli withdrawal in stages from Egypt’s Sinai and a transitional Palestinian government in the West Bank and Gaza.\n\n1979 – Israeli-Egyptian peace treaty\n\nThe first peace treaty between Israel and an Arab country sets out plans for a complete Israeli withdrawal from Sinai within three years. in 1981, Sadat was assassinated by Islamist revolutionaries at a military parade in Cairo.\n\n1991 – Madrid summit\n\nRepresentatives of Israel and the Palestine Liberation Organization (PLO) attend a peace conference. No agreements are reached but the scene is set for direct contacts.\n\nRead: How world reacted to the US-brokered peace agreement\n\n1994 – Israel-Jordan agreement\n\nJordan becomes the second Arab country to sign a peace treaty with Israel. But the treaty is unpopular and pro-Palestinian sentiment is widespread in Jordan.\n\n1993-1995 – Declaration of Principles/Oslo Accords\n\nIsrael and the PLO hold secret talks in Norway that result in interim peace accords calling for the establishment of a Palestinian interim self-government and an elected council in the West Bank and Gaza for a five-year transitional period, Israeli troop withdrawals and negotiations on a permanent settlement.\n\n2000 – Camp David summit\n\nU.S. President Bill Clinton convenes Palestinian leader Yasser Arafat and Israeli Prime Minister Ehud Barak at Camp David. They fail to agree. Another Palestinian uprising ensues.\n\n2002-2003 – Bush Declaration/Arab peace initiative/Road Map\n\nGeorge W. Bush becomes the first U.S. president to call for the creation of a Palestinian state, living side-by-side with Israel “in peace and security”.\n\nRead | Hamas slams UAE-Israel deal to establish ties\n\n2002 – Saudi Arabia presents Arab League-endorsed peace plan for full Israeli withdrawal from occupied territory and Israel’s acceptance of a Palestinian state in return for normal relations with Arab countries. The United States, the European Union, the United Nations and Russia present their own roadmap to a permanent two-state solution to the conflict.\n\n2007 – Annapolis summit\n\nPalestinian President Mahmoud Abbas and Israeli Prime Minister Ehud Olmert fail to reach a deal at a U.S.-hosted summit. Olmert later says they were close to a deal but a graft investigation against him and a Gaza war in 2008 scupper any agreement.\n\n2009 – Netanyahu’s Bar-Ilan address\n\nPrime Minister Benjamin Netanyahu says he would be prepared for a peace deal that includes the establishment of a demilitarised Palestinian state. He also sets another condition: Palestinian recognition of Israel as the “state of the Jewish people”.\n\nRead | Joe Biden says UAE-Israel ties a ‘historic step’\n\n2013 – 2014 – Washington peace talks/negotiations collapse\n\nUS Secretary of State John Kerry coaxes Israelis and Palestinians to resume talks. They fail and are suspended in April 2014.\n\nJune 2019 – Trump economic plan announced\n\nJared Kushner, Trump’s son-in-law, launches its preliminary stage in Bahrain. He takes an “economy first” approach, calling for a $50 billion investment fund to boost the Palestinian and neighbouring Arab economies. Palestinian leaders dismiss it.\n\n2019\n\nNetanyahu says he intends to annex West Bank settlements, and much of the Jordan Valley if elected. Later, U.S. Secretary of State Mike Pompeo effectively backs Israel’s claimed right to build Jewish settlements in the occupied West Bank by abandoning a four-decade-old U.S. position that they were inconsistent with international law.\n\nArab League head Ahmed Aboul Gheit says in June 2019 the only acceptable resolution for Arab states is Israel’s acceptance of the initiative drawn up by Saudi Arabia in 2002.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest World News, download Indian Express App.", "METADATA": {"viewport": "width=990", "description": "Israel-UAE peace deal: Most Arab nations, including the UAE, have not recognised Israel or had formal diplomatic or economic relations with it because of what they regard as Israel's thwarting of Palestinians' aspirations for a state of their own.", "news_keywords": "uae israel peace, israel uae peace deal, israel uae peace, US-ISrael timeline, trump uae israel peace, us uae israel peace deal, donal trump israel uae, trump israel uae peace", "keywords": "uae israel peace, israel uae peace deal, israel uae peace, us-israel timeline, trump uae israel peace, us uae israel peace deal, donal trump israel uae, trump israel uae peace", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/world/timeline-israel-uae-deal-follows-years-of-failed-peace-initiatives-6554406/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/world/timeline-israel-uae-deal-follows-years-of-failed-peace-initiatives-6554406/", "site_name": "The Indian Express", "locale": "en_US", "title": "Israel, UAE deal follows years of failed peace initiatives: A timeline", "description": "Israel-UAE peace deal: Most Arab nations, including the UAE, have not recognised Israel or had formal diplomatic or economic relations with it because of what they regard as Israel's thwarting of Palestinians' aspirations for a state of their own.", "image": {"identifier": "https://images.indianexpress.com/2020/08/UAE-ISRAEL.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/world/timeline-israel-uae-deal-follows-years-of-failed-peace-initiatives-6554406/", "title": "Israel, UAE deal follows years of failed peace initiatives: A timeline", "description": "Israel-UAE peace deal: Most Arab nations, including the UAE, have not recognised Israel or had formal diplomatic or economic relations with it because of what they regard as Israel's thwarting of Palestinians' aspirations for a state of their own.", "image": {"identifier": "https://images.indianexpress.com/2020/08/UAE-ISRAEL.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-14T14:54:16+05:30", "modified_time": "2020-08-14T14:54:16+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}}