{"GDELT": {"GlobalEventID": 940718113, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "SGP", "Actor2Name": "SINGAPORE", "Actor2CountryCode": "SGP", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.96443640747438, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA11", "Actor1Geo_ADM2Code": "34163", "Actor1Geo_Lat": 34.4, "Actor1Geo_Long": 132.45, "Actor1Geo_FeatureID": "-229436", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS", "Actor2Geo_Lat": -25.0, "Actor2Geo_Long": 135.0, "Actor2Geo_FeatureID": "AS", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA11", "Action2Geo_ADM2Code": "34163", "Action2Geo_Lat": 34.4, "Action2Geo_Long": 132.45, "Action2Geo_FeatureID": "-229436", "DATEADDED": 20200814081500, "SOURCEURL": "https://www.japantimes.co.jp/news/2020/08/14/national/travel-ban-japanese-universities/"}, "ARTICLE": {"TITLE": "Travel bans throttle Japanese universities’ global ambitions", "TEXT": "When Kyoto University professor Shinya Yamanaka won the Nobel Prize in 2012 for his work on stem cells, Edvinas Cerniauskas, then 21, became interested in the field and soon began to plan how he could come to Japan and study at the cutting edge.\n\nHis dream was becoming reality when he was accepted to Kyoto University — where he intends to pursue a doctorate at Yamanaka’s Center for iPS Cell Research and Application — and received a scholarship from the Education, Culture, Sports, Science and Technology Ministry (MEXT).\n\nHe had quit his job at a stem cell laboratory in the U.K. and returned to his native Lithuania to prepare to come to Japan in April, when the country imposed travel restrictions to curb COVID-19 infections.\n\nSince then, Cerniauskas has been waking up daily to attend 4 a.m. remote, intensive language courses via Zoom provided by Kyoto University. The schedule has taken a toll on his health and caused him to lose more than 10 kilograms.\n\nBecause new visas are not being issued for international students amid the pandemic and he is not physically in Japan, he isn’t receiving his scholarship’s stipend and has been relying on his savings for his living expenses.\n\nHe still doesn’t know whether he will be allowed to come to Japan to begin the fall semester. If he can’t come by then, he’ll be forced to take a job to support himself and give up on coming to Japan.\n\n“I would have wasted the last half a year of potential stem cell research and put myself into a financial struggle,” he says of the worst-case scenario.\n\nHis story illustrates the plight of tens of thousands of students who had plans to begin studies in Japan this year, only to have been caught out by the entry ban and have their lives put on hold as they wait to find out when they will be allowed to enter the country.\n\nThe government imposed a travel restriction denying re-entry to long-term and permanent foreign residents who departed Japan on April 3 and after (the date depends on the country they went to). While on Aug. 5 the government started allowing the re-entry of those who departed Japan before the designated dates, restrictions are still in place for foreign residents who departed after that. The government has also stopped issuing new visas to foreign nationals wishing to enter Japan for the first time, including foreign students, putting them in limbo.\n\nCerniauskas should have been a success story in Japan’s push to internationalize its student bodies, something that has been a stated policy aim of the government since 1983. In 2008, a goal was established to have 300,000 non-Japanese students in Japan by 2020.\n\nThe entry and re-entry ban, and the way they have been implemented, risk undermining Japan as an attractive destination for international students. | REUTERS\n\nThis figure has already been surpassed, in part due to the government subsidizing universities’ efforts to develop and change programs to better appeal to overseas students. Non-Japanese students accounted for 7.8 percent of all students in higher education in Japan as of May 2019.\n\nWith the number of college-aged Japanese falling, these international students represent an attractive revenue source for Japanese universities.\n\nThe presence of non-Japanese students on campus also enriches the environment for Japanese students, increasing diversity and providing opportunities for cross-cultural interaction.\n\nAnd as in the case of someone like Cerniauskas, bringing highly talented people from around the world can enhance universities’ research capabilities. Non-Japanese students who remain in Japan after graduation also represent an important source of potential labor for Japanese companies faced with a shrinking talent pool and seeking to hire new graduates with technical and foreign language skills.\n\nNon-Japanese students who remain in Japan after graduation also represent an important source of labor for Japanese companies. | REUTERS\n\nThe entry and re-entry ban, and the way they have been implemented, risk undermining this progress in becoming an attractive destination for international students.\n\nAs Hiroshima University Vice President Carolin Funck pointed out at a Foreign Correspondent’s Club of Japan presentation last month, “the international higher education market is highly competitive.”\n\nUniversities “will lose momentum in this competition because the image will be established that students cannot come to Japan or might be excluded from coming back at any time,” she says.\n\nSome of Japan’s competitors for international students are still keeping international students out, including Australia and New Zealand. But others have allowed new students to enter for the fall semester, including Singapore, the U.S. (as long as curriculums have an in-person component) and Taiwan (except for students from China). South Korea is permitting students to enter, but the government is encouraging them to stay in their home countries and study online instead for the fall semester.\n\nMiho Odagiri, an official at the education ministry’s office for student exchange, says that it is difficult at this time to say exactly when new students will be able to enter Japan. She emphasizes that the ministry is working to convey to other parts of the government the importance of non-Japanese students and faculty, in hopes that they will be able to enter the country soon.\n\nWith the number of college-aged Japanese falling, international students represent an attractive revenue source for Japanese universities. | REUTERS\n\nIt’s not just students who are being impacted and creating issues for Japanese universities — academics have also been affected by the travel ban.\n\nElin McCready, an American who is a professor in the Department of English at Aoyama Gakuin University, was abroad for research travel and was stuck outside the country for over three months this spring. She has several invitations to go to Europe this fall and funding from German institutions for travel there for talks and joint research.\n\nHowever, it is not clear whether she will be able to go, because as a foreign national, she is not able to freely leave and return to Japan, even though she is a permanent resident and has a family here.\n\nThe situation makes her feel that her research activities’ status is “quite unstable and worrisome,” which she believes would not be the case if she were Japanese and did not face the same restriction on her movements.\n\n“I would have a hard time recommending people to feel confident moving here to do research given what I have seen in the past months, which is something I wouldn’t have said before this, as I have found Japan quite a supportive research environment,” she says.\n\nBillal Ouadi, 27\n\nFor Algerian Ouadi, there’s nothing to do but wait.\n\n“On a daily basis, I wait, I check the news, I read, watch MOFA (Foreign Ministry) press conferences, I consult friends from other countries and inquire,” he says. For now, he says, “it’s all dark, and it’s getting darker.”\n\nOuadi hopes to find out whether he can come to Japan as scheduled to begin his studies for a master’s in the management of technology at the University of Tokyo’s School of Engineering this fall. He’s worried now that his studies may be postponed or canceled.\n\nHe had chosen Tokyo for his studies due to its status as a world business hub. If he can’t come for the fall semester, he will probably change his plans and go to a different country for his degree.\n\nNils Ossette, 20\n\nA French student at Sciences Po Strasbourg, Ossette is not sure if or when he will be able to begin his planned year of studies at Osaka University this fall.\n\n“It seems that the university is ready to welcome foreign students but it’s only depending on the government’s decision to reopen the borders or not,” he says.\n\nHe has been told by the university that his first semester isn’t canceled, but he doesn’t know when he can go to Japan. “It could be near the end of September, the end of the year or not at all for the first semester if Japan doesn’t reopen its borders.” He describes the situation as “definitely frustrating.”\n\nBecause the university has told him that there could be lessons in person near the end of September, he has to prepare to go to Japan if it becomes possible, but he also has to prepare to stay in France if needed. This presents logistical quandaries, including what to do about the accommodation he is renting in Strasbourg.\n\nKenza Streifer, 24\n\nScheduled to begin as a research student in the graduate Humanities Department of Kyushu University this past April, Streifer has been waiting since then to find out when she can enter Japan. Stuck in her native France, she has been taking online classes in hopes of being able to get to Japan.\n\n“The situation has taken quite a toll on me,” she says. “I had already quit my job and am past the period where you can apply for jobs in my region. I have virtually no income since April as the MEXT scholarship stipends are only for those who are in Japan, regardless of whether you take online classes or not.”\n\nAs a result of the stress, she has experienced health problems including nosebleeds, insomnia, and paralysis of her arm.\n\nTo make matters worse, Streifer reports that “communication has been near nonexistent. We do not have direct contact with MEXT as it always goes through our embassy, and we honestly did not get much guidance or information, as they mostly told us they were left in the dark just like the rest of us.”", "METADATA": {"verify-v1": "+h35BdFddo/f1upXot92yGKSB4d5EuWWGbARz9SJE6A=", "twitter": {"account_id": 7424642, "card": "summary_large_image", "image": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30582-870x489.jpeg", "site": "@japantimes", "creator": "@japantimes"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1", "HandheldFriendly": "true", "apple-mobile-web-app-title": "Japan Times", "robots": "noodp", "author": "Rochelle Kopp", "article": {"author": "https://www.japantimes.co.jp/author/rochelle-kopp/", "publisher": "https://www.facebook.com/thejapantimes", "tag": "covid-19 in Japan"}, "thumbnail": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30582-200x200.jpeg", "description": "Non-Japanese students and faculty find study and research plans upended by pandemic restrictions.", "keywords": "immigration, education, universities, students, covid-19, covid-19 in Japan", "og": {"locale": "en_US", "type": "article", "title": "Travel bans throttle Japanese universities’ global ambitions", "description": "Non-Japanese students and faculty find study and research plans upended by pandemic restrictions.", "url": "https://www.japantimes.co.jp/news/2020/08/14/national/travel-ban-japanese-universities/", "site_name": "The Japan Times", "image": {"identifier": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30582-870x531.jpeg", "width": 870, "height": 531}}, "fb": {"app_id": 119406745111}, "DC.date.issued": "2020-08-14T15:25:33+09:00"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}