{"GDELT": {"GlobalEventID": 940753791, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MIL", "Actor1Name": "CARRIER", "Actor1Type1Code": "MIL", "Actor2Code": "LBN", "Actor2Name": "BEIRUT", "Actor2CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.6986301369862997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tonnerre, Bourgogne, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRA1", "Actor1Geo_ADM2Code": "16255", "Actor1Geo_Lat": 47.8563, "Actor1Geo_Long": 3.97369, "Actor1Geo_FeatureID": "-1473014", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tonnerre, Bourgogne, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRA1", "Action2Geo_ADM2Code": "16255", "Action2Geo_Lat": 47.8563, "Action2Geo_Long": 3.97369, "Action2Geo_FeatureID": "-1473014", "DATEADDED": 20200814121500, "SOURCEURL": "https://www.rfi.fr/en/wires/20200814-beirut-identifies-its-dead-judge-named-lead-probe"}, "ARTICLE": {"TITLE": "Beirut identifies its dead as judge named to lead probe", "TEXT": "Lebanese are shocked and angry at the scale of the devastation wrought across the capital from last week's explosion in the port of Beirut\n\nAdvertising Read more\n\nBeirut (AFP)\n\nTen days after the deadly Beirut explosion, rescue workers recovered the remains of firefighters killed while battling the initial blaze, as authorities appointed a well-respected judge to lead the investigation.\n\nBeirut, brought to its knees by the cataclysmic explosion, has seen the arrival of a string of high-level international envoys, a sign that Lebanon has returned to the centre of struggles for regional influence.\n\nMohammad Javad Zarif, foreign minister of Iran, which backs Lebanon's powerful Shiite movement Hezbollah, is set to meet officials in the capital on Friday.\n\nHe risks crossing paths with the top career diplomat of Iran's arch-foe the United States, David Hale, and French Defence Minister Florence Parly, who will also meet with Lebanese authorities and civil society representatives.\n\nBoth Hale and Parly have joined calls from the international community for a reform-oriented government that would coordinate aid flooding into the small Mediterranean country after the resignation of Prime Minister Hassan Diab's cabinet on Monday.\n\nZarif said it was for the Lebanese to decide what government they wanted.\n\n\"Others should not condition their aid on any change in Lebanon during this emergency situation,\" he said.\n\nProtesters filled the streets and clashed with security forces in the days after the explosion, blaming their political leaders for the negligence they say led to the disaster that killed 171 people and wounded at least 6,500.\n\nAt the now-devastated port, rescue workers continued to recover the remains of those killed by the ignition of a huge shipment of ammonium nitrate fertiliser left unsecured in a warehouse for six years.\n\n- Missing firefighter -\n\nRelatives of three firefighters from the same family, who had been at the port attempting to put out the fire thought to have ignited the blast, were informed that the remains of two of them had been identified by DNA analysis.\n\n\"I don't have words to describe the fire that consumes us. Imagine getting to the point of being happy to have found the remains of two among you,\" said Antonella Hitti on Facebook, after learning that the remains of her brother Najib, 27, and her cousin Charbel, 22, had been identified.\n\n\"We're not organising funerals before finding Charbel Karam,\" the third missing firefighter from the family, relative Mayane Nassif told AFP.\n\nThe remains of seven of the 10 firefighters who responded to the initial blaze have now been found.\n\nOn Thursday, rescue workers also found the body of a young man at the wheel of his car that had been thrown into the sea by the blast.\n\nPublic anger at the negligence that allowed hazardous materials to be left in a warehouse in the heart of the capital despite repeated warnings has reignited a protest movement that had largely fizzled out in the face of the coronavirus pandemic.\n\nIn the face of demands for his government to step down, Diab resigned on Monday.\n\nHis successor must be named by President Michel Aoun, the subject of increasing vitriol among protesters, on the basis of consultations with parliamentary blocs representing Lebanon's longstanding political parties -- the very ones that the protesters want to see gone.\n\n- No international probe -\n\nUndersecretary of State for Political Affairs, Hale, who met with Aoun on Friday, has called for the formation of a government \"that reflects and and responds to the will of the people and genuinely commits and acts for real change.\"\n\nFrance, whose defence minister also met with Aoun on Friday, has echoed those calls.\n\nFlorence Parly will later oversee the distribution of aid from the helicopter carrier Tonnerre, which docked in Beirut with food and construction materials.\n\nLebanese authorities named judge Fadi Sawan, known, according to judicial sources, for his independence and integrity, to lead investigations into the explosion.\n\nBut he will not himself question current and former ministers on the ammonium nitrate that was stocked at the port.\n\nThey will instead be referred to a special judicial body specialised in questioning government officials.\n\nOn Thursday, Hale announced the US Federal Bureau of Investigations would join the probe \"at the invitation\" of Lebanese authorities. Paris has opened its own investigation.\n\nLebanese authorities have rejected an international inquiry, despite demands for one both from within the country and from abroad.\n\nUN experts have called for a prompt and independent investigation into the explosion, expressing concern at the \"impunity\" they say Lebanese officials enjoy.\n\n© 2020 AFP", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "https://s.rfi.fr/media/display/180c9a30-de23-11ea-885d-005056bff430/w:1280/p:16x9/a9ec9eb90586d69b0806a786b5e6fda092c7c38a.jpg", "locale": "en_US", "site_name": "RFI", "type": "article", "title": "Beirut identifies its dead as judge named to lead probe - RFI", "description": "Beirut identifies its dead as judge named to lead probe", "url": "https://www.rfi.fr/en/wires/20200814-beirut-identifies-its-dead-judge-named-lead-probe"}, "fb": {"app_id": 113191652055439, "pages": 28764872018}, "article": {"publisher": "https://www.facebook.com/RFI.English/", "author": "https://www.facebook.com/RFI.English/", "published_time": "2020-08-14T11:33:48+00:00"}, "description": "Beirut identifies its dead as judge named to lead probe", "twitter": {"card": "summary_large_image", "site": "@RFI_En"}, "apple-mobile-web-app-title": "RFI", "application-name": "RFI", "msapplication-TileColor": "#e2001a", "theme-color": "#ffffff"}}}