{"GDELT": {"GlobalEventID": 940717945, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CANBUS", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.1917808219178103, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Northwest Territories, Northwest Territories, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA13", "Actor1Geo_ADM2Code": "25042", "Actor1Geo_Lat": 65.0, "Actor1Geo_Long": -118.0, "Actor1Geo_FeatureID": "-570392", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Northwest Territories, Northwest Territories, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA13", "Action2Geo_ADM2Code": "25042", "Action2Geo_Lat": 65.0, "Action2Geo_Long": -118.0, "Action2Geo_FeatureID": "-570392", "DATEADDED": 20200814081500, "SOURCEURL": "https://www.manitobacooperator.ca/daily/feds-line-up-projects-for-surplus-food-program/"}, "ARTICLE": {"TITLE": "Feds line up projects for surplus food program", "TEXT": "The federal government has lined up eight projects to source and distribute perishable produce, meat, eggs and seafood piling up across Canada due to the COVID-19 pandemic.\n\nAs part of the federal pandemic response, Prime Minister Justin Trudeau announced in early May that Ottawa would budget $50 million for a food surplus purchase program. The funding would go to buy and move large quantities of perishables deemed surplus as the pandemic shut down much of the restaurant and hospitality industries in Canada and the U.S.\n\nADVERTISEMENT\n\nThe program was opened up for applications from interested non-government organizations from mid-June through mid-July and Agriculture Minister Marie-Claude Bibeau announced the eight successful applicants Thursday at an event at St-Hyacinthe, Que.\n\nThe eight partnerships, which in all involve over 100 different organizations, are expected to address “urgent, high-volume, highly perishable” surplus.\n\nThe funding provided under the program is expected to ensure producers and processors are “fairly compensated” for their work at the cost of production, while also helping to develop relationships with community food providers and support efforts to reduce food waste, the government said.\n\nIn all, the chosen program partners are expected to redistribute about 12 million kilograms of surplus food to “more food-insecure” families — food the government said “would otherwise have been wasted.”\n\nThe chosen organizations are to leverage “existing food redistribution and recovery networks and agencies,” among them “leading not-for-profits,” which will redistribute products including, among others, potatoes, chicken, turkey, eggs, fruit, vegetables, fish and other seafood.\n\nThe program’s $50 million budget will break down as follows:\n\nCanadian Produce Marketing Association and charitable agencies, $11,429,926\n\nADVERTISEMENT Food Banks Canada, $11,358,529\n\nSecond Harvest, $11,007,095\n\nFisher River Cree Nation, $10,845,048\n\nLa Tablee des Chefs, $1,522,900\n\nClearwater Seafood and Indigenous communities, $1,491,072\n\nLes Fermes Dani, $1,430,000, and\n\nGreen Seafoods Ltd. and Feed Nova Scotia, $55,230.\n\nThe program “leverages the deep supply chain expertise and knowledge the food banking network has, thereby helping those in Canada experiencing food insecurity in the most efficient manner,” Food Banks Canada CEO Chris Hatch said in the government’s release Thursday.\n\n“We are thankful for the opportunity to build deeper partnerships within the agri-food system as well as helping ensure that highly nutritious, available food feeds people in need and that these resources are stewarded responsibly.”\n\nFor its project, Food Banks Canada plans to rescue “multiple” surplus commodities and flow those foods in both “current and processed formats” to its network of over 3,000 local-level food banks and community agencies.\n\nADVERTISEMENT\n\nThe CPMA’s project will work similarly, moving produce to participating charitable agencies through participating distribution and transport companies.\n\nSecond Harvest’s project will work in much the same way, but will use its FoodRescue.ca online platform and mobile app to determine “when and from where” specific surplus foods are acquired, and to make sure the rate of distribution “does not exceed the handling and storage capacity of individual food charities.”\n\nQuebec-based La Tablee des Chefs plans to recover over 350,000 kg of surplus foods, to be turned into meals by its network of chefs in Les Cuisines Solidaires in Quebec and in five Canadian cities: Calgary, Toronto, Ottawa, Vancouver and Winnipeg. Meals are then to be redistributed through Banques Alimentaires du Quebec, Second Harvest and other organizations.\n\nFisher River Cree Nation, in Manitoba’s Interlake region, expects to secure up to 2.9 million pounds of walleye caught in Canada’s inland lakes, for distribution to over 75 Indigenous communities in Manitoba, Saskatchewan and Canada’s North.\n\nFor that project, distribution will be handled by way of the Freshwater Fish Marketing Corp., the Winnipeg-based marketing agency for commercial fishers in Manitoba, Saskatchewan and the Northwest Territories.\n\nThe Clearwater project will see 150,000 pounds of surplus seafood distributed to Indigenous communities in Nova Scotia and nationally, while the Green Seafoods project will see 24,000 pounds of frozen blue mussels bought and distributed through Feed Nova Scotia. Les Fermes Dani will distribute surplus potatoes to Indigenous communities in New Brunswick and nationally.\n\n“Not only are we helping producers who cannot sell their goods to restaurants, but we are also aiding Canadians that have had to seek help from food banks,” Bibeau said during Thursday’s announcement.\n\n“These eight impressive partnerships between food businesses and not-for-profit organizations target those food commodities that had significant and urgent surpluses, making a difference both at the level of the producer and the food bank, from coast to coast to coast.”\n\n“By working across sectors to build partnerships, we’re creating a mutually beneficial system that meets two urgent needs at once,” federal Fisheries Minister Bernadette Jordan said in the same release.\n\nBibeau’s event Thursday was held at the St-Hyacinthe head office of Nutri Group, an egg marketing agency which with partners across Canada pledged over one million dozen fresh shell eggs to the Food Banks Canada and Second Harvest projects. — Glacier FarmMedia Network", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "noindex, follow", "og": {"locale": "en_US", "type": "article", "title": "Feds line up projects for surplus food program | Manitoba Co-operator", "description": "The federal government has lined up eight projects to source and distribute perishable produce, meat, eggs and seafood piling up across Canada due to the COVID-19 pandemic. As part of the federal pandemic response, Prime Minister Justin Trudeau announced in early May that Ottawa would budget $50 million for a food surplus purchase program. The", "url": "https://www.manitobacooperator.ca/daily/feds-line-up-projects-for-surplus-food-program/", "site_name": "Manitoba Co-operator", "image": {"identifier": "https://static.manitobacooperator.ca/wp-content/uploads/2020/08/14014310/surplus_food_prog_annct900.jpg", "width": 585, "height": 390}}, "article": {"modified_time": "2020-08-14T06:23:19+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@MBCooperator", "site": "@MBCooperator"}, "generator": "WordPress 5.4.1", "msapplication-TileColor": "#396ab6", "msapplication-TileImage": "https://www.manitobacooperator.ca/wp-content/themes/mbc_theme_single/images/ico/ms-icon-144x144.png", "msapplication-square70x70": "https://www.manitobacooperator.ca/wp-content/themes/mbc_theme_single/images/ico/ms-icon-70x70.png", "msapplication-square150x150": "https://www.manitobacooperator.ca/wp-content/themes/mbc_theme_single/images/ico/ms-icon-150x150.png", "msapplication-square310x310": "https://www.manitobacooperator.ca/wp-content/themes/mbc_theme_single/images/ico/ms-icon-310x310.png", "site": "manitobacoop", "section": "livestock", "commodity": "apples,beef cattle,dairy cattle,eggs,fruit,grapes,hogs,horticulture,other crop,other livestock", "storytags": "Bibeau,coronavirus,COVID-19,distribution,Eggs,Fish,food,food banks,Fruit,lockdown"}}}