{"GDELT": {"GlobalEventID": 940758210, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.56273764258555, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Clacton, Essex, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKE4", "Actor1Geo_ADM2Code": "40108", "Actor1Geo_Lat": 51.7833, "Actor1Geo_Long": 1.16667, "Actor1Geo_FeatureID": "-2592633", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814124500, "SOURCEURL": "https://www.clactonandfrintongazette.co.uk/news/south_essex_news/18651696.uk-warns-160-000-holidaymakers-france-not-rush-home/"}, "ARTICLE": {"TITLE": "UK warns 160,000 holidaymakers in France not to rush home", "TEXT": "THE UK has warned 160,000 holidaymakers not to rush home to avoid having to go into quarantine.\n\nPeople will need to isolate for 14 days when they return home - or face a £1,000 fine - after the government added France to the list of countries with a coronavirus spike.\n\nHowever, the quarantine order on France, the Netherlands, Monaco, Malta, Turks & Caicos and Aruba only comes into force at 4am tomorrow.\n\nThat means anyone who returns before then will not need to quarantine by law.\n\nThe government today refused to give holidaymakers any support if they can't work due to quarantine - meaning many will be contemplating a rush to the border.\n\nPeople have been urged not to scramble home from France\n\nBut Eurotunnel boss John Keefe last night warned \"we’re already pretty much fully booked\".\n\nAnd Transport Secretary Grant Shapps urged Brits not to mount a sudden exodus.\n\nHe told Sky News: \"Clearly quite a lot of people may be trying to return immediately.\n\n\"The advice from all the travel operators is very clear - to contact them in advance.\n\n\"Don’t just turn up because you’ll almost certainly be disappointed.\n\n\"And it will just create queues which no one wants to see.\"\n\nREAD MORE:\n\nThe decision with just 30 hours' notice came after days of speculation that France would have quarantine reimposed due to a Covid-19 spike.\n\nBut Mr Shapps today defended the decision, saying he could only act when he had data showing the rolling average infection rate was above 20 people per 100,000.\n\n\"There’s a little bit more notice than there was for example in Spain,\" he added, \"because the rate is just a bit behind where Spain was at the time.\"\n\nMr Shapps insisted the virus “doesn’t play ball” and has been “heading the wrong way”.\n\nBut he point blank refused calls to let people forced into quarantine with no notice claim sick pay or other benefits.\n\nTransport Secretary Grant Shapps\n\nMr Shapps said: “I think a lot of people will have been aware that this was a possibility in France and in some of these other countries.”\n\nAsked directly if people would be compensated for staying at home, he told the BBC: \"People this year will have gone away knowing there was a significant risk and because of that people will have gone with their eyes open.\"\n\nAsked if it was tough luck for them, he replied bluntly: \"A lot of people will have gone knowing there was a significant chance of this happening.\"\n\nMr Shapps also defended not bringing in the quarantine immediately - despite fears a dash for the border could import the virus into the UK.\n\nHe said there \"has to be a cut-off\" in regards to a time period for those being mandated to self-isolate on their return to the UK from abroad.\n\nHe told BBC Breakfast: \"I think the truth of this is, as everyone watching realises, there's no perfect way to deal with coronavirus.\n\n\"Unless you were going to have a sliding scale that sort of said if you stay another 24 hours the you must quarantine for X amount of time, another 36 hours for Y amount of time, you know, clearly there has to be a cut-off somewhere.\"\n\nMr Shapps added: \"To be clear, the Joint Biosecurity centre have cleared our approach to this.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "OMG-Verify-V1": "4389-366acdfc-5224-4c07-bb70-f74d8fbfc2db", "og": {"url": "https://www.clactonandfrintongazette.co.uk/news/south_essex_news/18651696.uk-warns-160-000-holidaymakers-france-not-rush-home/", "site_name": "Clacton and Frinton Gazette", "image": {"identifier": "https://www.clactonandfrintongazette.co.uk/resources/images/11698137/", "width": 615, "height": 765}, "title": "UK warns 160,000 holidaymakers in France not to rush home to avoid quarantine", "type": "website", "name": "UK warns 160,000 holidaymakers in France not to rush home to avoid quarantine", "description": "THE UK has warned 160,000 holidaymakers not to rush home to avoid having to go into quarantine."}, "twitter": {"image": {"src": "https://www.clactonandfrintongazette.co.uk/resources/images/11698137/"}, "card": "summary_large_image", "title": "UK warns 160,000 holidaymakers in France not to rush home to avoid quarantine", "description": "THE UK has warned 160,000 holidaymakers not to rush home to avoid having to go into quarantine."}, "fb": {"app_id": 114930478581575}, "medium": "news", "title": "UK warns 160,000 holidaymakers in France not to rush home to avoid quarantine", "description": "THE UK has warned 160,000 holidaymakers not to rush home to avoid having to go into quarantine."}}}