{"GDELT": {"GlobalEventID": 940777255, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 54, "EventBaseCode": 54, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.84426229508197, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200814143000, "SOURCEURL": "https://sofrep.com/news/israel-united-arab-emirates-reach-historic-peace-deal/"}, "ARTICLE": {"TITLE": "Israel & United Arab Emirates reach historic peace deal", "TEXT": "Israel has reached a third peace treaty with the Arab world, and the first with a Gulf Arab state. The United Arab Emirates and Israel have agreed to establish full diplomatic ties in exchange for the Israelis suspending their planned annexation of West Bank territory in Judea and Samaria.\n\nThe two sides agreed to the deal while on a phone call with U.S. President Donald Trump, marking Israel’s first peace treaty with an Arab country in 25 years. President Trump was happy to announce the deal on Thursday on Twitter. He told reporters in the Oval Office that it was “a truly historic moment.”\n\n“Now that the ice has been broken I expect more Arab and Muslim countries will follow the United Arab Emirates,” Trump added.\n\nU.S. Secretary of State Mike Pompeo sent a strong message of support for the deal.\n\n“This is a remarkable achievement for two of the world’s most forward-leaning, technologically advanced states, and reflects their shared regional vision of an economically integrated region,” he said in a statement. “It also illustrates their commitment to confronting common threats, as small — but strong — nations.”\n\n“Blessed are the peacemakers. Mabruk and Mazal Tov,” he added.\n\nDemocratic presidential candidate Joe Biden said that “the UAE’s offer to publicly recognize the State of Israel is a welcome, brave and badly-needed act of statesmanship. Annexation would be a bloody blow to the course of peace.” He added that he opposed annexation now and would do so again if he is elected president.\n\nIsraeli Prime Minister Benjamin Netanyahu called the deal “full, formal peace” with “one of the strongest countries in the world.” He sent a message in Arabic to the Crown Prince of Abu Dhabi Sheikh Mohammed bin Zayed: “Salam Aleykum v’Shalom Aleynu,” which translates to “peace unto you and peace unto us.”\n\n“Together we can bring a wonderful future. It is an incomparably exciting moment,” Netanyahu said. “I have the great privilege to make the third peace treaty between Israel and an Arab country, the U.A.E.”\n\nUnder the normalization of relations between the two countries, U.A.E. citizens will be allowed to visit the all-important al-Aksa mosque in Jerusalem. The two countries will also begin establishing embassies and exchanging ambassadors. The U.A.E. will also make investments into the Israeli economy and trade with Israel. Direct flights between Tel Aviv and Abu Dhabi will also be established. Additionally, the U.A.E. is making an investment in Israeli research to develop a coronavirus vaccine.\n\nSeveral of the smaller Gulf states have been quietly improving relations with Israel. Their choice is a pragmatic one. Concerns over Iran and Hezbollah, its proxy in Lebanon, have made several Arab countries uneasy. The U.A.E. shares Israeli feelings regarding Iran and Hezbollah. It also distrusts Hamas, the Muslim Brotherhood, and other extremist Islamic groups.\n\nThe historic peace deal is beneficial for Trump, Israel, and the U.A.E. The deal gives the U.S. administration a feather in its cap, as no Gulf state has ever normalized relations with the Israelis. (President Trump also has hinted that he would have a deal with Iran in place within 30 days of his reelection, claiming that the Iranians would rather have one with a Democrat-run Oval Office.) For Benjamin Netanyahu, this peace deal could conceivably open the door for normalized relations with more Arab nations. Finally, the Emirates have always been characterized by openness and tolerance, which is at a premium in the Arab world, and this agreement will further broadcast that.\n\nHowever, not everyone is happy with this deal. The Palestinians, who should be pleased that the annexation of the West Bank areas is off the table, are upset that an Arab country would normalize relations with Israel. Palestinian President Mahmoud Abbas called an urgent meeting of his top leadership to discuss the agreement and determine a position on it, according to Palestinian television. Abbas also ordered the Palestinian ambassador to the U.A.E. to return home.\n\n“The Palestinian leadership rejects and denounces the U.A.E., Israeli and U.S. trilateral, surprising, announcement,” said Abbas’s spokesman, Nabil Abu Rudeineh calling the agreement a “betrayal of Jerusalem, al-Aqsa, and the Palestinian cause.”\n\nHamas, the militant group that controls Gaza and has been branded a terrorist organization by the United States and others, said that the deal between Israel and the U.A.E. was “a stabbing [sic] in the back of our people.”\n\nHanan Ashrawi of the PLO added, “May you never experience the agony of having your country stolen; may you never feel the pain of living in captivity under occupation; may you never witness the demolition of your home or murder of your loved ones. May you never be sold out by your ‘friends,'” in a post on Twitter.\n\nJewish settlers who wanted Netanyahu to annex the land on the West Bank were upset with the deal as well. “He deceived us. He has deceived half a million residents of the area and hundreds of thousands of voters,” said David Elhayani, head of the Yesha Council of settlers.\n\nWhile Egypt, Jordan, Bahrain, and the U.K. praised the agreement, Iran, as expected has slammed it. The Tasmin News Agency, essentially a mouthpiece for the Iranian Revolutionary Guard Corps (IRGC), characterized the agreement as “shameful.”\n\nFormer Iranian Deputy Foreign Minister, Hossein Amir-Abdollahain, took to Twitter to write: “UAE’s new approach for normalizing ties w/fake, criminal #Israel doesn’t maintain peace & security but serves ongoing Zionists’ crimes. Abu Dhabi’s behavior has no justification, turning back on the Palestine cause. W/ that strategic mistake, #UAE will be engulfed in Zionism fire.”\n\nAccording to sources in Washington and Jerusalem Bahrain could be the next to establish diplomatic ties with Israel.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "apple-itunes-app": "app-id=1179934887", "description": "“Now that the ice has been broken I expect more Arab and Muslim countries will follow the United Arab Emirates,” Trump added.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Israel & United Arab Emirates reach historic peace deal", "description": "“Now that the ice has been broken I expect more Arab and Muslim countries will follow the United Arab Emirates,” Trump added.", "url": "https://sofrep.com/news/israel-united-arab-emirates-reach-historic-peace-deal/", "site_name": "SOFREP", "image": {"identifier": "https://i1.wp.com/cms.sofrep.com/wp-content/uploads/2020/08/reflectingonmyidfservice_1.jpeg?fit=1600%2C1066&ssl=1", "width": 1600, "height": 1066}}, "article": {"publisher": "https://www.facebook.com/sofrep.official/", "published_time": "2020-08-14T12:00:50+00:00", "modified_time": "2020-08-14T11:04:27+00:00"}, "fb": {"app_id": 356520554360073}, "twitter": {"card": "summary", "creator": "@SteveB7SFG", "site": "@sofrepofficial"}, "csrf-token": "vSevuPTZz0ZEKIQlYdd7tt3avXmEb6hLKgAdKtdw", "msapplication-TileColor": "#000000", "theme-color": "#000000"}}}