{"GDELT": {"GlobalEventID": 940753964, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.13385063045587, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA11", "Actor1Geo_ADM2Code": "34163", "Actor1Geo_Lat": 34.4, "Actor1Geo_Long": 132.45, "Actor1Geo_FeatureID": "-229436", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA11", "Actor2Geo_ADM2Code": "34163", "Actor2Geo_Lat": 34.4, "Actor2Geo_Long": 132.45, "Actor2Geo_FeatureID": "-229436", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hiroshima, Hiroshima, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA11", "Action2Geo_ADM2Code": "34163", "Action2Geo_Lat": 34.4, "Action2Geo_Long": 132.45, "Action2Geo_FeatureID": "-229436", "DATEADDED": 20200814121500, "SOURCEURL": "https://www.ellsworthamerican.com/opinions/columnists-opinions/marvin-ott/the-pacific-war-a-legacy/"}, "ARTICLE": {"TITLE": "The Pacific War: a legacy - The Ellsworth American", "TEXT": "Aug. 15 is the 75th anniversary of one of history’s seminal events — the unconditional surrender of Japan and with it the end of World War II. That war was a cataclysm that produced seismic changes on a planetary scale, nowhere more than in the Pacific. The conquest of East Asia by Imperial Japan lasted only three and a half years, but it shaped the region and the world that we know today.\n\nAsia in the 1930s is not distant historically; there are still a few among us who lived there and then and still remember it. But to describe it is to recall a place and time far distant from the present. Japan in the 1930s had emerged, with great rapidity, as the first non-Western, non-white modern country. Tokyo had mastered the secrets of technology, modern manufacturing and complex institutions and organizations that put it on equal footing with the United States and Europe. Japan’s signature achievement was its navy — one that boasted aircraft carriers as modern and capable as any in the world. The military men who were dominant in Tokyo made no secret of their ambitions to create a new order in Asia led by an Imperial Japan.\n\nIn China, the Kuomintang government led by Gen. Chiang Kai-shek had gained the upper hand over a variety of warlords and criminal syndicates — forging a tentative unity for the first time in three decades. Chiang’s government was committed to modernizing China, much as Japan had done, but the road ahead was filled with obstacles including cultural inertia, corruption, disorganization and more. Still, at the beginning of the 1930s, a betting man would have given the regime decent odds in achieving success. But there were two dark clouds on the horizon. The one that concerned Chiang the most was a growing communist movement inside China. Mao Tse-tung was organizing and arming urban workers and rural peasants with the aim of seizing power as the Bolsheviks had done in Russia. The other, seemingly more distant, threat came from an ambitious Japan.\n\nIn Southeast Asia, European (and American) colonial governments ruled. Britain controlled Burma, Malaya, Singapore and northern Borneo. The Netherlands had the Dutch East Indies (Indonesia), the French had Indochina (Vietnam, Cambodia, Laos) and the Americans had the Philippines. Only Thailand remained free of colonial rule. In the 1930s, the colonies were profitable and the region generally peaceful. Colonial rule was what people knew and there was little reason to expect any significant change anytime soon.\n\nThen came Japan’s attack — first at Pearl Harbor, then against American airfields in the Philippines and then with stunning speed down the coast of Indochina. Two months after Pearl Harbor, Japanese infantry overwhelmed the supposedly impregnable British defenses on Singapore. The rest of the region soon followed. In a historical blink-of-an-eye, Japan shattered the entire structure of colonial rule and, with it, the myth of white European omnipotence. For the peoples of Southeast Asia, it was breathtaking. Now, suddenly, an entirely new future opened up.\n\nIn China, Japanese forces had already (1931) occupied Manchuria in the northwest. Following the attack on America, the Japanese army swept southward along the China Coast, taking Shanghai, Hong Kong and Hainan, before turning inland. The Kuomintang armies put up a determined resistance, but they were badly outgunned. Meanwhile, Mao’s guerrillas hunkered down in the remote interior and stayed out of the line of fire. With the defeat of Japan, Mao’s opportunity came, and he attacked the damaged remnant of Chiang’s forces — soon driving them offshore onto the island of Taiwan. In its wake, the Japanese military left entirely new geopolitical landscapes in Southeast Asia and China.\n\nThe rise and fall of Imperial Japan had one other major geopolitical consequence — the sudden emergence of the United States as Asia’s resident great power. After being bloodied at Pearl Harbor (and after giving priority to the European campaign against Nazi Germany), the U.S. Navy stopped the rapid expansion of Japanese forces in two desperate island battles — at Midway in the central Pacific and at Guadalcanal north of Australia. The war ended with an awesome and terrifying demonstration of American military might — the nuclear obliteration of Hiroshima and Nagasaki. The war left the United States as the occupation authority in Japan, itself, as well as the recipient of a number of Pacific island territories previously controlled by Japan. The U.S. flag was flying (briefly) again over the Philippines.\n\nThe United States was not the only victor in World War II. The Soviet Union under Stalin had defeated German forces on the eastern front and had occupied central Europe including nearly half of Germany. Stalin’s imperial ambitions matched Hitler’s and it soon became evident that the world war had spawned the Cold War.\n\nThe Cold War may have stayed cold in Europe, but not in Asia. In June 1950, with Stalin’s approval, North Korean communist forces attacked south — igniting the Korean War. Farther south, communist forces mounted bloody guerrilla campaigns across Southeast Asia, ultimately culminating in the Vietnam War. The communist offensives had the effect of drawing the U.S. military back into East and Southeast Asia on a large scale. In search of allies and partners, Washington signed formal defense agreements with the Philippines, Thailand, Australia and New Zealand. The Pentagon established major facilities in the Philippines to complement existing garrisons in Japan and Korea. The U.S. Navy began regular patrols (that continue to this day) of the sea lanes that extend from Japan south to Singapore and westward across the Indian Ocean. America assumed the de facto role as Asia’s peacekeeper. That role produced over three decades of strategic tranquility in a vast region and has been broadly welcomed by the nations of the region.\n\nBroadly speaking, all of this can be traced back to the transformation of Asia wrought by Japan seven decades ago. We live at a moment now, however, when that entire legacy is being challenged by a new Asian power determined to put its own and very different stamp on Asia — and the world.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Aug. 15 is the 75th anniversary of one of history’s seminal events — the unconditional surrender of Japan and with it the end of World War II. That war", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "The Pacific War: a legacy - The Ellsworth American", "description": "Aug. 15 is the 75th anniversary of one of history’s seminal events — the unconditional surrender of Japan and with it the end of World War II. That war", "url": "https://www.ellsworthamerican.com/opinions/columnists-opinions/marvin-ott/the-pacific-war-a-legacy/", "site_name": "The Ellsworth American", "image": "https://www.ellsworthamerican.com/wp-content/themes/origmag-ea/images/ogi-ea.jpg"}, "article": {"publisher": "https://www.facebook.com/ellsworthamerican/", "published_time": "2020-08-14T11:35:40+00:00", "modified_time": "2020-08-12T13:36:48+00:00"}, "fb": {"app_id": 201754746949945}, "thumbnail": "https://www.ellsworthamerican.com/wp-content/themes/origmag-ea/images/ogi-ea.jpg"}}}