{"GDELT": {"GlobalEventID": 940795935, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.2850270595309703, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alaska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAK", "Actor1Geo_Lat": 61.385, "Actor1Geo_Long": -152.268, "Actor1Geo_FeatureID": "AK", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_Lat": 61.385, "Action2Geo_Long": -152.268, "Action2Geo_FeatureID": "AK", "DATEADDED": 20200814161500, "SOURCEURL": "https://www.washingtonpost.com/weather/2020/08/14/record-arctic-fires/?arc404=true"}, "ARTICLE": {"TITLE": "Record Arctic blazes may herald new ‘fire regime’ decades sooner than anticipated", "TEXT": "\n\nA wildfire in Russia’s Krasnoyarsk region last month. (Julia Petrenko/Greenpeace/Reuters)\n\nThe Arctic summer of 2019 was supposed to be an outlier. Featuring massive blazes in Siberia, including what scientists strongly suspected were smoldering fires beneath the peat in the carbon-rich soils of the transition zone between the tundra and Arctic taiga, last year set records for emitting planet-warming greenhouse gases via wildfires. Many scientists thought it might be a one-off, considering that computer model projections tend to show that the emergence of such extreme fire years won’t happen until mid-century.\n\nHowever, this year is proving those scientists wrong. And it raises the unsettling possibility that fire seasons that begin much earlier than average and end later — and affect delicate Arctic ecosystems — could soon be the new normal. Wildfires continue to burn unimpeded across Siberia, as they have since May, after getting an unusually early start to the fire season. A thick blanket of smoke has turned the sky a milky gray in Siberia’s cities, with some smoke making it across the Pacific into Alaska and Canada’s Hudson Bay.\n\nIn fact, according to Mark Parrington, senior scientist and wildfire expert at the European Union’s Copernicus Atmosphere Monitoring Service, Siberian wildfire smoke has been seen around the world as it hitches a ride on upper air winds. To track wildfires and estimate their emissions of planet-warming carbon dioxide, black carbon and more, Parrington uses satellite instruments to detect heat signals all over the world.\n\nHe and his colleagues then use the temperature of the signals to arrive at an estimate of the energy emitted by each fire, by making the assumption that a particular amount of biomass (plants, grasses and trees, for example) is needed to burn at that temperature. This measure of the rate of radiant heat output from a fire is known as “radiatiative power,” which can then be translated into estimated emissions.\n\nSmoke detected from fires, August 6 2020 Less smoke More smoke Alaska (U.S.) Arctic Ocean Yakutsk 500 MILES Irkutsk Smoke detected from fires, August 6 2020 Less smoke More smoke Alaska (U.S.) Arctic Ocean 500 MILES Yakutsk Irkutsk Pacific Ocean Smoke detected from fires, August 6 2020 More smoke Less smoke Alaska (U.S.) Arctic Ocean Bering Sea Yakutsk 500 MILES Irkutsk Kamchatka Peninsula Sea of Okhotsk Pacific Ocean Smoke detected from fires, August 6 2020 More smoke Less smoke Alaska (U.S.) Arctic Ocean Bering Sea 500 MILES Yakutsk Irkutsk Kamchatka Peninsula Sea of Okhotsk Pacific Ocean\n\nBased on data stretching back to 2003, when the satellite sensors began recording reliable data, Parrington says Arctic fires released more carbon dioxide in June and July this year than during any complete fire season before that. This is an especially noteworthy milestone, since 2019 itself had been a record-breaker for Arctic wildfires. This year, some of the Arctic fires were burning so far north that they were spotted bordering sea ice cover.\n\nLooking at carbon emissions from fires in the Arctic Circle, Parrington says 2020 is already the top year even when the Jan. 1 to Aug. 11 period is considered, vs. the full 365 days for each of the other years. Last year had set a record for such emissions, with 180 megatons of carbon dioxide emitted by Arctic fires, but 2020 has eclipsed it so far, with about 240 megaton through Aug. 11. Parrington said Arctic wildfire emissions rose significantly from June into July, particularly in the northern Russia Sakha Republic, a pattern also observed last year.\n\n“It’s an indicator that something’s changed in the environment there,” he said of the fire activity of the past two summers.\n\nJessica McCarty, a wildfire expert at Miami University of Ohio with experience working in the Siberian Arctic, said Parrington’s emissions estimates are probably underestimates, since satellites don’t detect the heat signatures from Arctic peat fires. Such blazes smolder without open flames above the surface, consuming ancient organic matter and freeing up planet-warming gases such as methane and carbon dioxide that had been locked away. This, along with permafrost melt, acts to speed up global warming as part of a self-reinforcing cycle.\n\nAccording to McCarty, she and her colleagues are unable to access Siberia this summer because of the coronavirus pandemic, so there’s a greater dependence on satellite estimates now. She says she has explored areas in the transition zone between the tundra and Arctic taiga, which has coniferous forests, and has seen burned areas that never showed up on satellites.\n\nHeat output from Arctic Circle wildfires Measured as Fire Radiative Power 2020 2019 Average 2003-2018 100 gigawatts 98 gigawatts July 26 80 60 40 20 0 June July August Heat output from Arctic Circle wildfires Measured as Fire Radiative Power 2020 2019 Average 2003-2018 100 gigawatts 98 gigawatts July 26 80 66 gigawatts August 6 60 40 20 0 June July August Heat output from Arctic Circle wildfires Measured as Fire Radiative Power 2020 2019 Average 2003-2018 100 gigawatts 98 gigawatts July 26 80 66 gigawatts August 6 60 40 20 0 June July August\n\n“We know we’re missing a lot of the fire activity,” McCarty said. “We don’t exactly have a grip on how much we’re missing.”\n\nShe’s hoping to get to the region next year to conduct surveys that could shed more light on what has been burning, given the differing global warming implications of smoldering peat compared to burning vegetation.\n\nMcCarty has searched through the scientific literature from Arctic nations as part of a report she is co-authoring for the Arctic Council. “This is the type of fire event that would be described by these worst-case modeling scenarios that were supposed to occur mid-century,” she said, adding that we may be 30 years early in seeing such fire impacts, which would require a reevaluation of how the Arctic is responding to global warming.\n\n[Rapid Arctic meltdown in Siberia alarms scientists]\n\nFor next year, she’ll be examining when the fire season starts, where it begins, what types of landscapes burn and what the ignition sources are. Once you log a few extreme fire seasons, she says, the extreme becomes the norm, known to fire researchers as a “fire regime.”\n\n“If seven out of 10 years are extreme years, that’s a fire regime,” McCarty said.\n\nShe said a review of scientific literature from Russia and other Arctic nations shows that Siberian fires typically subside in mid- to late August, when the first snows arrive in the Far North. But that assumption may need to be revisited, too. If any fires this year continue into September, she said, “I’ll be really shocked. I don’t know that I’ll have words that are ready to be published.”\n\nRecord warm year leads to extensive fires\n\nHighest daytime land surface temperature average June 20-30 2020 60˚F or lower 100˚F or higher 80˚F Alaska (U.S.) Arctic Ocean Data extent Verkhoyansk Yakutsk 500 MILES Irkutsk Highest daytime land surface temperature average June 20-30 2020 60˚F or lower 100˚F or higher 80˚F Alaska (U.S.) Arctic Ocean Data extent Data extent Verkhoyansk Yakutsk 500 MILES Irkutsk Pacific Ocean Highest daytime land surface temperature average June 20-30 2020 60˚F or lower 100˚F or higher 80˚F Alaska (U.S.) Arctic Ocean Data extent Data extent Verkhoyansk Bering Sea Yakutsk 500 MILES Irkutsk Kamchatka Peninsula Sea of Okhotsk Pacific Ocean Highest daytime land surface temperature average, June 20-30 2020 60˚F or lower 100˚F or higher 80˚F Alaska (U.S.) Arctic Ocean Data extent Bering Sea Data extent Verkhoyansk 500 MILES Yakutsk Irkutsk Kamchatka Peninsula Sea of Okhotsk Pacific Ocean\n\nThe fires were touched off by an unusually hot year to date, which has helped dry out the soils and melt snow cover unusually early in the spring.\n\nFor example, temperatures have hit record levels even in the Arctic, north of 66 degrees north latitude. A reading of 100.4 degrees (38 Celsius) on June 20 was probably the hottest temperature on record in the Arctic. It was recorded in Verkhoyansk, about 3,000 miles east of Moscow, on June 20.\n\nThe people who live in Siberia and other Arctic regions are used to variable weather. In Verkhoyansk, for example, temperatures can drop to minus-50 degrees in the winter and climb into the 70s during the summer. Yet the persistent warmth so far this year has stood out to climate researchers.\n\n[An oil spill in Russia’s Arctic exposes risks for Moscow’s Far North plans]\n\n“What is incredibly unusual is the persistence of the warm signal” in Siberia, said Samantha Burgess, deputy director of the Copernicus Climate Change Service, in an interview. She said the warmth has had significant implications for the region, ranging from clearing out sea ice north of Siberia unusually early in the summer melt season to contributing to permafrost melt that led to a major oil spill in Norilsk, Russia.\n\nBurgess said the temperature spike in Siberia this summer heralds events to come not only there but in other parts of the Arctic, as well, as the region warms at about three times the rate of the rest of the world. She said the Siberian warm streak is likely to occur again and likely to show up in other parts of the Arctic.\n\n“It’s really taken people by surprise how quickly these changes have taken place in the Arctic,” Burgess said.\n\n[Siberian heat streak and Arctic temperature record virtually ‘impossible’ without global warming, study says]\n\nThe Arctic as a whole has had record warm temperatures from May through July, as measured in the lower atmosphere.\n\nMuch of Siberia experienced an exceptionally mild winter, followed by a warmer-than-average spring, and it has been among the most unusually warm regions of the world during the summer as well. During May, parts of Siberia had an average monthly temperature that was a staggering 18 degrees Fahrenheit (10 Celsius) above average for the month, according to the Copernicus Climate Change Service. The unusually mild weather has continued through August so far, as an area of high pressure, or heat dome, has been parked over the Siberian Arctic.\n\nFires and ice\n\nThe summer fire and melt season hasn’t just featured an unusual surge in fires and their harmful emissions. It is also bringing dramatic declines in sea ice and, in one prominent case, long-lasting ice attached to land.\n\nArctic sea ice extent had been on course to break a record for the lowest extent on record this September, eclipsing the previous record set in 2012. However, ice loss rates have slowed since July, says Walt Meier, a senior scientist at the National Snow and Ice Data Center, and it’s unlikely the record will be broken this year. The reason for the melt slowdown is persistent ice cover north and northwest of Alaska, whereas on the other side of the Arctic, sea ice emptied out early and water temperatures climbed across the Laptev and East Siberian seas.\n\nMeier says warm ocean waters in other parts of the Arctic could continue melting ice throughout the month, despite the weakening energy from the sun as fall approaches. Sea ice typically reaches its minimum extent in early- to mid-September.\n\nA recent study using a computer model found that the Arctic could be seasonally ice-free by 2035, though other studies put the ice-free date later than that. In any case, sea ice decline continues, even if each year does not hit a record low.\n\nWith unusually warm conditions settling over northern Canada, a substantial portion of the remaining sections of the Milne Ice Shelf — Canada’s last remaining intact ice shelf, broke off Ellesmere Island, Nunavut, between July 28 and July 31, according to the Canadian Ice Service and newly released satellite photos from Planet Labs. The ice shelf — a floating tongue of ice attached to glacier that rests on bedrock, was vulnerable to melting from mild air temperatures above and relatively mild ocean temperatures below.\n\n\n\nBefore and after satellite images showing the breakup of the Milne Ice Shelf in northern Canada. Satellite photos were taken July 26 and July 31. (Planet Labs)\n\nSimilar dynamics are playing out in Greenland and Antarctica, where massive glaciers have been destabilized by the disintegration of their ice shelves, which act as doorstops that prevent inland ice from sliding into the sea, where it would dramatically raise sea levels.\n\nBefore the breakup of the Canadian shelf into large icebergs, it was about the size of D.C., the Associated Press has reported.\n\nChart data compiled by Mark Parrington of the Copernicus Atmosphere Monitoring Service. Map data compiled using Suomi NPP satellite VIIRS instrument by Shobha Kondragunta, Yunyue Yu, Chuanyu Xu, Peng Yu and Pubu Ciren of the NOAA/NESDIS Center for Satellite Applications and Research. Data for smoke and land surface temperature is obtained from NOAA JPSS Program Soumi-NPP satellite Visible Infrared Imaging Radiometer Suite (VIIRS).", "METADATA": {"object-hash": 1597427668, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@tierneyl"}, "og": {"type": "article", "site_name": "Washington Post", "url": "https://www.washingtonpost.com/weather/2020/08/14/record-arctic-fires/", "image": "https://www.washingtonpost.com/resizer/aeV2D9gNhUo2yTQoRaSRd6eI-Do=/1484x0/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/LX6D6OGKVEI6VGNQQQTOE3JAHM.jpg", "title": "Record Arctic blazes may herald new ‘fire regime’ decades sooner than anticipated", "description": "Arctic wildfire emissions in June and July alone outranked annual figures since 2003, data shows."}, "article": {"publisher": "https://www.facebook.com/washingtonpost", "content_tier": "metered", "opinion": "false"}, "fb": {"app_id": 41245586762, "admins": 500835072}, "zeusAds": "true", "description": "Arctic wildfire emissions in June and July alone outranked annual figures since 2003, data shows.", "robots": "index,follow", "theme": "normal"}}}