{"GDELT": {"GlobalEventID": 940736512, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "Actor2Code": "BLRGOV", "Actor2Name": "BELARUS", "Actor2CountryCode": "BLR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.2919708029197094, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Zhodzina, Minsk, Horad, Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO05", "Actor1Geo_ADM2Code": "39967", "Actor1Geo_Lat": 54.1014, "Actor1Geo_Long": 28.3415, "Actor1Geo_FeatureID": "11476163", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Zhodzina, Minsk, Horad, Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO05", "Actor2Geo_ADM2Code": "39967", "Actor2Geo_Lat": 54.1014, "Actor2Geo_Long": 28.3415, "Actor2Geo_FeatureID": "11476163", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Zhodzina, Minsk, Horad, Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO05", "Action2Geo_ADM2Code": "39967", "Action2Geo_Lat": 54.1014, "Action2Geo_Long": 28.3415, "Action2Geo_FeatureID": "11476163", "DATEADDED": 20200814103000, "SOURCEURL": "https://www.rferl.org/a/belarusians-join-rising-wave-of-strikes-amid-postelection-protests/30783507.html"}, "ARTICLE": {"TITLE": "Striking Workers Lead Demonstrators In Minsk March As Protests Spread", "TEXT": "MINSK -- Several thousand protesters gathered in front of the main government building in the Belarusian capital to demand a recount of the country’s disputed August 9 election, which handed strongman President Alyaksandr Lukashenka a sixth term and sparked nationwide protests that have been brutally put down by security forces.\n\nThe spontaneous August 14 march was led by workers from the Minsk Tractor Works, one of numerous plants around the country where workers have walked off the job. Drivers in passing cars honked their horns in support, and there were few signs of police or security forces.\n\nThe demonstration was later joined by railway workers and others. Unverified reports put the number of protesters at as high as 20,000.\n\nDemonstrators demanded that the August 9 election be invalidated, that a new election be held under a new Central Election Commission, and that all “political prisoners” currently in custody be released.\n\nSecurity forces told demonstrators that “if the protest is peaceful, no force will be used” and warned them not to allow any “provocations.”\n\nAfter about four hours, the demonstrators dispersed, chanting “Every day!” to indicate their intention to continue pressing their demands.\n\nThe united campaign headquarters of the opposition has called for “peaceful demonstrations” in cities across the country on August 15 and 16. During a televised meeting with government officials, Lukashenka urged Belarusians not to attend protests, claiming that the opposition wanted “to use you and your children as cannon fodder.”\n\nHe added the accusation that the protests were being organized by foreigners from Poland, the Netherlands, Ukraine, and Russia.\n\nIn remarks on the growing work stoppages earlier in the day, Lukashenka said if the strikes continued, the workers \"will not be able to feed\" their families.\n\nHis remarks televised on August 14 came amid reports that Prime Minister Raman Halouchanka had met face-to-face with striking workers at two major industrial plants in Minsk.\n\nIn one of the latest work stoppages, thousands of workers at the Hrodna Azot chemical plant in the western Belarusian city of Hrodna walked off the job and met plant administrators and city authorities.\n\nThe workers held up posters, saying \"We demand Lukashenka's resignation,\" \"We did not elect him,\" and \"Our votes have been stolen.\"\n\nWATCH: Strikes Add Momentum To Wave Of Election Protests In Belarus\n\nHrodna Mayor Mechyslau Hoy, and the plant's director, Ihar Babyr, were at the meeting, where independent labor-union representatives and workers condemned the ongoing crackdown on protesters across the country.\n\nLukashenka, in power since 1994, was declared the winner of the August 9 poll with some 80 percent of the vote. Svyatlana Tsikhanouskaya, who drew crowds in the thousands at campaign rallies across the country and who has since left Belarus for Lithuania since the vote, finished a distant second with just under 10 percent.\n\nThe United States and European Union criticized the vote and condemned the postelection crackdown, as have NGOs like Amnesty International.\n\nOn August 13, workers of the BelAZ plant in the city of Zhodzina near Minsk, which manufactures trucks and other construction vehicles and equipment, walked off the job, demanding new presidential election.\n\nManagers of BelAZ, one of the largest industrial facilities in the former Soviet Union, met with the workers in the evening on August 13. No members of the media were allowed to attend that gathering.\n\nOne of the plant's employees, a technician who requested his name not be mentioned, told RFE/RL that the workers had put forward four demands: the resignation of Lukashenka and his government, an immediate halt to police violence against protesters, the release of all political prisoners and thousands of protesters detained during the last several days, and the holding a new presidential election with all candidates who had been barred from the recent poll.\n\nAccording to the employee, the workers warned that they will go on strike if their demands are not handed over to the leadership of the plant by 3 p.m. on August 17.\n\nAfter the BelAZ workers' protest, Zhodzina city Mayor Dzmitry Zablotski announced a meeting with the workers and other city residents near a shopping mall in downtown Zhodzina in the evening that same day, which was attended by thousands of people.\n\nThe workers and other residents demanded Zablotski's resignation after he admitted in front of the people that he was aware of the mass arrests of protesters in the city.\n\nPeople started chanting \"Go away!\" and Zablotski left the podium.\n\nA doctor from a local hospital said at the meeting that every day \"people with terrible injuries are being brought to us,\" adding that she had \"never seen such injuries in my life.\"\n\nPeople at the meeting carried out an impromptu poll with a majority raising their hand to indicate they had voted for Tsikhanouskaya.\n\nMedia reports say thousands of workers at more than 20 other industrial facilities and organizations across Belarus are on strike or are about to.\n\nThe information has not been officially confirmed, while at some facilities workers said vital part of plants and factories continue to operate.\n\nMeanwhile, Lukashenka, in a televised report on August 14, said that strikes at plants and factories could negatively affect the future of the affected industrial complexes.\n\n\"If you want, go on strike, if you want to work, work...Yes, you can walk on the street [to join the protesters]. There are thousands of them. You can join, walk around with them. But even if they give you money, it will last only for two days…and then what?” Lukashenka said in a statement.\n\nThe 65-year-old authoritarian leader, who is facing the greatest challenge to his 26-year rule, stressed that he is in the country and did not flee, \"as our informed ones insist.\"\n\nHis comments came as Halouchanka on August 14 visited the Minsk Tractor Works and MAZ truck-manufacturing plant in the Belarusian capital, to talk to the striking workers.\n\nNo further details were immediately available on the outcome of those discussions.\n\nWith reporting by Nasha Niva and Tut.by", "METADATA": {"title": "Striking Workers Lead Demonstrators In Minsk March As Protests Spread", "description": "Several thousand protesters have gathered in front of the main government building in the Belarusian capital to demand a recount of the country’s disputed August 9 election.", "keywords": "RFERL", "viewport": "width=device-width, initial-scale=1.0", "msvalidate.01": "AFF83BB0F77ADA2BD47CD50D350DBDC7", "apple-mobile-web-app-title": "RFE/RL", "apple-mobile-web-app-status-bar-style": "black", "apple-itunes-app": "app-id=475986784, app-argument=//30783507.ltr", "og": {"title": "Striking Workers Lead Demonstrators In Minsk March As Protests Spread", "description": "Several thousand protesters have gathered in front of the main government building in the Belarusian capital to demand a recount of the country’s disputed August 9 election.", "type": "article", "url": "https://www.rferl.org/a/belarusians-join-rising-wave-of-strikes-amid-postelection-protests/30783507.html", "site_name": "RadioFreeEurope/RadioLiberty", "image": {"identifier": "https://gdb.rferl.org/875A8596-34A3-492E-9B5B-AFF36AAE27EF_w1200_r1.jpg", "width": 1200, "height": 675}}, "article": {"publisher": "https://www.facebook.com/rferl"}, "fb": {"app_id": 953446944667626}, "Author": "RFE/RL's Belarus Service", "twitter": {"card": "summary_large_image", "site": "@RFERL", "image": "https://gdb.rferl.org/875A8596-34A3-492E-9B5B-AFF36AAE27EF_w1200_r1.jpg"}, "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/Content/responsive/RFE/img/webApp/ico-144x144.png"}}}