{"GDELT": {"GlobalEventID": 940724852, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AUS", "Actor1Name": "MELBOURNE", "Actor1CountryCode": "AUS", "Actor2Code": "GOVHLH", "Actor2Name": "HEALTH MINIST", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.95822454308094, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200814091500, "SOURCEURL": "https://www.theaustralian.com.au/breaking-news/liberal-mps-claim-theyve-had-no-covid19-briefings-with-health-minister-jenny-mikakos/news-story/0f3350b75744a7f2612f08cc3d61947f?nk=a4503aea011a0584a0c3fd29f7fe39cf-1597395930"}, "ARTICLE": {"TITLE": "Liberal MPs say they’ve had no COVID-19 briefings with Health Minister", "TEXT": "Melbourne joins world's strictest lockdowns for COVID-19 2:38 Melburnians will now endure some of the strictest lockdown conditions in the world. See how Australia stacks up across the globe. Liberal MPs say they have had barely any COVID-19 briefings with the Victorian Health Minister. Picture: Ian Currie/NCA NewsWire\n\nA Labor MP’s tweet about a Zoom meeting has sparked a series of angry responses from opposing politicians, claiming they are continuing to be left out of vital COVID-19 briefings.\n\nState Labor MP for the southern metropolitan Melbourne region Nina Taylor tweeted on Thursday night about a coronavirus meeting, where Health Minister Jenny Mikakos briefed the Labor caucus over Zoom.\n\nIn spite of her punishing schedule, our State Minister for Health @JennyMikakos continues to provide thorough and regular briefings on #COVID19Vic to our Labor Caucus - much appreciated. #springst #StaySafe pic.twitter.com/SGOGkJImp4 — Nina Taylor MP (@NinaTaylorMP) August 13, 2020\n\nBut Liberal MPs who “haven’t had a single briefing” with the Victorian Health Minister said the tweet was a “social media brag”.\n\nRead Next\n\n“It’s terribly frustrating the government is not acting in a bipartisan way on this COVID-19 issue,” member for northern Victoria Wendy Lovell said.\n\n“We’ve absolutely had no briefings – we are searching for answers and clarity ourselves.\n\n“I’m dealing with countless concerns from constituents – it’s relentless – and it would be a little easier if we had direct communication from the other side of government about the decisions being made.\n\n“This is an unprecedented crisis and instead of bragging about Zoom meetings on Twitter which we’ve never have any access to and playing politics, there needs to be a bipartisan approach.”\n\nOf course - special briefings for the Caucus!\n\n\n\nWhere’s the invite for other MPs?\n\n\n\nI’ve only been invited to one govt COVID briefing in February and have been flying (practically blind) since.\n\n\n\nAren’t we ‘all in this together’? Or are those hollow words also?#springst https://t.co/LETDXBOtk8 — Brad Rowswell MP (@BradRowswell) August 13, 2020\n\nState Liberal MP for Gembrook Brad Battin said he also had not been invited to a single COVID-19 briefing from the Health Minister.\n\nHe said there should be ongoing coronavirus discussions and meetings “no matter what side of government”.\n\n“I have between 15-350 constituents contacting my office a day wanting accurate, detailed information they rely on, but the government is unwilling to share any information with us about key decisions that are impacting lives and livelihoods daily,” Mr Battin said.\n\n“There is a lot of confusion in what can and can’t be open for instance. In one case I had a furniture maker who works alone in his factory on high-end designs but can’t go to work, yet you can line up with others for a takeaway coffee – it defies logic.\n\n“These lockdown rules are always changing and politicians need clarity so we can give people answers.”\n\n\n\nLiberal MP Brad Battin says many constituents are confused by lockdown rules. Picture: Alex Murray\n\nA Victorian Government spokesperson said: “Just as we did during the bushfire emergency over summer, the Victorian Government has ensured all Victorian state and federal MPs are provided with regular updates on coronavirus, as well as information packs on major announcements.”\n\n“Since 11 March, the Victorian Government has sent out 67 COVID-19 bulletins to all Victorian state and federal MPs.”\n\nJenny Mikakos has faced increased pressure from media and politicians for avoiding scrutiny on the government’s response to the COVID-19 pandemic.\n\nAt a recent parliament sitting the Health Minister refused to answer questions from her colleagues when questioned about the state government’s botched hotel quarantine program.\n\n“I will take the member’s question on notice. I will provide her with a written answer in accordance with the standing orders,” she said multiple times to various MPs.\n\nVictorian Health Minister Jenny Mikakos says an official inquiry will deliver answers into what went wrong in hotel quarantine. Picture: Ian Currie/NCA NewsWire\n\nAt a parliamentary hearing on Tuesday Ms Mikakos again baulked at questions over hotel quarantine, thought to be responsible for unleashing the state’s second coronavirus wave.\n\n“Are you saying today, Minister, today was the first time you have become aware as Minister Health in the state of Victoria in the worst pandemic in a lifetime, it’s the first time today that you knew who was running your hotel quarantine program designed to keep Victorians safe?” Mr Riordan asked.\n\nMs Mikakos replied: “What inevitably will happen is there will be new revelations in the media on a day-to-day basis, as there have been already to date, and that’s why it’s important that there is a thorough examination of what happened.\n\n“We all want answers. I want answers and Victorians want answers. And the inquiry will allow us to get to the bottom of it.”\n\nRead Next", "METADATA": {"description": "A Labor MPs tweet about a Zoom meeting has sparked a series of angry responses from opposing politicians, claiming they are continuing to be left out of vital COVID-19 briefings.", "keywords": "people answers, coronavirus meeting, furniture maker, Health, strictest lockdown conditions, Battin", "news_keywords": "people answers, coronavirus meeting, furniture maker, Health, strictest lockdown conditions, Battin", "og": {"type": "article", "title": "COVID zoom tweet sparks anger", "description": "A Labor MPs tweet about a Zoom meeting has sparked a series of angry responses from opposing politicians, claiming they are continuing to be left out of vital COVID-19 briefings.", "url": "https://www.theaustralian.com.au/breaking-news/liberal-mps-claim-theyve-had-no-covid19-briefings-with-health-minister-jenny-mikakos/news-story/0f3350b75744a7f2612f08cc3d61947f", "image": "https://cdn.newsapi.com.au/image/v1/77563537327185b22ddfc96592d60901"}, "articleid": "0f3350b75744a7f2612f08cc3d61947f", "article": {"publisher": "https://www.facebook.com/theaustralian", "author": "Anthony Piovesan", "id": "0f3350b75744a7f2612f08cc3d61947f", "published_time": "2020-08-14T08:20:00.000Z", "modified_time": "2020-08-14T21:46:47.000Z"}, "fb": {"app_id": 140605322623707}, "twitter": {"card": "summary_large_image", "site": "@australian", "title": "COVID zoom tweet sparks anger", "description": "A Labor MPs tweet about a Zoom meeting has sparked a series of angry responses from opposing politicians, claiming they are continuing to be left out of vital COVID-19 briefings.", "image": "https://cdn.newsapi.com.au/image/v1/77563537327185b22ddfc96592d60901"}, "robots": "noarchive"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Quarantine", "Government Response"]}}