{"GDELT": {"GlobalEventID": 940769015, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AGO", "Actor1Name": "ANGOLA", "Actor1CountryCode": "AGO", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 5.78313253012048, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Massano, Uí, Angola", "Actor1Geo_CountryCode": "AO", "Actor1Geo_ADM1Code": "AO15", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -7.5369, "Actor1Geo_Long": 15.8175, "Actor1Geo_FeatureID": "-2867644", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Massano, Uí, Angola", "Action2Geo_CountryCode": "AO", "Action2Geo_ADM1Code": "AO15", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -7.5369, "Action2Geo_Long": 15.8175, "Action2Geo_FeatureID": "-2867644", "DATEADDED": 20200814134500, "SOURCEURL": "http://www.angop.ao/angola/en_us/noticias/economia/2020/7/33/Central-Bank-wants-responsible-credit-economy,3a43856d-5b64-4734-a9c4-600cfb037ac8.html"}, "ARTICLE": {"TITLE": "Central Bank wants responsible credit in economy", "TEXT": "José de Lima Massano, who opened the celebrations of the 45th anniversary of the Banking Sector Worker in Angola, marked this Friday (Aug 14), stressed that the credits must be in alignment with the functioning of the banks, their policies and processes for that purpose.\n\nThe banking system, he recalled, plays a fundamental role in this phase in which there is a transition from an economy that is excessively dependent on oil exports to one based on diversified, sustainable and inclusive national production.\n\nSince July 30 this year, 14 banks have already signed up to the Credit Support Programme (PAC).\n\nFor this programme - whose objective is to ensure that the country achieves self-sufficiency in 54 products, in order to reduce imports and promote exports - the BDA has 60 billion kwanzas available.\n\nOf the various existing lines of financing, under the PAC, 216 projects have already been approved.\n\nThe Central Bank of Angola (BNA) has 68 approved projects, in the credit lines of the BDA there are 131 approved and in the Deutsche Bank line one billion dollars available and four approved projects.\n\nRecalling the development stages, since national independence, José Massano said that the banking sector presents a necessarily very dynamic paradigm, requiring, in carrying out the financial intermediation activity, the creation of financial solutions, products and services under criteria capable of ensuring the confidence in saving and guaranteeing monetary support for initiatives that promote growth in the most varied aspects.\n\nWith 26 banks in operation, 23 of which are private and 108 non-banking financial institutions, the sector has 25,000 fulltime employees.\n\nDigital Banking\n\nTo José Massano, technological innovation has brought about major changes in all aspects of life, including financial wise, which has also been translated into the massive use of mobile devices that are at the centre of the technological-financial revolution.\n\nTo this challenge of innovation, he adds, the approval, in July of this year, of the new Law on the Payment System, which will allow the implementation of the regulatory package that aims to guarantee the effectiveness of security, efficiency, competition and data protection tending to provide a secure digital banking environment.\n\nIn the same vein, the Central Bank developed the Payment System Innovation Laboratory (LISPA), for better risk management, promoting innovation, enhancing the offer of diversified financial products and services to consumers.\n\nThe initiative will also help boost financial inclusion in Angola.\n\nThe Bank Workers' Day in Angola takes place under the motto “Banking, 45 years old: yesterday, today and tomorrow”.", "METADATA": {"description": "Central Bank wants responsible credit in economy", "keywords": "notícias, notícia, Angola, Últimas notícias, News, Angola", "og": {"title": "Central Bank wants responsible credit in economy", "type": "article", "url": "http://www.angop.ao/angola/en_us/noticias/economia/2020/7/33/Central-Bank-wants-responsible-credit-economy,3a43856d-5b64-4734-a9c4-600cfb037ac8.html", "image": "https://cdn2.portalangop.co.ao/angola/pt_pt/files/highlight/2020/7/33/0,458da63c-1be8-4a38-b22e-8dbbd0c8bcfd--r--NTAweDUwMA==.jpg", "site_name": "ANGOP", "description": "Luanda - The Governor of the Central Bank of Angola (BNA), José de Lima Massano, reiterated last Thursday the need for commercial banks to develop capacities to support the ongoing efforts to diversify the economy, with the granting of responsible credit."}, "dc.language": "EN_US", "dc.source": "http://www.angop.ao", "dc.title": "Central Bank wants responsible credit in economy - Economy - Angola Press - ANGOP", "dc.keywords": "notícias, notícia, Angola, Últimas notícias, News, Angola", "dc.subject": "notícias, notícia, Angola, Últimas notícias, News, Angola", "dc.description": "Central Bank wants responsible credit in economy"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}