{"GDELT": {"GlobalEventID": 940706537, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.29216867469879, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "GH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20200814064500, "SOURCEURL": "https://www.peacefmonline.com/pages/politics/politics/202008/423537.php"}, "ARTICLE": {"TITLE": "Role Of Discerning Ghanaians To Ensure Credible Elections", "TEXT": "Discerning Ghanaians as the wheels of Elections 2020 heat up radically through the flooding of mainly traditional and non-traditional media platforms by politicians to reach out to the electorates.\n\n\n\nThey have a Constitutional duty to serve as barometer to sanitize our landscape.\n\n\n\nDiscerning citizens cannot be passive observers\n\n\n\nDiscerning citizens cannot be passive observers, but actively get involved in the democratic process by demanding accountability from those who seek to govern. Participating in the democratic process does not only mean voting, but also the ability to exercise certain rights and responsibilities.\n\n\n\nAs politicians parade through the various communication media to propagate their “Political Gospel,” it is the responsibility of discerning citizens not to be consumers of what is thrown out; but to interrogate it from a neutral perspective the realities of these campaign promises.\n\n\n\nDiscerning Ghanaians must be proactive and probing to ensure that the right thing is done, ‘we cannot seat down for few politicians under the slogan of service to the people, to cheat us every four years. Are our political office holders really serving the interest of the citizens or their own interest?” The time to interrogate it is now.\n\n\n\nElectioneering offers grounds for propagating falsehood, half-truth, conscience buying, and sometimes creation of confusion among the people for political advantage. The duty of some politicians is to blemish the truth, it is therefore the mandate of discerning citizens to do things in the national interest.\n\n\n\nThe two sets of facts and truths\n\n\n\nMr Akoto Ampaw a seasoned lawyer in 2012 noted that in Ghana, what we can confidently say is that truth and the fact of any major public issue do not exist, and cannot be identified or found. Rather, we have two set of facts and truths: The New Patriotic Party (NPP) set of facts and truths on the one hand, and the National Democratic Congress (NDC) set of facts and truths on the other hand.\n\n\n\nHe said this deplorable situation created fertile grounds for propagation of prejudices, misconceptions and stereotypes in place of truth, national coherence in diversity and tolerance.\n\n\n\nNow if you cough in a certain way you are tagged NPP; and if you sneeze in a certain way you are tagged NDC, these are the creations of the political groupings to silence the greater majority of citizens who do not want to be tagged.\n\n\n\nDiscerning Ghanaians must therefore ignore name tagging and go all out to defend and project national interest truthfully; whoever emerges as President and a Member of Parliament is going to be the leader for the next four years starting from January 7, 2021. We are all major stakeholders in electing personalities to serve and not to lord it over us.\n\n\n\nElection 2020 offers discerning Ghanaians the opportunity to actively contribute to the deepening of constitutional affairs and democracy in Ghana through effective and responsible participation not as submissive activists and passive onlookers.\n\n\n\nChampion politics of tolerance\n\n\n\nDiscerning Ghanaians must also begin to champion politics of tolerance and respect for the equal dignity of all human beings which constitute the foundations of a democratic, pluralistic society.\n\n\n\nThey must reject any political activity that seeks to divide people, divisive politics is an affront to the tenets of the Constitution.\n\n\n\nAs a matter of principle, it is necessary for Discerning Ghanaians to rise up and demand sanction or even prevent all forms of expression which spread, incite, promote or justify hatred based on intolerance including; religious, racial, ethnic, xenophobic, gender or sexual orientation.\n\n\n\nSpeaking on exposure to hidden prejudices, hate speech stereotypes and misconceptions: approaches to a responsible use of content and language in 2012; Mr Ampaw, said our political parties are organised simply as electoral machines with accession to political power along with the benefits that go with this as their overriding goal.\n\n\n\nThe critical functions of parties in the promotion of tolerance, diversity and enlightenment on their programmes are for the most past banished.\n\n\n\nThis zero-sum approach to politics nurtures and institutionalizes political opportunism, patronage and a Machiavellian approach to multi-party democracy, notwithstanding the pious statements that our political leaders occasionally make.\n\n\n\nIn this zero sum game, there appears to be no real or compelling values that our parties and political leaders feel obliged to observe in their quest for political power at all costs.\n\n\n\nHe said in all these, the interest of the people that the parties claim to represent is largely lost, and truth and the facts are sacrificed on the altar of political expediency.\n\n\n\nMr Ampaw revealed that politicians through their control of some traditional media and alliance with journalists fed on longstanding ethnic prejudices, intolerance and hostilities to mobilise one ethnic group against another.\n\n\n\nPropagation of hate speech can lead to dire consequences\n\n\n\nHe warned that, propagation of hate speech can lead to dire consequences for those journalists that engage in or encourage it or allow their media to be used to project it.\n\n\n\nThere is an individual price to be paid for such expressions and conduct, quite apart from the incalculable damage it can do to society as a whole.\n\n\n\nHe said the media can make a positive contribution to the fight against intolerance, especially where they foster understanding between different ethnic, cultural and religious groups in society.\n\n\n\nDuring the First Republic, efforts were made to develop among Ghanaians a deep sense of national identity, in our ethnic diversity, but that has over the years gradually chipped away by politicians for their own selfish ends.\n\n\n\nHidden and sometimes not so hidden stereotyping and prejudices against other ethnic groups have been and are regularly exploited by politicians to advance their selfish bid to capture power.\n\n\n\nDiscerning Journalists must play active roles as a third party\n\n\n\nDiscerning Journalists must begin to play active roles as third party that can facilitate peace and conflict resolution by: representing all sides in non-aggressive manner, exposing the sources of conflict and social and cultural differences and highlighting the similarities between parties.\n\n\n\nFocusing on peace and human creativity to uphold human rights, helping readers become aware of the situation as it really is and not as propaganda, based on prejudice and preconceptions.\n\n\n\nMr Ampaw said Journalists must avoid use of offensive language, analyse language of insults; swear words, language that is melodramatic or sensational, casting aspersions, language that humiliates and violates human dignity, and language that is discriminatory on their media platforms.\n\n\n\nJournalists must avoid judgmental adjectives\n\n\n\nJournalists must avoid words, adjectives that are judgmental and labeling: vicious, cruel, brutal, barbaric, inhuman tyrant, savage, ruthless, terrorist, extremist, fanatic, fundamentalist, tragic, destitute, devastated, defenseless, pathetic, demoralized, genocide, assassination, massacre, and carnage. Journalists must strive for reality without embellishment, he said.\n\n\n\n“In your reportage you ought to be on the active look out for such destructive aberrations. But you can only do that if you are aware, conscious of what such stereotyping means and actively work to present,” he said.\n\n\n\nTakes various forms: The ingrained ethnic stereotyping and prejudices that we find replete in our local languages – tracing their origins in the past, but which as a democratic society we should no longer tolerate.\n\n\n\nConsciously avoid all forms of expression, which spread, incite, promote or justify hatred based on intolerance (including religious, ethnic, racial, sectarian, gender, sexual orientation.\n\n\n\nJournalists must adhere to principles\n\n\n\nThe most effective way for journalists to contribute to credible and transparent Election is to internalize the principles developed in the Ethical Codes of the National Media Commission, Ghana Journalists Association, and the Ghana Independent Broadcasters Association and contribute in making the media a vehicle for the promotion of truth, public enlightenment, tolerance in multi-ethnic and multi-cultural diversity .\n\nSource: GNA\n\n\n\n\n\n\n\n\n\nDisclaimer : Opinions expressed here are those of the writers and do not reflect those of Peacefmonline.com. Peacefmonline.com accepts no responsibility legal or otherwise for their accuracy of content. Please report any inappropriate content to us, and we will evaluate it as a matter of priority.\n\nFeatured Video", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=yes", "headline": "Role Of Discerning Ghanaians To Ensure Credible Elections", "author": "Peace FM Online", "title": "Role Of Discerning Ghanaians To Ensure Credible Elections", "description": "Role Of Discerning Ghanaians To Ensure Credible Elections", "keywords": "Politics, Articles,Features, Health, Technology, Education, Travel,Tourism, Foreign News, PEACE FM NEWS, Social, Religion, Science & Environment, Crime, EDITORIAL, Speeches, Meet The Press, Announcements, Press Release, Rumour Mill", "og": {"type": "article", "title": "Role Of Discerning Ghanaians To Ensure Credible Elections", "site_name": "Peacefmonline.com - Ghana news", "description": "Role Of Discerning Ghanaians To Ensure Credible Elections", "url": "https://www.peacefmonline.com/pages/politics/politics/202008/423537.php", "locale": "en_GB", "image": "https://w5p2r8x5.stackpathcdn.com/photos/news/201807/242912477_84335.jpg"}, "twitter": {"card": "summary", "url": "https://www.peacefmonline.com/pages/politics/politics/202008/423537.php", "title": "Role Of Discerning Ghanaians To Ensure Credible Elections", "description": "Role Of Discerning Ghanaians To Ensure Credible Elections", "site": "https://twitter.com/peacefmonline"}, "msapplication-TileImage": "https://w5p2r8x5.stackpathcdn.com/zdn/v12/5/logo/favicon-300x300.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}