{"GDELT": {"GlobalEventID": 940718105, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "GOVEDU", "Actor2Name": "EDUCATION MINIST", "Actor2Type1Code": "GOV", "Actor2Type2Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE", "Actor1Geo_Lat": 1.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "KE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE", "Actor2Geo_Lat": 1.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "KE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE", "Action2Geo_Lat": 1.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "KE", "DATEADDED": 20200814081500, "SOURCEURL": "https://www.nation.co.ke/kenya/news/education/ministry-blunder-delays-school-cash--1918230"}, "ARTICLE": {"TITLE": "Ministry blunder delays school cash", "TEXT": "By FAITH NYAMAI More by this Author\n\nBy DAVID MUCHUNGUH More by this Author\n\nLast Thursday, head teachers woke up to a signal from the Education ministry that their secondary school virtual accounts had been loaded with cash.\n\nThe notification in the National Education Management Information System (Nemis) indicated their institutions had received Sh3,725 and Sh1 per student for operations and tuition, respectively.\n\nIt was a big relief for the school managers who had suffered many sleepless nights over pending bills for supplies and unpaid salaries for thousands of board teachers and non-teaching staff – some of whom were starving as others were kicked out of rental houses.\n\nBut the relief was short-lived as the allocations were mysteriously reversed within 18 hours, before the funds could hit school bank accounts.\n\nAlso wiped out were the hopes of about 72,000 teachers and other school workers employed by boards of management (BoM), who were anticipating their salaries.\n\nAccurate data\n\nAdvertisement\n\nThe group has gone without pay for more than four months now, after learning centres were closed in March to stem the spread of Covid-19.\n\nIt now emerges that lack of accurate data on the affected workers may have delayed the release of the funds since the National Treasury confirmed that the money is available. Ministry sources yesterday said the actual number of BoM teachers and workers had not been established.\n\nConsequently, Basic Education Principal Secretary Belio Kipsang has now instructed county directors to collect records on employment status of BoM teachers as at March 15.\n\nThe details are name of school, number of teachers, their TSC number and the county directors’ remarks.\n\nEarlier in the year, the ministry had asked school heads to provide the same information.\n\n“The number they will collect doesn’t tally with the truth on the ground,” a principal told the Nation, adding that some schools did not give details of teachers who are not registered with the TSC. The circular, however, does not mention the support staff and it is believed that the ministry will use guidelines on staffing and salaries to allocate money for these workers.\n\nAccording to officials, schools will have the money in their accounts by the end of next week, with an official confirming to the Nation that the processing “is 95 per cent done”.\n\nEducation Chief Administrative Secretary Zack Kinuthia on Wednesday night took to Facebook to broadcast a video message on the funds.\n\n“Surely money was released. However, there has been uproar that this money was again reversed back to the Treasury which, as I have established through the line PS (Dr Kipsang), was not reversed,” he said.\n\n“This money was approved from the ministry and thus, reflected on the IFMIS* status. However, the Exchequer has to approve that money. They are in the final stages of approving the release of this money,” he added.\n\nMr Kinuthia hinted that the money that will be sent will be less than the usual capitation of Sh1,470 per learner in primary schools and Sh22,244 per learner in secondary schools.\n\n“You may not get a hundred per cent of what you receive in normal times but you’ll get a substantive and rational amount of money that befits you,” he said.\n\nSchool managers are forced to employ teachers through BoMs to plug the biting teacher shortage in public schools that the government has failed to fix over the years. There are an estimated 300,000 qualified but jobless teachers in the country.\n\nApart from the teachers, other school workers like security and maintenance personnel have gone for months without salaries.\n\nSchools have also not paid suppliers for goods and services delivered before they were closed.\n\nThe government releases capitation funds to schools in three tranches and had only released the first one for first term.\n\nOn Thursday, Kenya Primary School Heads Association chairman Nicholas Gathemia said schools are still waiting for funds to be released.\n\n“We needs funds to pay BOM teachers, non-teaching staff and for mitigation of Covid-19,” he told the Nation on phone.\n\nStimulus package\n\nMr Gathemia said primary schools had collected the data requested and submitted it to the ministry.\n\nSecondary heads who spoke to the Nation said the delay to release the funds has strained schools financially.\n\nKenya Secondary School Heads Association chairman Kahi Indimuli has been pushing for the funds to be released to schools without delay.\n\nHe said school heads are yet to be informed whether the money will be released either as capitation or a separate fund.\n\n“We are hoping that they will use capitation to fund schools because each school has their own payroll,” he said.\n\nThe ministry is yet to receive the money promised by Mr Yatani when he read the 2020/21 budget as part of the stimulus package intended to mitigate the effects of Covid-19.\n\n[email protected]; [email protected]", "METADATA": {"msapplication-TileColor": "#da532c", "keywords": "education, George Magoha, funding, cash,Kahi Indimuli ,Zack Kinuthia ,Treasury,Belio Kipsang,Nemis", "viewport": "width=device-width,initial-scale=1.0,user-scalable=0", "robots": "index, follow", "description": "Allocations were taken back after it emerged there was no data on BoM teachers and non-teaching staff.", "og": {"site_name": "Daily Nation", "type": "article", "title": "Ministry blunder delays school cash", "url": "https://www.nation.co.ke/kenya/news/education/ministry-blunder-delays-school-cash--1918230", "description": "Allocations were taken back after it emerged there was no data on BoM teachers and non-teaching staff.", "locale": {"identifier": "en", "alternate": "en_US"}, "article": {"published_time": "2020-08-14 00:07:25"}, "image": "https://www.nation.co.ke/resource/blob/1918232/6f44d773f001b1c5ad116eff400ec8c3/bar-data.jpg"}, "twitter": {"card": "summary_large_image", "site": "@dailynation", "title": "Ministry blunder delays school cash", "description": "Allocations were taken back after it emerged there was no data on BoM teachers and non-teaching staff.", "image": "https://www.nation.co.ke/resource/blob/1918232/6f44d773f001b1c5ad116eff400ec8c3/bar-data.jpg"}, "google-site-verification": "7PI23eF83yLrptihU4-C11bEaznAQl8mts5BfCS1W2U"}}}