{"GDELT": {"GlobalEventID": 940780026, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0957854406130303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE03", "Actor1Geo_ADM2Code": "28575", "Actor1Geo_Lat": 25.2522, "Actor1Geo_Long": 55.28, "Actor1Geo_FeatureID": "-782831", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE03", "Actor2Geo_ADM2Code": "28575", "Actor2Geo_Lat": 25.2522, "Actor2Geo_Long": 55.28, "Actor2Geo_FeatureID": "-782831", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE03", "Action2Geo_ADM2Code": "28575", "Action2Geo_Lat": 25.2522, "Action2Geo_Long": 55.28, "Action2Geo_FeatureID": "-782831", "DATEADDED": 20200814144500, "SOURCEURL": "https://www.arabnews.com/node/1718946/world"}, "ARTICLE": {"TITLE": "Exclusive: St. Kitts & Nevis PM aims to ‘cement ties with the Middle East’", "TEXT": "DUBAI: After the turmoil and tedium of the last few months, a distant island getaway is probably what tops most people’s dreams. One Caribbean destination, surrounded by sparkling sand and turquoise waters, is intent on using its natural landscapes to nurse people back to normality — and build commercial bridges to the Middle East in the process.\n\nIn an interview via Zoom with Arab News, Prime Minister Timothy Harris noted with satisfaction that his country was home to a number of individuals from the Middle East, including the GCC countries. But his ambitions are clearly much bigger than that.\n\nHarris, who was re-elected to a second term as prime minister of the Federation of St. Kitts and Nevis on June 5, says he will continue to deepen the dual-island nation’s relations with the GCC region.\n\n“We intend to open an embassy soon in the UAE,” he told Arab News. “This will further cement our ties to the Middle East region and to the UAE specifically.”\n\nWith their relative affluence and large expatriate populations, GCC countries constitute a key part of the catchment area of the Citizenship by Investment (CBI) program of St. Kitts and Nevis.\n\n“What the CBI program offers applicants is the advantage of mobility,” said Harris, adding: “In the context of St. Kitts and Nevis, it also offers citizenship in a nation that is democratic, peaceful and safe.”\n\n(Full Arab News interview with Prime Minister Timothy Harris)\n\nHis government is also counting on efficient processing of citizenship applications to help it stand out in a crowded field.\n\nAmid the coronavirus disease pandemic, some, particularly for those hailing from troubled countries in the Middle East, see a silver lining: A discount on the citizenship of St. Kitts and Nevis.\n\nHarris has announced a time-limited reduction in the contribution required to secure citizenship. The government of St. Kitts and Nevis has decided to temporarily reduce the family minimum contribution by $45,000 to $150,000. However, the minimum contribution for a single applicant remains at $150,000.\n\n\n\n\n\n\n\nBasseterre, capital of St. Kitts and Nevis. (Supplied)\n\n\n\nA single applicant seeking economic citizenship normally contributes at least $150,000, while the cost for a family of up to four comes to $195,000. But from July 7 until the end of this year, families of up to four people will be able to secure citizenship of St. Kitts and Nevis at the discounted rate.\n\nThe decision was influenced by the global fallout of the COVID-19 crisis and the efforts of the Harris government to find creative ways to stabilize the economy and put it back on the path to the growth rates it had enjoyed over five years preceding the pandemic.\n\nHarris is upfront about his objectives. “This limited-time offer will provide the resources to help us successfully fight COVID-19 and enhance the safety nets for those who have lost their jobs or income as a consequence,\" he said.\n\n(St. Kitts and Nevis Prime Minister Timothy Harris talking about his country's COVID-19 response)\n\n“The CBI program is crucial to our growth and development. The effects of COVID-19 have also destabilized our economy. Without the CBI program we would have been in serious danger.”\n\nThe St. Kitts and Nevis CBI program grants citizenship to individuals of high net worth and their families, who get visa-free access to 156 countries, including EU member states and the UK.\n\nMigrate World Ltd is one of the authorized representatives for the CBI program for the Middle East and Africa. Speaking to Arab News in May, Moe Alhaj, CEO of Migrate World Ltd, said: “There’s been a notable increase — of around 40 percent — in applicants from the Arab world during the pandemic.\n\n“The individuals that the program caters to in the Middle East are largely from Lebanon, Iraq, Egypt, Jordan and Tunisia.” The CBI program does not accept applicants from Iran, Afghanistan and North Korea.\n\n(St. Kitts and Nevis Prime Minister Timothy Harris talking about his country's citizenship program)\n\nDuring the pandemic, CBI officials say, the program has witnessed a 40 percent increase in applicants from families hailing from the Arab world. Arab News could not independently verify the figure.\n\nWhat is undeniable is that while the coronavirus crisis continues to ravage countries across the globe, particularly those in North America, the Caribbean region has largely been spared high caseloads.\n\nThe total population of residents in the Caribbean is just under 45 million. As of July 27, the number of confirmed COVID-19 infections stood at 91,907. The nations with the highest number of cases are the Dominican Republic with 64,156; French Guiana with 7,332; Haiti with 7,315 cases and Puerto Rico with 5,416.\n\n\n\n\n\n\n\nAerial view of Black Rocks Beach on St. Kitts. (Supplied)\n\n\n\nSt. Kitts and Nevis had one of the lowest numbers. By May 19 all of the 16 cases on its two islands had recovered, although one new case was announced on July 4. There have been no deaths. The islands went into lockdown on March 31 when just eight cases had been declared. It was then extended until April 18 and then again to April 25.\n\n“We began an aggressive public education campaign in our schools and workplaces, security forces and health-care workers early on,” Harris told Arab News. “As cases rose, we were at a high level of alertness and citizens and residents complied, so we were able to stop the spread efficiently.”\n\nThe CBI program was launched in St. Kitts and Nevis in 1984 as a way to assist the island’s economy, which had suffered due to the collapse of the sugar industry, and to stimulate foreign direct investment inflows.\n\nFAST FACT ETHNIC GROUPS - 53,821 = Population of St. Kitts & Nevis - 92.5% African - 3% Mixed - 2.1% White - 1.5% East Indian\n\n“Clearly, size does matter and being a small nation state with limited resources, we had to find unique ways of bringing in investment that would help the country thrive from year to year,” Harris told Arab News.\n\n“While COVID-19 has placed the world under enormous strain, St. Kitts and Nevis’s record to date of zero hospitalizations and zero fatalities from the disease underlines the character and enduring appeal of our great country.”\n\nWith alluring beaches, laid back Caribbean lifestyle and faraway location, the offer is hard to refuse — if one’s pockets are deep enough.\n\n------------------------\n\nTwitter: @rebeccaaproctor", "METADATA": {"description": "DUBAI: After the turmoil and tedium of the last few months, a distant island getaway is probably what tops most people’s dreams. One Caribbean destination, surrounded by sparkling sand and turquoise waters, is intent on using its natural landscapes to nurse people back to normality — and build commercial bridges to the Middle East in the process.", "abstract": "Get the latest breaking news and headlines from the largest Arab News website. Get world news, sport news, business news, entertainment, lifestyle, video and photos.", "keywords": "Jubail,Al-Ahsa,Al-Kharj,Taif,Qatif,oil,Dammam,Abha,Asir,Yanbu,islam,jobs,sports,Khalij times,gulf news,saudi gazette,Riyadh,Tabuk,Mecca,Medina,AlMadinah,Jeddah,Makkah,Hail,Mecca,Makkah,Eastern,King Abdullah, jobs in Saudi,work in saudi arabia, umrah,Hajj،عرب نيوز", "rights": "Arab News", "fb": {"app_id": 331299401208963, "pages": 10250877124}, "og": {"site_name": "Arab News", "type": "article", "title": "Exclusive: St. Kitts & Nevis PM aims to ‘cement ties with the Middle East’", "url": "https://arab.news/4pv9y", "description": "DUBAI: After the turmoil and tedium of the last few months, a distant island getaway is probably what tops most people’s dreams. One Caribbean destination, surrounded by sparkling sand and turquoise waters, is intent on using its natural landscapes to nurse people back to normality — and build commercial bridges to the Middle East in the process.", "updated_time": "2020-08-15T02:23:53+03:00", "image": {"identifier": "https://www.arabnews.com/sites/default/files/2020/08/13/2228581-1677168942.jpeg", "url": "https://www.arabnews.com/sites/default/files/2020/08/13/2228581-1677168942.jpeg"}}, "twitter": {"card": "summary_large_image", "site": {"identifier": "@Arab_News", "id": 69172612}, "creator": {"identifier": "@Arab_News", "id": 69172612}, "title": "Exclusive: St. Kitts & Nevis PM aims to ‘cement ties with the Middle", "url": "https://arab.news/4pv9y", "description": "DUBAI: After the turmoil and tedium of the last few months, a distant island getaway is probably what tops most people’s dreams. One Caribbean destination, surrounded by sparkling sand and turquoise", "image": "https://www.arabnews.com/sites/default/files/2020/08/13/2228581-1677168942.jpeg"}, "article": {"published_time": "2020-08-14T18:25:14+03:00", "modified_time": "2020-08-15T02:23:53+03:00"}, "viewport": "width=device-width, initial-scale=1.0"}}}