{"GDELT": {"GlobalEventID": 940777387, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LBNGOV", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor1Type1Code": "GOV", "Actor2Code": "SYRREF", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "Actor2Type1Code": "REF", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -10.1472995090016, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814143000, "SOURCEURL": "https://bmcwomenshealth.biomedcentral.com/articles/10.1186/s12905-020-01009-2"}, "ARTICLE": {"TITLE": "Continuum of sexual and gender-based violence risks among Syrian refugee women and girls in Lebanon", "TEXT": "In this analysis, SGBV was identified as an important issue by both women and men, even though the study design and methodology did not include any prompting about the topic, neither in the study introduction nor in the questions. Given the methodology, experiences and threats of SGBV arise naturally from a broad spectrum of lived experiences. Sexual harassment in the public sphere was the most common form of SGBV identified in this study, followed by sexual abuse and exploitation, which is consistent with previous research [16, 17, 48]. Despite facing a range of SGBV threats, Syrian women and girls also demonstrated their agency by making strategic decisions to protect themselves from SGBV threats (for instance, leaving school and leaving abusive relationships). It is important to recognize their strength and resourcefulness despite living with very constrained choices.\n\nIn Lebanon, Syrian refugees are largely integrated within their host communities, as opposed to living in formal refugee camps, where SGBV risks have been better documented [6, 7]. Hosting Syrian refugees has strained Lebanon’s resources and infrastructure, which has created tension, and at times hostility, within the host community towards displaced Syrian families [12, 49]. What this analysis adds to the existing literature is a more nuanced understanding of SGBV risks faced by refugees who are integrated into such a host environment. This is especially relevant since most of the perceived SGBV threats for girls were derived from the host community itself (particularly from the perspective of women and girls). For instance, since work permits are restricted in Lebanon [50, 51], some Syrian women and girls are forced to work to meet their families’ basic needs. Since this work is usually in the informal sector, it can increase their risk of sexual abuse and exploitation [52]. Furthermore, since some Syrian women and girls are not registered in Lebanon, they are understandably hesitant to report sexual assault since reporting could lead to detention and deportation [15]. Women and girls also faced SGBV risks in their private lives with significant threats reported from husbands, from the husband’s family, and from the girl’s own family. IPV perpetrated by husbands was the most common form of violence in the private sphere, consistent with other existing evidence [18, 53]. IPV is thought to be exacerbated among displaced Syrian families by the frustration that some men experience when their lives are disrupted, when their pre-existing roles as breadwinners within the family are altered, and when traditional gender norms are challenged [16, 54]. Girls who marry young and have a large age gap with their spouses seem to be more at risk of IPV related to systems of power [39, 55]. Restricted educational opportunities and insecurity increases girls’ dependency on men, thereby limiting their agency and perpetuating patriarchal gender norms [39, 56]. While Syrian men may have lost some of their patriarchal power due to displacement, women and girls are often challenged to take on more responsibilities, both inside and outside the home [37]. These new gender roles, as well as an unsafe environment and severe economic strain may increase stress levels and contribute to men perpetrating IPV. Increased levels of IPV have been reported during other periods of armed conflict in the region included during the second Intifada in the West Bank and Gaza [29] as well as among Palestinian refugee communities in Lebanon [57].\n\nContinuum of SGBV risks\n\nOur analysis highlights that female Syrian refugees are at heightened risks of SGBV in their host communities. However, the types of SGBV experienced appear to differ across the adolescent and early adult years. As earlier risks of SGBV, sexual harassment and sexual assault were experienced in the public sphere limiting girls’ mobility as well as access to education and work. It has been documented that if a girl experiences sexual abuse, her risk of subsequent sexual and physical victimization is significantly increased [58] and this phenomenon was evident in the current research. As a result of shame and dishonor, these SGBV threats and experiences in the public sphere lead to other SGBV risks in the private sphere. For instance, unmarried Syrian girls who are perceived to be at risk of sexual harassment and sexual assault in the community are sometimes pressured or forced into child marriage as a means of “protecting” them. Child marriage is itself a form of SGBV since girls are forced to have sex before they are able to give consent, and sometimes before their bodies are physically mature. In essence, some families exchange the threat of sexual harassment or sexual assault in the community for another form of SGBV, namely child marriage, as they believe that it will protect the honor of the girl as well as the honor of the family [59]. The cultural and gender norms that render girls unmarriable and their families dishonourable in the event of sexual harassment [60], sexual assault or pre-marital dating, directly contribute to girls experiencing the next type of SGBV, i.e. child marriage. After their marriages, sometimes to older men with the age inequality further compounding the gender inequality, many child brides face the additional threat of IPV in the form of physical and emotional abuse. Again, this phenomenon has been well documented in previous research [34, 61]. Leaving violent relationships can be challenging particularly for young brides as there is sometimes family and societal pressure to maintain the marriage despite violence. If women attempt to leave their abusive relationships they may then be at risk of abuse by their own families including physical and emotional abuse as well as sexual exploitation, as they are often blamed for their failed marriages [62]. Children born into this cycle of violence are more likely to witness IPV and to experience DV [63], with this exposure increasing the risk that the children will personally experience and perpetrate violence later in life [64,65,66], thus continuing an intergenerational cycle of violence.\n\nGendered differences discussing SGBV risks\n\nAlthough SGBV was noted to be an important issue for both men and women there was a gendered difference in how SGBV risks were discussed. Female respondents mainly described experiences and/or fears of sexual harassment in the public sphere and talked about the resultant limitations in their daily movement and freedom. Among women and girls, the notable lack of dialogue around IPV and DV aligns with previous portrayals of IPV and DV as private issues. Challenging the privacy of SGBV and attempts to address/report it has sometimes been perceived as a betrayal of family and a violation of social cohesion [67, 68]. In contrast, men more explicitly and openly discussed sexual assault and sexual exploitation. In some cases, male respondents identified commercial sex work as a form of sexual exploitation, often related to the family’s dire economic needs similar to other research [69]. It is noteworthy that there were no cases of sexual exploitation mentioned by women or girls despite interviewing men and women from the same communities. This may be secondary to the stereotypic differences in gender socialization whereby women are raised to shy away from talking about sex, but boys are socialized with less taboo around sex [70]. If the analysis had only included narratives from female participants, the more overt forms of SGBV such as sexual exploitation and abuse would not have been appreciated. It is also likely that SenseMaker contributed to this finding since it asks broad, open-ended questions, thus allowing participants to decide what they would like to share. This observation may be relevant and have implications for the design of other SGBV research. Since many SGBV studies focus exclusively on women and girls, they may be missing important findings and our experience in the current work would suggest that researchers should consider additionally including men and boys, particularly if stereotypical taboos around sex are anticipated to prohibit women from sharing their experiences / concerns openly.\n\nStrategies to address SGBV\n\nThe study’s findings demonstrate a varying array of SGBV threats faced by Syrian women and girls in Lebanon, and these threats require a multi-pronged prevention and protection strategy.\n\nConsider protection strategies in the context of refugee integration into the host community\n\nFirst, protection strategies must consider particular SGBV risks arising from the integration of Syrian refugees into host communities, and how inherent tensions likely contribute to feelings of insecurity and perceived SGBV threats. In Lebanon’s ITS, Syrian women and girls have limited access to essential SGBV programs due to lack of transportation, as well as cost and gendered expectations around mobility and domestic responsibilities. Recognizing that Syrian women and girls are a hard-to-reach population, a few organizations have piloted mobile service provision and an initial evaluation of one model showed promising potential to increase refugee’s social networks, knowledge and self-confidence [71]. A replication of such mobile services nationwide may therefore have the potential to reduce barriers to SGBV services. Additionally, these programs should serve as one-stop shops for women and girls where they can access different services all in one place, while also following the GBV Call to Action 2016–2020 in emergencies by providing a minimum package of legal services, case management, and referral.\n\nAddressing patriarchal social norms\n\nSecond, addressing SGBV must challenge patriarchal social norms and the socialization of men towards the use of violence, in addition to raising awareness about the negative effects of SGBV. Engaging men in SGBV prevention programming is critical to challenging social norms, attitudes and practices that increase the risk of SGBV while also harnessing positive male power to prevent violence and promote safety. Veale et al. [72] found that, through guided discussion on masculinity and gender roles, Syrian men talked about their changed circumstances as refugee men and fathers. In this work, a safe emotional space was created for men to collectively talk about their problems, to become more attuned and reflective about their relationships with their wives and children, and to engage in better emotional regulation. Through dialogue, men started to distance themselves from earlier responses of anger and frustration and became more empathic and reflective on their own needs as well as those of their families [72]. Several other initiatives have been piloted in Lebanon targeting men and boys as a means to alleviate the burden of some forms of SGBV, and in 2014 the Men Engage Lebanon Country Network was launched [73] to harmonize these efforts, while ensuring minimal duplication of interventions. Little evidence-based curricula are currently available to guide front-line staff on how to engage with men and boys and future efforts should prioritise this gap to produce context specific and culturally sensitive tools.\n\nAddressing structural drivers of SGBV including legal reform\n\nLastly, in line with Heise’s ecological model, which conceptualizes SGBV as being perpetuated through multi-layered factors including intra-individual level, microsystem, exosystem and the macrosystem, programming efforts should also address the overarching structural problems that contribute to SGBV [53]. In their adapted social ecological model for GBV against Syrian women in Lebanon, Yasmine and Moughalian [74] argue that interventions designed to focus on the intrapersonal level fall short from effectively influencing a change. They recommended that programming should aim at challenging existing power dynamics and urged organizations to look at structural determinants that contribute to SGBV during forced displacement, such as lack of employment, dire economic situation, as well as security and protection concerns [74]. For instance, Lebanon adopted legislation in 2014 aimed at better protecting women from SGBV, but feminist and women’s right organizations argue that the law falls short of addressing all forms of SGBV and more robust legislation is called for [48, 75] especially when it comes to the protection of Syrian and other refugee populations. Further legal reforms are also necessary including laws against street harassment and work protection laws, as well as modifying the age requirement for marriage to 18 years. Additionally, policy reform to facilitate legal registration and obtaining official documents is urgently needed in Lebanon since women and girls are vulnerable to sexual exploitation and assault, yet currently have little mechanism for recourse without risking detention and deportation.\n\nStrengths and limitations\n\nThis qualitative study has several limitations. First, the sample is not representative of the Syrian refugee population in Lebanon and therefore the results are not generalizable. Girls less than age 13 were excluded and since this study is qualitative in nature there is no consideration of the subgroups’ balance. Second, due to time and human resource constraints we were not able to analyze all male narratives, and this may have also introduced a bias. However, a systematic sampling method was utilized in an effort to be objective. Third, the SenseMaker narratives are often quite brief, and without the follow up questions typically asked in qualitative interviewing, the shared stories sometimes lack the detail and richness expected of in-depth qualitative interviews. Finally, it was sometimes not clear whether the SGBV experiences described were perceived to result from being a Syrian refugee, from being a female or from a combination of the two. The study also has a number of strengths worthy of mention. Since the SenseMaker survey did not ask directly about SBGV, participants shared their stories more naturally as part of their broader experiences. Moreover, the current analysis offers a variety of perspectives from women and girls of different ages as well as from men and it illustrates the various SGBV risks faced by female refugees who are integrated into their host communities rather than housed in formal refugee camps.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "citation_abstract": "A myriad of factors including socio-economic hardships impact refugees, with females being additionally exposed to various forms of sexual and gender-based violence (SGBV). The aim of this qualitative analysis was to understand and to provide new insight into the experiences of SGBV among Syrian refugee women and girls in Lebanon. The data are gained from a larger mixed-methods study, investigating the experiences of Syrian refugee girls in Lebanon, using an iPad and the data collection tool, SenseMaker®. The SenseMaker survey intentionally did not ask direct questions about experiences of SGBV but instead enabled stories about SGBV to become apparent from a wide range of experiences in the daily lives of Syrian girls. For this analysis, all first-person stories by female respondents about experiences of SGBV were included in a thematic analysis as well as a random selection of male respondents who provided stories about the experiences of Syrian girls in Lebanon. In total, 70 of the 327 first person stories from female respondents and 42 of the 159 stories shared by male respondents included dialogue on SGBV. While experiences of sexual harassment were mainly reported by women and girls, male respondents were much more likely to talk explicitly about sexual exploitation. Due to different forms of SGBV risks in public, unmarried girls were at high risk of child marriage, whereas married girls more often experienced some form of IPV and/or DV. In abusive relationships, some girls and women continued to face violence as they sought divorces and attempted to flee unhealthy situations. This study contributes to existing literature by examining SGBV risks and experiences for refugees integrated into their host community, and also by incorporating the perceptions of men. Our findings shed light on the importance of recognizing the impact of SGBV on the family as a whole, in addition to each of the individual members and supports considering the cycle of SGBV not only across the woman’s lifespan but also across generations. Gendered differences in how SGBV was discussed may have implications for the design of future research focused on SGBV.", "journal_id": 12905, "dc.title": "Continuum of sexual and gender-based violence risks among Syrian refugee women and girls in Lebanon", "dc.source": "BMC Women's Health 2020 20:1", "dc.format": "text/html", "dc.publisher": "BioMed Central", "dc.date": "2020-08-14", "dc.type": "OriginalPaper", "dc.language": "En", "dc.copyright": "2020 The Author(s)", "dc.rightsAgent": "reprints@biomedcentral.com", "dc.description": "A myriad of factors including socio-economic hardships impact refugees, with females being additionally exposed to various forms of sexual and gender-based violence (SGBV). The aim of this qualitative analysis was to understand and to provide new insight into the experiences of SGBV among Syrian refugee women and girls in Lebanon. The data are gained from a larger mixed-methods study, investigating the experiences of Syrian refugee girls in Lebanon, using an iPad and the data collection tool, SenseMaker®. The SenseMaker survey intentionally did not ask direct questions about experiences of SGBV but instead enabled stories about SGBV to become apparent from a wide range of experiences in the daily lives of Syrian girls. For this analysis, all first-person stories by female respondents about experiences of SGBV were included in a thematic analysis as well as a random selection of male respondents who provided stories about the experiences of Syrian girls in Lebanon. In total, 70 of the 327 first person stories from female respondents and 42 of the 159 stories shared by male respondents included dialogue on SGBV. While experiences of sexual harassment were mainly reported by women and girls, male respondents were much more likely to talk explicitly about sexual exploitation. Due to different forms of SGBV risks in public, unmarried girls were at high risk of child marriage, whereas married girls more often experienced some form of IPV and/or DV. In abusive relationships, some girls and women continued to face violence as they sought divorces and attempted to flee unhealthy situations. This study contributes to existing literature by examining SGBV risks and experiences for refugees integrated into their host community, and also by incorporating the perceptions of men. Our findings shed light on the importance of recognizing the impact of SGBV on the family as a whole, in addition to each of the individual members and supports considering the cycle of SGBV not only across the woman’s lifespan but also across generations. Gendered differences in how SGBV was discussed may have implications for the design of future research focused on SGBV.", "prism.issn": "1472-6874", "prism.publicationName": "BMC Women's Health", "prism.publicationDate": "2020-08-14", "prism.volume": 20, "prism.number": 1, "prism.section": "OriginalPaper", "prism.startingPage": 1, "prism.endingPage": 14, "prism.copyright": "2020 The Author(s)", "prism.rightsAgent": "reprints@biomedcentral.com", "prism.url": "https://bmcwomenshealth.biomedcentral.com/articles/10.1186/s12905-020-01009-2", "prism.doi": "doi:10.1186/s12905-020-01009-2", "citation_pdf_url": "https://bmcwomenshealth.biomedcentral.com/track/pdf/10.1186/s12905-020-01009-2", "citation_fulltext_html_url": "https://bmcwomenshealth.biomedcentral.com/articles/10.1186/s12905-020-01009-2", "citation_journal_title": "BMC Women's Health", "citation_journal_abbrev": "BMC Women's Health", "citation_publisher": "BioMed Central", "citation_issn": "1472-6874", "citation_title": "Continuum of sexual and gender-based violence risks among Syrian refugee women and girls in Lebanon", "citation_volume": 20, "citation_issue": 1, "citation_publication_date": "2020/12", "citation_online_date": "2020/08/14", "citation_firstpage": 1, "citation_lastpage": 14, "citation_article_type": "Research article", "citation_language": "en", "dc.identifier": "doi:10.1186/s12905-020-01009-2", "DOI": "10.1186/s12905-020-01009-2", "citation_doi": "10.1186/s12905-020-01009-2", "description": "A myriad of factors including socio-economic hardships impact refugees, with females being additionally exposed to various forms of sexual and gender-based violence (SGBV). The aim of this qualitative analysis was to understand and to provide new insight into the experiences of SGBV among Syrian refugee women and girls in Lebanon. The data are gained from a larger mixed-methods study, investigating the experiences of Syrian refugee girls in Lebanon, using an iPad and the data collection tool, SenseMaker®. The SenseMaker survey intentionally did not ask direct questions about experiences of SGBV but instead enabled stories about SGBV to become apparent from a wide range of experiences in the daily lives of Syrian girls. For this analysis, all first-person stories by female respondents about experiences of SGBV were included in a thematic analysis as well as a random selection of male respondents who provided stories about the experiences of Syrian girls in Lebanon. In total, 70 of the 327 first person stories from female respondents and 42 of the 159 stories shared by male respondents included dialogue on SGBV. While experiences of sexual harassment were mainly reported by women and girls, male respondents were much more likely to talk explicitly about sexual exploitation. Due to different forms of SGBV risks in public, unmarried girls were at high risk of child marriage, whereas married girls more often experienced some form of IPV and/or DV. In abusive relationships, some girls and women continued to face violence as they sought divorces and attempted to flee unhealthy situations. This study contributes to existing literature by examining SGBV risks and experiences for refugees integrated into their host community, and also by incorporating the perceptions of men. Our findings shed light on the importance of recognizing the impact of SGBV on the family as a whole, in addition to each of the individual members and supports considering the cycle of SGBV not only across the woman’s lifespan but also across generations. Gendered differences in how SGBV was discussed may have implications for the design of future research focused on SGBV.", "dc.creator": "Susan A. Bartels", "dc.subject": "Reproductive Medicine", "citation_reference": "citation_title=Gender-Related Laws, Policies and Practices in Lebanon; citation_publication_date=2018; citation_id=CR75", "citation_author": "Susan A. Bartels", "citation_author_institution": "Department of Public Health Sciences, Queen’s University, Kingston, Canada", "format-detection": "telephone=no", "msapplication-config": "/static/app-bmc/browserconfig-ecd9aa8205.xml", "msapplication-TileColor": "#1b3051", "msapplication-TileImage": "/static/img/favicons/bmc/app-icon-144x144.png", "theme-color": "#1b3051", "og": {"url": "https://bmcwomenshealth.biomedcentral.com/articles/10.1186/s12905-020-01009-2", "type": "article", "site_name": "BMC Women's Health", "title": "Continuum of sexual and gender-based violence risks among Syrian refugee women and girls in Lebanon", "description": "A myriad of factors including socio-economic hardships impact refugees, with females being additionally exposed to various forms of sexual and gender-based violence (SGBV). The aim of this qualitative analysis was to understand and to provide new insight into the experiences of SGBV among Syrian refugee women and girls in Lebanon. The data are gained from a larger mixed-methods study, investigating the experiences of Syrian refugee girls in Lebanon, using an iPad and the data collection tool, SenseMaker®. The SenseMaker survey intentionally did not ask direct questions about experiences of SGBV but instead enabled stories about SGBV to become apparent from a wide range of experiences in the daily lives of Syrian girls. For this analysis, all first-person stories by female respondents about experiences of SGBV were included in a thematic analysis as well as a random selection of male respondents who provided stories about the experiences of Syrian girls in Lebanon. In total, 70 of the 327 first person stories from female respondents and 42 of the 159 stories shared by male respondents included dialogue on SGBV. While experiences of sexual harassment were mainly reported by women and girls, male respondents were much more likely to talk explicitly about sexual exploitation. Due to different forms of SGBV risks in public, unmarried girls were at high risk of child marriage, whereas married girls more often experienced some form of IPV and/or DV. In abusive relationships, some girls and women continued to face violence as they sought divorces and attempted to flee unhealthy situations. This study contributes to existing literature by examining SGBV risks and experiences for refugees integrated into their host community, and also by incorporating the perceptions of men. Our findings shed light on the importance of recognizing the impact of SGBV on the family as a whole, in addition to each of the individual members and supports considering the cycle of SGBV not only across the woman’s lifespan but also across generations. Gendered differences in how SGBV was discussed may have implications for the design of future research focused on SGBV.", "image": "https://media.springernature.com/w110/springer-static/cover/journal/12905.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}