{"GDELT": {"GlobalEventID": 940739703, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USACVL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.1551724137931, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Erie, Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_ADM2Code": "PA049", "Actor1Geo_Lat": 42.1292, "Actor1Geo_Long": -80.0851, "Actor1Geo_FeatureID": "1174305", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Edinboro, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_ADM2Code": "PA049", "Actor2Geo_Lat": 41.8742, "Actor2Geo_Long": -80.1317, "Actor2Geo_FeatureID": "1174020", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Erie, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_ADM2Code": "PA049", "Action2Geo_Lat": 42.1292, "Action2Geo_Long": -80.0851, "Action2Geo_FeatureID": "1174305", "DATEADDED": 20200814104500, "SOURCEURL": "https://www.msn.com/en-us/news/us/edinboro-moving-forward-on-porreco-campus-sale/ar-BB17XqI0"}, "ARTICLE": {"TITLE": "Edinboro moving forward on Porreco campus sale", "TEXT": "© Provided by Erie Times-News A sign welcomes guests to Edinboro University's Porreco College in Millcreek Township on Aug. 1, 2019. [GREG WOHLFORD FILE PHOTO/ERIE TIMES-NEWS]\n\nEdinboro University of Pennsylvania's plan to sell or lease its Millcreek campus got thumbs up from the Pennsylvania State System of Higher Education on Thursday.\n\nPASSHE's Board of Governors approved the university's request to proceed with divestiture of the 26.3-acre Porreco campus at 2951 W. 38th St.\n\nEdinboro University trustees approved the proposal July 24. It's now up to the Pennsylvania General Assembly to approve the sale.\n\nApproval to sell the Porreco property doesn't mean there's a buyer ready to sign on the dotted line, Angela Burrows, Edinboro University vice president for marketing and communications, said in an email after Thursday's vote.\n\n\"Early this year, when conversations were underway between Erie County government, Commonwealth officials and regional leaders about the possibility of establishing a community college in Erie County, the Porreco campus was under consideration as a possible location,\" Burrows said. \"There has been no further conversation.\n\n© Provided by Erie Times-News Students leave classes in the barn at Porreco College of Edinboro University in this file 2016 photo. [CHRISTOPHER MILLETTE FILE PHOTO/ERIE TIMES-NEWS]\n\n\"The University plans to divest of this property on West 38th Street and looks forward to finding a buyer that will benefit the community,\" Burrows said.\n\nThe university will seek proposals from brokers to market the property if the Legislature approves the sale, Burrows said.\n\nThe state will have 30 days to take action. If the Legislature does not act, the sale can move forward, according to state law.\n\nEdinboro University will receive the sale proceeds.\n\nThe university proposed selling the Porreco campus as part of a cost-cutting plan submitted to PASSHE in January.\n\nThe campus has been closed since the spring semester.\n\nThe focus of the state-owned universities system is not on properties, Board of Governors Chairwoman Cynthia Shapira said Thursday in discussing the sale of the Porreco campus and also the Dickson University Center, home of the state system chancellor's office, in Harrisburg.\n\n\"We're looking for savings everywhere we can find savings,\" Shapira said. \"Our mission is not about buildings. Our mission is not about physical assets.\"\n\nServing students, Shapira said, is the focus of the 14 state-owned universities.\n\nThe Porreco property was donated to Edinboro University in 1986 by Erie businessman and philanthropist Louis Porreco, who died in 2015.\n\nValued at $1.5 million when it was donated, the property includes the Mary Porreco House conference and seminar center, the Thompson Education Center and a second classroom building in a former barn, a bookstore, administration building and maintenance building.\n\nThe Porreco campus through the years has offered associate degree programs, job training and academic feeder programs for Edinboro University.\n\nIn recent years it has been considered as a prime location for a community college.\n\nEdinboro University launched Porreco College, \"the community's college,\" on the site in 2014, offering low-cost academic and workforce programs supported by private donations, including a $1 million gift from Louis and Debbie Porreco.\n\nThe focus in 2017 shifted to night and weekend courses for adults completing four-year degrees.\n\nErie County Council last fall passed a resolution urging the county to acquire the Porreco property as headquarters for an Erie County community college that would be operated in partnership with the Northern Pennsylvania Regional College.\n\nThat partnership didn't happen. Erie County in July earned Pennsylvania Board of Education approval of its application to establish an Erie County community college. Senate President Pro Tempore Joseph Scarnati has since appealed the decision.\n\nEdinboro University one day may have a new presence in or near Erie, university Provost and Vice President for Academic and Student Affairs Michael Hannan said in an April email notifying the campus community of plans to sell the Porreco campus.\n\n\"Our long-term hope is to ultimately replace the Millcreek location with space closer to the city of Erie and the region's population center,\" Hannan said.\n\nContact Valerie Myers at vmyers@timesnews.com.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Edinboro moving forward on Porreco campus sale", "cq": "passed", "Search.Interest": "Sales", "robots": "index, follow", "description": "Edinboro University of Pennsylvania's plan to sell or lease its Millcreek campus got thumbs up from the Pennsylvania State System of Higher Education on Thursday. PASSHE's Board of Governors approved the university's request to proceed with divestiture of the 26.3-acre Porreco campus at 2951 W. 38th St. Edinboro University trustees approved the proposal July 24. It's now up to the Pennsylvania General Assembly to approve the sale. Approval to...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}