{"GDELT": {"GlobalEventID": 940738436, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHL", "Actor1Name": "CHILE", "Actor1CountryCode": "CHL", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.7543859649122802, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200814104500, "SOURCEURL": "https://www.universityworldnews.com/post.php?story=20200807110219596"}, "ARTICLE": {"TITLE": "Far-reaching new book on student affairs and services globally", "TEXT": "\n\nFollow us on Join us on Facebook Follow us on Twitter\n\nGLOBAL Far-reaching new book on student affairs and services globally Tweet Student Affairs and Services in Higher Education: Global foundations, issues, and best practices. The volume is the most comprehensive global look at higher education student affairs and services to date.\n\n\n\nThe previous two editions – in 2002 and 2009 – were published by UNESCO. As the book grew in scope and size, UNESCO relinquished rights to the 3rd edition and IASAS turned to Deutsches Studentenwerk, or DSW, Germany’s national student affairs organisation, to print the latest in the series.\n\n\n\nA comprehensive tome\n\n\n\nThe book process involved the work of nearly 250 authors, editors and advisory members from some 125 countries.\n\n\n\nIt consists of 629 pages covering a set of key issues and topics that are vital to student affairs and services (SAS) around the world, along with descriptions of the select functions of SAS as well as nearly 100 country reports on the practice of student affairs and services in higher education.\n\n\n\nIt concludes with a list of abbreviations for higher education associations in SAS and related areas, as well as contact information for all editors, authors and the editor’s advisory panel. In addition, the editors chose to highlight a current issue facing SAS and higher education by developing a stand-alone supplement on COVID-19 and the impacts it has had.\n\n\n\nThe open access link to the complete book is\n\n\n\nEvolution of IASAS into a chartered global association\n\n\n\nRoger Ludeman, now IASAS president emeritus, led the initial effort to establish IASAS nearly 25 years ago. Today, IASAS serves as a global network of nearly 1,700 student affairs and services practitioners, scholars and students from 98 countries.\n\n\n\nIASAS has found its niche as a global advocate for higher education SAS practitioners and scholars and their work with students.\n\n\n\nIn the early 1990s a small number of SAS practitioners and scholars began to take notice of how the practice of serving tertiary education students differed from one country to another. These pioneer globalists began to think about ways to connect practitioners and scholars from around the world to share with and assist each other in serving tertiary education students.\n\n\n\nLudeman, with support from DSW, the French Centre National des Œuvres Universitaires et Scolaires and the United States National Association of Student Personnel Administrators, or NASPA, proposed the creation of a virtual global network of SAS providers who would encourage sharing, cooperation, joint study tours, research, exchanges and attendance at each other’s conferences.\n\n\n\nIn Europe, the Erasmus programme was integrated into the broader European education cooperation initiative Socrates, and growing collaboration led to the establishment of the European Higher Education Area in 1999 through the Bologna Declaration.\n\n\n\nParalleling this effort was the creation of the European Committee (now Council) on Student Affairs or ECStA, which promotes student social welfare and addresses infrastructure issues created by open and ‘free’ study across borders throughout the European Union.\n\n\n\nSAS leaders in countries of the Asia Pacific region created the Asia Pacific Student Services Association in 1988. In the United States, NASPA initiated an International Symposium and international exchanges in 1996. All of these initiatives were, and continue to be, very successful in bringing SAS practitioners and scholars together to discuss common interests.\n\n\n\nA global network stalled\n\n\n\nIn 2000 Ludeman created a group (I-Seven, later I-Eight) that was the beginning of a global network and it included representatives from Australia, the United Kingdom, France, South Africa, Spain, Canada, Mexico and the United States.\n\n\n\nThis group developed a proposal to form a global network and from 2000 to 2005 sought out national and regional organisations to support the idea of organising globally. The response was mixed at best. Support was evident in Europe and Africa but there was little from Asia and North America. This meant that the global network effort would be placed on hold for several years.\n\n\n\nDuring the early years of the 21st Century, Ludeman continued to promote the idea of a global organisation through his Fulbright in South Africa and delivering speeches in more than 10 countries on the internationalisation of SAS.\n\n\n\nIn 2002, the first edition of the UNESCO-IASAS book on student affairs worldwide was published. The book, billed as an IASAS publication, was entitled, The Role of Student Affairs and Services in Higher Education: A practical manual for developing, implementing and assessing student affairs programmes and services.\n\n\n\nIn 2009, UNESCO published the second edition of the UNESCO-IASAS book, Student Affairs and Services in Higher Education: Global foundations, issues and best practices, including a new section comprising individual reports from 52 countries showcasing how SAS is delivered in each of those countries.\n\n\n\nThis new publication was distributed widely including a copy going to each participant at the Second World Conference on Higher Education in Paris in 2009. UNESCO also created a PDF file of the book that could be shared free and easily. This gave IASAS considerably more visibility around the world.\n\n\n\nThe network idea arises\n\n\n\nAfter the idea of forming a global organisation had been placed on hold for several years, 25 people from 19 countries were asked by Ludeman to serve in an advisory capacity to begin discussions about creating a global organisation.\n\n\n\nOut of this group, 15 came to a two-day meeting held before the 2009 NASPA Conference in Seattle in the United States, with the intention of developing a set of principles and purposes and a vision and mission for a new global association in SAS.\n\n\n\nIn the weeks following, active participants drafted the central documents that served as the initial section of a constitution for IASAS. Throughout the next year several theme-based subgroups met virtually to flesh-out the dynamics and priorities of this new organisation.\n\n\n\nThe inaugural IASAS constitution was approved by 25 charter members in 2010, making it the first and only global association in higher education SAS.\n\n\n\nIn 2010 in Venice, Italy, Ludeman met with officials of the European University College Association or EUCA to discuss common interests. This resulted in EUCA partnering with IASAS to secure the IASAS charter with the European Union in Belgium in 2013 and sharing offices with EUCA in Brussels. The official chartering ceremony was held that year in the EUCA office. It was attended by SAS friends and supporters from around the world.\n\n\n\nIASAS now and in future\n\n\n\nUnder the leadership of Ludeman in the United States, Rob Shea in Canada and current IASAS President Achim Meyer auf- der-Heyde in Germany, IASAS has continued to grow and become more responsive to its members.\n\n\n\nIn 2012, IASAS sponsored the first Global Summit on Student Affairs and Services, hosted by NASPA (US) in Washington, DC. The summit, held every other year, brings together key leaders in SAS from around the globe to engage in dialogue around critical issues in SAS.\n\n\n\nThis was an important milestone as it was IASAS’s first major event. Subsequent global summits have been held in Italy, South Africa, Canada and Chile. More recently, IASAS partnered with ACPA – College Student Educators International – and Lead365 to establish a global summit for student leaders.\n\n\n\nOther efforts include consulting with countries and/or universities regarding their SAS programmes and services. Such efforts have been carried out with Haiti (evaluation of academic advising) and there has been assistance in organising SAS into national associations – in Turkey, Lebanon, Ecuador, Lithuania and Peru.\n\n\n\nA menoring project was carried out in 2016 involving 40 mentors and mentees from 20 countries. IASAS also initiated a series of webinars designed to provide its members with the opportunity to discuss key issues online.\n\n\n\nThere is considerable optimism that IASAS will be involved with even more worldwide activity in the future as there seems to be increasing interest in the globalisation of SAS and how that translates into enhanced student learning and success among the students that IASAS members serve around the world.\n\n\n\nSince the global vision of higher education includes, among other objectives, the development of skills in global citizenship and social responsibility, and the promotion of academic freedom and scientific inquiry, the need for and importance of IASAS will continue to rise in future.\n\n\n\nRoger B Ludeman is President Emeritus of IASAS and Editor-in-Chief of the IASAS DSW book. Achim Meyer auf-der-Heyde is IASAS President and DSW Secretary General. Lisa Bardill Moscaritolo is Assistant Editor of the IASAS-DSW book and Vice Provost for Student Life at American University of Sharjah. The International Association of Student Affairs and Services or IASAS, in cooperation with Deutsches Studentenwerk, has just released. The volume is the most comprehensive global look at higher education student affairs and services to date.The previous two editions – in 2002 and 2009 – were published by UNESCO. As the book grew in scope and size, UNESCO relinquished rights to the 3rd edition and IASAS turned to Deutsches Studentenwerk, or DSW, Germany’s national student affairs organisation, to print the latest in the series.The book process involved the work of nearly 250 authors, editors and advisory members from some 125 countries.It consists of 629 pages covering a set of key issues and topics that are vital to student affairs and services (SAS) around the world, along with descriptions of the select functions of SAS as well as nearly 100 country reports on the practice of student affairs and services in higher education.It concludes with a list of abbreviations for higher education associations in SAS and related areas, as well as contact information for all editors, authors and the editor’s advisory panel. In addition, the editors chose to highlight a current issue facing SAS and higher education by developing a stand-alone supplement on COVID-19 and the impacts it has had.The open access link to the complete book is here . It is intended for wide distribution at no cost to the reader.Roger Ludeman, now IASAS president emeritus, led the initial effort to establish IASAS nearly 25 years ago. Today, IASAS serves as a global network of nearly 1,700 student affairs and services practitioners, scholars and students from 98 countries.IASAS has found its niche as a global advocate for higher education SAS practitioners and scholars and their work with students.In the early 1990s a small number of SAS practitioners and scholars began to take notice of how the practice of serving tertiary education students differed from one country to another. These pioneer globalists began to think about ways to connect practitioners and scholars from around the world to share with and assist each other in serving tertiary education students.Ludeman, with support from DSW, the French Centre National des Œuvres Universitaires et Scolaires and the United States National Association of Student Personnel Administrators, or NASPA, proposed the creation of a virtual global network of SAS providers who would encourage sharing, cooperation, joint study tours, research, exchanges and attendance at each other’s conferences.In Europe, the Erasmus programme was integrated into the broader European education cooperation initiative Socrates, and growing collaboration led to the establishment of the European Higher Education Area in 1999 through the Bologna Declaration.Paralleling this effort was the creation of the European Committee (now Council) on Student Affairs or ECStA, which promotes student social welfare and addresses infrastructure issues created by open and ‘free’ study across borders throughout the European Union.SAS leaders in countries of the Asia Pacific region created the Asia Pacific Student Services Association in 1988. In the United States, NASPA initiated an International Symposium and international exchanges in 1996. All of these initiatives were, and continue to be, very successful in bringing SAS practitioners and scholars together to discuss common interests.In 2000 Ludeman created a group (I-Seven, later I-Eight) that was the beginning of a global network and it included representatives from Australia, the United Kingdom, France, South Africa, Spain, Canada, Mexico and the United States.This group developed a proposal to form a global network and from 2000 to 2005 sought out national and regional organisations to support the idea of organising globally. The response was mixed at best. Support was evident in Europe and Africa but there was little from Asia and North America. This meant that the global network effort would be placed on hold for several years.During the early years of the 21st Century, Ludeman continued to promote the idea of a global organisation through his Fulbright in South Africa and delivering speeches in more than 10 countries on the internationalisation of SAS.In 2002, the first edition of the UNESCO-IASAS book on student affairs worldwide was published. The book, billed as an IASAS publication, was entitled,In 2009, UNESCO published the second edition of the UNESCO-IASAS book,, including a new section comprising individual reports from 52 countries showcasing how SAS is delivered in each of those countries.This new publication was distributed widely including a copy going to each participant at the Second World Conference on Higher Education in Paris in 2009. UNESCO also created a PDF file of the book that could be shared free and easily. This gave IASAS considerably more visibility around the world.After the idea of forming a global organisation had been placed on hold for several years, 25 people from 19 countries were asked by Ludeman to serve in an advisory capacity to begin discussions about creating a global organisation.Out of this group, 15 came to a two-day meeting held before the 2009 NASPA Conference in Seattle in the United States, with the intention of developing a set of principles and purposes and a vision and mission for a new global association in SAS.In the weeks following, active participants drafted the central documents that served as the initial section of a constitution for IASAS. Throughout the next year several theme-based subgroups met virtually to flesh-out the dynamics and priorities of this new organisation.The inaugural IASAS constitution was approved by 25 charter members in 2010, making it the first and only global association in higher education SAS.In 2010 in Venice, Italy, Ludeman met with officials of the European University College Association or EUCA to discuss common interests. This resulted in EUCA partnering with IASAS to secure the IASAS charter with the European Union in Belgium in 2013 and sharing offices with EUCA in Brussels. The official chartering ceremony was held that year in the EUCA office. It was attended by SAS friends and supporters from around the world.Under the leadership of Ludeman in the United States, Rob Shea in Canada and current IASAS President Achim Meyer auf- der-Heyde in Germany, IASAS has continued to grow and become more responsive to its members.In 2012, IASAS sponsored the first Global Summit on Student Affairs and Services, hosted by NASPA (US) in Washington, DC. The summit, held every other year, brings together key leaders in SAS from around the globe to engage in dialogue around critical issues in SAS.This was an important milestone as it was IASAS’s first major event. Subsequent global summits have been held in Italy, South Africa, Canada and Chile. More recently, IASAS partnered with ACPA – College Student Educators International – and Lead365 to establish a global summit for student leaders.Other efforts include consulting with countries and/or universities regarding their SAS programmes and services. Such efforts have been carried out with Haiti (evaluation of academic advising) and there has been assistance in organising SAS into national associations – in Turkey, Lebanon, Ecuador, Lithuania and Peru.A menoring project was carried out in 2016 involving 40 mentors and mentees from 20 countries. IASAS also initiated a series of webinars designed to provide its members with the opportunity to discuss key issues online.There is considerable optimism that IASAS will be involved with even more worldwide activity in the future as there seems to be increasing interest in the globalisation of SAS and how that translates into enhanced student learning and success among the students that IASAS members serve around the world.Since the global vision of higher education includes, among other objectives, the development of skills in global citizenship and social responsibility, and the promotion of academic freedom and scientific inquiry, the need for and importance of IASAS will continue to rise in future. Follow University World News on Facebook\n\n\n\nReceive UWN's free weekly e-newsletters", "METADATA": {"robots": "noarchive, noimageindex", "og": {"site_name": "University World News", "title": "Far-reaching new book on student affairs and services globally", "description": "The International Association of Student Affairs and Services, in cooperation with Deutsches Studentenwerk, has just released Student Affairs and Serv...", "type": "article", "image": "https://www.universityworldnews.com/images/uwn-ball-320.png"}, "keywords": "university, news, academic, higher education, education, transformative, leadership, academic freedom"}}}