{"GDELT": {"GlobalEventID": 940766089, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JUD", "Actor1Name": "LAWYER", "Actor1Type1Code": "JUD", "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.45604395604396, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Konuk, Sirnak, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU80", "Actor1Geo_ADM2Code": "26350", "Actor1Geo_Lat": 37.2905, "Actor1Geo_Long": 42.3019, "Actor1Geo_FeatureID": "10467708", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Konuk, Sirnak, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU80", "Actor2Geo_ADM2Code": "26350", "Actor2Geo_Lat": 37.2905, "Actor2Geo_Long": 42.3019, "Actor2Geo_FeatureID": "10467708", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Konuk, Sirnak, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU80", "Action2Geo_ADM2Code": "26350", "Action2Geo_Lat": 37.2905, "Action2Geo_Long": 42.3019, "Action2Geo_FeatureID": "10467708", "DATEADDED": 20200814133000, "SOURCEURL": "http://bianet.org/english/human-rights/229036-constitutional-court-rejects-death-fasting-lawyers-request-for-release"}, "ARTICLE": {"TITLE": "Constitutional Court rejects death fasting lawyers’ request for release", "TEXT": "Click to read the article in Turkish\n\nThe Constitutional Court has rejected the request for release of death fasting arrested lawyers Ebru Timtik and Aytaç Ünsal, who are currently hospitalized in two separate hospitals in İstanbul.\n\nThe ruling of the Constitutional Court has read, \"...it is not alleged that conditions are insufficient for reasons pertaining to the COVID-19 outbreak or other medical reasons.\" However, the visitors of arrested lawyers have frequently underlined that hospital conditions are even worse than prison.\n\nIn its ruling, the Constitutional Court has also alleged that the death fasting lawyers have been in treatment; however, both Ünsal and Timtik have declared that they do not accept any medical intervention. In line with this declaration, lawyers do not undergo any medical treatment at hospital:\n\n\"It has been understood that the applicants, who are in treatment at hospitals, have access to health services.\"\n\nThe Court has also concluded that the health of Timtik and Ünsal, who have been at the critical stage of their death fast, is not at a serious risk:\n\n\"It has been understood that there is no information or findings suggesting that a serious danger is posed to their lives or material or immaterial integrity for the sole reason that a ruling of release is not given for them.\"\n\n'Medical report says they cannot stay in prison'\n\nThe Constitutional Court ruling dated August 11 has also indicated that, according to the related medical report, the lawyers cannot stay in prison:\n\n\"According to the result of the İstanbul Forensic Medicine Institution report, there are disorders in their general medical conditions and cachectc caused by nutritional deficiency; a medical follow-up and treatment is necessary by being hospitalized in hospital conditions; it has been understood that they are not in a medical state to stay in prison conditions...\"\n\nOn a death fast in prison for their right to a fair trial, arrested lawyers Ebru Timtik and Aytaç Ünsal were not released despite a Forensic Medical report indicating that \"they were not in a state to stay in prison.\" Shortly afterwards, they were taken to two separate hospitals on July 30.\n\nCLICK - Same court, same report, two different decisions\n\nThey are held in pandemic hospitals\n\nOn a death fast for 224 days as of today (August 14), Ebru Timtik is currently held in Dr. Sadi Konuk Training and Research Hospital in İstanbul. Death fasting for 193 days, Aytaç Ünsal is in Kanuni Sultan Süleyman Training and Research Hospital, which is also in İstanbul.\n\nBoth hospitals are pandemic hospitals.\n\nThe request of release for Timtik and Ünsal was submitted to the Constitutional Court on August 10.\n\nThe application to the supreme court noted that \"while they should have been released based on the reports prepared by the Forensic Medicine Institution, they were unjustly and unlawfully arrested and their health conditions were deteriorating in hospital conditions where they were held.\"\n\nWithin this context, the attorneys of Ünsal and Timtik requested that the Constitutional Court write an official letter to the local court, ordering the release of arrested lawyers as a precaution.\n\nWhat happened?\n\nAnnouncing its verdict in the lawsuit filed against ÇHD lawyers on March 20, the court ruled that the lawyers should be sentenced to 3 years, 1 month, 15 days to 18 years, 9 months in prison.\n\nThe 2nd Penal Chamber of the İstanbul Regional Court of Justice rejected the objections and sent the file to the Court of Cassation.\n\nCLICK - Judge First Upheld Prison Sentence, Then Examined the File\n\nThe Chief Public Prosecutor's Office of the Court of Cassation expressed the opinion that the prison sentences of all lawyers, except for the one given to lawyer Barkın Timtik, be upheld.\n\nThe letter of notification only indicated that the prison sentence of 18 years, 9 months given to Barkın Timtik for \"establishing and leading an organization\" as per the Article 314/1 of the Turkish Penal Code (TCK) should be overturned and he should also be penalized for \"membership of an organization\" like other lawyers.\n\nThe letter of notification issued by the prosecutor's office has been sent to the 16th Penal Chamber of the Court of Cassation.\n\nLawyer Ebru Timtik, an executive of the ÇHD, and lawyer Aytaç Ünsal, a member of the ÇHD, have gone on a death fast for the right to a fair trial. (AS/SD)", "METADATA": {"og": {"title": "Constitutional Court rejects death fasting lawyers’ request for release", "description": "Rejecting death fasting lawyers’ request for release, the Constitutional Court neither examined the medical reports nor their statements on not being treated at hospital. “There is no serious danger posed to their material or immaterial integrity,” it has concluded.", "type": "article", "url": "http://www.bianet.org/english/human-rights/229036-constitutional-court-rejects-death-fasting-lawyers-request-for-release", "site_name": "Bianet - Bagimsiz Iletisim Agi", "image": "http://www.bianet.org/system/uploads/1/articles/main_image/000/229/036/medium/33bb-132.jpg"}, "twitter": {"card": "summary_large_image", "title": "Constitutional Court rejects death fasting lawyers’ request for release", "description": "Rejecting death fasting lawyers’ request for release, the Constitutional Court neither examined the medical reports nor their statements on not being treated at hospital. “There is no serious danger posed to their material or immaterial integrity,” it has concluded.", "url": "http://www.bianet.org/english/human-rights/229036-constitutional-court-rejects-death-fasting-lawyers-request-for-release", "site": "@bianet_eng", "image": {"src": "http://www.bianet.org/system/uploads/1/articles/spot_image/000/229/036/normal/33bb.jpg"}}, "csrf-param": "authenticity_token", "csrf-token": "jznw86T3Awxh7uwkQA4p3hl3xQD7oIwn8PU6Fa/nVSw="}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}