{"GDELT": {"GlobalEventID": 940709353, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "PRT", "Actor2Name": "PORTUGAL", "Actor2CountryCode": "PRT", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.1446540880503195, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Portugal", "Action2Geo_CountryCode": "PO", "Action2Geo_ADM1Code": "PO", "Action2Geo_Lat": 39.5, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "PO", "DATEADDED": 20200814071500, "SOURCEURL": "http://www.newscentralasia.net/2020/08/14/pakistan-combating-covid19-through-smart-lock-down/"}, "ARTICLE": {"TITLE": "Pakistan Combating COVID19 through ‘Smart Lock Down’ – News Central Asia (nCa)", "TEXT": "Global pandemic has affected all sectors of life in general and economy in particular. Dwindling economies of developing countries further accentuated the challenge of maintaining the balance between lives and livelihood. Complete lock downs of cities and countries was set as precedent to be followed world over to combat the unknown disease, with varying levels of success. Pakistan, realizing the stark challenges for middle and lower middle income group came out with strategy of Smart Lock Down instead of complete lock down; meaning, imposing the lock down in an area identified as hotspot to restrict the spread, whereas, in remaining areas activities under standard operating procedures can be held. Smart lockdowns, a sturdier enforcement effort, compliance to standard operating procedures (SOPs) and the nationwide awareness can be credited for Pakistan’s success in the fight against Covid-19. This strategy resulted in creating a balance and saving people from ‘hunger’ as well as the ‘Virus’. Although, battle is not over yet, but steep decline in deaths as well as new reported cases has given sufficient leverage to decision makers for reverting back to ‘Normalcy’ under well chalked out instructions.\n\nThe rationale behind the smart lockdown was to protect the country, particularly the daily wagers, from the worst economic scenario besides ensuring the safety against COVID 19. The world is widely acknowledging Pakistan’s smart lockdown strategy resulting in sharp control and safeguarding the balance between lives and livelihood.\n\nPakistan’s leadership remained consistent in stance to avoid the imposition of complete lockdown on economic grounds. Empirical data as reported by National Command and Control Centre (NCOC) suggests that the country witnessed 28 percent reduction in critical Covid-19 cases due to smart lockdown as well as compliance with standard operating procedures (SOPs). Government’s decision to impose smart lockdown in areas reporting a spike in cases has produced the desired results as the number of cases has seen a steady decline, besides significant reduction in the number of positive cases emerged as the country crossed the 100-day mark in its fight against coronavirus.\n\nCountries around the world juggle with strategies to flatten the Covid-19 curve, Pakistan’s strategy won an endorsement from the United Nations Secretary-General (UNSG) Antonio Guterres, in his Twitter post, acknowledging, that there was no choice between health or jobs in the fight against the Covid-19 pandemic. “They are interlinked. We will either win on all fronts or fail on all fronts,” said the UNSG.\n\n“The world has discovered the only solution [of coronavirus] a smart lockdown which allows for economic activity with standard operating procedure. We are amongst the pioneers of this approach,” said the Pakistan’s prime minister in a Twitter message. In its latest study, Imperial College of London ranked Pakistan at fourth for coronavirus reproduction in the country based on July 20 data. Pakistan has achieved 0.73 rate, keeping in view the countries getting below 1 rating are considered the best for their anti-Covid efforts.\n\nInterestingly, the countries including Germany and Portugal which rank above Pakistan are also advocating the concept of smart lockdown to prevent new surge in coronavirus infections. “But now as the results show that the measure works, many developing nations are also promoting the policy. Germany, Italy and Portugal are also discussing urban shutdowns to avert a new increase in infections of coronavirus.\n\nMore and more countries are closing down smaller territories, as opposed to shutting down the whole country,” a Bangladesh-based news platform, The Business Standard reported while lauding the Pakistan’s smart lockdown approach.\n\nWith the passage of time, not merely the countries but the international organizations, joined the Pakistan’s call for balancing between lives and livelihood to avert the massive layoffs and consequent deaths due to hunger. “By the end of the year, 12,000 people per day could die from hunger linked to Covid-19, potentially more than will die from the disease itself. This is more than the peak global coronavirus death rate of 10,000 per day in April,” according to a report issued by Oxfam, an international confederation of 20 NGOs working in over 90 countries against injustices causing poverty. “New hunger hotspots are also emerging. Middle-income countries are experiencing rapidly rising levels of hunger as millions of people that were just about managing have been tipped over the edge by the pandemic”.\n\nPakistan’s balanced approach also got validation by world famed scientists, organizations as well as international media. According to Daily Mail, Nobel laureate scientist Michael Levitt had also warned in May that coronavirus lockdown could have cause more deaths than it saved lives as the decision to keep people indoors was motivated by ‘panic’ rather than the best science.\n\nBill Gates, while commenting in a TV programme has also applauded the Pakistan’s efforts for calculated measures to control the Crona spread.\n\nPakistan is now returning to normalcy with resumption of business and economic activities including flight operations. However, continuous caution, stringent implementation of SOPs and populace response to key lessons against Crona protection shall be linchpin for perpetual normalization. Violations to laid down instructions is likely to cause resurgence as experienced by many countries around the globe.\n\nTaking lead from Pakistan’s experience, Central Asian states can also devise a strategy of ‘Smart Lock Downs’, whereby, only critical areas (hotspots) requiring the compulsive shut down be put under lock down, while others to function under Crona SOPs. This shall not only help in controlling the spread but also keep the economic cycle in motion, a concern of larger part of society. Smart lock down coupled with balanced precautionary/ restrictive measures and public awareness shall prove effective to combat this disease because, an ‘whole-of-society-approach’ is the only ‘remedy’. /// nCa, 14 August 2020 (in cooperation with embassy of Pakistan, Ashgabat)", "METADATA": {"viewport": "width=device-width, initial-scale=1"}}, "LABEL": {"WANT_ON_MAP": [], "NOTES": []}}