{"GDELT": {"GlobalEventID": 940735592, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Andalusia, North-West, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF10", "Actor1Geo_ADM2Code": "77348", "Actor1Geo_Lat": -27.9225, "Actor1Geo_Long": 24.8305, "Actor1Geo_FeatureID": "-1240010", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Andalusia, North-West, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF10", "Action2Geo_ADM2Code": "77348", "Action2Geo_Lat": -27.9225, "Action2Geo_Long": 24.8305, "Action2Geo_FeatureID": "-1240010", "DATEADDED": 20200814103000, "SOURCEURL": "http://www.businessghana.com/site/news/politics/220117/Coronavirus:-Spanish-regions-ban-smoking-over-Covid-19-risk"}, "ARTICLE": {"TITLE": "Coronavirus: Spanish regions ban smoking over Covid-19 risk", "TEXT": "The Spanish region of Galicia has effectively banned smoking in public places over concerns it increases the risk of Covid-19 transmission.\n\nIt issued a blanket ban on smoking in the street and in public places, such as restaurants and bars, if social distancing is not possible.\n\nThe north-western region is the first to introduce such a measure, but the Canary Islands has since followed suit.\n\nIt comes as Spain faces the worst infection rate in western Europe.\n\nDaily cases have risen from fewer than 150 in June to more than 1,500 throughout August.\n\nIt recorded 1,690 new cases in the latest daily count on Wednesday, bringing the country's total to almost 330,000.\n\nGalicia's smoking ban was announced in a news conference on Wednesday after experts recommended the measure to the regional government.\n\nThe move is supported by health ministry research, published last month, that outlined the link between smoking and the increased spread of coronavirus.\n\nIt said the risk was heightened because people project droplets - and potentially Covid-19 - when they exhale smoke.\n\nIt also said smokers risked infection in other ways, such as by touching their cigarette before bringing it to their mouth and by handling face masks when taking them on and off.\n\nThe research also pointed to the wider negative health effects of smoking.\n\n\"It has been proven that tobacco use, in any of its forms, worsens the course of respiratory diseases,\" it said.\n\n\"Current evidence indicates that smoking is associated with.\n\n.\n\n.\n\na higher risk of developing a severe form of symptoms,\" it added.\n\n\"Smoking with no limits.\n\n.\n\n.\n\nwith people close by and without any social distancing [poses] a high risk of infection,\" regional President Alberto Núñez Feijóo told the news conference.\n\n\"We know that this is an unpopular measure for smokers,\" added Alberto Fernández Villar, a member of the clinical committee advising government, according to the El País newspaper.\n\n\"But I believe we are in an exceptional situation.\n\n\" On Thursday, the Canary Islands announced a similar measure and banned smoking outdoors where social distancing cannot be guaranteed.\n\nIt will come into force on Friday alongside another order that makes face masks mandatory in public spaces.\n\nOfficials in areas including Madrid, Andalusia and Valencia are also reported to be considering implementing smoking restrictions of their own.\n\nSimilar measures have been imposed elsewhere, such as in South Africa where the sale of tobacco was banned at the end of March.\n\nIt justified the ban on health grounds based on advice from its own medical experts as well as from the World Health Organization (WHO).\n\nAnd in the UK, a survey showed that more than one million people had given up smoking since the Covid-19 pandemic hit.\n\nUK government advice says smokers may be at risk of more severe Covid-19 symptoms.\n\nDoctors say smokers are more likely to get respiratory infections, and are more likely to develop complications such as pneumonia at a later stage.\n\n.", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=1", "keywords": "BusinessGhana , businessghana.com , News , Politics", "description": "The Spanish region of Galicia has effectively banned smoking in public places over concerns it increases the risk of Covid-19 transmission.\r\n\r\nIt...", "og": {"locale": "en_GB", "type": "article", "title": "Coronavirus: Spanish regions ban smoking over Covid-19 risk", "description": "The Spanish region of Galicia has effectively banned smoking in public places over concerns it increases the risk of Covid-19 transmission.\r\n\r\nIt...", "url": "https://www.businessghana.com/", "site_name": "BusinessGhana", "image": {"identifier": "http://www.businessghana.com/site/img/../../cms/img/news/2020-08-13-17320402.jpg", "secure_url": "http://www.businessghana.com/site/img/../../cms/img/news/2020-08-13-17320402.jpg", "width": 800, "height": 600}}, "article": {"section": "Politics"}, "twitter": {"card": "summary", "title": "Coronavirus: Spanish regions ban smoking over Covid-19 risk", "description": "The Spanish region of Galicia has effectively banned smoking in public places over concerns it increases the risk of...", "image": {"identifier": "http://www.businessghana.com/site/img/logo.png", "alt": "http://www.businessghana.com/site/img/logo.png"}, "domain": "www.businessghana.com"}, "application-name": "BusinessGhana", "robots": "NOODP,NOYDIR"}}}