{"GDELT": {"GlobalEventID": 940732333, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.26315789473684, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200814100000, "SOURCEURL": "https://www.geo.tv/latest/302659-imran-farooq-case-pakistan-asks-uk-to-extradite-altaf-hussain-anwar-iftikhar"}, "ARTICLE": {"TITLE": "Imran Farooq case: Pakistan asks UK to extradite Altaf Hussain, Anwar, Iftikhar", "TEXT": "Pakistan has now asked the British government to hand over Hussain, his cousin, Iftikhar, and Anwar for prosecution in the country Pakistan in the same case. Geo News/Files\n\nLONDON: The Pakistani government has asked its British counterpart to extradite MQM leader and founder Altaf Hussain, as well as Muhammad Anwar and Iftikhar Hussain, to face charges in related to the Imran Farooq murder case.\n\n\n\nThe formal request to the UK, the details of which have been shared by the trusted sources with Geo News, came nearly two months after an anti-terrorism court (ATC) in Islamabad handed life imprisonment to Khalid Shamim, Mohsin Ali Syed, and Moazzam Ali — the three men accused in the Imran Farooq murder case.\n\n\n\nDr Farooq was killed almost 10 years ago on September 16, 2010, outside his home in Edgware in north London.\n\nATC Judge Shahrukh Arjumand had remarked that the prosecution succeeded in proving the case against the three. This was the first-ever case in which the Scotland Yard handed over almost the entire evidence to Pakistan for prosecution via a one-off mutual legal assistance (MLA) agreement, with members of its counter-terror unit present in Pakistan throughout the trial.\n\nOver a dozen witnesses from London had appeared before the trial judge via video link.\n\nPakistan has now asked the British government to hand over Hussain, his cousin, Iftikhar, and Anwar for prosecution in the country — which is Pakistan — in the same case. While handing life sentence to the three accused, the court had declared the London-based MQM leaders as “wanted” in the case.\n\nGeo News' source said Islamabad informed the British government that the three accused in Pakistan were successfully convicted on the basis of evidence shared by the UK authorities and the same evidence established that there was a wide “criminal conspiracy” involving Hussain, Anwar and Hussain.\n\nThe source said the UK government had been informed that its own investigators made the convictions in Pakistan possible and that both countries collaborated with each other to make it happen.\n\nWhile requesting the trio's extradition from London, Pakistan also asked the UK government to investigate the three based on the ATC judgment.\n\nIn its letter to the UK government, Pakistan said Dr Farooq’s murder was not a simple one but a well-planned conspiracy involving meticulous planning and funding.\n\nThe source further shared that Pakistan would be \"attaching\" the properties of Hussain, Anwar and Hussain in Pakistan.\n\nThe ATC had issued perpetual arrest warrants for the three, as well as Muhammad Kashif Khan Kamran, who is believed to have died in police custody.\n\nThe court, in its detailed order, had stated that it was proved that the \"MQM founder gave the orders\" to murder Farooq.\n\n“Two senior leaders of MQM-London conveyed the orders to Pakistan,“ the court had said in its 39-page order. It added that Moazzam Ali had selected the men to carry out the murder from the then-headquarters of the MQM, Nine-Zero.\n\n\"Mohsin Ali and Kashif Khan Kamran were selected for murdering Imran Farooq,\" the order had said, adding that both were taken to London and provided support to carry out the crime.\n\nThe court had observed that Dr Farooq’s notes — written and signed by him in 2008 — showed that he feared he would be killed on the pretext of trying to become the top leader in the MQM.\n\n\n\nIn a recent interview with Geo News, Anwar had strongly denied the murder allegations, saying there was no evidence against him. He had also said he had no knowledge of the murder and did not know anything about the plotters or abettors.", "METADATA": {"fb": {"app_id": 806127442825208}, "viewport": "width=device-width, initial-scale=1.0", "TITLE": "Imran Farooq case: Pakistan asks UK to extradite Altaf Hussain, Anwar, Iftikhar | Pakistan - Geo.tv", "description": "Pakistan's formal request to UK comes nearly two months after an ACT handed life imprisonment to three men accused in the murder case", "keywords": "Pakistan, Mqm, London,", "og": {"title": "Imran Farooq case: Pakistan asks UK to extradite Altaf Hussain, Anwar, Iftikhar", "image": "https://www.geo.tv/assets/uploads/updates/2020-08-13/302659_104351_updates.jpg", "description": "Pakistan's formal request to UK comes nearly two months after an ACT handed life imprisonment to three men accused in the murder case", "url": "https://www.geo.tv/latest/302659-imran-farooq-case-pakistan-asks-uk-to-extradite-altaf-hussain-anwar-iftikhar", "type": "article"}, "twitter": {"card": "summary_large_image", "site": "@geonews_english", "creator": "@Murtaza Ali Shah", "title": "Imran Farooq case: Pakistan asks UK to extradite Altaf Hussain, Anwar, Iftikhar", "description": "Pakistan's formal request to UK comes nearly two months after an ACT handed life imprisonment to three men accused in the murder case", "image": "https://www.geo.tv/assets/uploads/updates/2020-08-13/302659_104351_updates.jpg"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "apple-mobile-web-app-title": "Geo News", "msapplication-TileImage": "https://www.geo.tv/assets/front/images/gn-icons/144x144.png", "msapplication-TileColor": "#ffffff", "theme-color": "#0D3975"}}}