{"GDELT": {"GlobalEventID": 940733740, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "INVESTOR", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.73974445191661, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200814101500, "SOURCEURL": "https://www.realestatebusiness.com.au/breaking-news/20309-melbourne-breakdown-how-suburbs-are-coping-amid-stage-4-restrictions"}, "ARTICLE": {"TITLE": "Melbourne breakdown: How suburbs are coping amid stage 4 restrictions", "TEXT": "With Melbourne in the midst of stage 4 lockdowns, here is how the city’s property market is coping.\n\nHerron Todd White’s latest Month in Review report has provided pivotal insight into how the east-coast capital is faring amid the pandemic.\n\n“With the global economy experiencing a tumultuous year due to the effects of the coronavirus pandemic, many Australians have felt the impacts this has made on the property market,” the report said.\n\n“While demand has remained fairly steady for properties in some areas, rental property markets have felt the pinch in the past few months. Latest statistics show that Melbourne housing values have dropped by 1.1 per cent, the numbers of owner-occupiers had increased in demand by 0.5 [of a percentage point] and demand from investors has dropped by 0.3 [of a percentage point].”\n\nAdvertisement Advertisement\n\nFlagging that not all suburbs are created equal, the Herron Todd White research broke down Melbourne’s hotspot areas to understand which suburbs are faring better than others.\n\nCBD\n\nAccording to the group, high-rise apartments in the city and fringe areas will suffer the largest price fall as a result of the pandemic.\n\n“The past few months have also impacted the rental market as high rates of unemployment have led to many young people exiting the rental market and moving back in with parents, downsizing or sharing rentals to save money,” it said.\n\n“This has greatly reduced housing demand, which has caused a spike in vacancy rates, leaving investors nervous about what’s to come. With immigration coming to a halt as well as a sharp decline in international students, investors will be feeling the pain over the next 12 to 24 months.\n\n“We are also seeing quite a number of nomination sales in the CBD market, as many investors are desperate to find a new purchaser to take over their property. Investors are doing this now as they had originally purchased these apartments 12 to 18 months ago and pre-committed to contracts, but with lending environments changing since then, they are unable to settle on their apartments, leaving some with no choice but to forfeit their deposits.”\n\nOuter south-east\n\nThe Herron Todd White research said the newer suburbs within the City of Casey and Cardinia are ones to watch, noting that these areas are mainly driven by first home buyers looking to take advantage of the current economic conditions to purchase properties with the help of government grants such as the First Home Owner’s Grant.\n\n“The investor market is quiet in outer south-east regions as suburbs in this area are newer estates, which are more popular for purchasers looking to build and then move in themselves as owner-occupiers,” it flagged.\n\n“Investors looking to also take advantage in this climate are predominantly looking for well-presented older properties in established areas, as they are closer to the CBD and within close proximity to public transport, shopping centres and schools.\n\n“By purchasing an older property in an established suburb, investors can take advantage of renovation grants that provide a grant of $25,000 as long as they will spend a minimum of $150,000. Investors are eager to get started as their property will realise its capital gains.”\n\nInner and outer east\n\nAccording to the group, the investor market in the eastern suburbs is “largely coming from existing owners investing in their own properties and undertaking partial or complete renovations of existing dwellings”.\n\n“We are seeing high levels of this in outer eastern suburbs such as Blackburn, Mooroolbark, Doncaster and Ashburton,” the report said.\n\n“The foreign investor market has been strong and steady in Mount Waverley and Glen Waverley for a number of years. The allure of purchasing rundown properties and redeveloping the site with brand-new homes has been an attractive and profitable enterprise for local building businesses.\n\n“This has not stopped due to the COVID-19 pandemic. In fact, the volume of to-be-erected valuations we are completing in these areas over the past four months has suggested that there has been a spike in these developments.”\n\nInner and outer north\n\n“We believe that at present, most demand is generated by owner-occupiers in these areas as many investors continue to be wary of purchasing in such economically uncertain times,” Herron Todd White said, adding that investors who decide to take a chance in these areas “will often find themselves competing against first home buyers”.\n\n“At present, we have observed that (while there is still ongoing activity) outer north suburbs have experienced some easing in demand.\n\n“Inner north suburbs appear to be coping better in staving off the impacts of the economically tumultuous year so far. However, given the number of recent coronavirus outbreaks associated with these areas, we will continue to watch them closely for changes in the market, particularly in the short term.”\n\nPrior to the pandemic, investors were drawn to the outer north by the strong rental yields and affordable house and land packages it offered. Meanwhile, investors were drawn to the inner north suburbs by traditionally long-term capital growth but lower rental yields, with the exception of units, the Herron Todd White research showed.\n\n“We have noted that, in many cases, investors in the outer north suburbs appear to be more attracted to new house and land package, and in the inner north, to apartments and townhouses,” the group explained.\n\n\n\n“Typical outer north suburbs such as Craigieburn, where the median house price is around $540,000, will likely achieve rental yields of around 3.9 per cent. By contrast, in Preston in the inner north, the median house price is $1.01 million and rental yields are around the 2.6 per cent mark. This is a clear example of where investors have traded off on rental yield in the hopes of realising future capital growth.”\n\nWestern suburbs\n\nLast but not least, Herron Todd White noted Melbourne’s western suburbs pre-COVID-19 “boasted some of the most affordable investment opportunities within Melbourne with high rental yields”.\n\n“To put things into perspective, the west’s rental yield average for houses sits 31 per cent above Melbourne’s gross rental yield of 2.7 per cent,” it explained.\n\nAccording to the group, the highest median house price growth has been recorded in new suburbs over the past five years, led by Aintree, Weir Views and Fraser Rise, all located in the City of Melton. Their price growth ranged from 218 per cent in Aintree, where the median price is $617,000, to 136 per cent in Fraser Rise, where the median is $598,000, according to data provided by realestate.com.au.\n\n“Investors in Melbourne’s west vary in many fashions. It’s an attractive region for both first home buyers and those seeking an investment property with an aim of rental returns. Being the highest developing region in Australia, with new estates scattered across the region, the most common type of property for those investing is residential dwellings,” Herron Todd White said.\n\n“With affordability being the driving force within the area, most opt for a large-scale builder such as Metricon or Porter Davis to build their home due to the much lower construction prices than that of smaller, private building companies.\n\n“Melbourne’s south-west has a completely different investment property market as it steers away from affordability and into quality and prime location. With the residential dwelling market being much higher within this region, many investors look to the unit and apartment sector due to its affordability.”\n\nLooking ahead\n\nIn conclusion, Herron Todd White noted it’s too early to tell the full impact the COVID-19 pandemic, including further lockdown restrictions, will have on Melbourne’s property market.\n\n“With the second wave of COVID-19 spreading throughout many Melbourne suburbs, including the west, it’s been a real dampener for many people and businesses who are struggling to stay afloat and trying to make ends meet,” it said.\n\n“It’s been a deterrent for basically anyone thinking about investing in any way in the property market due to the uncertainty we are currently living in. No one truly knows how long this will last or how it will affect the property market.\n\n“It truly could make or break you if you did decide to invest in a property during these times.”\n\nMelbourne breakdown: How suburbs are coping amid stage 4 restrictions Emma Ryan Last Updated: 14 August 2020 Published: 14 August 2020\n\n0 comments 0 Shares\n\nEmma Ryan Emma Ryan is the deputy head of editorial at Momentum Media.\n\n\n\nEmma has worked for Momentum Media since 2015, and has since been responsible for breaking some of the biggest stories in corporate Australia, including across the legal, mortgages, real estate and wealth industries. In addition, Emma has launched several additional sub-brands and events, driven by a passion to deliver quality and timely content to audiences through multiple platforms. Email Emma on: [email protected] com.au", "METADATA": {"viewport": "width=device-width, initial-scale=1,user-scalable=no,maximum-scale=1, minimum-scale=1", "robots": "index, follow", "news_keywords": "Herron todd white, suburbs, Melbourne, research, stage four, restrictions", "author": "Emma Ryan", "dfp_key": "5bbf12bdd3a3a916bc81adb07691191b", "description": "With Melbourne in the midst of stage 4 lockdowns, here is how the city’s property market is coping.", "generator": "Joomla! - Open Source Content Management", "og": {"title": "Melbourne breakdown: How suburbs are coping amid stage 4 restrictions", "description": "With Melbourne in the midst of stage 4 lockdowns, here is how the city’s property market is coping.", "image": "https://www.realestatebusiness.com.au/images/intro-images/Articles_850x400/melbourne-vic-australia-reb.jpg", "type": "article", "url": "https://www.realestatebusiness.com.au/breaking-news/20309-melbourne-breakdown-how-suburbs-are-coping-amid-stage-4-restrictions"}, "article": {"published_time": "2020-08-14T08:13:57+1000", "section": "News", "tag": "Herron todd white, suburbs, Melbourne, research, stage four, restrictions", "author": "Emma Ryan"}, "twitter": {"title": "Melbourne breakdown: How suburbs are coping amid stage 4 restrictions", "description": "With Melbourne in the midst of stage 4 lockdowns, here is how the city’s property market is coping.", "url": "https://www.realestatebusiness.com.au/breaking-news/20309-melbourne-breakdown-how-suburbs-are-coping-amid-stage-4-restrictions", "site": "@REB_Online", "image": "https://www.realestatebusiness.com.au/images/intro-images/Articles_850x400/melbourne-vic-australia-reb.jpg", "card": "summary"}}}}