{"GDELT": {"GlobalEventID": 940771933, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EGY", "Actor1Name": "EGYPT", "Actor1CountryCode": "EGY", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.10116999311769, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 54.0, "Action2Geo_FeatureID": "AE", "DATEADDED": 20200814140000, "SOURCEURL": "https://www.trtworld.com/magazine/scandalous-liaison-after-the-uae-who-is-next-to-forge-ties-with-israel-38900"}, "ARTICLE": {"TITLE": "Scandalous liaison: After the UAE, who is next to forge ties with Israel?", "TEXT": "Insight\n\nThere is a good chance that another country will follow the UAE’s lead in the coming days, says Donald Trump’s son-in-law and senior advisor, Jared Kushner.\n\nIsrael and the United Arab Emirates (UAE) reached an agreement to officially establish bilateral relations yesterday, marking only the third time an Arab nation has opened full diplomatic ties with Israel after Egypt and Jordan.\n\nThe Palestinian Authority slammed the deal as a “betrayal of Jerusalem, Al-Aqsa and the Palestinian cause.” A Hamas spokesman said the UAE had “stabbed” the Palestinians in the back.\n\nSpeaking to reporters shortly after the agreement was announced, Jared Kushner, senior advisor to US President Donald Trump, said: “There is a good chance that another country could make a deal with Israel in the coming days.”\n\nWhich country could that be?\n\nBahrain\n\nThe Bahraini Foreign Ministry described Thursday’s deal as “a step to enhance opportunities to achieve peace in the Middle East.”\n\n“The Kingdom of Bahrain extends its warm congratulations to the UAE along with the US and Israel for reaching a deal that halts the annexation of Palestinian territories,” it said in a statement.\n\nOf all the Arab states, Bahrain appears the most likely to join the UAE as the next to normalise relations with Israel. There have been multiple instances over the years which indicate Bahrain could be moving in that direction.\n\nIts leadership has lifted the ban on travel to Israel and has encouraged visits there such as the one by a Bahraini delegation promoting religious tolerance and peaceful coexistence. A week ago, it ended a ban on imported Israeli goods.\n\nThree years ago, the king of Bahrain, Hamad bin Isa al Khalifa, was said to have informed Israel that it was interested in normalising relations, this according to an Israeli TV station.\n\nIn a rare public statement for an Arab official to make, the Bahraini foreign minister Khalid bin Ahmed al Khalifa defended Israel’s airstrikes on Iranian targets in Syria in May 2018.\n\nIn a 2019 interview with Israel’s Channel 13, the first by a Bahraini official, al Khalifa said that “Israel is part of this heritage of this whole region, historically. So, the Jewish people have a place amongst us.” The interview was absent of any criticism of Israeli policies towards Palestinians and focused primarily on denouncing Iran.\n\nA leaked video from a panel discussion at the Warsaw Conference last year also revealed al Khalifa arguing that confronting the “Iranian threat” was more important than the Israel-Palestine issue.\n\nIn April 2019, several Israeli speakers featured at the Global Entrepreneurship Congress hosted in Manama. A month later in May, Bahraini authorities shut down a live stream symposium that planned to discuss the dangers of Gulf states’ normalisation with Israel.\n\nThen came the “Peace to Prosperity” workshop hosted by Manama between June 25-26, that launched the economic component of the Middle East peace initiative led by Kushner, which some observers claimed was less about Palestinian prosperity and more about drawing Gulf Arab countries into the peace process – and into deeper normalisation with Israel.\n\nOman\n\nOman has come out in support of the UAE’s decision today, calling it “historic” and said that it hoped the accord would contribute to a comprehensive, just and sustainable peace in the region.\n\nThe Sultanate has long chartered an independent foreign policy when compared to its other Gulf Cooperation Council (GCC) counterparts, and its relationship with Israel highlights that approach.\n\nIn 1994, Israeli Prime Minister Yitzhak Rabin flew to Muscat to meet with the now late Sultan Qaboos bin Said, which was the first official meeting between an Israeli prime minister and a Gulf head of state.\n\nComing on the heels of the Oslo Accords, Oman wanted to jump on the opportunity to formally open ties with Israel.\n\nIn 1996, Oman and Israel concluded the first bilateral agreement between Israel and a GCC country, which enabled the two to open trade representative offices. In 2000, Muscat had them shuttered after the outbreak of the second Palestinian intifada.\n\nMore recently on October 26, 2018, Israel Prime Minister Benjamin Netanyahu paid a surprise visit to Muscat and was received by Qaboos. A joint statement issued by both countries suggested that the goal of the visit involved the achievement of “peace and stability in the Middle East.”\n\nA day later, Omani Foreign Minister Yusuf bin Alawi called on the GCC to recognise Israel.\n\nIn February 2019, Netanyahu met with Alawi at the Warsaw Conference.\n\nThen, at the World Economic Forum in Jordan in April, Alawi drew controversy saying that “we Arabs must be able to look into this issue and try to ease those fears that Israel has through initiatives and real deals.”\n\nA few months later, Israel declared that it would be opening a diplomatic mission in Oman. Yossi Cohen, head of Israel’s Mossad, revealed that “We do not yet have with [Oman] official peace treaties but there is already a commonality of interests, broad cooperation and open channels of communication.”\n\nSome of those strategic interests Muscat views as crucial for diversifying its economy away from hydrocarbon dependence – and Israel is seen as an attractive partner when it comes to innovating its agricultural sector, offering support on startup enterprises, not to mention on arms and surveillance technologies.\n\nWith the rollout of the “Deal of the Century” by the Trump administration in January, the ambassadors of Oman, Bahrain and the UAE were in attendance, granting it a degree of Arab legitimacy.\n\nSaudi Arabia\n\nRiyadh has so far remained silent after Thursday’s agreement, one that could put the UAE ahead of its powerful neighbour and ally, especially in relations with Washington.\n\nThe deal could put pressure on Saudi Arabia to follow suit, at the risk of inflaming public sentiment and breaking from the monarchy’s record of promoting the Palestinian cause.\n\nTrump administration officials said they were cautiously optimistic that Saudi Arabia would be willing to eventually follow the UAE’s move. Prince Mohammed bin Salman’s ascension to the throne, which is expected sooner rather than later, could speed up the thawing relations with Israel.\n\nThe first clear sign of rapprochement came in 2018 in an interview with The Atlantic, when the crown prince said that Israelis are entitled to live peacefully on their own land, a complete U-turn from stated Saudi policy.\n\nFurther highlighting the sharp shift in Saudi policy towards Israel came when Saudi newspaper Arab News recently published an interview of Sheikh Mohammed bin Abdul Karim al Issa, secretary general of the Muslim World League based in Mecca.\n\nQuoting the Quran and Hadith, al Issa said: “It is permissible to engage in normal business and friendly relations with members of other faiths, including Jews, as was the case in the Prophet Muhammad’s time.”\n\nSpeaking on an alliance with the Jewish state, the Sheikh justified it by quoting from the Madinah Charter.\n\nMorocco\n\nMorocco and Israel have a “special relationship” that is rooted in geopolitical and cultural ties, as the North African country likes to present itself as a mediator between East and West, Israelis and Palestinians.\n\nLike the late King Hassan II, his son Mohammed VI has also maintained a pragmatic approach and clandestine relations with Israel. Informal security ties, especially among their intelligence services, go back decades.\n\nMorocco has unofficially welcomed Israeli investors and tourists. 50,000 Israelis visited in 2017 and some 3,000 Jews live in the country, the largest community in the Arab world.\n\nRecently, due to the growing push of anti-Iranian sentiment on both sides, the countries have sought to make their ties closer. Morocco severed ties with Iran in May 2018 in protest of Iranian interference in its domestic affairs, a few days before Trump pulled out of the Iran nuclear deal.\n\nMorocco participated in the 2019 Warsaw Conference, and this year’s summit was hosted in Marrakech and attended by Israel.\n\nIn February, Israel’s Channel 13 reported that Israel had lobbied the US to recognise Moroccan sovereignty over the disputed Western Sahara region in exchange for Rabat taking necessary steps to normalise ties with Israel.\n\nNetanyahu had attempted to push the deal several times over the past year after initiating talks with Moroccan and US officials following his UN General Assembly speech in September 2018.\n\nAfter his speech, Netanyahu was reported to have secretly met with Moroccan Foreign Minister Nasser Bourita to discuss normalising ties, organising a visit to Morocco for the Israeli PM, and countering Iranian influence in the region.\n\nThe Moroccan government denied the claims, and both the US and Israel refused to comment.\n\nAfter the “Deal of the Century” was officially announced in January, Morocco used a statement saying that it “appreciated” the Trump administration’s peace plan – which was rejected by the Palestinians and the UN.\n\nEconomic ties have been steadily growing too. According to the Israeli Central Bureau of Statistics, trade with Morocco between 2014 and 2017 is valued at $149 million.\n\nReports also allege that Israel has been selling arms to Middle Eastern countries like Morocco for years. Most recently in January, Morocco received three Israeli drones as part of a $48 million arms deal.\n\nLibya\n\nNumerous reports have revealed that eastern Libyan warlord Khalifa Haftar secretly enjoys Israeli support against the UN-recognised Government of National Accord (GNA).\n\nIn a recent op-ed for Middle East Eye, Israeli journalist Yossi Melman said that members of Mossad met with Haftar in Cairo several times between 2017 and 2019.\n\nAccording to Melman, Mossad conducted training for senior Libyan National Army (LNA) officers. The Jerusalem Post also reported that Israeli officers were in LNA-controlled areas between August and September 2019 to train Haftar’s militias, adding that the UAE supplied Haftar’s forces with Israeli missile defence systems.\n\nIn an interview with an Israeli daily in June, Abdul Salam al Badri, deputy Prime Minister of the eastern Libya-based government addressed Netanyahu and said they “have never and will never be enemies with Tel Aviv”.\n\nAl Badri also invited Israel to join an initiative with Greece, Cyprus, Egypt and Lebanon to reach a joint maritime agreement to challenge one that Turkey and the Tripoli-based GNA had signed.\n\nSource: TRTWorld and agencies", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "apple-itunes-app": "app-id=1093074623", "google-play-app": "app-id=com.trtworld.android", "title": "Scandalous liaison: After the UAE, who is next to forge ties with Israel?", "description": "There is a good chance that another country will follow the UAE’s lead in the coming days, says Donald Trump’s son-in-law and senior advisor, Jared Kushner.", "image": "https://cdni0.trtworld.com/w480/h270/q75/85785_BahrainIsrael_1597408441797.jpg", "og": {"title": "Scandalous liaison: After the UAE, who is next to forge ties with Israel?", "type": "website", "description": "There is a good chance that another country will follow the UAE’s lead in the coming days, says Donald Trump’s son-in-law and senior advisor, Jared Kushner.", "site_name": "Scandalous liaison: After the UAE, who is next to forge ties with Israel?", "locale": "tr_TR", "article": {"author": "TRT World", "section": "News"}, "url": "https://www.trtworld.com/magazine/scandalous-liaison-after-the-uae-who-is-next-to-forge-ties-with-israel-38900", "image": "https://cdni0.trtworld.com/w480/h270/q75/85785_BahrainIsrael_1597408441797.jpg"}, "twitter": {"card": "summary_large_image", "site": "@trtworld", "title": "Scandalous liaison: After the UAE, who is next to forge ties with Israel?", "description": "There is a good chance that another country will follow the UAE’s lead in the coming days, says Donald Trump’s son-in-law and senior advisor, Jared Kushner.", "creator": "@trtworld", "image": "https://cdni0.trtworld.com/w480/h270/q75/85785_BahrainIsrael_1597408441797.jpg", "domain": "https://www.trtworld.com"}, "shortlink": "https://www.trtworld.com/article/38900", "shorturl": "http://trt.world/1663", "csrf-token": "BI7XIT6eEX3JS3SxduwO2AKxA3KE68qemc5I7lSl"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}