{"GDELT": {"GlobalEventID": 940777670, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "CHEGOV", "Actor2Name": "SWITZERLAND", "Actor2CountryCode": "CHE", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.56064690026954, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Greece", "Actor1Geo_CountryCode": "GR", "Actor1Geo_ADM1Code": "GR", "Actor1Geo_Lat": 39.0, "Actor1Geo_Long": 22.0, "Actor1Geo_FeatureID": "GR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ", "Actor2Geo_Lat": 47.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "SZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR", "Action2Geo_Lat": 39.0, "Action2Geo_Long": 22.0, "Action2Geo_FeatureID": "GR", "DATEADDED": 20200814143000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8627797/Turkey-accuses-France-bullying-Macron-sent-navy-Mediterranean.html"}, "ARTICLE": {"TITLE": "Turkey accuses France of 'bullying' after Macron sent navy to Mediterranean", "TEXT": "A Greek and a Turkish warship were involved in a mild collision on Wednesday during a standoff in the eastern Mediterranean, in what a Greek defence source called an accident but Ankara described as a provocation.\n\nTensions between the NATO allies have risen this week after Turkey sent a survey vessel to the region, escorted by warships, to map out sea territory for possible oil and gas drilling in an area where Turkey and Greece both claim jurisdiction.\n\nThe Turkish Oruc Reis survey ship has been moving between Cyprus and the Greek island of Crete, shadowed by a number of Greek frigates. On Wednesday one of them, the Limnos, was approaching the survey vessel when it came into the path of one of its Turkish naval escorts, the Kemal Reis.\n\nThe Greek frigate manoeuvred to avoid a head-on collision and in the process its bow touched the rear of the Turkish frigate, the defence source said, calling it a “mini collision.”\n\n“It was an accident,” the source said, adding the Limnos was not damaged. It subsequently took part in a joint military exercise with France off Crete on Thursday morning, the person said.\n\nThe revelation came as Turkey today accused France of acting like a 'bully' in a row over disputed Mediterranean waters.\n\nThe search for oil and gas off Cyprus has stirred up tensions between Turkey, Greece and the EU, which have risen since Turkey sent a seismic vessel and a small navy fleet into the region on Monday.\n\nGreece has since dispatched its own military assets to observe what was going on, while France said it was 'temporarily reinforcing' its naval presence in support of Greece.\n\nTurkey says Greece is claiming an unfair share of the Mediterranean on the basis of a few tiny islands, but the EU is expected to back Greece's claims in urgent talks today.\n\nTurkish foreign minister Mevlut Cavusoglu said on a visit to Switzerland today that 'France especially should avoid steps that will increase tensions... they will not get anywhere by acting like bullies, whether in Libya, the northeast of Syria, in Iraq or the Meditteranean.'\n\nFrench and Greek military vessels sail in the eastern Mediterranean on Thursday after France boosted its naval presence in the region\n\nPresident Recep Tayyip Erdogan last night warned of a 'heavy price' to pay for those who threaten Turkey's Oruc Reis research ship.\n\n'We can't let even the smallest attack go without an answer,' Erdogan reaffirmed on Friday, saying Turkey would respond strongly to any 'harassment' of its ships.\n\nErdogan said 'there was something like this' that happened on Thursday but provided few details.\n\nAnother warship accompanying Oruc Reis 'gave the necessary response. And then they withdrew to their ports,' Erdogan said without saying which nation was involved.\n\nThe Greek defence ministry denied being involved in any incident with the Oruc Reis.\n\nForeign minister Cavusoglu insisted that Turkey was looking for a peaceful solution to the crisis and was only expecting 'common sense' from Greece.\n\n'Of course we do not wish to escalate, but Greece should act with common sense,' said Cavusoglu.\n\n'We are always on the side of peaceful dialogue.'\n\nThe Turkish seismic research vessel Oruc Reis sails in the Mediterranean Sea amid tensions over oil and gas reserves off Cyprus\n\nTurkey claims it has every right to drill in the area, as well as in neighbouring waters Cyprus considers its own, after the discovery of large offshore gas deposits in recent years off Israel, Egypt and Cyprus.\n\nEU foreign ministers are expected to reaffirm their support for Greece's interpretation of maritime boundaries and to urge all sides to respect international law.\n\nGreece placed its armed forces on high alert this week as relations between the historic rivals and nominal NATO allies hit a two-decade low.\n\nErdogan's ministers counter that Greece is using its control of a few tiny islands off the coast of Turkey to claim an outsized share of the Mediterranean Sea.\n\nIt also cites examples of past international agreements that gave the coastal power the right to waters despite another nation's islands near its shores.\n\nFrench relations with Turkey, which is not an EU member, are already strained over Ankara's involvement in Libya's civil war.\n\nTurkish president Recep Tayyip Erdogan (pictured in Istanbul today) has warned that Turkey will respond if its ships are harassed\n\nGermany has taken a leading role in trying to mediate the dispute.\n\nErdogan had followed German Chancellor Angela Merkel's urgings and suspended the Oruc Reis mission last month to give talks another chance.\n\nGreece then signed a maritime agreement with Egypt that appeared aimed at countering a similarly controversial one Turkey had signed with the UN-recognised government in Libya last year.\n\nThe Egyptian deal was quickly followed by Erdogan's decision to push ahead with the Oruc Reis mission this week.\n\n'These tensions are worrying,' Merkel's spokesman Steffen Seibert said on Friday.\n\n'What's important is de-escalation' and for countries 'to talk directly to each other'.\n\nErdogan said he agreed with Merkel by telephone on Thursday to 'develop a process of protective understanding' with Greece.\n\n'Merkel after speaking to me spoke to [Greek Prime Minister Kyriakos Mitsotakis]. I hope she has expressed the line to him discussed with us.'", "METADATA": {"keywords": "dailymail,news,Greece,France", "news_keywords": "dailymail,news,Greece,France", "original-source": "https://www.dailymail.co.uk/news/article-8627797/Turkey-accuses-France-bullying-Macron-sent-navy-Mediterranean.html", "description": "Tensions in the Mediterranean have risen since Turkey sent a seismic vessel and a small navy fleet into the region on Monday (pictured, French and Greek ships in the Mediterranean).", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Turkey claims France is 'bullying' after it sent navy to Mediterranean", "description": "Tensions in the Mediterranean have risen since Turkey sent a seismic vessel and a small navy fleet into the region on Monday (pictured, French and Greek ships in the Mediterranean).", "url": "https://www.dailymail.co.uk/news/article-8627797/Turkey-accuses-France-bullying-Macron-sent-navy-Mediterranean.html", "image": "https://i.dailymail.co.uk/1s/2020/08/14/14/31913510-0-In_this_photo_provided_by_the_Greek_National_Defence_a_French_To-a-23_1597413231107.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8627797, "author": "Afp", "divclasspage": "articlePage", "mol": {"headline": "Greek and Turkish warship collide in stand-off over Mediterranean gas field Turkey accuses France of 'bullying' after Macron sent Navy in to support Athens"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-14T14:54:45+0100", "modified_time": "2020-08-14T17:51:13+0100", "section": "News", "tag": "Turkey accuses France bullying Macron sent navy Mediterranean", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Turkey claims France is 'bullying' after it sent navy to Mediterranean", "type": "article", "description": "Tensions in the Mediterranean have risen since Turkey sent a seismic vessel and a small navy fleet into the region on Monday (pictured, French and Greek ships in the Mediterranean).", "url": "https://www.dailymail.co.uk/news/article-8627797/Turkey-accuses-France-bullying-Macron-sent-navy-Mediterranean.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/14/14/31913510-0-In_this_photo_provided_by_the_Greek_National_Defence_a_French_To-a-23_1597413231107.jpg", "width": 636, "height": 382}}, "al": {"android": {"url": "dailymail-fb://article/8627797/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8627797/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}