{"GDELT": {"GlobalEventID": 940753359, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "ENVOY", "Actor1Type1Code": "GOV", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.6990291262135901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814121500, "SOURCEURL": "http://www.msn.com/en-us/news/world/iran-says-beirut-aid-should-not-be-tied-to-political-change/ar-BB17XGeD"}, "ARTICLE": {"TITLE": "Iran says Beirut aid should not be tied to political change", "TEXT": "© ANWAR AMRO Iran's Foreign Minister Mohammad Javad Zarif is the latest foreign official to beat a path to Beirut as the calls for reform grow shriller after last week's port explosion\n\nIran's Foreign Minister Mohammad Javad Zarif said Friday that aid for Lebanon after last week's blast should not be tied to political change, after Western donors pressed politicians for deep-rooted reforms.\n\nThe catastrophic Beirut explosion on August 4 killed 171 people, injured thousands and laid waste to whole neighbourhoods.\n\n\"We believe that it is the state and the people of Lebanon who must decide the future of Lebanon and how to move things forward,\" Zarif said, after meeting his Lebanese counterpart Charbel Wehbe in Beirut.\n\n\"Others should not condition their aid on any change in Lebanon during this emergency situation,\" he said, in what was seen as a reference to Western leaders.\n\n\"In our opinion, it is not humane to use the pain and suffering of people for political ends,\" he said.\n\nZarif's visit coincided with those of US envoy David Hale and French Defence Minister Florence Parly. They also met Lebanese officials on Friday.\n\nPrime minister Hassan Diab's government, formed in January with the support of the powerful Iran-backed Hezbollah movement and its political allies, stepped down on Monday.\n\nThe process to form a new government could take months.\n\nDuring their visits, both Hale and Parly stressed that aid offered will go directly to non-governmental groups on the ground, largely bypassing Lebanon's traditional elite.\n\nThe blast reignited street protests demanding the ouster of leaders widely viewed as corrupt and incompetent.\n\nHale, who met with President Michel Aoun, has called for the formation of a government \"that reflects and responds to the will of the people and genuinely commits and acts for real change\".\n\nWestern donors are frustrated with Lebanon's leaders, who have for years resisted reforms to unlock billions of dollars in aid for the indebted economy.\n\nLast week, in a joint statement after an international donor conference, world leaders urged Lebanese authorities to \"fully commit themselves to timely measures and reforms\" in order to access longer-term support for the country's recovery.\n\nah-bur/ho/sw/pjm/kir\n\nVideo: Lebanese government resigns, same players stay on for negotiations (NBC News)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Iran says Beirut aid should not be tied to political change", "cq": "passed", "Search.Interest": "Middle East", "robots": "index, follow", "description": "Iran's Foreign Minister Mohammad Javad Zarif said Friday that aid for Lebanon after last week's blast should not be tied to political change, after Western donors pressed politicians for deep-rooted reforms. \"Others should not condition their aid on any change in Lebanon during this emergency situation,\" he said, in what was seen as a reference to Western leaders.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}