{"GDELT": {"GlobalEventID": 940731755, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.93835616438356, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sassnitz, Mecklenburg-Vorpommern, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM12", "Actor1Geo_ADM2Code": "16544", "Actor1Geo_Lat": 54.5167, "Actor1Geo_Long": 13.65, "Actor1Geo_FeatureID": "-1855637", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sassnitz, Mecklenburg-Vorpommern, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM12", "Actor2Geo_ADM2Code": "16544", "Actor2Geo_Lat": 54.5167, "Actor2Geo_Long": 13.65, "Actor2Geo_FeatureID": "-1855637", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sassnitz, Mecklenburg-Vorpommern, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM12", "Action2Geo_ADM2Code": "16544", "Action2Geo_Lat": 54.5167, "Action2Geo_Long": 13.65, "Action2Geo_FeatureID": "-1855637", "DATEADDED": 20200814100000, "SOURCEURL": "https://www.dw.com/en/us-sanctions-nord-stream-2/a-54565504"}, "ARTICLE": {"TITLE": "US senators threaten Germany's port town of Sassnitz over Nord Stream 2 gas project", "TEXT": "It smells of fried fish, the sun's reflection is glittering in the water and a few sailboats lazily amble along. It's still summer vacation in some German states, and here in Sassnitz on the Baltic Sea island of Rügen even more so. Even the mayor of the little town of 9,000 people is on holiday. Or he would be — if it wasn't for a threatening letter sent from the United States.\n\n\"It doesn't happen every day that Sassnitz moves from 0 to 100 in the world's political attention scale,\" says Frank Kracht, laughing. Then he immediately turns earnest again. \"I must take these threats seriously. Because first and foremost, this is also about workers.\"\n\nRead more: Can Nord Stream 2 pipeline be completed despite US sanctions?\n\nHe is talking about the employees of Fährhafen Sassnitz, the company that operates the local Port Mukran. It's the logistical hub for the completion of the controversial Nord Stream 2 gas pipeline, which is to transport gas directly from Russia to Germany. A good 150 kilometers (93 miles) of the pipeline are still under construction.\n\nIn the letter to Sassnitz earlier this month, three Republican US senators — Ted Cruz of Texas, Tom Cotton of Arkansas and Ron Johnson of Wisconsin — threatened Port Mukran with \"crushing\" economic and legal sanctions if it continued to allow ships to be equipped for the pipeline project.\n\nMayor Frank Kracht (left) got a threatening letter from US senators\n\nCriticism not new, but tone is\n\nThe US wants to do all it can to prevent the pipeline from becoming a reality, and such criticism from across the Atlantic is hardly new. The Americans argue that Germany is making itself dependent on Russian gas. President Donald Trump has accused Germany of wanting US military protection from a Russian threat, while at the same time providing Moscow with high revenues from gas exports.\n\nUkraine and Poland have insisted the Baltic Sea pipeline will mean they lose out on billions in transit fees from the pipelines that run through their countries.\n\nNord Stream 2 would transport Russian gas straight to Germany\n\nBut there may also be economic interests behind the Americans' tough stance, because they want to sell their own liquid gas in Europe.\n\nThere have been threats like this in the past: Senator Cruz sent a similar letter to the Swiss-based Allseas shipping company last December. The company's special ships are financed by international funds, two of which the shipping company subsequently withdrew from work on the pipeline almost immediately.\n\nThe Akademik Cherskiy, a Russian ship, is now to complete the work. It still needs to be technically equipped to bring the finished pipes, which are stored in Port Mukran, to the Baltic Sea. But this work is now at a standstill for the time being, which is where the threatening letter from the Americans comes in.\n\nLocal fish vendor Susanne Bender has lived in Sassnitz for 50 years\n\nPeople of Sassnitz worried\n\nThe German Green party's Jürgen Trittin has called the letter an \"economic declaration of war,\" while Mecklenburg-Western Pomerania's State Premier Manuela Schwesig has described it as \"outrageous\" and an \"attempt at blackmail.\"\n\nIn Sassnitz, few locals have much interest in US politics. Susanne Bender has lived here for 50 years, running the smoked fish stall \"Heimat\" (\"Home\"). Bender sells fish rolls, which are apparently delicious because the queue is long.\n\n\"It's not at all right what Trump is doing. Why's he interfering with our business?\" she says. \"Not just me personally, but everyone here is worried. We all depend on the port.\" After the tourist trade, the industrial ferry port is the most important employer in the region.\n\n\"You build something up and now it's supposed to be torn down again from under your feet,\" says René Beinhoff, who sells ice cream on the Sassnitz promenade. \"What nonsense!\"\n\nMayor Kracht also points out that the permits have all been issued, the pipeline is as good as finished — at least 94% of it is — and they want to stick with it. \"It's just a threat. There are no sanctions at the moment,\" he says. \"We have to take it seriously, but we also have to reassure our people that they will not be drawn into this political banter in any way.\"\n\nLocal ice cream vendor René Beinhoff is worried that his business may collapse\n\nThreat may be effective\n\n\"The people of Sassnitz do not yet seem to have fully understood the abyss they are looking into,\" says Sascha Lohmann, a political scientist at the German Institute for International and Security Affairs who has been researching US sanctions for years.\n\nAccording to Lohmann, the threatening backdrop of a mix of sanctions in the letter is enough to unsettle the financial market players, such as the ferry port's house bank. \"The senators understand exactly what psychological effect these threats have,\" Lohmann points out.\n\nAccording to Lohmann, the real problem is secondary sanctions. In other words, the US prohibiting its own companies from doing business with companies affected by sanctions — in this case Port Mukran would lose all its US business partners.\n\nOut of concern, the political scientist explains, many businesses prefer to forgo doing business with Mukran altogether, rather than risk their entire US business. \"These financial players would then effectively render the port insolvent,\" he says.\n\nThe Russian ship Akademik Cherskiy is waiting in Sassnitz harbor\n\nTwinned ports\n\nNobody really wants to talk about what will happen next. The Akademik Cherskiy is still in the Mukran port. So far, the Germans are determined to stick to the project, while some politicians are calling on the German government to take a stand, even to issue counter-sanctions.\n\nKracht isn't convinced. \"It's counterproductive to rattle back with the same sabers. I think a peaceful solution and cooperation would suit us well,\" he says. But what exactly this cooperation should or will look like is not entirely clear.\n\nThe only connection Sassnitz has with the US, says Kracht, is its twinning initiative with Port Washington, Wisconsin, where one of the senators behind the letter happens to be from. In fact, a group of young people was supposed to travel to Sassnitz from Wisconsin this summer. But then the coronavirus pandemic intervened and the visit had to be canceled. Instead of a happy group of teenagers on vacation, the only thing that came to Sassnitz was a threatening letter.", "METADATA": {"robots": "index, follow, max-snippet:-1, max-video-preview:-1, max-image-preview:large", "revisit-after": "1 days", "publisher": "Deutsche Welle (www.dw.com)", "copyright": "© 2020 Deutsche Welle (www.dw.com)", "author": "Deutsche Welle (www.dw.com)", "apple-itunes-app": "app-id=498833085", "google-play-app": "app-id=com.idmedia.android.newsportal", "language": "en_GB", "fb": {"pages": 210354862357400, "admins": 100004135624835}, "keywords": "Nord Stream 2,US,transatlantic relations,Republicans,Ted Cruz", "news_keywords": "Nord Stream 2,US,transatlantic relations,Republicans,Ted Cruz", "description": "Three US senators are threatening the ferry port on the island of Rügen with \"crushing\" sanctions to prevent the controversial Nord Stream 2 pipeline. Fearing financial ruin, the people of Sassnitz are defiant.", "og": {"description": "Three US senators are threatening the ferry port on the island of Rügen with \"crushing\" sanctions to prevent the controversial Nord Stream 2 pipeline. Fearing financial ruin, the people of Sassnitz are defiant.", "url": "https://www.dw.com/en/us-sanctions-nord-stream-2-gas/a-54565504", "site_name": "DW.COM", "title": "US senators threaten Germany's port town of Sassnitz over Nord Stream 2 gas project | DW | 14.08.2020", "image": {"identifier": "https://www.dw.com/image/51738438_7.png", "width": "1,920", "height": "1,925"}}, "twitter": {"card": "summary_large_image", "site": "@dwnews", "title": "US senators warn of sanctions over Nord Stream 2", "image": "https://www.dw.com/image/54540165_401.jpg"}}}}