{"GDELT": {"GlobalEventID": 940742762, "Day": 20190815, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6164, "Actor1Code": "PSEJEW", "Actor1Name": "WEST BANK", "Actor1CountryCode": "PSE", "Actor1Religion1Code": "JEW", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.26863666890529997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mount Zion, West Bank (general), West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-796994", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mount Zion, West Bank (general), West Bank", "Actor2Geo_CountryCode": "WE", "Actor2Geo_ADM1Code": "WE00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-796994", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mount Zion, West Bank (general), West Bank", "Action2Geo_CountryCode": "WE", "Action2Geo_ADM1Code": "WE00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-796994", "DATEADDED": 20200814111500, "SOURCEURL": "https://www.adelaidenow.com.au/technology/science/jewish-prophecy-will-nova-kic-9832227-in-2022-herald-the-arrival-of-the-messiah/news-story/fee7e498804f8afe2695a8b235f69c02?nk=e1c3ac42b99034701e024c9ac7d8d460-1597403033"}, "ARTICLE": {"TITLE": "Jewish prophecy says nova, Donald Trump herald arrival of messiah", "TEXT": "ASTRONOMERS predict a nova will light up our night skies in 2022. Now an ultra-Orthodox Jewish Rabbi says it will herald the coming of their long-awaited messiah. And Donald Trump is the harbinger of doom.\n\nThat’s a lot of fuss being tied to a little extra light in the night sky. Even though the actual cataclysmic event is of interstellar proportions.\n\nAt the heart of the matter is KIC 9832227, a dull star in the constellation of Cygnus.\n\nIt’s about to blow.\n\nWhat’s different about this one is science knows when it’s going to happen. And it will be noticeable to the naked eye.\n\nBut the idea that the will of the gods is written in the heavens was common in the ancient world. Comets — and nova — were particularly portentous.\n\nIt’s a notion that lingers on.\n\nKIC 9832227 is just the latest event being exploited by a chain of astrological predictions of impending doom.\n\nThe Mayan calendar predicted Bolon Yokte K’Uh (a god of the underworld) would turn up at the end of 2012 — supposedly marking the end of time. A string of ‘blood moons’ in 2015 was said by US evangelicals to herald Armageddon. Then there’s the invisible planet Nibiru — already supposed to have crashed into Earth any number of times since the idea first emerged in 1995.\n\nThis time the prophecy concerns the arrival of the Jewish messiah. It’s a prophecy that claims Donald Trump’s surprise victory to become President of the United States was written in the heavens — and leads to the ultimate victory of Israel over its enemies.\n\nmedia_camera The three wise men of the New Testament book of Matthew were guided by the Star of Bethlehem.\n\nPAWNS OF PROPHECY\n\nThe notion of a bright star leading the world into a new future is one well grounded in Jewish and Christian lore. In the Christian Gospel of Matthew, the three wise men see the light of a guiding star as the fulfilment of prophecy — and are led to the baby Jesus.\n\nNow a Jewish rabbi says the same thing is about to happen again. (Or for the first time. Depending upon your faith.)\n\nControversial ultra-Orthodox Rabbai Yosef Berger has been awaiting the coming of his religion’s messiah all his life. He is the rabbi overseeing one of Judaism’s most holy sites — the Tomb of King David on Mount Zion (in Jerusalem’s old city).\n\nDELVE DEEPER: Will exploding star Eta Carinae kill us all?\n\nHe wants Muslims expelled from Temple Mount and the Dome of the Rock demolished. He wants a Third (Jewish) Temple erected in its place. He has even crafted an elaborate copy of the Torah to personally place in the son-of-god’s own hands.\n\nNow he says the impending nova will be a sign of fulfilled prophecy.\n\n“The Rambam (a 12th Century rabbi who helped shape modern Jewish lore) brings this verse about a star appearing as proof that the Messiah will come one day,” Rabbi Berger told Israeli media. “But he says it will come from Jacob, and not from Esau (the eldest son of the prophet Isaac). More specifically, from the tribe of Judah.”\n\nHe bases his argument on the Torah. Specifically, the Book of Numbers 24:17:\n\nmedia_camera Numbers 24:17 is the basis of the 2022 prophecy.\n\nI see him, but not now;\n\nI behold him, but not near —\n\na star shall come out of Jacob,\n\nand a sceptre shall rise out of Israel;\n\nit shall crush the borderlands of Moab,\n\nand the territory of all the Shethites.\n\nIt’s a prophecy essentially saying that a new Jewish leader will emerge in Israel who will lead it to world domination.\n\nSo which star will be that particular star?\n\nDARK MATTER: Is an invisible force behind mass extinction events?\n\nThe Zohar, a collection of commentaries that define kabbalah, or Jewish mystical thought, outlines the astrology behind the prophecy.\n\n“The Zohar states explicitly that the Messianic process will be accompanied by several stars appearing. The Zohar goes into great depth, describing how many stars, and which colours they will be,” Rabbi Berger says.\n\nProphetic nova-like stars are not restricted to the Torah. The Christian New Testament’s Book of 2 Peter 1:19 states:\n\nWe have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:\n\nThen there’s Revelations 22:16:\n\nI Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star.\n\nWhether KIC 9832227 foretells the first or second coming, therefore, is a matter of perspective.\n\nmedia_camera Signs and portents ... The red circle on the ‘wing’ of the constellation Cygnus shows the expected extend of KIC 9832227’s red nova in 2022. Picture: Calvin College\n\nCLASH OF TITANS\n\nThe inspiration behind this mystic interpretation is some solid science.\n\nThe January 7 meeting of the American Astronomical Society was told by astronomers from Calvin College in Michigan that a nondescript star in the Cygnus constellation will likely become one of the brightest objects in the sky.\n\nKIC 9832227 is actually not one star. It’s two.\n\nOne is about the third of the size of our Sun. The other is roughly 40 per cent bigger. They’re orbiting each other so close that their superheated atmospheres are actually touching each other.\n\nNew observations reveal the stars are in an accelerating death spiral — constantly winding faster and closer. At the moment, that orbit is once every 11 hours.\n\nmedia_camera KIC 9832227 is actually two stars in the process of falling into each other. Picture: NASA\n\nSoon the cores must tear each other apart.\n\nThe fragments will then fall together, forming the heart of a new star.\n\nEXPLORE MORE: 14 ‘Death Stars’ tracked headed for Earth\n\nThe Calvin College astronomers say they know when this will happen.\n\nIt’s an event that has been seen before. In 2008 a similar collision (V1309 Scorpii) produced what is called a red nova — a poorly understood phenomenon brighter than a standard nova but duller than a supernova.\n\nObservations of the lead-up to that cataclysmic blast have been compared to KIC 9832227\n\n“Based on an updated fit to the exponential formula, we now estimate the time of merger to be the year 2022.2 with a random uncertainty of 0.6 years,” the team reported.\n\nThat’s March 15, 2022 — with an error of margin of roughly six months.\n\nScience also knows roughly what to expect: a steady doubling of the nova’s red light every 19 or so days as the outer layers of the stars are blasted out into space.\n\nIt’s a process likely to last about six months.\n\nmedia_camera Spiritual leaders arrive at the King David tomb compound in mount Zion, outside the walls of the old city of Jerusalem. Some ultra-Orthodox rabbi’s believe the messiah predicted by their religion is about to arrive. Picture: AFP\n\nMESSIANIC FIGURES\n\nUltra-Orthodox Rabbi Yosef Berger’s interpretation of prophecy extends to another kind of star: former reality-TV host turned President of the United States Donald Trump.\n\n“I have known for months that Donald Trump would win the elections,” Rabbi Berger told Breaking Israel News in November last year. “The gematria (numerology) of his name is Moshiach (Messiah). He is connected to the Messianic process which is happening right now.\n\n“When he promised to move the American Embassy to Jerusalem, he attached himself to the power of Moshiach, which gave him the boost he needed. If you separate from Jerusalem, disaster will follow.”\n\nmedia_camera The Dome of the Rock stands upon the site of the Second Temple, destroyed by the Romans in 71AD. Picture: Getty\n\nThe United States has long been linked to end-times prophecy. Berger sees it no differently.\n\n“As the spiritual descendant of the Biblical nation of Edom, America has a very important role to play in the Messiah. But in order to be suited for that role, America had to be humbled,”\n\nCOMET ENCKE: Did it destroy Atlantis? Is it coming back?\n\n“In order to establish his kingdom, God had to create confusion, a situation in which the best plans laid by the most powerful people, comes to nothing.”\n\nTrump’s role as a herald of the messiah is also embraced by members of Israel’s parliament, the Knesset.\n\n“I hope that he will ascend the Temple Mount and, from that source of light and energy in the world, lead us in a dialogue of peace and reconciliation,” MP Yehuda Glick and leading figure in the Temple Mount movement recently told Israel National News.\n\nSo, is Berger right?\n\nBolon Yokte K’Uh didn’t turn up (that we know of) at the end of the 13th b’ak’tun (December 2012). Jesus didn’t descend from heaven (that we know of) in 2015.\n\nBut one form of an apocalypse or another is bound to happen eventually.\n\nNow, let’s sit back, enjoy the light show, and see what happens. Again.", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "referrer": "origin", "msapplication-square70x70logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-70x70.png", "msapplication-square144x144logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-144x144.png", "msapplication-square150x150logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-150x150.png", "msapplication-square310x310logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-310x310.png", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-144x144.png", "robots": "noarchive", "description": "A SCHOLAR says a supernova, along with the election of Donald Trump, both foretell the arrival of a Jewish messiah.", "keywords": "KIC 9832227, nova, supernova, super nova, 2022, apocalypse, armageddon, end of the world, messiah, second coming, wise men, red nova, Jewish prophecy, costume walk, mystic message, Spiritual leaders, red circle, tomb compound, ultra-Orthodox rabbi, Cosmic Hazards, kukulkan pyramid, Prophetic nova-like stars, mass extinction events, stars appearing, star appearing, herald arrival, end-times prophecy, night skies, night sky, day dawn, mystic interpretation, morning star, nondescript star, eldest son, standard nova, world domination, random uncertainty, spiritual descendant, invisible force, invisible planet, exponential formula, DARK MATTER, holy sites, ancient world, Israeli media, outer layers, dark place, ’ak’tun, b’ak’tun, United States of America, Northern America, North America, America, Michigan, Jerusalem, Israel, Western Asia, Asia, Calvin College, National Aeronautics and Space Administration, Agence France Presse, Israel National News, American Embassy, Breaking Israel News, American Astronomical Society, Nova + Trump, Yosef Berger, Donald Trump, King David, Yehuda Glick, Peter, Jesus", "generator": "tcog", "articleid": "fee7e498804f8afe2695a8b235f69c02", "article": {"published_time": "2017-01-24T23:14:00.000Z", "modified_time": "2017-01-24T23:14:36.000Z"}, "twitter": {"card": "summary_large_image", "site": "@theTiser", "title": "Supernova, Trump ‘fill prophecy’", "description": "ASTRONOMERS predict a nova will light up our night skies in 2022. Now an ultra-Orthodox Jewish Rabbi says it will herald the coming of their long-awaited messiah. And Donald Trump is the harbinger of doom.", "image": "https://cdn.newsapi.com.au/image/v1/5de9192a846fecf8f1b0bde08bb0d7cc"}, "og": {"type": "article", "title": "Supernova, Trump ‘fill prophecy’", "description": "ASTRONOMERS predict a nova will light up our night skies in 2022. Now an ultra-Orthodox Jewish Rabbi says it will herald the coming of their long-awaited messiah. And Donald Trump is the harbinger of doom.", "url": "https://www.adelaidenow.com.au/technology/science/jewish-prophecy-will-nova-kic-9832227-in-2022-herald-the-arrival-of-the-messiah/news-story/fee7e498804f8afe2695a8b235f69c02", "image": {"identifier": "https://cdn.newsapi.com.au/image/v1/5de9192a846fecf8f1b0bde08bb0d7cc", "width": 650, "height": 366}}, "vr": {"canonical": "https://www.adelaidenow.com.au/technology/science/jewish-prophecy-will-nova-kic-9832227-in-2022-herald-the-arrival-of-the-messiah/news-story/fee7e498804f8afe2695a8b235f69c02"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}