{"GDELT": {"GlobalEventID": 940727178, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.37071362372566996, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200814093000, "SOURCEURL": "https://www.strategypage.com/htmw/htairfo/articles/20200814.aspx"}, "ARTICLE": {"TITLE": "Warplanes: Lease Life For Germany", "TEXT": "Germany has extended its lease for Israeli Heron 1 UAVs until 2021 and is already preparing to complement or replace those with the larger Heron TP starting in 2020. Since Heron 1 does not meet European air regulations for operating in commercial air space, the German Herons are home-based in Israel. As a practical matter German Herons spend most of their time in Afghanistan or Mali handling peacekeeping duties. The German Herons are unarmed and have flown over 4,100 missions in Afghanistan and spent over 47,000 hours in the air doing so. German Heron 1s have operated in Mali (Africa) since 2016 and flown over 1,200 missions and 11,500 hours in the air. While the operator teams (a pilot and a sensor operator) are German, and German officers and NCOs are trained on how to plan UAV missions and get the most out of Heron, the maintenance of the Herons are handled by the European aviation firm AirBus. Israel provides additional maintenance support at the Israeli airbase where German Herons are kept for training the German operators and for major maintenance. The leasing arrangement allows Germany to expand or reduce the number of Herons it has in use. Most of the time Germany is only leasing three Herons but one advantage of leasing is that the number in use can be quickly increased to five, or even a few more, if needed.\n\nThe larger Heron TP will be equipped with additional navigation sensors and electronics that enable it to meet the NATO STANAG 4671 standards for UAVs that can operate in commercial airspace. STANAG 4671 has become the world standard for this and that means when the Germans replace all the Heron 1s with TPs, they can save some money by basing their Herron TPs in Germany. Then again it is cheaper to base them in Israel, as that is where German operators are trained and the climate and geography of Israel are more similar to where the German Herons operate than the generally poor flying conditions in Germany.\n\nHerons are the primary large UAV of the Israeli military. Heron entered service in 2005 and in 2014 an upgraded Heron called Super Heron became available. This model is a little heavier (1.45 tons) and uses a more powerful engine that burns diesel instead of aviation gas. The main improvements for the Super Heron are mainly the result of the more powerful (200 HP versus 115 HP) engine. This increases cruising speed to 210 kilometers an hour, provides for a faster climb rate and greater maneuverability.\n\nHeron 1, because it was so similar to the Predator, sold well to foreign customers who could not obtain the MQ-1. Germany, India, Turkey, Russia, France, Brazil, El Salvador, the United States, Canada, and Australia have either bought, leased, or licensed manufactured the Heron at one time or another.\n\nThe original Heron 1 weighs about the same (1.2 tons) as the Predator and has similar endurance (40 hours). Heron 1 has a slightly higher ceiling (10 kilometers/30,000 feet, versus 8 kilometers) than Predator and software which allows it to automatically take off, carry out a mission, and land. Some American large UAVs can do this. Heron 1 cost about $5 million each although the Israelis are willing to be flexible on price. Heron 1 does have a larger wingspan (16.5 meters/51 feet) than the Predator (13.2 meters/41 feet) and a payload of about 137 kg (300 pounds). The Super Heron has a payload of 450 kg (990 pounds) and stay in the air for 45 hours.\n\nSuper Heron was designed to respond to requests from many users, especially export customers who like to use Heron for maritime patrol over long coasts (as in India) and need more payload, endurance and maneuverability to deal with the nasty weather sometimes encountered at sea. The larger payload also makes it easier to arm the Super Heron. Israel exports most of these UAVs, largely because they are all very much “combat proven”.\n\nGermany began leasing Heron 1s in 2009 and had them operating in Afghanistan by 2010. In 2018 Germany signed a $600 million contract to replace the Heron 1s with larger Heron TP. Training of 70 German operators began, in Israel, during 2019 and Germany will begin using Heron TP by the end of 2020 and use them until 2027. By that time a new European UAV with equivalent abilities is supposed to be available. If it isn’t the Germans will extend their Heron lease deal.\n\nThe Heron TP entered squadron service in the Israeli Air Force (with 210 Squadron) in 2009. The UAV's first combat service was in 2010, when it was used off the coast of Gaza, keeping an eye on ships seeking to run the blockade. The aircraft was well suited for that kind of work. But so are smaller and cheaper UAVs.\n\nDevelopment of the Heron TP was largely completed in 2007, mainly for the export market. That was because the Israeli military was in no rush to buy it. There have a growing number of export sales and the Israeli air force eventually realized that this was an ideal UAV for long range operations or for maritime patrol. But it turned out there were few missions like that. Despite that uses were found to make the most of unique Heron TP features; long endurance, large carrying capacity and very high operating altitude. Turns out there were a lot of applications that made the most of these unique characteristics, most of which Israel will not discuss openly.\n\nEquipped with a powerful (1,200 horsepower) turboprop engine, the 4.6-ton Heron TP can operate at 14,500 meters (45,000 feet, 50 percent higher than Heron 1). That is, above commercial air traffic, and all the air-traffic-control regulations that discourage, and often forbid, UAVs flying at the same altitude as commercial aircraft. The Heron TP has a one-ton payload, enabling it to carry sensors that can give a detailed view of what's on the ground, even from that high up. The endurance of 36 hours makes the Heron TP a competitor for the U.S. five-ton MQ-9 Reaper. The big difference between the two is that Reaper is designed to be a combat aircraft, operating at a lower altitude, with less endurance, and able to carry a ton of smart bombs or missiles. Heron TP is meant mainly for reconnaissance and surveillance, and Israel wants to keep a closer, and more persistent, eye on Syria and southern Lebanon. But the Heron TP has since been rigged to carry a wide variety of missiles and smart bombs and can easily be rigged to carry more fuel and extend its endurance to 60 hours.", "METADATA": {"viewport": "width=device-width,minimum-scale=1", "msapplication-TileColor": "#2b5797", "msapplication-TileImage": "/mstile-144x144.png", "theme-color": "#ffffff", "title": "Warplanes: Lease Life For Germany", "medium": "news", "description": "Germany has extended its lease for Israeli Heron 1 UAVs until 2021 and is already preparing to complement or replace those with the larger Heron TP starting in 2020 Since Heron 1 does not meet European air regulations for operating in commercial air spa"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}