{"GDELT": {"GlobalEventID": 940758659, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "WEBSITE", "Actor1Type1Code": "MED", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.747126436781611, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814124500, "SOURCEURL": "https://www.bnnbloomberg.ca/rrsp-claim-might-not-make-sense-for-many-canadians-in-2020-1.1479617"}, "ARTICLE": {"TITLE": "RRSP claim might not make sense for many Canadians in 2020", "TEXT": "Dale Jackson Personal Finance Columnist, Payback Time Follow|Archive\n\nCanadians who regularly use their registered retirement savings plan (RRSP) contributions to lower their tax bills might want to take a time-out in 2020.\n\nIf your income has been reduced due to the pandemic this year, postponing your claim to next year or any year in the future when your income is higher will likely result in bigger tax savings.\n\nHere’s how it works: RRSP tax refunds are based on income that would have been taxed at a marginal rate if the contribution was not claimed; the higher the income, the higher the marginal rate, the bigger the savings.\n\nIf your income was under $40,000 in 2020, for example, you would roughly be in a 20-per-cent tax bracket and would receive a refund of around $1,200 on a $6,000 contribution.\n\nThe marginal tax rate for income over $45,000, however, is roughly 30 per cent. That means you would receive a refund of around $1,800 on a $6,000 contribution. As income rises, so does the marginal tax rate and your refund.\n\nIn addition to bigger tax savings, holding off on claiming your RRSP contribution might make even more sense when you consider any contributions made over the years – and any gains they generate through investments – are taxed at the same marginal rates when they are withdrawn in retirement. If you claim your contribution in the lowest tax bracket, the best you can hope for is to withdraw it in the lowest tax bracket. As the investments in your RRSP grow, you could end up having to withdraw your money in a higher tax bracket. If that happens, you will not only pay more in tax, but risk having your Old Age Security (OAS) benefits reduced if your income is too high.\n\nSign up for BNN Bloomberg's new weekly newsletter, Home Economics, here: https://www.bnnbloomberg.ca/subscribe\n\nWith 2020 more than half over you should be getting a clearer idea of your income for the entire year. A quick visit to the Canada Revenue Agency (CRA) website will tell you which marginal tax bracket you are heading toward, according to your province or territory. Be sure to include all taxable income including Canada Employment Relief Benefit (CERB) resulting from the pandemic, and most other government benefits.\n\nIf you are in the lowest tax bracket, a more tax efficient use of your investment dollars would probably be a contribution to a tax-free savings account (TFSA), which is not tax deductible, but contributions and gains are never taxed when withdrawn.\n\nClaiming an RRSP contribution could be even less effective from a tax perspective in 2020 if you are able to lower your taxable income by deducting work-related or home office expenses resulting from the pandemic. In most cases, out-of-pocket expenses including office supplies, computers and other equipment, and even repairs and maintenance to your workspace are fully deductible.\n\nIf over half of your work time has been from home in 2020 you can deduct certain home office expenses. That includes a portion of home utilities including electricity, heat and water based on the total square footage of your home. Tax rules relating to work expenses often depend on an individual’s situation, so it’s best to consult a tax professional.\n\nIf you have already made RRSP contributions in 2020, or make regular contributions, you can keep making them. Just be sure to review your tax rate before you claim them on your 2020 tax return. Contribution space can also be carried forward to future years when your income is higher and your tax savings are greater.\n\nIf your income has been severely lowered in 2020, and you need cash now, it could even make sense to withdraw money from your RRSP because those withdrawals will likely be taxed at the lowest level. Keep in mind there is a withholding tax on withdrawals before the age of 65 but excess tax will be returned when you file your 2020 tax return.\n\nIf you’re not sure right now how your finances will shape up in 2020, don’t worry. You have until March 2021 to make a contribution against your 2020 income, and May 2021 to decide if you want to claim it as a deduction.\n\nPayback Time is a weekly column by personal finance columnist Dale Jackson about how to prepare your finances for retirement. Have a question you want answered? Email dalejackson.paybacktime@gmail.com.", "METADATA": {"google-site-verification": "zWd3GBob8xHwHzdHykjyZghrk4nEAPISbQKZaSyEpcs", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable = no", "og": {"url": "https://www.bnnbloomberg.ca/rrsp-claim-might-not-make-sense-for-many-canadians-in-2020-1.1479617", "site_name": "BNN", "title": "RRSP claim might not make sense for many Canadians in 2020 - BNN Bloomberg", "description": "Personal Finance Columnist Dale Jackson looks at why you might not want to contribute to their RRSPs this year.", "image": "http://www.bnnbloomberg.ca/polopoly_fs/1.1397378!/fileimage/httpImage/image.jpg_gen/derivatives/landscape_620/rrsp.jpg", "type": "article"}, "title": "RRSP claim might not make sense for many Canadians in 2020 - BNN Bloomberg", "description": "Personal Finance Columnist Dale Jackson looks at why you might not want to contribute to their RRSPs this year.", "keywords": "Investing, Personal Finance, RRSP", "article": {"published_time": "2020-08-14T07:00:00-04:00", "author": "Dale Jackson", "section": "Investing", "tag": "RRSP"}, "robots": "ACAP allow-index"}}}