{"GDELT": {"GlobalEventID": 940747982, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ARE", "Actor1Name": "UNITED ARAB EMIRATES", "Actor1CountryCode": "ARE", "Actor2Code": "USAGOV", "Actor2Name": "THE WHITE HOUSE", "Actor2CountryCode": "USA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.61282660332541, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 54.0, "Actor1Geo_FeatureID": "AE", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 54.0, "Action2Geo_FeatureID": "AE", "DATEADDED": 20200814114500, "SOURCEURL": "http://worldtribunepakistan.com/2020/08/14/israel-and-uae-reach-historic-deal-to-normalize-relations/"}, "ARTICLE": {"TITLE": "Israel and UAE reach historic deal to normalize relations", "TEXT": "WASHINGTON (Reuters) – Israel and the United Arab Emirates announced on Thursday that they will normalise diplomatic ties and forge a broad new relationship, a move that reshapes the order of Middle East politics from the Palestinian issue to Iran.\n\nUnder the accord, which U.S. President Donald Trump helped broker, Israel has agreed to suspend its planned annexation of areas of the occupied West Bank. The agreement also firms up opposition to regional power Iran, which the UAE, Israel and the United States view as the main threat in the conflict-riven Middle East.\n\nIsrael had signed peace agreements with Egypt in 1979 and Jordan in 1994. But the UAE, along with most other Arab nations, did not recognise Israel and had no formal diplomatic or economic relations with it until now. The UAE becomes the first Gulf Arab country to reach such a deal with the Jewish state.\n\nThe agreement was the product of lengthy discussions between Israel, the UAE and the United States that accelerated recently, White House officials said.\n\nA joint statement said Trump, Israeli Prime Minister Benjamin Netanyahu and Abu Dhabi s Crown Prince Sheikh Mohammed Bin Zayed had “agreed to the full normalisation of relations between Israel and the United Arab Emirates”.\n\n“This historic diplomatic breakthrough will advance peace in the Middle East region and is a testament to the bold diplomacy and vision of the three leaders and the courage of the United Arab Emirates and Israel to chart a new path that will unlock the great potential in the region,” the statement said.\n\nIn a separate statement, the crown prince stressed that the agreement would stop further Israeli annexation of Palestinian territories, which Israel has said had been awaiting a green light from Washington.\n\nThe agreement, to be known as the Abraham Accords, also gives Trump a foreign policy accomplishment as he seeks re-election on Nov. 3.\n\n“HUGE breakthrough today! Historic Peace Agreement between our two GREAT friends, Israel and the United Arab Emirates,” Trump wrote on Twitter.\n\nIn the White House Oval Office, Trump said similar deals are being discussed with other countries in the region.\n\nThe UAE said it would remain a strong supporter of the Palestinian people and that the agreement maintained the viability of a two-state solution to the longstanding Israel-Palestinian conflict. There was no immediate reaction from the Palestinians, who hope to create an independent state in the occupied West Bank, Gaza and East Jerusalem.\n\nNetanyahu said the agreement represented a “historic day” for his country. It could also be a personal boost to Netanyahu, who is on trial for alleged corruption and whose domestic popularity has dropped over his handling of the coronavirus pandemic.\n\nA senior Israeli official said applying Israeli sovereignty to areas of the West Bank was still on the agenda, adding, “The Trump administration asked us to temporarily suspend the (sovereignty) announcement so that the historic peace agreement with the UAE can be implemented.”\n\nNIGHTMARE FOR IRAN\n\nU.S. Secretary of State Mike Pompeo, who is on a trip to Central European countries, said: “This is an enormous, historic step forward. Peace is the right path forward.”\n\nTrump s special envoy Brian Hook called the deal a “nightmare” for Iran.\n\nThere was no immediate response from the Iranian government but the Tasnim news agency, affiliated with Iran s powerful Revolutionary Guards, called the accord “shameful”.\n\nIran and Israel are arch foes. Israel is particularly concerned about suspected Iranian efforts to develop nuclear weapons, which Tehran denies. Iran is also involved in proxy wars from Syria to Yemen, where the UAE has been a leading member of the Saudi-led coalition opposing Iran-aligned forces there.\n\nWith a population of less than 10 million but the Arab world s second-largest economy thanks to oil, the UAE has exerted growing commercial and military clout in the Gulf and the wider region over the past two decades, much of it aimed at confronting Islamist militants and the influence of Iran.\n\nU.S. lawmakers have tried to rein in Trump administration plans for arms sales, particularly to Saudi Arabia and the United Arab Emirates for use in the war in Yemen.\n\nMORE DEALS IN PIPELINE?\n\nDelegations from Israel and the United Arab Emirates will meet in the coming weeks to sign agreements regarding investment, tourism, direct flights, security, telecommunications and other issues, the statement said.\n\nThe two countries, which agreed in June to cooperate in the fight against the coronavirus in a sign of closer ties, are expected soon to exchange ambassadors and embassies.\n\nThe joint statement said that “as a result of this diplomatic breakthrough and at the request of President Trump with the support of the United Arab Emirates, Israel will suspend declaring sovereignty” over areas of the West Bank that were envisioned in a U.S. plan announced by Trump in January.\n\nA signing ceremony including delegations from Israel and the United Arab Emirates is due to be held at the White House in the coming weeks.", "METADATA": {"og": {"title": "Israel and UAE reach historic deal to normalize relations - World Tribune Pakistan", "type": "article", "description": "WASHINGTON (Reuters) - Israel and the United Arab Emirates announced on Thursday that they will norm", "url": "http://worldtribunepakistan.com/2020/08/14/israel-and-uae-reach-historic-deal-to-normalize-relations/", "site_name": "World Tribune Pakistan", "image": "http://worldtribunepakistan.com/wp-content/uploads/2020/08/uns-uaeisrael-pm-2020-556x330.jpg"}, "generator": "WordPress 4.7.18", "viewport": "width=device-width, initial-scale=1.0"}}}