{"GDELT": {"GlobalEventID": 940797239, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BLR", "Actor1Name": "MINSK", "Actor1CountryCode": "BLR", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.44865718799368, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200814163000, "SOURCEURL": "http://www.mainstreamweekly.net/article9811.html"}, "ARTICLE": {"TITLE": "Presidential Election In Belarus-Authoritarian Regime Persists", "TEXT": "Home > 2020 > Presidential Election In Belarus-Authoritarian Regime Persists | (...)\n\nby R.G.Gidadhubli\n\n11th August 2020\n\nIn the Belarusian presidential election held on the 9th August 2020, Aleksander Lukashenka won with more than 80 pc vote and his main rival Svyatlana Tsikhanouskaya received 9.9 percent of the vote, while three other opposition candidates each received less that 2 percent of the vote. Thus Lukashenka, who has been in power as president of Belarus since 1994, got elected for the 6th time and has made history as the longest-serving president among the post-Soviet States.\n\nLukashenka has been an authoritarian president emerging from his position as the head of a State Farm and has not allowed any opposition to his leadership during the last 26 years. He has neither promoted nor allowed democratic political institutions to emerge in the country even as the main objective of all independent states after the breakup of the Soviet Union was to bring about transition from the former Communist System to political democracy and market economy. Despite retaining power for a long time Lukashenka has not carried out any major economic reforms. Hence the economic scenario of the country is far from satisfactory. The economy is heavily reliant on agricultural exports to Russia, and more importantly, cheap imports of oil from Russia. Belarusian refineries then process and resell oil at higher prices to European markets and make profits. Only recently he has allowed small-scale entrepreneurship, particularly the IT sector in the capital city of Minsk.\n\nIt needs to be noted at the outset that Belarus is a landlocked country with a population of about 9.5 million with Russia in the east, Europe in the west, Ukraine in south and Baltic states on the north. It is a Slavic State as also Russia and Ukraine with predominantly Christian ethnic nationality. Belarus is not endowed with huge resource potentialities and being dependent upon Russia for oil and natural gas getting at lower than market prices when relations are close. But bilateral ties are not always close and consistent. Russia has been making efforts for closer political integration ‘Russia-Belarus’ but that is not supported by Lukashenka fearing that he might loose his power. Moscow has wanted Minsk to integrate with Russia, pushing for tighter ties under a Union State that was created in the 1990s but exists largely on paper. Belarus which is not democratic and not open society, does not have close and cordial ties with the Western countries.\n\nComing to the present context, it is important to note that even as presidential elections were held five times as opined by political analysts, they were not ‘Free and Fair’ elections since Lukashenka exerted total control over the process of election. Hence analysts have rightly contended that Lukashenka has won the election on the 9th August 2020 through a combination of fraud and the repression of the energized opposition. An effort has been made to analyze how Lukashenka has controlled all political institutions in the country and has not allowed any opposition to ensure and pursue his objective to remain in power.\n\nFirstly, on 10th August not accepting the result of election and disputing the figures, thousands of protestors clashed with the police contending that it was rigged and one demonstrator was killed being hit by stun grenade. In fact during this current election campaign, there are reports that hundreds of opposition activists were arrested, and other opposition figures were prevented from running for president. As rightly stated, police and security tactics have marginalized opposition groups, wiped out civil-society organizations, and shut out independent media. Lukashenka has cracked down on his political opponents during the election campaign, with the country’s state apparatus and law enforcement agencies arresting hundreds of people — including journalists, bloggers, and political activists.\n\nSecondly, it was most astonishing that on the 7th Aug Belarusian authorities detained three correspondents of Current Time in the capital, Minsk, just 2 days before the country held a crucial presidential election. The three reporters — Iryna Romaliyskaya, Yury Baranyuk, and Ivan Hrebenyuk were in the course of professionally carrying out their work covering the Belarusian presidential election and yet they were detained. As stated by analysts, Current Time authorities had applied for accreditation for the reporters weeks prior to traveling to the country. Hence as candidly stated by an analyst “the failure by Belarusian authorities to grant credentials is yet another example of their contempt for the rights of a free press and the right of Belarusians to uncensored information\". On 29th July 33 mercenaries who arrived from Russia were arrested in Minsk about which there were many speculations. Lukashenka alleged that they were sent by Russia to destabilize the country prior to election, which was rejected by Russian officials. According to the Russian authorities, the 33 men were traveling through Belarus on their way to Istanbul before flying to \"a third country.\" As opined by some critics it might have affected bilateral relations between Russia and Belarus for quite some time. Hence to solve the problem the Russian president Vladimir Putin had to intervene and talk to Lukashenka to send them back to Russia.\n\nThirdly, Svyatlana Tsikhanouskaya, a 37-year-old former teacher wanted to challenge Belarus’s authoritarian leader, Aleksander Lukashenka and contested the presidential election as her husband was debarred to contest being falsely accused that he was involved in the alleged plot involving Russian mercenaries to destabilize Belarus ahead of election. She was at the forefront of a political wave ‘as she declared her intention was to bring about ‘Peaceful Change’ in the country. She had immense support which was evident from the presence and participation of several thousands of citizens in her election campaign for five weeks all over the country. In fact opposition candidates, including Svyatlana Tsikhanouskaya, mustered sizable rallies in cities and towns across the country. Major slogan was ‘We Want Change’. The intention of masses was against Lukashenka’s authoritarian rule of Belarus for the last 26 years who was seeking the 6th term of office as President.\n\nFourthly, on 10th Aug as per Russian reports Russian President Vladimir Putin’s office sent a telegram to Lukashenka to congratulate him on winning reelection and hoped that Russian-Belarusian relations will strengthen to building up integration processes through the Eurasian Economic Union as well as military and political ties in the Collective Security Treaty Organization. Similarly the Kazakh President Qasym-Zhomart Toqaev’s office also sent Lukashenka a congratulatory message.\n\nFifthly, the West is highly critical of Belarus presidential election. This is evident from the concern expressed by the European Union and the United States over the ongoing crackdown on opposition politicians, journalists, and rights defenders and had urged the Belarusian authorities to hold free elections. In fact on 7th August the EU foreign-policy chief Josep Borrell issued a statement calling on the Belarusian authorities to ensure fundamental freedoms of expression and peaceful assembly and to guarantee candidates’ full political rights. He even urged the authorities to immediately release all activists, human rights defenders, bloggers, and journalists detained on political grounds. Considering the on-going scenario, protests and rallies in Belarus during the last couple of months and their likely impact, the Western authorities have reiterated that the country’s sovereignty and independence can only be strengthened by peaceful, free, and fair elections.\n\nIn lieu of conclusion, it may be stated that Lukashenka has managed to succeed in his objective to continue as president for the 6th term. But considering growing protests and agitations in the country and denying the people ‘Free And Fair Election’ and who ‘Want A Change’, Lukashenka might face formidable challenges to rule the country in the years to come.\n\nAuthor:\n\nDr R.G.Gidadhubli, Professor And Former Director, Center For Central Eurasian Studies, University Of Mumbai, Mumbai", "METADATA": {"description": "Lukashenka has been an authoritarian president emerging from his position as the head of a State Farm and has not allowed any opposition to his (...)", "viewport": "width=device-width, initial-scale=1", "generator": "SPIP 3.1.11 [24407]"}}}