{"GDELT": {"GlobalEventID": 940732274, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MIL", "Actor1Name": "NAVAL", "Actor1Type1Code": "MIL", "Actor2Code": "SYC", "Actor2Name": "SEYCHELLES", "Actor2CountryCode": "SYC", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.77519379844962, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Comoros", "Actor2Geo_CountryCode": "CN", "Actor2Geo_ADM1Code": "CN", "Actor2Geo_Lat": -12.166667, "Actor2Geo_Long": 44.25, "Actor2Geo_FeatureID": "CN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200814100000, "SOURCEURL": "http://www.botswanaguardian.co.bw/news/item/4449-india-is-a-constructive-dependable-actor-globally.html"}, "ARTICLE": {"TITLE": "India is a constructive, dependable actor globally", "TEXT": "\n\nThrough the pandemic, it has not only met its domestic requirements but taken a range of steps for global good\n\n\n\nCovid-19 continues to exact a heavy toll worldwide. In India too, positive cases are rising. However, our effective domestic response has led to a significant improvement in our recovery rate, which is now 68.78%. The case fatality rate at 2.01% remains one of the lowest in the world.\n\nHigh recovery and low-fatality outcomes can be attributed to proactive measures taken to deal with the outbreak from its early stages. We started screening Covid-19 cases a full 13 days before the first case was detected in India. We implemented full lockdown on the 55th day of the outbreak when we had only around 600 cases. Our public health response has been appreciated by the World Health Organization (WHO). The government took rapid steps to augment health infrastructure. As Prime Minister (PM) Narendra Modi noted, India now has over 11,000 Covid-19 facilities and 1.1 million isolation beds. We have ramped up testing to over half-a-million tests a day, to be scaled up to a million.\n\nIndia’s response has not been confined to meeting our domestic requirements. We have been significantly engaged with the international community in providing the leadership that the global situation demanded. As a responsible stakeholder in global health supply chains, we ensured timely access to essential drugs and medical items for over 150 countries, while meeting our own domestic requirements. We reaffirmed our position as the first responder to humanitarian crises in the region by deploying medical teams to help Maldives, Mauritius, Comoros and Kuwait deal with the pandemic. India also dispatched naval assets to the Maldives, Mauritius, Madagascar, Comoros and Seychelles to deliver assistance. This demonstrated our strong commitment to the PM’s vision of Security and Growth for All in the Region (SAGAR).\n\nFrom being a net importer of Covid-19-related medical items, we have emerged as a net exporter. Today, we are manufacturing over 500,000 personal protective equipment (PPE) kits and over 300,000 N-95 masks every day. Our system has shown the necessary adaptability and agility to significantly ramp up production to go beyond our domestic requirements.\n\nThe repatriation of Indian nationals stranded abroad and the evacuation of foreigners from India to their home countries have been among the most successful aspects of our response. In the initial days, the ministry of external affairs had promptly set up a Covid cell and a 24x7 control room to assist Indian citizens abroad. The PM had also personally directed our heads of missions to extend all possible assistance to our nationals stranded abroad. Subsequently, the Vande Bharat mission, launched to repatriate our nationals stranded overseas, has been the largest exercise of its kind ever undertaken by the government and has demonstrated our capacity to effectively carry out complex humanitarian missions. Over one million Indians have returned under the Vande Bharat mission so far through flights, across land borders and on naval ships. We have been able to bring home Indian nationals from distant locations, and also facilitated the return of Bhutanese and Nepalese nationals stranded in third countries to their homes on Vande Bharat flights.\n\nRigorous screening of returnees by our diplomatic missions has ensured that the proportion of positive cases remains extremely small (less than 0.2%). Testing on arrival by the health ministry and state governments has helped detect these cases. The mission just doesn’t end with the arrival of our nationals. We are also mapping their skills on arrival to link them with companies for job opportunities.\n\nThere has also been no let-up in our diplomatic outreach during the pandemic. We have initiated and been part of several important conversations globally. Our Neighborhood First policy was on full display when the PM hosted a video conference of the South Asian Association for Regional Cooperation (Saarc) leaders early in the crisis — our first such engagement on Covid-19. He announced a series of measures to deal with the pandemic, including the creation of a Covid-19 emergency fund with a commitment of $10 million from India. We have also called for a better multilateral response to global crises in the future.\n\nThe PM has, on several occasions, including in the G-20 and Non-aligned Movement virtual summits, proposed the reform of multilateral cooperation by bringing people to the centre of our efforts. Our own initiatives such as the International Solar Alliance and the Coalition for Disaster Resilient Infrastructure are prime examples of this approach. The decision of the G-20 on debt service suspension for developing countries, which India fully supported, reflects this people-centric approach.\n\nAt the virtual Global Vaccine Summit, the PM highlighted how India’s contribution to the global response in terms of sharing medicines was guided by our philosophy of Vasudhaiva Kutumbkum. The PM also hosted the first virtual bilateral summit with Australia, which was followed by the India-European Union summit. In addition, the PM has spoken to his counterparts from 61 countries during this period. The external affairs minister has spoken to foreign ministers from 77 countries. We have kept open channels of virtual communication to strengthen partnerships and deal with situations that require diplomatic engagement.\n\nWe have been constantly adjusting, adapting and innovating to deal with the changed reality, particularly in our engagement with the world. And in the process, we have been successful in elevating India’s profile as a constructive and dependable actor on the global stage.\n\n\n\n[Harsh Vardhan Shringla is Foreign Secretary, Government of India]\n\n[The views expressed are personal]\n\n\n\n", "METADATA": {"keywords": "COVID19,India, Narendra Modi", "title": "India is a constructive, dependable actor globally", "author": "Harsh Vardhan Shringla", "og": {"url": "http://www.botswanaguardian.co.bw/news/item/4449-india-is-a-constructive-dependable-actor-globally.html", "title": "India is a constructive, dependable actor globally - Botswana Guardian", "type": "article", "image": "http://www.botswanaguardian.co.bw/media/k2/items/cache/ca4a91cb889af0398deae0645caeb95c_XL.jpg", "description": "Through the pandemic, it has not only met its domestic requirements but taken a range of steps for global goodCovid-19 continues to exact a heavy toll..."}, "image": "http://www.botswanaguardian.co.bw/media/k2/items/cache/ca4a91cb889af0398deae0645caeb95c_XL.jpg", "description": "Through the pandemic, it has not only met its domestic requirements but taken a range of steps for global goodCovid-19 continues to exact a heavy toll...", "generator": "Joomla! - Open Source Content Management", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "fb": {"pages": 265982766762952}, "HandheldFriendly": "true", "apple-mobile-web-app-capable": "YES"}}}