{"GDELT": {"GlobalEventID": 940795536, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.1122112211221102, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Hawaii, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USHI", "Actor2Geo_Lat": 21.1098, "Actor2Geo_Long": -157.531, "Actor2Geo_FeatureID": "HI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200814161500, "SOURCEURL": "https://www.deesidepiper.co.uk/news/people/jack-ransom-will-remember-his-comrades-75th-anniversary-vj-day-2943016"}, "ARTICLE": {"TITLE": "Jack Ransom will remember his comrades on 75th anniversary of VJ Day", "TEXT": "Jack was still just a lad when he signed up before the war started in 1939. He was taken as a Prisoner of War by the Japanese in 1942 and worked on the notorious Burma Railway but survived and is now sharing his story as part of the 75th anniversary commemorations of VJ Day this Saturday, August 15.\n\nSome 250 have been produced by Legion Scotland which will be presented to any veteran who contributed to the Allied war effort during VE Day or VJ Day.\n\nAlthough he turned 100 this year, Jack can vividly recall where he was when the Japanese surrendered – he was a prisoner of war at Changi in Singapore.\n\nHe has lived a “hectic life” since, marrying three times – Helen who died in 1974, Joyce who died in 2008 and Maddie, whom he now lives peacefully with in Largs.\n\nBorn in Peckham, Jack’s a proud Cockney and jokes that he’s a Del Boy but he equally loves Scotland and the book he published about his life story six years ago was aptly called The Scottish Cockney. He met Queen Mary in 1926, as a six-year-old school boy in London and dreams one day of meeting Her Majesty the Queen.\n\nOn the 75th anniversary of VJ Day this Saturday, Jack will remember two things – the comrades who didn’t come home and the Japanese men, women and children who lost their lives when the atom bombs were dropped, bringing an end to the Second World War.\n\nWeighing just six stone, without those bombs Jack knows he would have been dead within months.\n\nBut it doesn’t stop him feeling the loss of families in Japan who paid the price.\n\nWhile Jack is delighted to receive the commemoration coin, and tickled with the card from Her Majesty the Queen when he turned 100 this year, there is one thing he believes he is still owed.\n\nInscription on the special commemoration coin which is being issued to veterans this week by Legion Scotland.\n\n“In view of the work I did on the Burma railway, I believe the Emperor of Japan owes me a birthday card,” he said. “I worked for his grandfather Emperor Hirohito for long enough. One can only hope...”\n\nThe Far East campaign began on December 7, 1941, when Japan attacked the American naval base at Pearl Harbour in Hawaii.\n\nThe British colony of Hong Kong was attacked the following day.\n\nAt that time, Jack – who had signed up to the 118 Field Regiment, Royal Artillery, at the start of 1939 – was in Cape Town, South Africa.\n\nHe spent the first part of the war in England, including a spell at Beachy Head during Dunkirk with instructions to fire on Eastbourne Pier should the Germans have followed our soldiers home.\n\nIn November 1941 he set sail from Liverpool to Nova Scotia, as part of a secret convoy – esecorted by the American navy. From there, they sailed to Cape Town – destined for the Middle East.\n\nHowever, with the British Government worried about Malaya and pleas for help from the Australians, they sailed initially to India and then on to Signapore.\n\nIn the weeks since Hong Kong had been attacked, the British had retreated to Singapore and it was here that Jack found himself in January 1942.\n\nJust a month later, Britain surrendered to the Japanese after more than 9000 men were killed or wounded.\n\nA further 130,000 were captured and became POWs, Jack among them.\n\n“I never saw the Japanese until I was taken prisoner,” he recalled. “So we couldn’t understand why we were surrendering.\n\n“We were told it was due to the trouble the civilian population was in, with a lack of water and being bombed day and night.\n\n“We destoyed all of our equipment before they arrived but were bewildered when they did – they were small, non-descript looking.”\n\nJack remained a prisoner of war until the end of the war, being liberated from Changi in Singapore.\n\nThe fact he had survived was incredible, given he spent months working on the Burma Railway – also known as the Death Railway as it claimed so many Allied lives.\n\nJack takes up the story: “For a while we looked after ourselves in Changi, growing vegetables and chopping down trees for firewood.\n\n“But that all changed when the Japanese penetrated into Burma.\n\n“By then, the Americans had closed the sea route so the Japanese had to find a way to get supplies in.\n\n“They had to construct a railway from Thailand to Burma, following plans that had been formulated years before by the British.\n\n“They only had a few local coolies so they transferred most of the POWs up to Thailand to build the railway.\n\n“I was among the final group who were transported – by that time, thousands who had gone before me had died from cholera and various other diseases.\n\n“They needed people to work on the Burma border so we were marched 200 miles, to a place called the Three Pagodas – some of us survived, others didn’t.”\n\nJack built embankments for the notorious railway.\n\nThose who tried to escape were beheaded so very few attempted it.\n\nOnce they had completed the railway, Jack and his comrades had to supply ballast for it – working in quarries breaking up stones.\n\n“It was a very hazardous job,” he said, “as you got flints flying into your body which turned into tropical ulcers. Not so nice.”\n\nJack was eventually transported back to Thailand on the railway he helped to build; it derailed four times during the journey.\n\nHere, the British POWs were split into two groups – one bound to work in mines in Japan and the other sent back to Singapore.\n\n“A great number of those heading for Japan never made it; they were sunk by American submarines so they met their end in the water,” said Jack.\n\n“Thankfully, I was sent back to Singapore where, from the end of 1943 until my release in August 1945, I worked for the Japanese digging defence tunnels.”\n\nThe POWs knew nothing of VE Day, although they heard rumours that the Allies were doing well.\n\nGuards failing to turn up for two days in a row was the first indication that the war may, in fact, have ended.\n\n“The first definite sign I had was a paratrooper walking up the road towards the camp,” said Jack.\n\n“I said good morning and he just looked at me – I was like a scarecrow by then, dressed in rags with no shoes and weighing just six stone.”\n\nWhen Lord Mountbatten arrived at Changi, 30 British, 30 Australian and 30 Dutch POWs formed a guard of honour to welcome him.\n\n“No two were dressed alike,” recalled Jack. “It must have been the most non-descript guard of honour he’d ever seen but he walked down as if he was at Buckingham Palace.”\n\nSome veterans were flown home immediately but Jack was deemed well enough to wait until the end of September for a Polish ship which, a month later, docked back in Liverpool – four years after he first set sail.\n\nThis Saturday, Jack will have two things on his mind.\n\n“I’ll remember comrades who never came home, and there were many of them.\n\n“I reached 100 this year but would have been dead in months, had it not been for the atom bombs.\n\n“But, of course, in my mind is a thought that by dropping those bombs, so many civilians – men, women and children – died in Japan. I will remember them too.”\n\nJack’s story will form part of Poppyscotland’s commemorations this week.\n\nThird virtual commemoration for generation who gave so much\n\nSaturday, August 15, will mark 75 years to the day when Japan surrendered in the Second World War to bring six years of global conflict to an end.\n\nWith restrictions still in place around social gatherings, VJ Day will be marked by a series of virtual events organised by Armed Forces charities Legion Scotland and Poppyscotland, in partnership with the Scottish Government.\n\nA series of programmes will be broadcast live via the charities’ social media channels. A virtual Service of Remembrance will be shown from 10.35am on Saturday, followed at midday by a virtual concert.\n\nOn Monday, August 17, the first full week of the new school term, a live lesson will help to ensure that younger generations have an opportunity to learn more about VJ Day.\n\nDr Claire Armstrong, Legion Scotland chief executive, said: “We have commemorated two major anniversaries in a virtual space for the 75th anniversary of VE Day in May and the 80th anniversary of St Valéry in June.\n\n“Now, quite rightly, the nation’s attention turns to the events in the Far East 75 years ago.\n\n“This campaign saw some of the fiercest fighting of the Second World War.", "METADATA": {"theme-color": "#009ee2", "category": "People", "sitename": "Deeside Piper", "description": "Veteran Jack Ransom will be among the very few to receive a commemoration coin this week.", "page path": "/news/people", "page type": "Article", "adPageType": "Article Page", "og": {"locale": "en_GB", "title": "Jack Ransom will remember his comrades on 75th anniversary of VJ Day", "url": "https://www.deesidepiper.co.uk/news/people/jack-ransom-will-remember-his-comrades-75th-anniversary-vj-day-2943016", "type": "article", "description": "Veteran Jack Ransom will be among the very few to receive a commemoration coin this week.", "image": {"identifier": "https://www.deesidepiper.co.uk/webimg/RUxNODg0MjMwMzg=.jpg", "secure_url": "https://www.deesidepiper.co.uk/webimg/RUxNODg0MjMwMzg=.jpg", "width": 3280, "height": 2314}}, "twitter": {"card": "summary_large_image", "site": "@Deeside_Piper"}, "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "amp-google-client-id-api": "googleanalytics", "ia": {"markup_url": "https://www.deesidepiper.co.uk/fbia/news/people/jack-ransom-will-remember-his-comrades-75th-anniversary-vj-day-2943016"}, "parsely-post-id": "E-88416675", "fb": {"app_id": 136363819836351, "pages": 226358610794634}}}}