{"GDELT": {"GlobalEventID": 940782823, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PRK", "Actor1Name": "NORTH KOREAN", "Actor1CountryCode": "PRK", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -5.82617000955109, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN12", "Actor1Geo_ADM2Code": "39681", "Actor1Geo_Lat": 39.0194, "Actor1Geo_Long": 125.755, "Actor1Geo_FeatureID": "-183459", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN12", "Action2Geo_ADM2Code": "39681", "Action2Geo_Lat": 39.0194, "Action2Geo_Long": 125.755, "Action2Geo_FeatureID": "-183459", "DATEADDED": 20200814150000, "SOURCEURL": "https://nationalinterest.org/blog/reboot/war-games-prove-why-america-cannot-afford-second-korean-war-166894"}, "ARTICLE": {"TITLE": "War Games Prove Why America Cannot Afford A Second Korean War", "TEXT": "Here's What You Need To Remember: \"While the United States may believe that securing North Korea’s nuclear arsenal is a limited mission, some North Korean factions in the wargames tended to view U.S. intervention as the prelude to unification and thus an existential threat to North Korea as an independent entity. This put them in the situation of using their nuclear weapons—the ultimate guarantor of their security—or losing them.”\n\nIf war erupts with North Korea, then the U.S. military will have problems, according to a series of wargames conducted by the RAND Corporation.\n\nInvading North Korea to capture or destroy Kim Jong-un’s nuclear arsenal, or to knock out artillery batteries threatening Seoul, would overstretch and deplete American and South Korean forces. More ominously, this could also trigger Chinese military intervention.\n\nRAND focused on the ability of the U.S. military—and especially the U.S. Army, which sponsored the research—to respond to three potential issues: the threat of North Korea’s nuclear weapons, the ability of North Korean conventional artillery to devastate Seoul, and the military and diplomatic challenges of securing Pyongyang’s nuclear arsenal should the Communist regime collapse and North Korea degenerate into civil war.\n\n“We simply don’t have enough troops to search North Korea for loose nukes and perform all the other missions of a post-conflict or collapse scenario, and we can’t get them into North Korea nearly quickly enough to avoid leakage,” RAND researcher Michael Mazarr told the National Interest.\n\nRegarding nuclear weapons, the report pointed out an obvious but uncomfortable fact: a sufficiently large North Korea atomic arsenal will render an invasion and conquest of North Korea impossible. “Within five to eight years, North Korea is likely to have enough survivable nuclear capability to make any move into North Korea prohibitively costly in the absence of transformative new capabilities to neutralize the North Korean nuclear force.” And regardless of U.S. policy, South Korea and Japan may be constrained by the prospect of North Korean nuclear retaliation.\n\nAs for threat of North Korea’s formidable artillery arsenal (reportedly more than ten thousand artillery pieces) turning Seoul into a sea of fire, RAND examined either knocking out the guns with air and artillery strikes, or a limited cross-border invasion to seize the Kaesong Heights where the weapons are emplaced. But air and artillery fire could take weeks to knock out the heavily fortified guns, while a ground invasion runs the risk of triggering use of North Korea’s nuclear weapons.\n\nA major problem is that even a limited invasion would require massive forces, including two full South Korean corps. And there is reason to question whether South Korea could sustain the effort. “In our wargames, it was not unusual for the equivalent of a corps to be destroyed in one week’s fighting to achieve a single penetration, translating to tens of thousands of casualties,” RAND noted. “Casualties at this scale would likely exhaust the South Korean military’s capacity for follow-on missions, such as unifying the peninsula or securing WMD sites.”\n\nWhile that conclusion is based on a specific scenario—attacking a narrow, heavily defended corridor and with North Korea using chemical weapons—the wargames indicated that “South Korea grinds up much of its offensive striking power just to get through or clear out the Kaesong vicinity,” Mazarr said. “That leaves a lot of ROK [Republic of Korea] capacity but not necessarily the sort that can punch through defenses. What that means in terms of a larger campaign we don’t evaluate. My personal view is that indeed, the ROK alone would stall out long before getting to Pyongyang.”\n\nAs for securing North Korean nuclear weapons, RAND conducted several wargames based on the premise that U.S. troops moved in to capture the nukes after Kim Jong-un died and his nation degenerated into civil war. But the wargames suggested any successors to the North Korean leader would have an incentive to keep control of the nukes as a matter of political power (and hiding them would be easy). Nor could airpower alone destroy them, just as aerial Scud-busting failed in Iraq.\n\n“It surprised me at how easy it was for the North Koreans to hide, or make it difficult, for the United States and the ROK [South Korea] to find nuclear weapons or nuclear materials,” Stacie Pettyjohn, co-director of RAND’s Center for Gaming, told The National Interest.\n\nThose who believe that toppling Kim Jong-un’s regime would solve the problem should pay attention to this finding in the RAND report: “In all the wargames, at least one of the North Korean factions employed a nuclear weapon during the conflict. While the United States may believe that securing North Korea’s nuclear arsenal is a limited mission, some North Korean factions in the wargames tended to view U.S. intervention as the prelude to unification and thus an existential threat to North Korea as an independent entity. This put them in the situation of using their nuclear weapons—the ultimate guarantor of their security—or losing them.”\n\nThen there is the China question. During the RAND wargames, Chinese forces entered North Korea to secure the Sino-North Korean border as well as nuclear weapons facilities in the northern part of the country. In addition, a ground operation to destroy artillery batteries on the Kaesong Heights would also place U.S. and South Korean troops on the Kaesong corridor, one of the few invasion routes toward the Chinese border. In 1950, this provoked a massive Chinese response, and the same could happen again.\n\nHowever, Mazarr cautions that a lot depends on the situation. “The behavior of China in our games both suggests and assumes that Beijing would want to stay out of a U.S.-North Korea clash as much as it could. The question becomes the origins of the clash and whether it feels its credibility is on the line at a critical moment as it seeks greater influence and status. So if North Korea begins an unprovoked artillery barrage on Seoul, clearance ops in Kaesong might not cause China to flinch. But what if we hit first and the North Korean shots are a response?”\n\nMichael Peck is a contributing writer for the National Interest. He can be found on Twitter and Facebook. (This first appeared in 2018.)\n\nImage: Reuters.", "METADATA": {"foaf": {"name": "Michael Peck"}, "rdfs": {"label skos": {"prefLabel": "SEP/OCT 2020"}}, "description": "It would be hell.", "abstract": "It would be hell.", "keywords": "Security, Security, North Korea, Military, Technology, World, Asia, Nuclear Weapons", "robots": "follow, index, max-image-preview:large;", "news_keywords": "Security, Security, North Korea, Military, Technology, World, Asia, Nuclear Weapons", "rating": "general", "generator": "Drupal 7 (https://www.drupal.org)", "rights": "©1991–2020 The National Interest (Published by The Center for the National Interest)", "fb": {"app_id": 108265093096398}, "revisit-after": "1 day", "og": {"type": "article", "site_name": "The National Interest", "title": "War Games Prove Why America Cannot Afford A Second Korean War", "url": "https://nationalinterest.org/blog/reboot/war-games-prove-why-america-cannot-afford-second-korean-war-166894", "description": "It would be hell.", "updated_time": "2020-08-14T08:30:05-04:00", "image": "https://nationalinterest.org/sites/default/files/main_images/2019-05-09T000000Z_1907924812_RC139586E840_RTRMADP_3_NORTHKOREA-MISSILES.JPG.jpg"}, "twitter": {"card": "summary_large_image", "site": "@thenatlinterest", "title": "War Games Prove Why America Cannot Afford A Second Korean War", "url": "https://nationalinterest.org/blog/reboot/war-games-prove-why-america-cannot-afford-second-korean-war-166894", "description": "It would be hell.", "image": "https://nationalinterest.org/sites/default/files/main_images/2019-05-09T000000Z_1907924812_RC139586E840_RTRMADP_3_NORTHKOREA-MISSILES.JPG.jpg"}, "article": {"published_time": "2020-08-14T08:30:05-04:00", "modified_time": "2020-08-14T08:30:05-04:00"}, "dcterms.title": "War Games Prove Why America Cannot Afford A Second Korean War", "dcterms.creator": "Michael Peck", "dcterms.subject": "Security, Security, North Korea, Military, Technology, World, Asia, Nuclear Weapons", "dcterms.description": "It would be hell.", "dcterms.publisher": "The Center for the National Interest", "dcterms.date": "2020-08-14T08:30-04:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://nationalinterest.org/blog/reboot/war-games-prove-why-america-cannot-afford-second-korean-war-166894", "viewport": "width=device-width", "msvalidate.01": "B9EACE358E504698243D8A8DBD920B1C"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}