{"GDELT": {"GlobalEventID": 940785728, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SPY", "Actor1Name": "INTELLIGENCE", "Actor1Type1Code": "SPY", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.21231422505307998, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200814151500, "SOURCEURL": "https://www.msn.com/en-us/news/world/who-wins-who-loses-from-the-israel-uae-agreement/ar-BB17XSgw"}, "ARTICLE": {"TITLE": "Who Wins, Who Loses From the Israel-UAE Agreement", "TEXT": "(Bloomberg Opinion) -- The Israeli-Emirati commitment to normalize relations, brokered by the U.S., obviously stands to benefit all three parties. But what will the agreement mean for Middle Eastern countries whose signatures won’t be on it?\n\nThe Palestinians, apparently taken by surprise, have denounced the move as “treason,” and demanded that it be rescinded. For them, it is disastrous that the United Arab Emirates has broken a long-standing consensus that all relations with Israel must be based on the 2002 Arab Peace Initiative, which offered Israel normalization with the entire Arab world after an agreement to create a Palestinian state.\n\nThe UAE has violated this Arab red line by joining Egypt, Jordan and Mauritania in committing to normalize relations with Israel, but without any progress on ending the occupation. (Egypt and Jordan made peace treaties well before 2002, in exchange for territories lost in war; Mauritania, a marginal Arab state, normalized relations in 1999, only to freeze them again in 2009.) The Emiratis say they acted to prevent imminent annexation and preserve the possibility of a Palestinian state, and therefore also the viability of the API. But few other Arabs and almost no Palestinians will see it that way.\n\nAvoiding annexation is obviously a very good thing from a Palestinian point of view. But the cost at the breaking of the API consensus, often cited as the basis of Palestinian policy as well, and a two-state future will be viewed as unaffordable.\n\nSaudi Arabia is also likely to be miffed, in part at least because the API was a Saudi initiative. Yet Riyadh has also clearly been interested in strengthening relations with Israel as a counter to Iran, and will pay close attention to how the UAE fares in the coming months.\n\nJared Kushner, President Donald Trump’s point-man on the Middle East, has suggested that another Arab country will follow the UAE’s lead. There’s speculation that Bahrain and Oman will make announcements soon. Manama generally defers to Riyadh on defense and foreign policy issues, so any Bahraini normalization with Israel would serve as a trial balloon for Saudi Arabia as well. But such a Saudi move may only come after the end of the rule of King Salman, who seems committed to the API.\n\nFormal diplomatic ties with Israel would embellish Oman’s credentials as a regional mediator and a friend to all. Muscat maintains close relations with Iran, but also welcomed Israeli Prime Minister Benjamin Netanyahu on an official visit in 2018. Oman has, in typically understated fashion, welcomed the announcement.\n\nAll three of these Gulf Arab countries have quietly been increasing relations with Israel anyway, so normalization is merely a matter of formalizing what already exists.\n\nFor Egypt, the Israeli-Emirati agreement is welcome news, not least because of their shared antipathy toward Turkey. Cairo is alarmed by Turkish ambitions, in Libya as well as the Eastern Mediterranean, and by Ankara’s support for the Muslim Brotherhood. And it potentially strengthens the Egyptian-Emirati hand in Libya against Turkish-supported forces for control of the country.\n\nThe agreement, like the historical Arab antagonism toward Israel, won't mean much for the rest of North Africa. But Morocco is near the top of the list of other countries that might consider an opening with Israel.\n\nOutside of the Arab world, the countries that will have the most to say about Thursday’s announcement are Iran and Turkey, which are hostile to both Israel and the UAE. Iran has denounced the deal as “dangerous.” It will use the agreement to score propaganda points against the UAE, portraying the Emiratis as having betrayed the Palestinian cause. But behind Tehran’s bluster will be grave concern that two of its more active and potent adversaries in the region have come together under Trump’s offices. Increased military and intelligence cooperation between the U.S., Israel and the UAE would indeed be dangerous for the Islamic Republic.\n\nThings are more complicated for Turkey, which has condemned the Israeli-Emirati agreement and is threatening the suspension of diplomatic relations with the UAE. It is a member of the North Atlantic Treaty Organization, and President Recep Tayyip Erdogan seems to value his access to Trump. Turkey has trade relations with Israel and the UAE but is at cross purposes with them on most issues. Erdogan routinely lambasts Israel over Palestine, and will not take kindly to recent Israeli moves in the Eastern Mediterranean. He has also taken rhetorical aim at the UAE, for its support of the rebels in Libya (Turkey backs the government in Tripoli), its role in the embargo on Qatar (a close Turkish ally), and its hostility to the Muslim Brotherhood.\n\nThe biggest winner outside of the three parties directly involved in the agreement is surely Jordan, because it allows at least the hope of a Palestinian state in the future. That hope would have evaporated if Israel went ahead with Netanyahu’s planned land-grab in the West Bank.\n\nPalestinian refugees from the 1947-48 war and their descendants make up a majority of Jordan’s citizens, but they have long adhered to a tacit understanding that they pursue their national ambitions in their former homelands, and not in the Hashemite kingdom. That could change is if a meaningful and viable state became an impossibility anywhere in the territory of historical Palestine.\n\nThis column does not necessarily reflect the opinion of the editorial board or Bloomberg LP and its owners.\n\nHussein Ibish is a senior resident scholar at the Arab Gulf States Institute in Washington.\n\nFor more articles like this, please visit us at bloomberg.com/opinion\n\n©2020 Bloomberg L.P.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Who Wins, Who Loses From the Israel-UAE Agreement", "cq": "passed", "Search.Interest": "Israel", "robots": "index, follow", "description": "Joy in Cairo, relief in Amman, anger in Ankara and alarm in Tehran.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}