{"GDELT": {"GlobalEventID": 940752275, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LEG", "Actor1Name": "SENATOR", "Actor1Type1Code": "LEG", "Actor2Code": "UAF", "Actor2Name": "TERRORIST GROUP", "Actor2Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.89805097451275, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200814120000, "SOURCEURL": "https://www.independentsentinel.com/slaphappy-chuck-hagel-botches-his-confirmation-hearing/"}, "ARTICLE": {"TITLE": "Slaphappy Chuck Hagel Botches His Confirmation Hearing", "TEXT": "President Obama obviously agrees with Hagel’s views and likes the message Hagel sends to our allies and enemies. That’s terrifying.\n\nHow anyone could put Hagel in charge of our armed forces when he can’t even answer a tough question without looking dazed and confused is truly beyond my grasp.\n\nI thought John Kerry, the first candidate to be discussed for Secretary of Defense, was a poor choice because he betrayed our soldiers but he is looking pretty good compared to Hagel.\n\nHagel didn’t even know what the Obama administration’s policy on Iran was. He said Obama had a policy of containment which is not the case. He didn’t know the defense cuts were coming from sequestration. He didn’t even understand what the job description was. He couldn’t answer any questions regarding his past controversial statements about Israel and Iran.\n\nHagel had to know these questions were coming but he answered like someone who was just coming out of a coma.\n\nTed Cruz questioned Chuck Hagel about his interview with al Jazeera in which Chuck Hagel agreed with a caller that Israel committed war crimes. Chuck seemed confused by the question and said he doesn’t think Israel committed war crimes.\n\nAt about 06:00 minutes, Senator Cruz refers to a speech by Hagel on the floor of the Senate in which he said Israel’s military campaign against the terrorist group Hezbollah was a “sickening slaughter.” Cruz then asked Hagel whether he still felt the same way. Hagel was confused again.\n\nIn another segment, we hear Hagel on tape agreeing that the perception and reality is that the United States is the world’s bully. Hagel didn’t think that he agreed with the caller’s statement, but of course he did, and we had all just heard the replay of him doing exactly that.\n\nWhen John McCain grilled Chuck Hagel as to whether he stood by his comments that the surge did not work. He wouldn’t say if he was right or wrong on the surge. He said he would not answer a lot of questions and he deferred to history.\n\n\n\nJim Inhofe quoted some questionable comments by Hagel and asked why he thought Iran strongly supports his (Hagel’s) confirmation. He didn’t answer that either.\n\n\n\nLindsey Graham asked him about the budget. Hagel had difficulty responding to the tough questions like, “Are we at war?”\n\nGraham asked Hagel about his statement that the Jewish lobby was pressuring the Senate to do dumb things, but Hagel couldn’t name one person who pressured them or one dumb thing they did.\n\nHagel would not urge the EU to sanction Hezbollah in the past and when questioned about it today by Graham, he said the president and not congress should designate Hezbollah as a terrorist organization. I suppose he sees congress as irrelevant as the president does.\n\nAt 06:08, Senator Graham asked him if the Iranian Revolutionary Guard is a terrorist organization. Hagel could barely give an inadequate answer.\n\nReading the mainstream media’s views on the hearing, one must wonder if they watched a different confirmation hearing.\n\nHuffPo ran to Hagel’s defense, claiming that all the great stuff Hagel did was left out. The NY Times described Republican senators as fierce and sometimes angry while emphasizing that Hagel was a decorated war Veteran. They did mention his stumbling performance. CBS said he had a rocky but probable road to appointment. They were long on criticism of Republicans – what else is new?\n\nPlease contact your Senators and ask them to NOT confirm Senator Hagel as Secretary of Defense. Our military deserve so much better, certainly they deserve someone who can address questions about his past record and who has basic knowledge of the defense budget.\n\nHe looked like he was awoken from a long nap during the hearing and that’s how I envision him doing the job.\n\nYou can find your Senators here.\n\nFull video via WaPo\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "GQSnPLgIhVV-9Hs7jpCMTQ3kecyHqiBP-MpteDI1A-U", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Slaphappy Chuck Hagel Botches His Confirmation Hearing  - www.independentsentinel.com", "description": "President Obama obviously agrees with Hagel’s views and likes the message Hagel sends to our allies and enemies. That’s terrifying. How anyone could put Hagel in charge of our armed forces when he can’t even answer a tough question without looking dazed and confused is truly beyond my grasp. I thought John Kerry, the first […]", "url": "https://www.independentsentinel.com/slaphappy-chuck-hagel-botches-his-confirmation-hearing/", "site_name": "www.independentsentinel.com", "image": "https://www.independentsentinel.com/wp-content/uploads/2013/01/US-Defense-is-in-good-hands1.jpg"}, "article": {"publisher": "https://www.independentsentinel.com", "published_time": "2013-02-01T04:46:52+00:00", "modified_time": "2013-02-01T04:48:52+00:00"}, "twitter": {"card": "summary", "creator": "@indiesentinel", "site": "@indiesentinel"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}