{"GDELT": {"GlobalEventID": 940719448, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ELI", "Actor1Name": "ACTOR", "Actor1Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.14925373134329, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Xining, Qinghai, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH06", "Actor1Geo_ADM2Code": "13211", "Actor1Geo_Lat": 36.6167, "Actor1Geo_Long": 101.76700000000001, "Actor1Geo_FeatureID": "-1933729", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Xining, Qinghai, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH06", "Action2Geo_ADM2Code": "13211", "Action2Geo_Lat": 36.6167, "Action2Geo_Long": 101.76700000000001, "Action2Geo_FeatureID": "-1933729", "DATEADDED": 20200814083000, "SOURCEURL": "http://www.womenofchina.cn/womenofchina/html1/culture/lifestyle/20081/5020-1.htm"}, "ARTICLE": {"TITLE": "Mask of a Face", "TEXT": "Award-winning Chinese animation, The Town , revolves around the negative impact of bias and stereotyping. [For China Daily]\n\nMany are expected to live by established social norms. But what happens if the norms have a ridiculous side?\n\nArc Anime Studio, a Shenzhen-based company comprising mostly young animators, who are age 25 on average, has spent four years figuring out the answer through The Town, a 27-minute animation, which recently won plaudits at home and abroad.\n\nThe film won the best short film award at the 14th FIRST International Film Festival, held in Xining, capital of Northwest China's Qinghai Province, from July 26 to August 3.\n\nWith the rise in recognition of arthouse cinema in China in recent years, the festival has come to be known as an incubator for young talent and paving the way for independent movies.\n\nActor Zhou Yiwei, who alongside actor Wang Chuanjun presented the award during the festival, has hailed the film for its \"beautiful scenes and skillful fictionalization of society\" that reflects social issues.\n\n\"It's a big surprise. The honor will encourage us and fellow animators to pursue the diversity of Chinese animation production,\" says Jason Gu, producer of The Town.\n\nIn July, the movie won the Jean-Luc Xiberras Award for a first film at the 44th Annecy International Animated Film Festival, an event called the \"Oscars of animated films.\"\n\nAs the French festival was held online due to the ongoing COVID-19 pandemic, the Xining event marks the first time for the movie to be limitedly screened in local theaters in China.\n\nAward-winning Chinese animation, The Town , revolves around the negative impact of bias and stereotyping. [For China Daily]\n\nUnfolding with a bird's-eye view, the beginning scene — a continuous long shot — takes the audience to an isolated town nestled in lush mountains.\n\nThe town is reminiscent of southern China's traditional architectural style. It has cobblestone alleyways and houses with black tiles and white walls.\n\nWith conflicts between the protagonist siblings — a restrained sister and her rebellious younger brother — the fantastical story unfolds around a strange social norm in the town.\n\nThat is, locals strongly believe they'll live better lives after undergoing a surgery called xiurong (\"face-polishing\").\n\nAnyone who gets the approval to undertake the surgery will be taken to a special room, where the person puts on a wooden mask and gets injected in the face.\n\nAfter the surgery, the person will have a new \"face\" in accordance with the appearance of the chosen mask.\n\nThe masks vary in appearance and provide different functions such as making a person look like \"elite.\"\n\nWhile the brother strongly resists the unwritten rule and tries to escape the town, the sister, who works as a mask sculptor in the town's top xiurong institution, is more compliant. She seeks approval to receive the surgery — her greatest dream for improving their family's economic situation.\n\n\"The draft idea of The Town was first shaped in early 2016, when our animation team was brainstorming a story about a person who resists being labeled but is forced to behave like the others,\" says Gu.\n\nFrom then and until the end of 2019, the animation team, which had expanded from 10 to more than 50 members, revised the script many times, with the theme finally revolving around the negative impact of bias and stereotyping.\n\nWith over 230 shots set in around 10 locations, the film depicts nearly 70 characters and displays more than 100 props, a large amount for a short animated work.\n\n\"When we decided to produce the film, we didn't think much about commercial returns. We were attracted to the idea of creating an unlikely story,\" says Gu.\n\nThe major creators hope that the movie will help the audience to reflect more about the contradictions between individuality and social conformity, he adds.\n\nThe film is scheduled to be released on Chinese streaming sites later this year.\n\n(Source: China Daily)", "METADATA": {"twitter": {"card": "summary_large_image", "site": "@womenofchina"}, "description": "Many are expected to live by established social norms. But what happens if the norms have a ridiculous side?"}}}