{"GDELT": {"GlobalEventID": 940736370, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "LBN", "Actor2Name": "LEBANON", "Actor2CountryCode": "LBN", "IsRootEvent": 1, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.847076461769121, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814103000, "SOURCEURL": "https://www.msn.com/en-us/news/world/lebanon-alone-must-decide-its-own-future-says-iran-foreign-minister/ar-BB17XqLD"}, "ARTICLE": {"TITLE": "Lebanon alone must decide its own future, says Iran foreign minister", "TEXT": "* Iranian foreign minister holds talks in Beirut\n\n* His visit comes amid US, French diplomatic push\n\n* Families of blast victims demand independent probe\n\n* Seismic blast killed at least 170, wrecked swathes of Beirut\n\nBy Maher Chmaytelli\n\nBEIRUT, Aug 14 (Reuters) - Only the Lebanese people and their representatives can decide the country's future, Iran's foreign minister said on a visit to Beirut on Friday, following the massive blast at the city's port that killed 172 people and prompted the government to resign.\n\nIran backs Lebanon's powerful armed movement Hezbollah, which along with its allies helped form the outgoing government. The United States classifies Hezbollah as a terrorist group.\n\nMohammed Javad Zarif was speaking after senior U.S. and French officials met President Michel Aoun in a flurry of Western diplomacy that has focused on urging Lebanon to fight entrenched corruption and enact long-delayed reforms in order to unlock international financial aid to tackle an economic crisis.\n\n\"In our view it is not humane to exploit the pain and suffering of the people for political goals,\" Iran's Zarif told a joint televised news conference with Lebanon's caretaker foreign minister.\n\n\"We believe that the government and the people of Lebanon should decide on the future of Lebanon.\"\n\nLebanese had been staging angry protests against a political elite blamed for the country's many woes even before the Aug 4. blast, which injured 6,000 people, damaged swathes of the Mediterranean city and left 300,000 homeless. Some 30 people remain missing.\n\nAoun tweeted that he had held separate talks on Friday with both U.S. Under-Secretary of State for Political Affairs David Hale and French Defence Minister Florence Parly.\n\n\"EMPTY PROMISES\"\n\nHale said on Thursday the United States' FBI would join a probe into the blast at a hangar in the port where highly-explosive material detonated in a mushroom cloud. Hale called for an end to \"dysfunctional governments and empty promises\".\n\nInternational humanitarian aid has poured in but foreign states have linked any financial assistance to reform of the Lebanese state, which has defaulted on its huge sovereign debts.\n\nZarif said Tehran and private Iranian companies were ready to help Lebanon with reconstruction and rehabilitating the country's electricity sector.\n\nFrance's navy helicopter carrier Tonnerre docked at the wrecked port, where Lebanese authorities say more than 2,000 tonnes of ammonium nitrate had been stored for years without safety measures.\n\nAoun has promised a swift investigation into the blast. He has said the probe would look into whether the cause was negligence, an accident or \"external interference\".\n\nRepresentatives of the victims' families held a news conference and read out an appeal to the United Nations Security Council urging it to appoint an international investigation commission and refer the blast to an international court.\n\n\"The Lebanese government's negligence and corruption have played a major role in this crime. Only an independent neutral investigation and prosecution will reveal the truth, punish those responsible and do justice,\" said a website set up on behalf of the victims (victimsofbeirutmassacre.com).\n\nState news agency NNA said questioning of some ministers due to take place on Friday had been postponed as the judge appointed for the task said he did not have the authority to question government ministers.\n\nThe resignation of the cabinet has added to the uncertainty. Agreement on a new government is likely to prove very difficult in a country with deep factional rifts and a sectarian power-sharing system.\n\nThe country's senior Christian cleric, who has said Beirut must keep out of regional conflicts, voiced concern on Thursday that a new Lebanon was being \"cooked in the kitchens\" of foreign countries, without naming them.\n\n\"They have started cooking things that are not in Lebanon's interest at all but rather in the interest of politicians and factions, which we reject completely and will fight against,\" Maronite Patriarch Bechara Boutros Al-Rai said in a sermon. (Reporting by Maher Chmaytelli, Ghaida Ghantous and Beirut and Dubai bureaus; Writing by Ghaida Ghantous Editing by Gareth Jones)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Lebanon alone must decide its own future, says Iran foreign minister", "cq": "passed", "Search.Interest": "Iran", "robots": "index, follow", "description": "LEBANON-SECURITY/BLAST (PIX, TV):Lebanon alone must decide its own future, says Iran foreign minister", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}