{"GDELT": {"GlobalEventID": 940733941, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "ABW", "Actor2Name": "ARUBA", "Actor2CountryCode": "ABW", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.42522231204527, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814101500, "SOURCEURL": "https://www.goodtoknow.co.uk/family/family-news/when-to-self-isolate-which-countries-are-on-the-uk-quarantine-list-including-spain-france-and-turkey-554854"}, "ARTICLE": {"TITLE": "When to self isolate - which countries are on the UK quarantine list?", "TEXT": "We earn a commission for products purchased through some links in this article.\n\nIf you’re looking to book a summer holiday this year, there’s now one more thing to bear in mind: whether you have to self isolate when you return to the UK.\n\nIt’s a question that was largely debated when the government first proposed the idea of travel corridors earlier in the year, to allow countries to make agreements between them about when tourists would have to self-isolate, in order to kickstart the travel industry.\n\nA list of 60 countries was announced by the government on July 10 – with popular holiday destinations like Spain, France and Turkey all on the no-quarantine list. Countries like Sweden and Portugal were excluded, however, due to the worries around the quarantining measures and rise in cases in the countries.\n\nBut now the list has changed and as more information around the topic grows, many keen travellers are wondering, ‘when do I have to self-isolate?’. All your questions answered…\n\nWhen should you self-isolate?\n\nIf you have returned to the UK from one of the countries not on the quarantine-free list, as updated by the government, then you have to self isolate for two weeks.\n\nThis is regardless of whether you travelled to the country by plane, ferry, train or car, etc.\n\nYou definitely have to quarantine if you stopped off and you or other passengers got off the mode of transport, mixed with other people (at a service station, etc), and then got back on again.\n\nIt’s also possible that you have to self-isolate if you just passed through a country that’s not on the quarantine exempt list.\n\nLuxembourg was one of the first countries to be removed from the quarantine-free list, followed by Spain on July 27 and Andorra, The Bahamas and Belgium on August 8.\n\nNow from Saturday August 15, those returning from France, Aruba, Malta, Monaco, the Netherlands and Turks and Caicos Islands will have to quarantine for two weeks upon their arrival back into the UK.\n\nThis means that France and Spain, two of the UK’s top holiday destinations have been taken off the quarantine-free list and travellers have to self-isolate for two weeks on their return.\n\nHow does quarantine work in the UK?\n\nThe quarantine rules for those returning from countries not on the quarantine-free list were set out by the government and are similar to those imposed in the UK during lockdown.\n\nWhen you arrive back into the UK, you are not allowed to:\n\nStop off anywhere on your journey to the place where you’ll be self isolating and if possible, you should use private transport means to get there.\n\nHave visitors to your accommodation, unless they are providing essential care.\n\nShare facilities with others in your accommodation, i.e. if you quarantine in a hotel, you should not go to the bar or restaurant.\n\nLeave your accommodation to go to work, school, public spaces.\n\nLeave your accommodation to go shopping. You should have shopping delivered to the place where you’re quarantining, or it should be dropped off by a friend or relative.\n\nLeave your accommodation to walk your dog, or for any other reason unless it’s a medical emergency.\n\nIf you don’t follow the quarantine rules on your return to the UK, you can be fined up to £1,000 in England and Wales.\n\nA fine will also apply if you give inaccurate information or don’t update your contact details if you move to another location during the quarantine period, which will be up to £3,200 in England and £1,920 in Wales.\n\nIn Scotland, the fine is set at £480 if you don’t follow the quarantine rules and in Northern Ireland, you can be fined £60 if you don’t provide contact details and £1,000 if you leave your quarantine location without a good excuse.\n\nBut there are plenty of countries, such as Turkey, where you don’t have to self isolate….\n\nThese are the countries where you do not have to self-isolate on your return to the UK\n\nAkrotiri and Dhekelia\n\nAnguilla\n\nAntigua and Barbuda\n\nAustralia\n\nAustria\n\nBarbados\n\nBermuda\n\nBonaire, St Eustatius and Saba\n\nBritish Antarctic Territory\n\nBritish Indian Ocean Territory\n\nBrunei\n\nCayman Islands\n\nThe Channel Islands\n\nCroatia\n\nCuracao\n\nCyprus\n\nCzech Republic\n\nDenmark\n\nDominica\n\nEstonia\n\nFalkland Islands\n\nFaroe Islands\n\nFiji\n\nFinland\n\nFrench Polynesia\n\nGibraltar\n\nGermany\n\nGreece\n\nGreenland\n\nGrenada\n\nGuadeloupe\n\nHong Kong\n\nHungary\n\nIceland\n\nThe Isle of Man\n\nItaly\n\nJamaica\n\nJapan\n\nLatvia\n\nLiechtenstein\n\nLithuania\n\nMacao (Macau)\n\nMalaysia\n\nMauritius\n\nMontserrat\n\nNew Caledonia\n\nNew Zealand\n\nNorway\n\nPitcairn, Henderson, Ducie and Oeno Islands\n\nPoland\n\nReunion\n\nSan Marino\n\nSeychelles\n\nSlovakia\n\nSlovenia\n\nSouth Korea\n\nSouth Georgia and the South Sandwich Islands\n\nSt Bathelemy\n\nSt Helena, Ascension and Tristan da Cunha\n\nSt Kitts and Nevis\n\nSt Lucia\n\nSt Pierre and Miquelon\n\nSt Vincent and the Grenadines\n\nSwitzerland\n\nTaiwan\n\nTrinidad and Tobago\n\nTurkey\n\nVietnam\n\nHowever, if you are returning from one of these places on the quarantine-free list and you experience the symptoms of coronavirus, then it’s important that you still stay at home and self-isolate. You can also take a test to find out if you have the virus.\n\nWhen does the France quarantine start?\n\nOn August 13, it was announced by the UK government that those coming back from trips to anywhere in France would have to self-isolate. The quarantine for this begins on Saturday August 15 at 4am, so if you came back or are coming back to the UK before then, it’s not a legal requirement to self-isolate.\n\nThe announcement came as France’s prime minister recognised that the country’s infection numbers were going “the wrong way” and informed the UK that France would be taking “reciprocal measures”.\n\nThis could mean that those entering France from the UK will have to quarantine for 14 days upon their arrival into the country.\n\nIs Spain still on the quarantine list?\n\nFor those looking to go to Spain this summer, the government has advised that on return you have to quarantine for two weeks.\n\nThis follows a significant rise in cases in the regions of Aragon, Navarra and Catalonia, which includes popular destinations for tourists like Zaragoza, Pamplona and Barcelona.\n\nIf you do travel to Spain, you will also have to follow three requirements:\n\nProvide the Spanish Ministry of Health with contact information and any history of exposure to coronavirus in the 48 hours before travel.\n\nA temperature check.\n\nYou have to undergo a visual health assessment, which could include a Covid-19 test.\n\nIs Italy on the quarantine list?\n\nHolidaymakers looking to head to Italy for some sun will be pleased to hear that, for the moment, Italy is on the quarantine-free list. This means that as of August 14, those looking to travel to Italy will not have to quarantine for two weeks upon their arrival back into the UK.\n\nHowever, the quarantine-free list is subject to change and as we have seen over the past couple of weeks, many popular destinations for tourists have been added to the list and visitors have been forced to quarantine.\n\nWhile Italy may be quarantine-free for now, others such as Spain, France and Malta have been taken off the list.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Looking to go on holiday this year and wondering when you have to self-isolate on your return? Find out where to travel to this summer...", "og": {"locale": "en_US", "type": "article", "title": "When to self isolate - which countries are on the UK quarantine list? | GoodtoKnow", "description": "Looking to go on holiday this year and wondering when you have to self-isolate on your return? Find out where to travel to this summer...", "url": "https://www.goodtoknow.co.uk/family/family-news/when-to-self-isolate-which-countries-are-on-the-uk-quarantine-list-including-spain-france-and-turkey-554854", "site_name": "GoodtoKnow", "updated_time": "2020-08-14T14:15:12+01:00", "image": {"identifier": "https://keyassets-p2.timeincuk.net/wp/prod/wp-content/uploads/sites/53/2020/08/GettyImages-874914576-1024x683.jpg", "secure_url": "https://keyassets-p2.timeincuk.net/wp/prod/wp-content/uploads/sites/53/2020/08/GettyImages-874914576-1024x683.jpg", "width": 1024, "height": 683}}, "article": {"publisher": "https://www.facebook.com/goodtoknow.co.uk/", "section": "Family news", "published_time": "2020-08-14T14:00:03+01:00", "modified_time": "2020-08-14T14:15:12+01:00"}, "twitter": {"card": "summary_large_image", "description": "Looking to go on holiday this year and wondering when you have to self-isolate on your return? Find out where to travel to this summer...", "title": "When to self isolate - which countries are on the UK quarantine list? | GoodtoKnow", "site": "@GoodtoKnow", "image": "https://keyassets-p2.timeincuk.net/wp/prod/wp-content/uploads/sites/53/2020/08/GettyImages-874914576-scaled.jpg", "creator": "@grace_walsh1"}, "msapplication-TileImage": "https://keyassets-p2.timeincuk.net/wp/prod/wp-content/uploads/sites/53/2020/04/cropped-gtk-favicon-300x300.png", "webgains-site-verification": "eucqo5nd"}}}