{"GDELT": {"GlobalEventID": 940776978, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.29274965800274, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200814143000, "SOURCEURL": "https://thediplomat.com/2020/08/killing-of-philippines-peace-consultant-sparks-scrutiny-of-government-investigations/"}, "ARTICLE": {"TITLE": "Killing of Philippines Peace Consultant Sparks Scrutiny of Government Investigations", "TEXT": "The death of activist Randy Echanis drew criticism of Quezon City’s police force, along with government probes of politically motivated killings.\n\nAdvertisement\n\nRandall “Randy” Echanis, a peasant leader and longtime activist and police consultant, was killed in his own home in the early morning of Monday, August 10, in Quezon City, drawing criticism of the impartiality of government probes into politically motivated murder in the Philippines.\n\nEchanis, 72, chaired the left-wing Anakpawis party-list and was a peace consultant for the National Democratic Front of the Philippines (NDFP), the political wing of the country’s communist party. He was found dead with stab wounds along with Louie Tagapia, his apartment mate.\n\nPolice and government actions in the wake of the killings have raised immediate questions over whether the death of Echanis is being properly investigated, drawing sharp criticism from rights groups of city and national police along with the country’s justice department.\n\nEchanis’ wife, Erlinda, said her husband’s body had “torture marks, multiple stab wounds, and gunshot wounds.”\n\nShe told reporters on Monday evening that the Philippine National Police (PNP) “forcibly took” her husband’s body from the family’s chosen funeral home and brought it to another funeral home. Police reportedly said they needed a “release order,” a document never before known to be required when police handle the dead.\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\nQuezon City police had earlier said they believed the body was not Echanis but someone named “Manuel Santiago.” Anakpawis identified the body as Echanis on Monday evening, after which police confirmed his identity on Wednesday by a fingerprint test.\n\nBut police statements in the days following the killing have remained unclear and at times contradictory, a common phenomenon in the wake of politically motivated killings in the Philippines.\n\nAnakpawis refuted a claim by Quezon City police that there was “no forcible entry” in the Echanis case after criminal investigation unit chief Elmer Monsalve said Wednesday the door was not damaged and Echanis and Tagapia may have known their killers.\n\nAdvertisement\n\nA photo release from Anakpawis shows a broken doorknob on their apartment door, indicating that the door was forced open, and the party-list accused Quezon City police of a “cover-up.”\n\n“Police claim that Echanis voluntarily opened his door or knew his killers, in a brazen attempt for a cover-up, but the crime scene says otherwise,” Anakpawis leader Ariel Casilao said Thursday morning.\n\nPolice also claimed Tagapia may have been the target of the killing due to him allegedly having a tattoo affiliated with a criminal group.\n\nBut Anakpawis, along with a progressive lawyers’ union, criticized police for holding Echanis’ body for three days before releasing it to his family. His body is now scheduled for X-ray tests and an autopsy.\n\nDiplomat Brief Weekly Newsletter N Get first-read access to major articles yet to be released, as well as links to thought-provoking commentaries and in-depth articles from our Asia-Pacific correspondents. Subscribe Newsletter\n\nEdre Olalia, president of the National Union of Peoples Lawyers, told Rappler in a text message he wanted police to be removed from the probe into Echanis’ death.\n\n“We hope the investigation will be handled by another body that is credible, thorough, impartial, and independent,” he said. “The police that fouled up the initial investigation and generated an unnecessary vortex of conflict over his identification and remains should step aside.”\n\nPhilippine Justice Secretary Menardo Guevarra said Tuesday he was considering removing the police from the department’s investigation. On Wednesday, however, he indicated the probe would remain with a department task force which has police as members.\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\n“The DOJ will just go ahead and do what it is duty-bound to do,” Guevarra said.\n\nJustice can be hard to come by for the families of slain political activists in the Philippines. According to the human rights group Karapatan, 182 activists and human rights defenders have been killed between July 2016, when President Rodrigo Duterte took power, and June 30, 2020.\n\nAn additional 136 people involved in activism or grassroots work, especially farmers involved in land rights movements, have been killed during that time period.\n\nAdvertisement\n\nIn 2019, NDFP peace consultant Randy Malayao was shot dead inside a bus in a rural area of Luzon, the country’s largest island. A task force created to investigate his death has not led to any significant breakthroughs.\n\nIn late 2018, human rights lawyer Benjamin Ramos was killed in Kabankalan, a city on the central island of Negros. Police have not identified potential suspects in his death.\n\nThe Philippines has begun probing police involved in potential illegal anti-drug operations after the United Nations urged its government to investigate extrajudicial killings. But the vast majority of drug killings, along with the deaths of political activists, remain unsolved.", "METADATA": {"HandheldFriendly": "True", "viewport": "initial-scale=1, maximum-scale=1, user-scalable=no, width=device-width", "format-detection": "telephone=no", "og": {"title": "Killing of Philippines Peace Consultant Sparks Scrutiny of Government Investigations", "description": "The death of activist Randy Echanis drew criticism of Quezon City’s police force, along with government probes of politically motivated killings.", "image": "https://thediplomat.com/wp-content/uploads/2012/06/sizes/td-story-s-2/Philippines-Flag2.jpg", "url": "https://thediplomat.com/2020/08/killing-of-philippines-peace-consultant-sparks-scrutiny-of-government-investigations/", "type": "article"}, "twitter": {"title": "Killing of Philippines Peace Consultant Sparks Scrutiny of Government Investigations", "description": "The death of activist Randy Echanis drew criticism of Quezon City’s police force, along with government probes of politically motivated killings.", "image": "https://thediplomat.com/wp-content/uploads/2012/06/sizes/td-story-s-2/Philippines-Flag2.jpg", "url": "https://thediplomat.com/2020/08/killing-of-philippines-peace-consultant-sparks-scrutiny-of-government-investigations/", "card": "summary_large_image"}, "description": "The death of activist Randy Echanis drew criticism of Quezon City’s police force, along with government probes of politically motivated killings.", "author": "Nick Aspinwall", "keywords": "Politics,Southeast Asia,Philippines,extrajudicial killings,Philippines activists,Philippines extrajudicial killings,Philippines murdered activists,Randy Echanis", "news_keywords": "Politics,Southeast Asia,Philippines,extrajudicial killings,Philippines activists,Philippines extrajudicial killings,Philippines murdered activists,Randy Echanis", "article": {"tag": "Randy Echanis"}}}}