{"GDELT": {"GlobalEventID": 940725429, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOEUREEC", "Actor1Name": "THE EU", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor2Code": "MIL", "Actor2Name": "COMMANDER", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.1958041958042, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200814091500, "SOURCEURL": "https://www.osw.waw.pl/en/publikacje/analyses/2020-08-12/turkey-a-confrontational-policy-mediterranean-sea"}, "ARTICLE": {"TITLE": "Turkey: a confrontational policy in the Mediterranean Sea", "TEXT": "Turkey has become increasingly assertive in foreign policy over the past few weeks, while facing the serious risk of economic collapse at home. This is especially visible in the eastern part of the Mediterranean Sea basin, where the dispute over the delimitation of the marine areas between Athens and Nicosia is escalating (Ankara does not recognise the latter as a party to the dispute). Turkey has for many months been engaged in natural gas and crude oil exploration in the waters that belong to the exclusive economic zones of two EU member states: Greece and Cyprus. Turkey, which is not a signatory to the United Nations Convention on the Law of the Sea (UNCLOS) refuses to recognize these zones. Over the past week, Ankara broke off its negotiations with Athens and sent an exploration unit to the waters located between Rhodes and Cyprus on 10 August.\n\nThese moves fit in with the broader context of Turkey’s foreign policy which has seen Ankara confront its close and more distant neighbours on many platforms: political and military (participation in joint military exercises with Azerbaijan that were held close to the Armenian border in response to the escalation of the conflict over Nagorno-Karabakh) and as economic and symbolic (one example of this was the reconversion of the Hagia Sophia museum into a mosque). These events provoke the European Union’s engagement since on the one hand it is protecting the interests of its two member states (Greece and Cyprus) and, on the other, it must consider potential losses resulting from a possible further deterioration of relations with Turkey. As a result, the future of migration co-operation would become uncertain and a collapse of the Turkish economy would become more likely, since it is closely linked to the European economy.\n\nCommentary\n\nTurkey’s activity in the Mediterranean Sea needs to be seen as the implementation of the ‘Blue Homeland’ (Mavi Vatan) doctrine. The doctrine defines any attempts of international co-operation in the region that do not take Ankara’s interests into account as hostile. According to this, defence operations should begin far away from the state borders (for this reason Ankara is presenting its recent activity as defensive). Turkish troops are present not only in Syria, Iraq and Libya, but also in the Horn of Africa and Qatar. Furthermore, their recent joint exercises with the Azerbaijani army were accompanied by anti-Russian declarations, which is a notable novelty. The doctrine states that Turkey must take such action in the Mediterranean region that will help it secure its own interests and develop its dominant position. Examples of this policy include: its objection to the co-operation between Israel, Cyprus and Greece aimed at extracting and transporting natural gas to Europe bypassing Turkey; Ankara’s support for the government in Tripoli and military engagement in Libya; and conducting exploration work on its own in disputed waters. All these moves are intended to force its neighbours to commence negotiations and take Turkish expectations into account.\n\nTurkey has for decades been engaged in a bitter dispute over the delineation of the continental shelf with Greece. Since it is not a signatory to UNCLOS, it wants the waters to be delineated through the signing of bilateral agreements. So far it has only signed agreements of this kind with Northern Cyprus (Turkey is the only country in the world which has recognised it as a state) and Libya (since November 2019). According to the Turkish interpretation, Greece has no right to introduce an exclusive economic zone around its islands – hence the deal on the delineation of waters with Libya and the declaration that the Turkish zone intersects the waters around Crete. Ankara’s expansive policy brought the intended effect towards the end of July. Germany became engaged in the mediation, Turkish troops returned to the port in Antalya, and negotiations commenced between Turkey and Greece. However, the negotiations were broken off after Athens announced it had struck a deal on the delineation of the continental shelf with Egypt, disregarding the zones previously delimited by Turkey and Libya. Therefore, Ankara resumed its previous policy and is sending exploration vessels to the disputed waters escorted by the navy.\n\nTurkey’s moves in the Mediterranean Sea have been strongly affected by the domestic situation. Ankara’s activity is intensifying as the domestic situation is worsening. Two years after the currency crisis and first recession in a decade, the Turkish economy has once again found itself on the verge of a serious crisis. Total foreign debt (public and private) is US$430 billion, and the private sector’s short-term debt reached US$123.5 billion towards the end of May. The Turkish currency has lost around 20% of its value since the beginning of the year, and the central bank has spent US$60 billion from its reserves to maintain the exchange rate below 7 liras per one US$ (and the latter has also been losing value recently). However, this limit was exceeded recently (7.34 liras per one US$ on 10 August), which is bringing Turkey dangerously close to another currency crisis and declaring the banking system insolvent. The economic problems escalated by the COVID-19 pandemic make the internal situation in the country more complicated. The intensifying confrontational tendencies in Turkey’s foreign policy are intended at mobilising the public and also as a hint to the European Union that Brussels should adopt a stance that is more favourable for Turkey as its problems are piling up.", "METADATA": {"twitter": {"card": "summary", "description": "Turkey has become increasingly assertive in foreign policy over the past few weeks, while facing the serious risk of economic collapse at home. This is especially visible in the eastern part of the Mediterranean Sea basin, where the dispute over the delimitation of the marine areas between Athens and Nicosia is escalating (Ankara does not recognise the latter as a party to the dispute).", "site": {"identifier": "@OSW_eng", "id": 138709250}, "title": "Turkey: a confrontational policy in the Mediterranean Sea"}, "og": {"site_name": "OSW Centre for Eastern Studies", "type": "article", "url": "https://www.osw.waw.pl/en/publikacje/analyses/2020-08-12/turkey-a-confrontational-policy-mediterranean-sea", "title": "Turkey: a confrontational policy in the Mediterranean Sea", "description": "Turkey has become increasingly assertive in foreign policy over the past few weeks, while facing the serious risk of economic collapse at home. This is especially visible in the eastern part of the Mediterranean Sea basin, where the dispute over the delimitation of the marine areas between Athens and Nicosia is escalating (Ankara does not recognise the latter as a party to the dispute).", "image": "https://www.osw.waw.pl/sites/default/files/logo_osw_300_b.png", "updated_time": "2020-08-12", "email": "info@osw.waw.pl"}, "description": "Turkey has become increasingly assertive in foreign policy over the past few weeks, while facing the serious risk of economic collapse at home. This is especially visible in the eastern part of the Mediterranean Sea basin, where the dispute over the delimitation of the marine areas between Athens and Nicosia is escalating (Ankara does not recognise the latter as a party to the dispute).", "abstract": "Turkey has become increasingly assertive in foreign policy over the past few weeks, while facing the serious risk of economic collapse at home. This is especially visible in the eastern part of the Mediterranean Sea basin, where the dispute over the delimitation of the marine areas between Athens and Nicosia is escalating (Ankara does not recognise the latter as a party to the dispute).", "rights": "Copyright ©2020 OSW. All rights reserved.", "article": {"publisher": "https://www.facebook.com/CentreforEasternStudies", "published_time": "2020-08-12T14:00:00+0200", "modified_time": "2020-08-14T10:42:24+0200"}, "HandheldFriendly": "true", "MobileOptimized": "width", "viewport": "width=device-width, initial-scale=1.0"}}}