{"GDELT": {"GlobalEventID": 940748029, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BEL", "Actor1Name": "BELGIUM", "Actor1CountryCode": "BEL", "Actor2Code": "BGR", "Actor2Name": "BULGARIA", "Actor2CountryCode": "BGR", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.8135593220339, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE11", "Actor1Geo_ADM2Code": "5850", "Actor1Geo_Lat": 50.8333, "Actor1Geo_Long": 4.33333, "Actor1Geo_FeatureID": "-1955538", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sofia, Sofiya-Grad, Bulgaria", "Actor2Geo_CountryCode": "BU", "Actor2Geo_ADM1Code": "BU42", "Actor2Geo_ADM2Code": "12028", "Actor2Geo_Lat": 42.6833, "Actor2Geo_Long": 23.3167, "Actor2Geo_FeatureID": "-838489", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brussels, Bruxelles-Capitale, Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE11", "Action2Geo_ADM2Code": "5850", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": 4.33333, "Action2Geo_FeatureID": "-1955538", "DATEADDED": 20200814114500, "SOURCEURL": "https://www.euractiv.com/section/elections/news/instead-of-resigning-borissov-calls-for-new-bulgarian-constitution/"}, "ARTICLE": {"TITLE": "Instead of resigning, Borissov calls for new Bulgarian constitution", "TEXT": "The national audience was expecting his resignation. But veteran Prime Minister Boyko Borissov made a televised address on Friday (14 August) in which he proposed a change of constitution – a move seen as an obvious attempt to buy time.\n\nProtests in Sofia and in other big cities in Bulgaria continued on Friday for a 37th day in a row. Thousands of Bulgarians have called on Borissov and the country’s chief prosecutor to resign over rampant high-level graft that has weakened state institutions, benefited powerful tycoons and pauperized the population. The prosecutor general, Ivan Geshev, is widely considered as biased and unfit for the job.\n\nBorissov fends off ‘kompromats’, says will sleep with a gun Bulgarian Prime Minister Boyko Borissov called an extraordinary meeting of his GERB party (EPP-affiliated) on Wednesday (17 June) to refute a leaked recording and photos suggesting heavy-handed brinkmanship and corruption.\n\nThe protests have drawn support from across the political spectrum, as well as from young people with no political affiliation. Bulgarians put a lot of hope in the EU to help put an end to a 30-years transition they consider as criminal.\n\nBorissov said two weeks ago he was ready to resign, but then changed his mind, saying that his junior coalition partners, the United Patriots, want him to stay until the end of the mandate, next spring.\n\nBulgarian PM says he is ready to resign but wants government to stay Bulgarian Prime Minister Boyko Borissov signalled on Wednesday (5 August) that he could resign following weeks of anti-government protests, but said his centre-right GERB-led cabinet should remain in place until an election due next year.\n\nWhen he appeared on all TV programs at 12 noon on Friday, most viewers expected to see him resigning. According to opinion polls 60% of the Bulgarians support the protests.\n\nBuying time\n\nInstead, the survivor politician proposed a change of the constitution, a very heavy procedure which would obviously buy him time. A change of constitution requires a Grand National Assembly – which would consist of 400 MPs. The Parliament can call a Grand National Assembly with a qualified majority of 2/3 of its 240 MPs, a majority Borissov officially doesn’t control. In the case the parliament passes the vote, the President should call the elections in three months’ time.\n\nBorissov also spelled out the changes in the Constitution his party GERB would like to achieve, namely:\n\n– Reducing the number of deputies from 240 to 120;\n\n– Termination of the powers of the Supreme Judicial Council and creation of separate councils of judges and prosecutors, which decide the personnel issues in the guilds. Creation of separate inspectorate to each of the councils.\n\n– Reduction from 7 to 5 years of the mandates of the presidents of the two Supreme Courts and the Prosecutor General.\n\n– The Prosecutor General to be heard every 6 months by the Parliament, and a procedure for Parliament to be able to hear the Prosecutor General in specific criminal proceedings.\n\nHristo Ivanov, a leader of Democratic Bulgaria (EPP) who gained prominence during the protests, commented that Borissov obviously sought to buy time, and that many of his proposals could be implemented without changing the constitution. As an example he said that even now the prosecutor general was expected to be heard by Parliament, but GERB was making obstructions to such hearings.\n\nSlavi Trifonov, a TV showman who established recently an anti-system political party already credited with some 10% of the vote, commented that Borissov’s move was like “playing chess with a karateka”. Borissov is a black belt in karate.\n\nKrassimir Karakachanov, deputy PM and leader of the nationalist party VMRO, junior partner of GERB, came up with his own proposals for changes in the constitution, some of which targeted at the Roma minority: an education level for access to vote, a return to conscription, as well as spelling out in the constitution that a family is a union between a man and a woman.\n\nIn the meantime in Brussels, 57 MEPs asked for an urgent debate on the institutional crisis in Bulgaria to take place in the European Parliament. The request was submitted to the EP services on Friday by Bulgarian MEPs Radan Kanev (EPP) and Elena Yoncheva (S&D).\n\nThe protests have marked a rapprochement between the opposition-minded forces in Bulgaria, be them from the center-right or the center-left. Borissov’s party GERB is officially EPP affiliated, but is at odds with other centre-right forces in Bulgaria.\n\nKanev and Yoncheva said they would like the Commission to answer the following questions during the debate:\n\n– How does the Commission assess the current situation in Bulgaria on media freedom, anticorruption reforms and independence of the judiciary?\n\n– What kind of instruments could be triggered at EU level in order to prevent further deterioration of the rule of law in Bulgaria?\n\n– What concrete steps has the Commission undertaken in regards to Bulgaria and what kind of recommendations could be effective to remedy the situation?", "METADATA": {"viewport": "width=device-width", "generator": "WordPress 5.4.2", "wp-parsely_version": "2.1.3", "robots": "max-snippet:160, max-image-preview:large", "googlebot-news": "max-snippet:160, max-image-preview:large", "googlebot": "max-snippet:160, max-image-preview:large", "twitter": {"card": "summary_large_image", "title": "Instead of resigning, Borissov calls for new Bulgarian constitution", "image": "https://www.euractiv.com/wp-content/uploads/sites/2/2020/08/BB-resigns-800x450.jpg"}, "og": {"title": "Instead of resigning, Borissov calls for new Bulgarian constitution", "url": "https://www.euractiv.com/section/elections/news/instead-of-resigning-borissov-calls-for-new-bulgarian-constitution/", "type": "article", "site_name": "www.euractiv.com", "image": {"identifier": "https://www.euractiv.com/wp-content/uploads/sites/2/2020/08/BB-resigns-800x450.jpg", "alt": "https://www.euractiv.com/section/elections/news/instead-of-resigning-borissov-calls-for-new-bulgarian-constitution/"}}, "article": {"published_time": "2020-08-14 12:43:07", "author": "Georgi Gotev", "section": "Politics", "tag": "European Parliament"}, "msapplication-TileImage": "https://www.euractiv.com/wp-content/uploads/sites/2/2017/02/ea_favicon_16x16.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}