{"GDELT": {"GlobalEventID": 940747716, "Day": 20200715, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5342, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "BUS", "Actor2Name": "INVESTOR", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.94587493431424, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Andover, Hampshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKF2", "Actor1Geo_ADM2Code": "40112", "Actor1Geo_Lat": 51.2, "Actor1Geo_Long": -1.48333, "Actor1Geo_FeatureID": "-2588265", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Andover, Hampshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKF2", "Actor2Geo_ADM2Code": "40112", "Actor2Geo_Lat": 51.2, "Actor2Geo_Long": -1.48333, "Actor2Geo_FeatureID": "-2588265", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Andover, Hampshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKF2", "Action2Geo_ADM2Code": "40112", "Action2Geo_Lat": 51.2, "Action2Geo_Long": -1.48333, "Action2Geo_FeatureID": "-2588265", "DATEADDED": 20200814114500, "SOURCEURL": "https://www.thegrocer.co.uk/online/can-ocado-go-mainstream/647382.article"}, "ARTICLE": {"TITLE": "Can Ocado go mainstream?", "TEXT": "Ocado’s sales have soared in lockdown. Can it use this momentum and its tieup with Marks & Spencer to crack mainstream grocery in the UK?\n\nOcado is a “tiny, tiny retailer”. That’s according to Ocado Retail CEO Mel Smith. She knows the names of every one of its 377 head office staff, she says – less a “management trick” then a reflection of her roots in New Zealand, where such things are “just good manners”.\n\nIn terms of UK sales (as opposed to the eye-watering share price of its parent group), Ocado Retail is indeed small. Despite soaring demand due to the pandemic, its share of the UK grocery market, according to Kantar figures, is just 1.7%. But Ocado has less-than-tiny ambitions in the UK, boosted by the exclusive deal to sell Marks & Spencer products on its website. So how big can it get? Can it be a mainstream operator to rival the major mults? And if so, how?\n\nOcado Group CEO Tim Steiner believes that, thanks to Covid-19, grocery shopping has changed forever. Now accounting for 13% of the market [Nielsen], online grocery will double and become “the mainstream method for grocery distribution”, he predicts.\n\nSmith is even more ambitious. “I thought he was soft – I thought he should have been bolder,” she tells The Grocer, in a call from Ocado’s Hatfield headquarters. “Half the market should be shopping online, it’s just a question of when. I don’t think this is bullish, I think this is realistic.”\n\nOcado’s long-awaited venture with M&S, which kicks off on 1 September, will put it in the best position to capitalise on this mass adoption of online, she adds. Rather than a high-end, niche offering, she sees this as a mainstream proposition.\n\nTrouble is, it’s full. While rivals have been able to leverage their store-picking model to increase output significantly, Ocado’s highly automated CFC model – and that devastating fire at Andover last year – means it can’t turn on capacity like a tap. That’s left Ocado with a waiting list of 1.1 million customers – but it puts an automatic brake on immediate expectations for growth.\n\nAs M&S chairman Archie Norman told investors at the AGM last month: “We can’t say how much scope there will be for new M&S customers after switchover, [but] it’s likely to be very limited.”\n\nSmith admits that, “mathematically yes”, Ocado’s inability to ramp up capacity as quickly as supermarkets has eroded its share of the online UK grocery market.\n\nBut it’s hardly a negative picture. Its share of the total market has grown faster than anyone’s. Ocado’s overall sales grew 27.2% in the first half, and they are tracking at 40% up in the latest quarter. Smith says the likes of Tesco, Asda and Sainsbury’s bringing millions of people onto the channel for the first time works in Ocado’s favour, even if it can’t serve them all just yet. Trying online grocery is a bigger hurdle for consumers than switching providers. “They’ve helped us enormously,” Smith says.\n\nCapacity\n\nCrucially, Ocado is also planning to add 50% more capacity across its network of CFCs and spokes over the next year. The first of the new sites – a ‘mini’ CFC – will open in Bristol early next year, with the reopening of Andover slated for the back end of the year. The joint venture agreement with M&S commits a further eight CFCs over the next decade, but conceivably the figure could now be higher (see box, below).\n\nSmith is playing a long-term game, arguing that unlike store-picking rivals, for whom online delivery is dilutive, with Ocado’s highly automated CFC model, “the economics work”. As supermarkets try to steer people away from online, Ocado will be there to pick them up.\n\nThere have been some capacity wins, too. The most significant is what the company calls the ‘shape of the week’. While strain on capacity used to fluctuate across different days, now, with most people still at home, CFCs run at peak every day.\n\n“Our ability to get the maximum capacity out of every day is unprecedented. We’ve never been able to do that before,” Smith says. It’s a “fair assumption” the trend will last.\n\nIn recent weeks, Ocado has also been able to drip feed slots to some of the 1.1 million customers on the waiting list – a “strategic” selection made possible due to the fact “a lot of our core customer base is now going on holidays”, Smith says.\n\nThe recent outreach is a delicately balanced and potentially risky move. While it would have been “churlish” not to let more customers access the service as demand has eased, there “is a risk, yes” that they will be bumped off the site again. And the threat of a second wave means “there is a chance we may have to be more restrictive about who we can serve”.\n\nIt’s a gamble with Ocado’s reputation, already damaged by its inability to meet demand. The problem will only be exacerbated by the likely rush on the website post-switchover.\n\n“As things settle, Ocado will be faced with proving their reliability, and potentially winning back disappointed customers,” says Caroline Lucas-Garner, strategy director at We Are Social. But the challenge, if Ocado is to go mainstream, isn’t just about capacity constraints or business models. It will also take a new approach to marketing. Until now Ocado had a customer acquisition model that relied on leaflets through letterboxes.\n\n“That was exactly the right strategy when you’re trying to get from zero customers to a million. It’s not the right strategy when you’re trying to get from a million to 10 million,” says Smith.\n\nHearts and minds challenge\n\nSmith is coy on how the next 10 million can be convinced to sign-up, but vacancies posted in the past few weeks reveal the company’s intentions. One marketing role calls for experience in TV and radio advertising.\n\nM&S’s own massive marketing division will likely leap into action too, especially since, as analyst Andy Halliwell at Publicis Sapient says: “It’s not overstating it to say that M&S will be betting the whole business on this being a success”.\n\nThat “doesn’t have to signal huge marketing budgets” says Lucas-Garner. Word of mouth and M&S’s celebrity advocacy approach could do the trick.\n\nThe influence of M&S is already showing in Ocado’s celebrity chef blog tie-ups. Social media efforts are already ramping up and “user generated content” will also play its part.\n\nIt’s understood Ocado’s highly recognisable vans will also be leveraged. “Their vehicles are a massive advertising resource that should be fully utilised,” says Robin Duxbury, director of branding agency Clements Create.\n\nAcquisition efforts won’t be immediate – capacity needs to increase first – but “you will see a fundamental shift in how we talk to customers” Smith says. “We’re building an entirely new way of marketing and engaging.\n\n“There’s a lot of people who don’t know who we are. Or they think we’re not for them. And that’s the hearts and minds challenge we’re trying to win right now,” she adds.\n\nThose that think they know Ocado, know it as a premium brand. This barrier to take-up is unlikely to be cracked by switching from Waitrose to M&S, but must be to achieve mainstream status.\n\nGranted, M&S has already completed a massive product matching exercise for all 4,000 Waitrose SKUs on Ocado.com. Most are cheaper, it has claimed. But being cheaper than Waitrose doesn’t make it mainstream.\n\nMiya Knights, head of industry insight at Eagle Eye, says Ocado can address this problem by clearly differentiating between M&S and Ocado’s own-label range. On the one hand, M&S products will ensure it “doesn’t lose those less price-sensitive customers who are looking for quality”, she says.\n\n“On the other, the currently comparatively limited food choice from M&S does present an opportunity to diversify by adding more value lines to attract more value-conscious shoppers.”\n\nOcado’s own-label range was launched in 2010 and has grown to about 600 SKUs over the past decade – about 10% of sales. Ocado plans to expand the range further, says Smith, who adds “we’re good value for money” and Ocado and M&S’ “price perception is not entirely aligned to what the actual prices are.”\n\nOne possible marketing opportunity is to raise awareness of its Low Price Promise – the only remaining price-matching scheme, which gifts customers a voucher for “more than the difference” if items are cheaper at Tesco.com – though it doesn’t match promotions or Tesco own-label.\n\nSomewhat coyly, Ocado tweeted recently in reference to the Tesco price war that “if Tesco match Aldi and we match Tesco…”. Smith is optimistic on this point. Better value will come with growth, and bring improved “buying economics”, she says.\n\nOn the other hand, Ocado’s annual anytime delivery pass – held by 70% of customers – is the most expensive on the market at £109.99.\n\nWhile it may not be able to win on value, it can best the competition on range, however, which Smith says is “twice as big” as rivals. Winning the nation could come not from mass appeal, but appealing to millions of picky individuals.\n\n“For most customers there’s three or four things in their basket they can’t get anywhere else,” Smith says. The needs of shoppers seeking organic and vegan products are particularly well met. “Our range is better, so we naturally win in all of those categories. And there’s a lot of them in the UK,” Smith says.\n\nService level is also an advantage over the supermarkets. Currently substitutions are less than 4%, and 97% of orders are delivered on time.\n\n“Those customers who shop with us love us. They really love us. They are massively sticky. All of the stats would say we are much better than everybody else from a range and service perspective. As and when we add capacity I’m confident people will come,” Smith says.\n\nAnd for Smith, she will only consider it job done when the ultimate goal is reached: “When we’re as big as Tesco.” In market cap, that’s not so fanciful. In terms of UK share, there’s a fair few hurdles to go.\n\nCapacity growth: maxi, mini or micro?\n\nAcross all Ocado’s sites, pick efficiency continues to improve, boosting throughput, with further gains promised by recent robotic picking wins. But with all of its mature facilities running at peak volumes, Ocado will need to build more CFCs, to grow share.\n\nWork at three facilities is already underway. The Andover CFC, which was devastated by a fire early last year, will reopen in autumn 2021, and handle 70,000 orders per week. Also in 2021, a CFC will open in Purfleet, which will serve areas north of the Thames at a rate of 85,000 orders per week.\n\nPerhaps the most intriguing launch is the first ‘mini’ CFC in Bristol, which will open early next year and handle 30,000 orders per week. The mid-size format stands to massively increase Ocado’s reach. The fact that online grocery shopping has risen to its current rate means that more cities like Bristol that were previously unrealistic targets could open up, and The Grocer understands that several new mini CFCs are now under consideration.\n\nOcado is also bullish on establishing more micro CFCs for its rapid delivery Zoom business. Last month, Tim Steiner said Ocado was on an “accelerated search” for additional sites, given “there’s clearly demand for a dozen or two dozen Zooms just in London alone”.", "METADATA": {"description": "Ocado’s sales have soared in lockdown. Can it use this momentum and its tieup with Marks & Spencer to crack mainstream grocery in the UK?", "viewport": "width=device-width, initial-scale=1", "momentnowdate": "2020-08-15 19:58:19.576", "momentlocale": "en-gb", "momentlocaleformat": "D MMMM YYYY", "momentrelative": "false", "momentrelativeformat": "YYYY,MM,DD", "momentrelativemorethan": 10, "blockthis": "blockGA", "showwallpaper": "false", "navcode": 42428, "primarynavigation": "Online ,Channels", "pubdate": "Thu, 13 Aug 2020 15:01 GMT", "og": {"title": "Can Ocado go mainstream?", "type": "Article", "url": "https://www.thegrocer.co.uk/online/can-ocado-go-mainstream/647382.article", "site_name": "The Grocer", "description": "Ocado's sales have soared in lockdown. Can it use this momentum and its tieup with Marks &amp; Spencer to crack mainstream grocery in the UK?", "image": "https://dmrqkbkq8el9i.cloudfront.net/Pictures/2000x2000fit/5/4/6/214546_screenshot20200813at15.56.18_156653.png"}, "twitter": {"card": "summary_large_image", "title": "Can Ocado go mainstream?", "description": "Ocado's sales have soared in lockdown. Can it use this momentum and its tieup with Marks &amp; Spencer to crack mainstream grocery in the UK?", "image": {"src": "https://dmrqkbkq8el9i.cloudfront.net/Pictures/1120xAny/5/3/5/214535_ocadooneuse_437050.jpg"}}, "msapplication-TileImage": "/magazine/dest/graphics/favicons/mstile-144x144.png", "msapplication-TileColor": "#ffffff"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["Covid-Related But Mostly Finance"]}}