{"GDELT": {"GlobalEventID": 940828121, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVMIL", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor1Type2Code": "MIL", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.9593094944513, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Maidan, Northern Areas, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK07", "Actor1Geo_ADM2Code": "3456", "Actor1Geo_Lat": 36.5285, "Actor1Geo_Long": 74.6933, "Actor1Geo_FeatureID": "10752920", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Maidan, Northern Areas, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK07", "Actor2Geo_ADM2Code": "3456", "Actor2Geo_Lat": 36.5285, "Actor2Geo_Long": 74.6933, "Actor2Geo_FeatureID": "10752920", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Maidan, Northern Areas, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK07", "Action2Geo_ADM2Code": "3456", "Action2Geo_Lat": 36.5285, "Action2Geo_Long": 74.6933, "Action2Geo_FeatureID": "10752920", "DATEADDED": 20200814193000, "SOURCEURL": "https://bdnews24.com/bangladesh/2020/08/15/bangladesh-is-set-to-mourn-bangabandhu-sheikh-mujib-on-1975-carnage-anniversary"}, "ARTICLE": {"TITLE": "Bangladesh is set to mourn Bangabandhu Sheikh Mujib on 1975 carnage anniversary", "TEXT": "The assassination of the independence hero on that dark night also opened a dark chapter in Bangladesh’s history with around one and a half decades of military dictatorship marked by bloody coups and counter-coups.\n\nThe killers, a group of rogue army soldiers, did not spare even a 10-year-old boy or a pregnant woman during the carnage.\n\nThe nation will observe the day with different fervour this time as it is celebrating Bangabandhu’s birth centenary and set to celebrate the golden jubilee of independence next year.\n\nThe government and other organisations have announced programmes on a limited scale considering the coronavirus outbreak.\n\nThe people attending the National Mourning Day programmes will require wearing masks and maintaining physical distancing.\n\nThe observation of the day – a public holiday - will begin with lowering the national flag at sunrise at the government, semi-government, autonomous, and private organisations along with the educational institutions and Bangladesh’s missions abroad.\n\nThe Awami League will also hoist black flags at its offices.\n\nIn separate messages, President Md Abdul Hamid and Prime Minister Sheikh Hasina prayed for those killed in the carnage.\n\nHamid said the day is regarded as a “scandalous chapter” in the history of the nation. Though the assassins killed the Father of the Nation, they “could not wipe out the principle and ideal of this great man”, he said.\n\n“On the National Mourning Day, let us translate our grief into strength and devote ourselves to build ‘Sonar Bangla’ as dreamt by the Father of the Nation,” the president added.\n\nIn her message, Bangabandhu’s daughter Hasina said, “Together, we have to remain prepared to resist any evil-attempt by the anti-liberation communal group, and anti-development and anti-democracy forces.”\n\n“The killers were able to assassinate Bangabandhu but they could not kill his dreams and ideals. Let the glory and ideals of the Father of the Nation’s sacrifice be reflected through our actions in the Mujib Year,” she said.\n\nThe prime minister urged the countrymen to turn the grief of the loss of Bangabandhu into strength and engage themselves in building a non-communal, hunger-poverty free and prosperous Bangladesh by upholding Bangabandhu’s philosophy.\n\n“This should be our solemn pledge on this National Mourning Day,” she said.\n\nThe programmes of the day will include placing wreaths at Bangabandhu’s mural at Dhanmondi 32, the house where he was assassinated, at 6:30am. It is the Bangabandhu Memorial Museum now.\n\nSpecial prayers will be held and flowers will be placed on the graves of the victims of the carnage at Banani Graveyard at 7:30am.\n\nRecitation from the Quran will be held and wreaths will be placed at Bangabandhu’s grave in Gopalganj’s Tungipara at 10am. A Doa-Mahfil will also be held there.\n\nSpecial prayers will be held in mosques, temples, churches and pagodas.\n\nBangladesh Television, Bangladesh Betar and other private television and radio stations will broadcast special programmes on the day. The national dailies will publish special supplements.\n\nCatastrophe befell the fledgling nation on that night in 1975 as neither the president’s 10-year-old son Sheikh Russel, nor nephew Sheikh Fazlul Haque Moni’s pregnant wife Arzoo Moni, could escape the massacre.\n\nBesides Moni, the others included Bangabandhu’s wife Bangamata Sheikh Fazilatunnesa Mujib, brother Sheikh Naser, brother-in-law Abdur Rab Serniabat, sons Sheikh Kamal, Sheikh Jamal, and daughters-in-law Sultana Kamal and Rosy Jamal.\n\nThe president’s Military Secretary Bir Uttam Colonel Jamil Uddin Ahmed, who rushed to the Bangabandhu Bhaban on receiving SOS from him early in the morning, was also slain on way.\n\nHasina and her sister Sheikh Rehana escaped the carnage as they were abroad.\n\nBorn on Mar 17, 1920 at Tungipara, Sheikh Mujib came to limelight with the formation of Purba Pakistan Chhatra League following the end of British rule in the Indian sub-continent.\n\nMujib continued to rise in national politics because of his active involvement in the Language Movement in 1952, 1954 general elections, and six-point declaration in 1966.\n\nHis arrest in the Agaratala conspiracy case catapulted him into national limelight, making him the undisputed leader of the Bengalis' freedom struggle against Pakistani exploitation.\n\nHe was given 'Bangabandhu' title after he was freed from jail in 1969.\n\nOn Mar 7, 1971 he delivered the historical speech at Race Course Maidan (Now Suhrawardy Udyan), which inspired the Bengalis to wage an armed struggle to win independence from Pakistan.\n\nSix of the 12 condemned-to-death killers have so far been hanged in decades of wait for justice. It took 21 years to start the case - only when after the Awami League returned to power in 1996. Five of the convicted killers are reportedly hiding abroad.\n\nThe day was not observed nationally either in these years. The High Court in 2008 declared it National Mourning Day.\n\nThe trial could not be held earlier because the killers were indemnified by Bangladesh’s first military ruler Gen Ziaur Rahman who went on to found the BNP.", "METADATA": {"og": {"url": "https://bdnews24.com/bangladesh/2020/08/15/bangladesh-is-set-to-mourn-bangabandhu-sheikh-mujib-on-1975-carnage-anniversary", "title": "Bangladesh is set to mourn Bangabandhu Sheikh Mujib on 1975 carnage anniversary", "description": "Bangladesh is set to mourn Bangabandhu Sheikh Mujibur Rahman, the founding father of the nation who was assassinated along with most of his family members in one of the worst political massacres in world history 45 years ago.", "image": "https://d30fl32nd2baj9.cloudfront.net/media/2020/03/16/sheikh-mujibur-rahman-n-a-mamun-12.jpg/ALTERNATES/w640/sheikh-mujibur-rahman-n-a-mamun-12.jpg", "type": "article"}, "twitter": {"card": "summary_large_image", "site": "@bdnews24com", "creator": "@bdnews24com", "title": "Bangladesh is set to mourn Bangabandhu Sheikh Mujib on 1975 carnage anniversary", "description": "Bangladesh is set to mourn Bangabandhu Sheikh Mujibur Rahman, the founding father of the nation who was assassinated along with most of his family members in one of the worst political massacres in world history 45 years ago.", "image": "https://d30fl32nd2baj9.cloudfront.net/media/2020/03/16/sheikh-mujibur-rahman-n-a-mamun-12.jpg/ALTERNATES/w640/sheikh-mujibur-rahman-n-a-mamun-12.jpg"}, "description": "Bangladesh is set to mourn Bangabandhu Sheikh Mujib on 1975 carnage anniversary", "sectionname": "bangladesh", "articleid": 1790923, "sponsoredArticle": "false", "keywords": "National Mourning Day, Bangabandhu, Sheikh Mujib"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}