{"GDELT": {"GlobalEventID": 940892782, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EUR", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.951958610495191, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lake Chad, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "190951", "Actor1Geo_Lat": 13.3285, "Actor1Geo_Long": 14.1217, "Actor1Geo_FeatureID": "-2003602", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lake Chad, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "190951", "Action2Geo_Lat": 13.3285, "Action2Geo_Long": 14.1217, "Action2Geo_FeatureID": "-2003602", "DATEADDED": 20200815033000, "SOURCEURL": "https://tribuneonlineng.com/even-my-family-is-ashamed-to-see-me-coming-back-empty-handed-with-two-kids/"}, "ARTICLE": {"TITLE": "‘Even my family is ashamed to see me, coming back empty-handed with two kids’", "TEXT": "‘Even my family is ashamed to see me, coming back empty-handed with two kids’\n\nSix hours drive south of Lagos is Benin City, the capital of Edo State.\n\nAn overwhelming number of the people who set out for Europe come from this region. It is also where the majority of European migration-related funding ends up materialising, in the form of job creation programmes, awareness raising campaigns about the risks of irregular migration, a nd efforts to dismantle powerful trafficking networks.\n\nProgress* is one of the beneficiaries. When TNH met her she was full of smiles, but at 26 years old, she has already been through a lot. After being trafficked at 17 and forced into sex work in Libya, she had a child whose father later died in a shipwreck trying to reach Europe. Progress returned to Nigeria, but couldn’t escape the debt her traffickers expected her to pay. Seeing little choice, she left her child with her sister and returned to Libya.\n\nMultiple attempts to escape spiralling violence in the country ended in failure. Once, she was pulled out of the water by Libyan fishermen after nearly drowning. Almost 200 other people died in that wreck. On two other occasions, the boat she was in was intercepted and she was dragged back to shore by the EU-supported Libyan Coast Guard.\n\nAfter the second attempt, she registered for the IOM voluntary return programme. “I was hoping to get back home immediately, but Libyans put me in prison and obliged me to pay to be released and take the flight,” she said.\n\nBack in Benin City, she took part in a business training programme run by IOM. She couldn’t provide the paperwork needed to launch her business and finally found support from Pathfinders Justice Initiative – one of the many local NGOs that has benefited from EU funding in recent years.\n\nShe eventually opened a hairdressing boutique, but coronavirus containment measures forced her to close up just as she was starting to build a regular clientele. Unable to provide for her son, now seven years old, she has been forced to send him back to live with her sister.\n\nProgress isn’t the only returnee struggling due to the impact of the pandemic. Mobility restrictions and the shuttering of non-essential activities – due to remain until early August at least – have “exacerbated returnees’ existing psychosocial vulnerabilities”, an IOM spokesperson said.\n\nThe Edo State Task Force to Combat Human Trafficking, set up by the local government to coordinate prosecutions and welfare initiatives, is trying to ease the difficulties people are facing by distributing food items. As of early June, the task force said it had reached 1,000 of the more than 5,000 people who have returned to the state since 2017.\n\n‘Sent here to die’\n\nJennifer, 39, lives in an unfinished two-storey building also in Benin City. When TNH visited, her three-year-old son, Prince, stood paralysed and crying, and her six-year-old son, Emmanuel, ran and hid on the appartment’s small balcony. “It’s the German police,” Jennifer said. “The kids are afraid of white men now.”\n\nJennifer, who preferred that only her first name is published, left Edo State in 1999. Like many others, she was lied to by traffickers, who tell young Nigerian women they will send them to Europe to get an education or find employment but who end up forcing them into sex work and debt bondage.\n\nIt took a decade of being moved around Europe by trafficking rings before Jennifer was able to pay off her debt. She got a residency permit and settled down in Italy for a period of time. In 2016, jobless and looking to get away from an unstable relationship, she moved to Germany and applied for asylum.\n\nHer application was not accepted, but deportation proceedings against her were put on hold. That is until June 2019, when 15 policemen showed up at her apartment. “They told me I had five minutes to check on my things and took away my phone,” Jennifer said.\n\nThe next day she was on a flight to Nigeria with Prince and Emmanuel. When they landed, “the Nigerian Immigration Service threw us out of the gate of the airport in Lagos, 20 years after my departure”. she said.\n\nNine months after being deported, Jennifer is surviving on small donations coming from volunteers in Germany. It’s the only aid she has received. “There’s no job here, and even my family is ashamed to see me, coming back empty-handed with two kids,” she said.\n\nJennifer, like other deportees TNH spoke to, was aware of the support system in place for people who return through IOM, but felt completely excluded from it. The deportation and lack of support has taken a heavy psychological toll, and Jennifer said she has contemplated suicide. “I was sent here to die,” she said.\n\n‘The vicious circle of trafficking’\n\nWithout a solid economic foundation, there’s always a risk that people will once again fall victim to traffickers or see no other choice but to leave on their own again in search of opportunity.\n\n“When support is absent or slow to materialise – and this has happened also for Libyan returnees – women have been pushed again in the hands of traffickers,” said Ruth Evon Odahosa, from the Pathfinders Justice Initiative.\n\nIOM said its mandate does not include deportees, and various Nigerian government agencies expressed frustration to TNH about the lack of European interest in the topic. “These deportations are implemented inhumanely,” said Margaret Ngozi Ukegbu, a zonal director for the National Commission for Refugees, Migrants and Internally Displaced Persons.\n\nThe German development agency, GIZ, which runs several migration-related programmes in Nigeria, said their programming does not distinguish between returnees and deportees, but the agency would not disclose figures on how many deportees had benefited from its services.\n\nDespite the amount of money being spent by the EU, voluntary returnees often struggle to get back on their feet. They have psychological needs stemming from their journeys that go unmet, and the businesses started with IOM seed money frequently aren’t sustainable in the long term.\n\n“It’s crucial that, upon returning home, migrants can get access to skills acquisition programmes, regardless of the way they returned, so that they can make a new start and avoid falling back in the vicious circle of trafficking,” Maria Grazie Giammarinaro, the former UN’s special rapporteur on trafficking in persons, told TNH.\n\nYOU SHOULD NOT MISS THESE HEADLINES FROM NIGERIAN TRIBUNE\n\nFG Spends N1.57trn On Debt Servicing, N1.61trn On Personnel, Pension\n\nTHE Federal Government on Thursday disclosed that it had expended N1.57 trillion on debt servicing and N1.61 trillion on personnel and pensions in the current year. The Minister of Finance, Budget and National Planning, Mrs Zainab Ahmed, made the statement on debt servicing and others expenses during the presentation of the 2021-2023 Medium-term Expenditure Framework (MTEF) and Fiscal Strategy Paper…\n\nWhatsApp Business: An App Grossly Underused\n\nWhatsApp Business is an app designed for small businesses to easily stay in touch with their customers and reach out to potential customers. It provides vital business tools that allow you to create a business profile, create a catalog, and do many other things…\n\nGunmen Kill Bauchi Assembly Member, Abduct Two Wives, One-Year-Old Child\n\nBauchi State Police Command has confirmed the gruesome killing of A member of the Bauchi State House of Assembly representing Dass constituency, Musa Mante Baraza.\n\n818 Million Children Worldwide Risk Contracting COVID-19 — UNICEF\n\nTHE United Nations Children’s Fund (UNICEF) says 818 million children worldwide are at risk of getting infected with COVID-19 and other infectious illnesses. UNICEF’s Associate Director, Data and Analytics Division, Planning and Monitoring, Mr Mark Hereward, made this known in a statement on Thursday and obtained by …\n\nStop Denying Us Weapons To Fight Terrorism, FG Tells World Powers\n\nTHE Federal Government has appealed to the world powers not to be weighed by unsubstantiated arguments to deny Nigeria vital platforms and weapons to fight terrorism. The Minister of Information and Culture, Alhaji Lai Mohammed, made the appeal on Thursday when he featured on the…\n\nBoko Haram Now Recruiting Child Soldiers — MNJTF\n\nTHE Multinational Joint Task Force (MNJTF) says the Boko Haram terrorist group has introduced the use of child soldiers to resuscitate its declining influence in the Lake Chad Basin. According to the News Agency of Nigeria (NAN), the Chief of Military Public Information for MNJTF, Colonel Timothy…", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Six hours drive south of Lagos is Benin City, the capital of Edo State. An overwhelming number of the people who set out for Europe come from this region.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "‘Even my family is ashamed to see me, coming back empty-handed with two kids’", "description": "Six hours drive south of Lagos is Benin City, the capital of Edo State. An overwhelming number of the people who set out for Europe come from this region.", "url": "https://tribuneonlineng.com/even-my-family-is-ashamed-to-see-me-coming-back-empty-handed-with-two-kids/", "site_name": "Tribune Online", "image": {"identifier": "https://tribuneonlineng.com/wp-content/uploads/2020/08/nigeria-migrants-returnee-deportation.jpg", "width": 650, "height": 434}}, "article": {"publisher": "https://www.facebook.com/Tribuneonline/", "published_time": "2020-08-15T03:02:40+00:00", "modified_time": "2020-08-14T22:09:31+00:00"}, "fb": {"app_id": 1050738235033475, "pages": 77912203638}, "twitter": {"card": "summary_large_image", "creator": "@Toba", "site": "@nigeriantribune"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://tribuneonlineng.com/wp-content/uploads/2017/08/logo.jpg", "numberOfItems": 3, "itemListOrder": "Ascending"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}