{"GDELT": {"GlobalEventID": 940800966, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "SPY", "Actor2Name": "INTELLIGENCE", "Actor2Type1Code": "SPY", "IsRootEvent": 0, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -8.02692905230451, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Stockholm, Stockholm, Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW26", "Actor1Geo_ADM2Code": "26170", "Actor1Geo_Lat": 59.3333, "Actor1Geo_Long": 18.05, "Actor1Geo_FeatureID": "-2524279", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Cuba", "Actor2Geo_CountryCode": "CU", "Actor2Geo_ADM1Code": "CU", "Actor2Geo_Lat": 22.0, "Actor2Geo_Long": -79.5, "Actor2Geo_FeatureID": "CU", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW26", "Action2Geo_ADM2Code": "26170", "Action2Geo_Lat": 59.3333, "Action2Geo_Long": 18.05, "Action2Geo_FeatureID": "-2524279", "DATEADDED": 20200814164500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8628089/Julian-Assanges-lawyers-say-government-decision-lodge-new-charges-astonishing.html"}, "ARTICLE": {"TITLE": "Julian Assange's lawyers 'astonished' by new US charges", "TEXT": "Julian Assange's lawyers are to decide whether to seek a further delay to his extradition battle after the '11th hour' submission of further allegations by the US.\n\nThe US government made a fresh extradition request to have the WikiLeaks founder sent from the UK based on charges in a new superseding indictment.\n\nAssange, 49, faces 17 charges under the US espionage act and conspiracy to commit computer intrusion.\n\nHe is accused of working with former US army intelligence analyst Chelsea Manning to leak hundreds of thousands of classified documents.\n\nA hearing at Westminster Magistrates' Court was today told the US sought to expand alleged conduct within the charges through a third version of the criminal indictment against him.\n\nThe US government made a fresh extradition request to have the WikiLeaks founder (pictured in January) sent from the UK based on charges in a new superseding indictment\n\nAssange, 49, faces 17 charges under the US espionage act and conspiracy to commit computer intrusion. Pictured: Protesters outside Westminster Magistrates' Court today\n\nProsecutor Claire Dobbin explained this included extending the group of people Assange is alleged to have conspired with beyond Ms Manning.\n\nThe WikiLeaks founder has yet to be arrested over the latest indictment, full details of which were not read out in court.\n\nThe extradition hearing, originally set for May, was postponed due to coronavirus lockdown measures and was rescheduled for September 7 at the Old Bailey.\n\nWhat charges does Julian Assange face in the US? The US Department of Justice has charged Wikileaks founder Julian Assange with 18 crimes - 17 under the Espionage Act and one under computer hacking legislation. Officials say Assange, as the founder of WikiLeaks, endangered US informants in Iran, Syria, China, Iraq and Afghanistan by publishing unredacted documents that identified them. The 18 charges against Assange, filed in Virginia last year, are: Count 1: Conspiracy to receive national defense information Counts 2-4: Obtaining National Defense Information Counts 5-8: Obtaining National Defense Information Counts 9-11: Disclosure of National Defense Information Counts 12-14: Disclosure of National Defense Information Counts 15-17: Disclosure of National Defense Information Count 18: Conspiracy to Commit Computer Intrusion (Hacking) New claims against him not disclosed in court today. Advertisement\n\nFlorence Iveson, representing Assange in court today, said US prosecutor Gordon Kromberg had submitting a 33-page additional affidavit explaining the second superseding indictment on August 12.\n\nShe said the '11th hour' submission of the document was 'astonishing and 'potentially abusive', claiming the US was 'seeking to add a considerable amount of conduct and seeking to extend the case significantly'.\n\nMs Iveson said lawyers had not been able to take full instructions from Assange over the third version of the indictment against him.\n\nAssange, who spoke only to give his name, date of birth and to confirm he had heard the judge, attended the short hearing via video-link from Belmarsh prison.\n\nHis father John Shipton watched the proceedings from the public gallery, alongside other supporters.\n\nMs Iveson argued the new material should have been provided 'at a much earlier stage', adding it could affect the evidence of witnesses in September.\n\nShe called on district judge Vanessa Baraitser to 'exclude' the new alleged conduct within the charges, claiming it was the only way 'to achieve justice'.\n\nMs Dobbin said Mr Kromberg had explained how the US had continued to conduct investigations into alleged criminal conduct by Assange that had not been included in the earlier indictments.\n\nShe said: 'It's lawful and common for US prosecutors to continue investigating a defendant's criminal conduct after he's been arrested and charged.\n\n'He's explaining how it is that in the American system there can be superseding indictments.'\n\nMs Dobbin said all of the alleged conduct in the first superseding indictment was also in the second, but it added 'further parties' to the conspiracy allegations, beyond Ms Manning.\n\nShe said the new indictment 'does not fundamentally alter the basis upon which extradition is sought'.\n\nJudge Baraitser highlighted Assange 'has not yet even been arrested' in relation to the new extradition request and further delay to his case 'should be avoided'.\n\nShe told the court she did not have the case management powers to handle the defence's exclusion request.\n\nShe said it was up to Assange's legal team to decide whether to make an application to vacate the case to give them more time, despite the consequences being 'extremely unattractive'.\n\nAssange (pictured, his father John Shipton outside the court today) is accused of working with former US analyst Chelsea Manning to leak hundreds of thousands of classified documents\n\nA hearing at Westminster Magistrates' Court (pictured, protesters today) was today told the US sought to expand alleged conduct within the charges through a third version of the criminal indictment against him\n\nMs Iveson said she and her colleagues would use 'best endeavours' to make their decision by August 19, but warned they may need until August 21.\n\nAdjourning proceedings, Judge Baraitser told Assange that depending on his lawyers' actions this was the last administrative hearing for his case.\n\nShe said he is due to be physically present when his full extradition hearing takes place next month.", "METADATA": {"keywords": "dailymail,news", "news_keywords": "dailymail,news", "original-source": "https://www.dailymail.co.uk/news/article-8628089/Julian-Assanges-lawyers-say-government-decision-lodge-new-charges-astonishing.html", "description": "The US Government made a fresh extradition request to have the WikiLeaks founder sent from the UK based on charges in a new superseding indictment.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Julian Assange's lawyers say US lodging new charges is 'astonishing'", "description": "The US Government made a fresh extradition request to have the WikiLeaks founder sent from the UK based on charges in a new superseding indictment.", "url": "https://www.dailymail.co.uk/news/article-8628089/Julian-Assanges-lawyers-say-government-decision-lodge-new-charges-astonishing.html", "image": "https://i.dailymail.co.uk/1s/2020/08/14/17/31954966-0-image-a-6_1597421552929.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8628089, "author": "James Gant", "divclasspage": "articlePage", "mol": {"headline": "Lawyers for WikiLeaks founder Julian Assange say '11th hour' decision by US government to lodge new charges against him is 'astonishing and potentially abusive'"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-14T17:12:42+0100", "modified_time": "2020-08-15T01:09:37+0100", "section": "News", "tag": "Julian Assanges lawyers say government decision lodge new charges astonishing", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Julian Assange's lawyers say US lodging new charges is 'astonishing'", "type": "article", "description": "The US Government made a fresh extradition request to have the WikiLeaks founder sent from the UK based on charges in a new superseding indictment.", "url": "https://www.dailymail.co.uk/news/article-8628089/Julian-Assanges-lawyers-say-government-decision-lodge-new-charges-astonishing.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/14/17/31954966-0-image-a-6_1597421552929.jpg", "width": 636, "height": 382}}, "al": {"android": {"url": "dailymail-fb://article/8628089/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8628089/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}