{"GDELT": {"GlobalEventID": 940870646, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 2, "NumArticles": 6, "AvgTone": -2.49428153957377, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ahuehuetitla, Puebla, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX21", "Actor1Geo_ADM2Code": "20772", "Actor1Geo_Lat": 18.2167, "Actor1Geo_Long": -98.2333, "Actor1Geo_FeatureID": "-1650103", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ahuehuetitla, Puebla, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX21", "Action2Geo_ADM2Code": "20772", "Action2Geo_Lat": 18.2167, "Action2Geo_Long": -98.2333, "Action2Geo_FeatureID": "-1650103", "DATEADDED": 20200815003000, "SOURCEURL": "https://news.yahoo.com/thousands-miles-home-coronavirus-took-000740044.html"}, "ARTICLE": {"TITLE": "Thousands of miles from home, coronavirus took their lives — and the economic lifelines of their families", "TEXT": "Isabel Baez Vaquero, 54, mourns her husband, Benito Medardo Tlatelpa Calixto, 55, at their home in Ahuehuetitla, Mexico. He died April 13 in the United States of COVID-19. His ashes were returned in July to Ahuehuetitla. (Liliana Nieto del Rio / For the Times)\n\nThe glazed urn rests in a makeshift altar in the family home, flanked by flowers, candles, Roman Catholic images and a faded snapshot of a middle-age man.\n\n“We always thought that my father would return home one day,” said Mayra Tlatelpa Baez. \"But not in ashes.\"\n\nHer father, Benito Medardo Tlatelpa Calixto, was 55. He died April 13 in New Jersey, one of at least 2,045 Mexican citizens lost to COVID-19 in the United States.\n\nIn recent weeks, authorities have begun repatriating their ashes. The urns, packed into cardboard boxes, are arriving in hometowns and villages throughout Mexico.\n\nCOVID-19 deaths in the United States cut an especially wide swath of bereavement here in the central state of Puebla, where impoverished agricultural towns like Ahuehuetitla have long sent their sons and daughters to work in the New York City area — where the pandemic claimed its greatest U.S. toll.\n\nBehind the ashes are doleful stories of family separation and vanished dreams of immigrants who hoped to retire in their homeland. Many of the victims had not seen their loved ones in years but kept in touch by phone and video and regularly sent home money, mostly from low-wage jobs in restaurants, shops, factories, hospitals and construction sites.\n\nThe process of returning their ashes was delayed for months as families and Mexican diplomats navigated COVID-19 restrictions. Fear of contagion ruled out repatriation of bodies for traditional wakes, funerals and burial in Mexico. Instead, relatives agreed to cremations in the United States, forgoing the time-honored rituals of closure.\n\nLast month, New York Archbishop Timothy M. Dolan presided at a blessing of the cremated remains of 250 Mexican citizens — including those of Tlatelpa Calixto — at St. Patrick’s Cathedral, iconic shrine to a previous generation of immigrants.\n\n“Thanks to these 250 heroes … this city kept on functioning,” Jorge Islas López, the Mexican consul general in New York, said at the service. “They were invisible and anonymous heroes.”\n\nStory continues\n\nMaría Irasema Vaquero López, 43, died of COVID April 16 in New York. Her ashes were returned to her native Ahuehuetitla in July. Her mother set up a flower-bedecked altar in her home in honor of her late daughter, mother of seven. (Liliana Nieto del Rio / For the Times)\n\nAfter the ceremony, the ashes were loaded on a Mexican military jet and flown to Mexico City. From there, state and local authorities delivered the urns to homes or nearby towns for pickup.\n\nMore than a third of the Mexican COVID-19 victims in the U.S. resided in the New York area, and the majority of those came from Puebla. Many were in the U.S. illegally, largely ruling out regular visits to relatives in Mexico.\n\nTlatelpa Calixto entered the United States more than 20 years ago. His wife, Isabel Baez Vaquero, and the couple's two small boys followed three years later, leaving their two daughters with relatives in Ahuehuetitla.\n\nBaez Vaquero stayed in the U.S. for 12 years before returning here to be with her daughters. Her husband and sons remained in New Jersey.\n\nTlatelpa Calixto worked a variety of jobs — at a plastics factory and at packing houses for fish and vegetables — though near-blindness from diabetes had recently left him unemployed.\n\nAs the years passed, the prospect of a family reunion faded. Hanging on a bedroom wall of the family home in Mexico is a cherished portrait: father, mother and all four grown children posed in the sunlight at a graduation ceremony.\n\nBut the scene is only fantasy, a composite created on a computer.\n\nPerhaps no place in Mexico was as ravaged by U.S. coronavirus deaths as Ahuehuetitla, in the parched Mixteca highlands.\n\nCarved from volcanic rock at the entrance is a sculpture of a campesino in a broad-brimmed Mexican sombrero, with the head of a jaguar glaring from the pedestal — a testament to the town's agrarian character and its indigenous roots. The official population is 1,800, but 90% live in the United States.\n\nAt least 26 natives have died of COVID-19 in the U.S., according to Eboly Morán Bravo, the town’s síndico, or legal representative.\n\n“This is something that hit us very, very hard — we are all in mourning,” said Morán. “It’s a personal tragedy, and an economic blow.\"\n\nIn a one-story house along an unpaved road, Ausencia Guadalupe López, 73, was grieving for her daughter.\n\nMaría Irasema Vaquero López, who was 43, had moved to the U.S. when she was 16. A single mother of seven, she cleaned apartments in Brooklyn, a job she continued to do even as the pandemic raged.\n\nOne day this spring, she called her mother to say she had caught a bad cold after going to work without her jacket. A week later she was hospitalized, diagnosed with COVID-19 and put on a respirator.\n\nAusencia Guadalupe López, 73, mourns her daughter, María Irasema Vaquero López. (Liliana Nieto del Rio / For the Times )\n\nOn April 16, her mother was roused from sleep by a niece who had just received a call from the United States.\n\n“Brace yourself,” she said. “María is gone.”\n\nA widow who had watched all four of her children leave Puebla for the U.S., López remained especially close to María.\n\n“She would call me all the time, sometimes three or four times a day,\" recalled López, who herself spent three years in Brooklyn, working in a clothing factory. \"And she would always send me some money, even if was just a little that she could afford.”\n\nHer ashes were returned last month after the ceremony at St. Patrick's. Her children — all U.S. citizens — had wanted to accompany the ashes to console their grandmother, but an uncle talked them out of it.\n\n“I told my nephews that it was too dangerous to travel,” recalled Nereo Vaquero, speaking by telephone from Brooklyn. “Why put themselves at risk? Or risk bringing the virus to my mother?”\n\nFor Mayra Tlatelpa Baez, 31, her father’s death thousands of miles away has raised deep doubts about the region's time-honored tradition of emigration. The custom has brought a measure of prosperity to a town where small plots provide little more than subsistence. But it has also left an ineffable legacy of loss and abandonment.\n\nThe last time she saw him was 15 years ago — nearly half her life.\n\n“I have come to believe that it would have been better if our father had stayed with us ... even if all we had to eat was a tortilla with salt and beans,” she said. “We could have worked together in the fields. I could have embraced him.\"\n\nAt least 23 other families in Ahuehuetitla are still waiting for pandemic ashes to be repatriated from the United States.\n\nAuthorities have been repatriating the ashes of hundreds of Mexican citizens who died of COVID-19 in the United States, including some from Ahuehuetitla in Puebla. Health restrictions during the pandemic have made it nearly impossible to send the bodies to Mexico. (Liliana Nieto del Rio / For the Times)\n\nSpecial correspondents Cecilia Sánchez and Liliana Nieto del Río contributed to this report.", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooNews", "card": "summary_large_image", "description": "They died in the United States of COVID-19. Finally, their ashes are returning to Mexico.", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/XTBKEum5z7CYtH593of2pw--~B/aD01NjA7dz04NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/la_times_articles_853/070c6b27784dcf2e4017684e07c90b69", "src": "https://s.yimg.com/uu/api/res/1.2/XTBKEum5z7CYtH593of2pw--~B/aD01NjA7dz04NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/la_times_articles_853/070c6b27784dcf2e4017684e07c90b69"}, "title": "Thousands of miles from home, coronavirus took their lives — and the economic lifelines of their families"}, "application-name": "Yahoo News - Latest News & Headlines", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=0b8b718c-583f-35e1-ae98-3a1819947300&src=web", "news_keywords": "Ahuehuetitla, United States, Mexico, Mexico", "description": "They died in the United States of COVID-19. Finally, their ashes are returning to Mexico.", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/XTBKEum5z7CYtH593of2pw--~B/aD01NjA7dz04NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/la_times_articles_853/070c6b27784dcf2e4017684e07c90b69", "description": "They died in the United States of COVID-19. Finally, their ashes are returning to Mexico.", "title": "Thousands of miles from home, coronavirus took their lives — and the economic lifelines of their families", "url": "https://news.yahoo.com/thousands-miles-home-coronavirus-took-000740044.html"}, "fb": {"pages": 338028696036, "app_id": 458584288257241}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=0b8b718c-583f-35e1-ae98-3a1819947300&src=web"}, "ios": {"app_name": "Yahoo", "url": "yahoo://article/view?uuid=0b8b718c-583f-35e1-ae98-3a1819947300&src=web", "app_store_id": 304158842}}}}}