{"GDELT": {"GlobalEventID": 940800062, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BLROPP", "Actor1Name": "BELARUS", "Actor1CountryCode": "BLR", "Actor1Type1Code": "OPP", "Actor2Code": "LTU", "Actor2Name": "LITHUANIA", "Actor2CountryCode": "LTU", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.93951612903226, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200814164500, "SOURCEURL": "https://www.washingtonpost.com/world/europe/belarus-protests-opposition-svetlana-tikhanovsky-lukashenko/2020/08/14/c810761a-dd63-11ea-b4f1-25b762cdbbf4_story.html"}, "ARTICLE": {"TITLE": "From self-exile, Belarus opposition leader calls for protests to reach ‘every city’", "TEXT": "She later announced the formation of a council to ensure the transition of power if Lukashenko were toppled and to \"restore the rule of law in Belarus,\" she said in a statement.\n\nThe European Union, meanwhile, agreed to start the process of imposing sanctions against Belarusan officials involved in the crackdown against protesters.\n\nLukashenko, who has ruled Belarus since 1994, claimed he easily won over Tikhanovskaya in an election Sunday whose results have been widely denounced as rigged. Clashes between security forces and protesters quickly erupted in the most sweeping challenges to Lukashenko’s grip on the country.\n\nThe protests have grown increasingly violent, and workers at several state-owned factories and other major enterprises across the country have walked off the job. Tikhanovskaya’s video could provide more momentum to rallies that had endured despite appearing temporarily leaderless.\n\nLukashenko appeared on state television Friday saying: “For now, I am alive and not abroad.” He quickly pivoted to “discuss the construction sector.”\n\nAD\n\nAD\n\nThen in a message that the regime is refusing to capitulate, the Central Elections Commission announced its final election results: Roughly 80 percent of the vote went to Lukashenko. Tikhanovskaya, a surprise opposition candidate after her activist husband was arrested, received about 10 percent, according to the state count.\n\nEurope weighs response\n\nE.U. foreign ministers agreed to impose sanctions on Belarusan officials involved in the violence. They will draw up a list of targets in the coming days, two diplomats familiar with the discussions said. They spoke on the condition of anonymity while the meeting was ongoing.\n\n“The authorities are taking their own people hostage,” said Lithuanian Foreign Minister Linas Linkevicius, whose country is sheltering Tikhanovskaya after she fled Belarus early Tuesday. “Aggression always instigates aggressive resistance. And if people previously were calmed down many times, no one knows how big is the threshold this time.”\n\nAD\n\nAD\n\nLinkevicius said Tikhanovskaya was pressured by Belarusan authorities into leaving the country after an hours-long meeting at the Central Elections Commission late Monday.\n\nThen the next day, Tikhanovskaya released an emotional video saying she “made a very difficult decision” and “God forbid you face such a choice that I had to face.” In a second video, released roughly an hour later that appeared to have been taped inside the Central Elections Commission building, Tikhanovskaya read a prepared statement that asked her supporters to stop protesting and said, “The people of Belarus have made their choice” in the election.\n\nTikhanovskaya’s supporters believe that statement was coerced. On Friday, she reasserted that independent vote counts indicated much higher support than in the state election figures.\n\nAD\n\nAD\n\n“In districts where the commissions counted honestly, my support stands at 60 to 70 percent, and even at 90 percent” in one Minsk neighborhood, she said in the video.\n\n“We’ve always said that our choice should be protected only by legal, nonviolent methods, while the authorities have turned citizens’ peaceful protests into bloodshed,” she added.\n\nLimited leverage\n\nSome European diplomats said they had relatively little leverage to influence the overall outcome of the unrest in the country, which is not an E.U. member.\n\nSanctions, as inevitable as they might be, will simply drive Lukashenko further into the Kremlin’s arms.\n\n“Authorities will be weaker, and that means Russia will have more chances to pressure,” Linkevicius said. “I assume they will abuse Belarus even more, politically and economically.”\n\nAD\n\nAD\n\nIn what appeared to be a gesture toward Moscow, Belarus said it had released 32 men it said were Russian mercenaries who were sent to incite riots ahead of the election.\n\nThe group, arrested in late July, was believed to be part of the shadowy Russian paramilitary Wagner outfit, security analysts have said. They added that it was likely the men were using Minsk as a transit hub to Africa — a common practice that would have been cleared with authorities in Belarus.\n\nBelarus initially announced that 33 men were taken into custody. The reason for the discrepancy in the numbers was not immediately clear.\n\nSecretary of State Mike Pompeo, during a visit to Europe this week, has not specified any possible U.S. response to the Belarus election and unrest. Washington restored diplomatic relations with Minsk for the first time since 2008 and signed a deal to sell oil to Belarus earlier this year.\n\n“We were incredibly troubled by the election and deeply disappointed that it wasn’t more free and more fair,” he said in Prague during an interview Thursday with Radio Free Europe/Radio Liberty.\n\nFor now, European diplomats say they are focused on halting the violence and pushing Belarusan authorities to free opposition activists and protesters they have imprisoned in recent weeks.\n\nAD\n\nAD\n\n“This is an almost impossible situation,” said Latvian Foreign Minister Edgars Rinkevics, whose country, along with Lithuania and Poland, has been among the European leaders of the response to Belarus because of their border with the country.\n\nIf Lukashenko clings to power, he said: “Putin can be very happy. Lukashenko is going to be fully in his control, and that’s where we’ll be for the next two to three years.”\n\n'Harder to suppress'\n\nEuropean diplomats say there is little chance that Belarus is following the path of Ukraine, where pro-European protests toppled a Moscow-allied president in 2014.\n\n“If you look at Belarus currently, we don’t have any illusions,” Rinkevics said. “It’s not striving for Europe. It’s very tied to Russia. It’s not like in Ukraine, where you had a clear European path.”\n\nAD\n\nArtyom Shraibman of Sense Analytics, a Minsk-based political consultancy, said the Belarusan decision-makers are so “overwhelmed with the domestic pressure” that “they have no time to think about sanctions from abroad.”\n\nAD\n\nIn several videos posted to social media, crowds of striking factory workers are asked to indicate whether they voted for Tikhanovskaya, with the vast majority responding by standing, raising their hand or cheering. In a sign of a few cracks in Lukashenko’s regime, several police officers and one government official have resigned in protest.\n\n“This is not just a solidarity chain on the streets anymore,” Shraibman said. “Now the country has turned to full strike mode, and that’s something that’s harder to suppress, even if you instill some state of emergency.”", "METADATA": {"description": "The video from Svetlana Tikhanovskaya, who fled to Lithuania, came amid E.U. talks on possible steps against Belarus’s authoritarian ruler.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/world/europe/belarus-protests-opposition-svetlana-tikhanovsky-lukashenko/2020/08/14/c810761a-dd63-11ea-b4f1-25b762cdbbf4_story.html", "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/AKCLFVG6GEI6VMQF76BY4FNJUY.jpg&w=1440", "title": "From self-exile, Belarus opposition leader calls for protests to reach ‘every city’", "description": "The video from Svetlana Tikhanovskaya, who fled to Lithuania, came amid E.U. talks on possible steps against Belarus’s authoritarian ruler."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "From self-exile, Belarus opposition leader calls for protests to reach ‘every city’", "description": "The video from Svetlana Tikhanovskaya, who fled to Lithuania, came amid E.U. talks on possible steps against Belarus’s authoritarian ruler."}, "last_updated_date": "2020-08-14T21:39:30.521Z", "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width", "next-head-count": 2}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}