{"GDELT": {"GlobalEventID": 940854717, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "BLOGGER", "Actor1Type1Code": "MED", "Actor2Code": "CRBEDU", "Actor2Name": "WEST INDIES", "Actor2CountryCode": "CRB", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.7995149555375898, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Trinidad And Tobago", "Actor1Geo_CountryCode": "TD", "Actor1Geo_ADM1Code": "TD", "Actor1Geo_Lat": 11.0, "Actor1Geo_Long": -61.0, "Actor1Geo_FeatureID": "TD", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Trinidad And Tobago", "Actor2Geo_CountryCode": "TD", "Actor2Geo_ADM1Code": "TD", "Actor2Geo_Lat": 11.0, "Actor2Geo_Long": -61.0, "Actor2Geo_FeatureID": "TD", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Trinidad And Tobago", "Action2Geo_CountryCode": "TD", "Action2Geo_ADM1Code": "TD", "Action2Geo_Lat": 11.0, "Action2Geo_Long": -61.0, "Action2Geo_FeatureID": "TD", "DATEADDED": 20200814224500, "SOURCEURL": "https://globalvoices.org/2020/08/14/after-its-general-election-trinidad-tobagos-racist-underbelly-is-showing/"}, "ARTICLE": {"TITLE": "After its general election, Trinidad & Tobago’s racist underbelly is showing · Global Voices", "TEXT": "On August 10, Trinidad and Tobago held its general elections. The preliminary results showed that the incumbent People's National Movement (PNM) led by Prime Minister Keith Rowley had won, with 22 parliamentary seats to the opposition United National Congress‘ (UNC) 19, one seat more than it currently had.\n\nThe two largest demographic groups in Trinidad and Tobago comprise people of Indian and African descent and for the most part, they vote along these lines, with Afro-Trinbagonians supporting the PNM and Indo-Trinbagonians, the UNC.\n\nThe 2020 election campaign was a short but bitterly contested one. While both sides of the political aisle are not strangers to playing the race card, during the course of the 2020 election campaign the UNC was singled out — on more than one occasion — for race-baiting.\n\nIt also received a lot of flak for what many social media users agreed was a racist ad campaign. Dubbed the “Trinity Triangle,” it canvassed the Black vote by portraying Afro-Trinidadians as struggling economically and surviving on handouts. It has since been taken down from the party's YouTube channel.\n\nMore than a misstep?\n\nFacebook user Ancil Valley, who posted screenshots from different advertisements, simply could not wrap his head around it:\n\nThe first time I heard the word cosmopolitan I was in primary school, it was used as one of the adjectives to describe the nation of Trinidad and Tobago. A place where people of varied ethnicities live and work together. It stands to reason that within each of these ethnicities there are social hierarchies, some more fortunate than others. […] How therefore, can a political party in running a national campaign in efforts to become the government of all the peoples of Trinidad and Tobago, consistently portray one race as impoverished and downtrodden? The images […] are taken from three separate campaign ads, the consistency therein dismisses any notion that this was merely cultural insensitivity.\n\nPosting an empowering photograph of herself in a proud, elegant pose, dressed in a full length floral dress and vibrant yellow head wrap, fellow Facebook user Mo Martin also felt compelled to take a stand, creating a hashtag that really took off:\n\nThis is beyond politics now 😑.\n\nIn an effort to combat the racist & stereotypical narrative being promoted by the UNC I am asking all people of African descent (Mixed included) to post your qualifications & successes with the hashtag #IAmNotSuffering on your wall. […] People of all races have people who suffer. Please stop using Afro-Trinidadian ppl ONLY to depict a stereotype & promote this harmful narrative.\n\nRace as a ‘political commodity’\n\nBlogger and University of the West Indies lecturer Amilcar Sanatan took issue not only with the use of images of children in political campaigns generally but also with the definitive use of minors along ethnic and socioeconomic lines.\n\nIn deconstructing of some of the advertisements, he explained:\n\nWhat they do in their targeting is create a narrow view of black life in those circumstances. It focuses singly on poor, black people without an attempt to show how poverty and displacement shapes the life of other racial categories. The ads are cheap and they frame poor black people as a political commodity to compete for. […] What we need are representations that are closer to life and not to our prejudices. This also demands that we move beyond the racist scorecard that counts what PNM does racist and what UNC does racist. To build a more racially just and equal society, we should be brave enough to speak up and call out what is wrong.\n\nIn a subsequent Facebook post, Sanatan provided a road map as to how “anti-racism and a more equal society” could be accomplished, including the support of civic institutions, social movements “that do race and class solidarity work” and that push for “more fair, democratic and inclusive” institutions:\n\nWhat we see which is miserable and unequal cannot only be responded to with our feeling of remorse, it has to be matched with education and political action. Cultural discourse and memory, language, social and economic policy, the racial and spatial division of labour, issues of access require many more people who are governed by principles of human rights, solidarity and justice. It is the people, not politicians, that move the political needle on issues. Conflict and misunderstanding may always be a part of our society but spaces of engagement, ethics and standards to the way we present ourselves and represent people can change.\n\nRacist reactions and calls for change\n\nOnce it became apparent that the UNC had lost the election, some stalwarts began expressing their discontent in racist language, further polarising the local blogosphere.\n\nNaila Ramsaran, one of several Indo-Trinidadians who shared racist rants on social media, referred to Afro-Trinbagonians as “cockroaches [that] keep populating.” The backlash was swift and she soon posted an apology; it was a mea culpa that Garth St. Clair, in a post published on Wired868, refused to accept:\n\nWhat you really meant to say was: ‘I am sorry for speaking out loud what I, my circle of friends and family really think about the African community. […] I said what I said, please don’t hurt me or our family business because we still need ‘Your Cockroach money’ to live our best life. So let’s move on.’ This election, we voted against racism especially. This blessed country is way too small to start a race war. Blame your leaders and supporters for your loss, not us.\n\nMassy Stores, the country's largest supermarket chain, has since decided to “temporarily suspend” stocking products from Ramasaran's, her family's beverage company, and the Supermarket Association of Trinidad and Tobago advised its members that they should boycott the company until it carries out “appropriate remedial action.”\n\nThe Opinion Box blog, however, was not interested in boycotting. The blogger, a Black person, posted a video on Facebook saying he “refuse[s] to contribute to this ‘cacaholeness‘” [asshole behaviour]. He also pleaded with those perpetuating “disgusting” racial slurs to recognise how their stupidity only further divides the country.\n\nMany social media users, like attorney Cordell Salandy, who started an online petition asking for “legislation to penalise racial discrimination, actions and words of any kind”, are interested in effecting change.\n\nFacebook user and activist Tillah Willah observed:\n\nWe are desperate for institutions that can help us process this unchecked rage. We are desperate for safe spaces to work through inherited and generational traumas. We are desperately in need of policies in work places and schools to address what is rotting in our brains. Our politicians clearly don’t have the consciousness nor the inclination to address these problems. We have work to do, in addition to the two days of outrage, the two days of public shaming, the two days of boycotts.\n\nPoet Shivanee N. Ramlochan eloquently echoed her sentiment:", "METADATA": {"robots": "NOODP", "viewport": "width = device-width, initial-scale=1, user-scalable=yes", "msapplication-TileColor": "#00a300", "msapplication-TileImage": "https://s3.amazonaws.com/static.globalvoices/img/tmpl/green-app-icons/mstile-144x144.png", "msapplication-config": "https://s3.amazonaws.com/static.globalvoices/img/tmpl/green-app-icons/browserconfig.xml", "generator": "WordPress 4.9.7", "fb": {"pages": 6110663875}, "ia": {"markup_url": "https://globalvoices.org/2020/08/14/after-its-general-election-trinidad-tobagos-racist-underbelly-is-showing/?ia_markup=1"}, "og": {"site_name": "Global Voices", "title": "After its general election, Trinidad & Tobago’s racist underbelly is showing · Global Voices", "type": "article", "image": "https://globalvoices.org/wp-content/uploads/2020/08/Screenshot-2020-08-13-at-1.32.45-PM-800x450.png", "url": "https://globalvoices.org/2020/08/14/after-its-general-election-trinidad-tobagos-racist-underbelly-is-showing/", "description": "In a racially heated post-election climate, blogger Amilcar Sanatan advises being \"brave enough to call out what is wrong\" in order to build a more just and equal society."}, "cre": "Global Voices", "byl": "Janine Mendes-Franco", "article": {"published_time": "2020-08-14T21:36:41+0000", "modified_time": "2020-08-15T11:08:56+0000", "publisher": "https://facebook.com/globalvoicesonline/"}, "twitter": {"card": "summary_large_image", "image": {"src": "https://globalvoices.org/wp-content/uploads/2020/08/Screenshot-2020-08-13-at-1.32.45-PM-400x300.png"}, "creator": "@JanineMFranco", "site": "@globalvoices", "title": "After its general election, Trinidad & Tobago’s racist underbelly is showing · Global Voices", "description": "In a racially heated post-election climate, blogger Amilcar Sanatan advises being \"brave enough to call out what is wrong\" in order to build a more just and equal society."}, "p": {"domain_verify": "f766ffbf7ac003e4e67698d4e991216e"}}}}