{"GDELT": {"GlobalEventID": 940830794, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "NEW YORK", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "MERCHANT", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 874, "EventBaseCode": 87, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.4149377593361, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814194500, "SOURCEURL": "http://www.econotimes.com/Public-relations-is-bad-news-1589722"}, "ARTICLE": {"TITLE": "Public relations is bad news", "TEXT": "As the Canadian economy slowly recovers from COVID-19 lockdowns, there have been news articles suggesting the Canada Emergency Response Benefit is encouraging workers to stay off the job.\n\nBut a peek behind the headlines reveals the source of the story to be a business lobby group using a powerful and classic public relations strategy — the news release — to manipulate headlines.\n\nThe Canadian Federation of Independent Businesses (CFIB) represents more than 100,000 members who operate small businesses across Canada. The association advocates for specific policy changes that advance the goals of their membership.\n\nIn recent years, the CFIB has lobbied against increasing the minimum wage and against guaranteed personal leave for workers, among other causes.\n\nSwaying public opinion\n\nTo rally support for these changes, organizations like the CFIB employ public relations strategies designed to secure headlines that sway public opinion and put pressure on governments. This is especially important when their policy goal is at odds with public sentiment.\n\nFor example, polling suggests Canadians overwhelmingly support the federal Canadian Emergency Relief Benefit, known as the CERB, which pays $500 a week to workers who are out of work due to the pandemic.\n\nThe CFIB, however, said in its news release that the CERB is a “disincentive” to work and wants to see wage subsidies expanded to include more profitable small businesses. To campaign for this, organizations like the CFIB use PR techniques to undermine public support for CERB and advocate for their own policy solutions.\n\nPR makes it a challenge to know what is fact and what is spin, even from reputable news sources. Since the 1950s, critics have questioned the intent of PR practices. They have examined how organizations use the authority of mass media outlets to advance specific policy agendas that better fit their aims.\n\nPR is a form of manipulation: it’s used to shift public opinion. It is expressly designed to benefit the organization wielding it.\n\nThis tension can be found in the early 20th century, when modern PR was established as a coherent set of business practices. During this period, activists and journalists alike pressured state and provincial governments into developing aggressive regulatory regimes that would soften the sharpest edges of industrial capitalism.\n\nIn the early 1900s, massive scandals fuelled public mistrust in business in North America. Labour activists, journalists and academic critics wrote shocking exposés that revealed the wealthy’s gross consolidation of corporate power, their influence in municipal politics and their attempts to game the highest levels of government.\n\nProgressive policies\n\nTo the dismay of wealthy capitalists, progressive governments responded to the revelations by developing policies that regulated working conditions, reined in corporate power and bolstered the protections of ordinary people as citizens and consumers.\n\nMidnight at the glassworks in Indiana, with children on the job. Child labour was among the practices outlawed by progressive governments in the early 1900s. (Library of Congress)\n\nAs corporate interests lost public support, they fought back with canny public relations strategies designed to flip the story, framing business as a public service and businessmen and capitalists as allies, not enemies, to ordinary people.\n\nThese tactics were further formalized during the First World War when PR men, advertisers and government officials came together to form the United States federal government’s Committee on Public Information (CPI).\n\nThe CPI enlisted advertisers, commercial illustrators and public relations experts to build a home front propaganda campaign that would rally support for the war effort. CPI illustrator Charles Dana Gibson called for evocative campaigns that showed “the more spiritual side of the conflict.”\n\nThe success of the CPI helped legitimize the American advertising and PR industries. It taught public relations experts an invaluable lesson: It paid dividends to link their clients — titans of industry and major corporations — to the promise of democracy.\n\nCollective well-being\n\nIt was only through the careful management of public opinion regarding industrial capitalism, PR experts began to argue in the 1920s, that true democracy and collective well-being was possible.\n\nToday the news release, along with public opinion surveys, are immensely influential PR tools for shaping what gets covered as news and how it’s covered.\n\nPR has become the backbone of news production globally, capitalizing on underfunded newsrooms and overworked journalists.\n\nThe news release is designed to make life easy for the busy journalist. It provides them with ready-made narratives and interpretations that are easily translated to a news article. In fact, news releases are often presented as a standardized genre, with countless guides listing the same 10 to 14 elements that every news release should include in order to quickly communicate the organization’s point of view and message.\n\nThis standardization makes news releases easy to circulate and easy to critically examine. For example, the recent CFIB release announced both the results of their membership survey on the CERB and provided an interpretation of it.\n\nThe survey provides the gloss of objectivity (by allowing an organization to point to findings rather than blatant ideological posturing) while a pull-quote from their president offers an interpretation:\n\n“It is clear that CERB has created a disincentive to return to work for some staff, especially in industries like hospitality and personal services … CERB was created as emergency support for workers who had lost their job due to the pandemic, not to fund a summer break. This is why it is critical that all parties support the government’s proposed change to end CERB benefits when an employer asks a worker to return to work.”\n\nThe CFIB news release made for a quick and easy story turnaround.\n\nMisleading interpretations\n\nBut we should be wary of such ready-made interpretations, because they’re often misleading. For example, the CFIB president’s commentary quickly fell apart when economist Armine Yalnizyan, an Atkinson Fellow on the Future of Work, took a closer look at the CFIB survey data.\n\nThe hardest jobs to fill were in meatpacking, hospitality and food processing, all jobs identified as high-risk for COVID-19 transmission. It’s not that workers prefer a measly $500 a week over their regular paycheque. It’s that they feared for their lives.\n\nIn 1959, New York Post columnist Irwin Ross sought to pull back the curtain on PR in The Image Merchants: The Fabulous World of Public Relations.\n\n“In an atmosphere drenched with the clichés of public relations,” he wondered in his book, how could anyone discern truth?\n\nToday’s public relations techniques can be used by just about anyone. They are taken up by a host of organizations, from large corporations to unions to activist groups.\n\nBut the organizations that can most afford to hire expensive professionals stack the deck against smaller groups and officials. Even in the 1950s, “the biggest budgets, the highest priced and usually most expert talent are maintained by industry,” Ross wrote.\n\nPR, he concluded, is a fundamentally hollow, anti-democratic enterprise. Corporate interest groups and politicians may state their commitments to the public good, but their real goal remains the “public acceptance of the status quo in our economic arrangements.”\n\nFaced with a global pandemic that is laying bare the gross inequities of Canadian society, we would do well to heed his warning.", "METADATA": {"Author": "EconoTimes", "Copyright": "2020 EconoTimes", "Keywords": "Real-Time Economy News, Forex News, Digital Currency News, Economy Research, Economy Commentaries", "Description": "EconoTimes is a fast growing non-partisan source of news and intelligence on global economy and financial markets, providing timely, relevant, and critical insights for market professionals and those who want to make informed investment decisions.", "news_keywords": "Insights  Views, In-depth", "article": {"published_time": "2020-08-14T15:45:34+00:00"}, "syndication-source": "https://www.econotimes.com/Public-relations-is-bad-news-1589722", "robots": "index, follow", "Googlebot-news": "index, follow", "og": {"type": "article", "url": "https://www.econotimes.com/Public-relations-is-bad-news-1589722", "site_name": "EconoTimes", "title": "Public relations is bad news - EconoTimes", "description": "As the Canadian economy slowly recovers from COVID-19 lockdowns, there have been news articles suggesting the Canada Emergency Response Benefit is encouraging workers to stay off the job.\r\rBut a peek behind the headlines...", "image": "https://www.econotimes.com/assets/images/econotimes/metaDefault2.png"}, "twitter": {"card": "summary_large_image", "site": "@econodaily", "creator": "@econodaily", "url": "https://www.econotimes.com/Public-relations-is-bad-news-1589722", "image": "https://www.econotimes.com/assets/images/econotimes/metaDefault2.png", "domain": "www.econotimes.com", "title": "Public relations is bad news - EconoTimes"}, "msvalidate.01": "39D3850F3C9728569FD682F1B89862F7", "naver-site-verification": "6d98e26fa9df0d1312847cfe498dae3aed561a0d", "viewport": "width=device-width, maximum-scale=1.0"}}}