{"GDELT": {"GlobalEventID": 940846594, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 62, "EventBaseCode": 62, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.391304347826081, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dover, Kent, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKG5", "Actor1Geo_ADM2Code": "40117", "Actor1Geo_Lat": 51.1333, "Actor1Geo_Long": 1.3, "Actor1Geo_FeatureID": "-2594561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dover, Kent, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKG5", "Actor2Geo_ADM2Code": "40117", "Actor2Geo_Lat": 51.1333, "Actor2Geo_Long": 1.3, "Actor2Geo_FeatureID": "-2594561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dover, Kent, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKG5", "Action2Geo_ADM2Code": "40117", "Action2Geo_Lat": 51.1333, "Action2Geo_Long": 1.3, "Action2Geo_FeatureID": "-2594561", "DATEADDED": 20200814214500, "SOURCEURL": "https://www.thesun.co.uk/news/politics/12402947/nicola-sturgeon-france-mad-dash/"}, "ARTICLE": {"TITLE": "Nicola Sturgeon ‘sparked mad-dash panic by insisting France quarantine cut-off should be 24 hours EARLIER’", "TEXT": "NICOLA Sturgeon sparked a mad dash last night for Brits to get home after she forced the France quarantine cut-off to be 24 hours EARLIER.\n\nThe Scottish First Minister and other leaders demanded the time be moved during crunch calls over looming new quarantine measures.\n\n6 Nicola Sturgeon is said to have fought for France's quarantine to come in earlier than the UK Government suggested Credit: PA:Press Association\n\nIt sparked 30 hours of hell for Brits stuck in France who now face a race around the clock to get back by 4am on Saturday.\n\nIt's understood Downing Street wanted the quarantine cut off to be on Sunday, to give people more time to return home before self-isolating for two weeks.\n\nBut Ms Sturgeon and Welsh First Minister Mark Drakeford joined forces to bring in the measures more quickly, Government sources claimed.\n\nMr Shapps fuelled the chaos last night when he mistakenly announced the radical moves would be for people who \"come back from Sunday\".\n\nWhat we know so far:\n\nAt the daily briefing in Edinburgh today, Ms Sturgeon insisted it had been right to move fast.\n\nShe said: \"Where we have a situation where we think a situation in a particular country has deteriorated we cannot hang around before we impose quarantine.\n\n\"There is a real imperative to act as quickly as possible.\"\n\nDespite causing havoc, the day of notice is more than travellers in Spain had - when the news of their quarantine broke with just a few hours' notice.\n\nAnd residents in the North of England were given just over two hours warning ahead of their fresh local lockdown a fortnight ago.\n\nHOLIDAY HELL\n\nAround 160,000 Brits are holidaying in France at the moment, the Department for Transport estimates.\n\nAnd thousands are now desperately trying to get back to the UK before the new rules come into force tomorrow morning.\n\nTickets to get home have been extremely hard to come by, with thousands joining online waits for the Eurostar booking system and prices hiked for rail, sea and air travel.\n\nBA flight prices rocketed from £664 to £770, and Eurotunnel Le Shuttle warned all shuttles are fully booked until tomorrow with no \"additional capacity\" being added.\n\nFrom the early hours of this morning winding queues built to board ferries at Calais for Dover - with passengers struggling to get last minute tickets.\n\n6 Cars queuing up to leave Dover today to beat the quarantine Credit: PA:Press Association\n\n6 Welsh First Minister Mark Drakeford also teamed up with Ms Sturgeon Credit: Getty Images - Getty\n\n6 Brits have just hours to get back before they have to quarantine Credit: AP:Associated Press\n\n6 Queues at Nice airport in France Credit: AP:Associated Press\n\nBrits are being told not to turn up at ports without tickets as they will likely be turned away.\n\nTransport Secretary Grant Shapps said anyone who turns up trying to get a last minute seat home before the quarantine comes into force will \"almost certainly be disappointed.\"\n\nMr Shapps told Sky News: \"Don't just turn up because you will almost certainly be disappointed and it will just create queues which no one wants to see.\"\n\nIT manager Lewis Kitson, 37, said: “This is just a complete shambles. It’s chaos. They’re making it up as they go along now.\n\n“They can’t justify this. It’s guess work. I’m not bothered about quarantine if I’m too late. I’ve just come through France on a road trip. I’m trying to book to get home.\n\n“They’ll have to put me in prison before I comply with quarantine.\n\n“The whole thing is ridiculous. It’s still not enough time. I’m really trying to get a ferry booked. It’s a disgrace.”\n\nAre you stranded in France? Call The Sun Online newsdesk on 0207 782 4368, WhatsApp us on 07810 791 502 or email tips@the-sun.co.uk\n\nAnd another returning Brit revealed she was forced to quit her job on a superyacht in the south of France over fears quarantine would make her miss her first few weeks at university.\n\nThe 21-year-old stewardess, who arrived into London’s St Pancras International at 9am today, said: \"I don't think the quarantine is a good thing at all. I think it is so stupid.\n\n“There is nothing whatsoever stopping anyone visiting their friends and family when they have been travelling.”\n\nThe Sun can reveal concerned medics intervened to warn the PM that France’s numbers were starting to spiral out of control.\n\nFrance recorded 2,669 new Covid-19 cases yesterday — a record outside of lockdown - and the infection rate over 14 days rose to 32.1 per 100,000.\n\n6 Passengers wait at Gare du Nord in Paris to get back home Credit: AP:Associated Press\n\nBrits caught short as they scramble home: British tourists in France are being charged hundreds of pounds to return home before quarantine restrictions are imposed. British Airways hiked fares up to nine times for passengers returning from the south of France. The final seats on its afternoon and evening flights from Nice to London were costing €727 and €854 – compared to E102 for passengers flying next Monday, a kayak.co.uk search showed. DFDS Seaways doubled fares for ferry passengers sailing from Calais to Dover yesterday, with two passengers and one car costing £196, compared to the £109 next week, a directferries.com search showed. P&O ferries had availability last evening - but prices were at least £200 a car, rather than £90 on normal days. The lowest priced Eurostar tickets available this morning were £210. Travellers willing to pay these inflated fares could still miss out due to many services already being fully booked\n\nMost read in Politics DEADLY TOLL Coronavirus daily death toll falls to 3 as cases rises by 1,012 in 24 hours FERRY BAD NEWS Quarantined Brits furious after missing last boats & trains from France VIRUS HOTSPOTS The 29 towns & cities on PHE's virus watch list at risk of local lockdown TIME TO UNLOAD Flytipping victim uses dumper truck to return over 400 tyres to 'culprit' TEEN 'RAMPAGE' Girl, 17, arrested on attempted murder charge after driving car at 2 teens FINAL JOURNEY Hundreds of travellers line streets for funeral of 'King of Sheffield'\n\nThe PM risks a row with France’s president Emmanuel Macron, who was on holiday yesterday in the South of France.\n\nFrance's secretary of state for European affairs said the UK decision would lead to \"reciprocal measures\" across the Channel.\n\nClement Beaune tweeted: \"A British decision which we regret and which will lead to reciprocal measures, all in hoping for a return for normal as soon as possible.\"", "METADATA": {"viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no, width=device-width, viewport-fit=cover", "apple-itunes-app": "app-id=373954290, affiliate-data=ct=Smart%20App%20Banner&pt=263124", "google-site-verification": "a576LGe3E0YA5QjAMY268jcuKWwPLIORxwlTMrjnfnE", "msvalidate.01": "E4359034FA254151A3AB2EFAC6D20D80", "p": {"domain_verify": "c061a8052bd9e93315b7f01447fa4124"}, "og": {"type": "article", "title": "Nicola Sturgeon 'sparked mad-dash panic by insisting France quarantine cut-off should be 24 hours EARLIER'", "url": "https://www.thesun.co.uk/news/politics/12402947/nicola-sturgeon-france-mad-dash/", "description": "NICOLA Sturgeon sparked a mad dash last night for Brits to get home after she forced the France quarantine cut-off to be 24 hours EARLIER. The Scottish First Minister and other leaders demande…", "site_name": "The Sun", "image": {"identifier": "https://www.thesun.co.uk/wp-content/uploads/2020/08/NINTCHDBPICT000601757978-1.jpg?strip=all&quality=100&w=1200&h=800&crop=1", "width": 1200, "height": 800}, "locale": "en_GB"}, "article": {"published_time": "2020-08-14T13:46:49+00:00", "modified_time": "2020-08-14T15:16:24+00:00", "publisher": 161385360554578, "author": "https://www.facebook.com/SunPolitics/"}, "fb": {"app_id": 144647118961553, "pages": 161385360554578}, "twitter": {"text": {"title": "Nicola Sturgeon ‘sparked mad-dash panic by insisting France quarantine cut-off should be 24 hours EARLIER’"}, "card": "summary_large_image", "site": "@thesun"}, "robots": "noarchive,noodp", "taboola": {"kicker": "MAD DASH", "headline": "Sturgeon 'sparked France dash insisting quarantine cut-off should be EARLIER'", "image": {"medium": "https://www.thesun.co.uk/wp-content/uploads/2020/08/NINTCHDBPICT000601757978-1.jpg?strip=all&quality=100&w=300&h=192&crop=1", "large": "https://www.thesun.co.uk/wp-content/uploads/2020/08/NINTCHDBPICT000601757978-1.jpg?strip=all&quality=100&w=620&h=413&crop=1"}}, "parsely-post-id": 12402947, "msapplication-TileImage": "https://www.thesun.co.uk/wp-content/uploads/2016/04/icon-e1459786005667.png?strip=all&w=270"}}}