{"GDELT": {"GlobalEventID": 940820799, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BGD", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.051449953227309, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pilkhana, Bangladesh (general), Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG00", "Actor1Geo_ADM2Code": "5765", "Actor1Geo_Lat": 22.5667, "Actor1Geo_Long": 90.4167, "Actor1Geo_FeatureID": "-2731741", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pilkhana, Bangladesh (general), Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG00", "Action2Geo_ADM2Code": "5765", "Action2Geo_Lat": 22.5667, "Action2Geo_Long": 90.4167, "Action2Geo_FeatureID": "-2731741", "DATEADDED": 20200814184500, "SOURCEURL": "https://bdnews24.com/mujib100/2020/08/15/the-dark-night-of-bangabandhu-sheikh-mujibs-assassination"}, "ARTICLE": {"TITLE": "The dark night of Bangabandhu Sheikh Mujib’s assassination", "TEXT": "It was only after a few hours that he said the following words to his killers -- “I’m President Sheikh Mujib. What do you want? Where do you want to take me?”\n\nA bullet ended the life of the Father of the Nation before he could finish his words. The assassins did not spare even a 10-year-old boy or a pregnant woman in one of the bloodiest political assassinations the world has ever seen.\n\nAUGUST 14, 1975\n\nAs the evening descended, 2 Field Regiment vehicles of the army began moving. The 105mm cannons were dragged to the airport under construction in Kurmitola for regular training.\n\nAll the Bengal Lancer T-54 tanks left their units in the north of cantonment at around 10pm. At least 18 cannons and 28 tanks were gathered at the airport.\n\nThe schemers, Major Shariful Haque Dalim, Major SHMB Noor Chowdhury, Captain Mohammed Bazlul Huda, Major Shahriar Rashid, Major Aziz Pasha and Major Rashed Chowdhury gathered there at around 11.30pm.\n\nAt the first hour of Aug 15, Major Syed Faruque Rahman ordered the officers to gather at the squadron office in the headquarters near the airport.\n\nFaruque, being the operation leader, shared the plan to the officers saying the main target was Bangabandhu's residence in Dhanmondi road No. 32.\n\nThey planned a direct attack on the house and decided to create two circles around it. Members of the inner circle would attack Bangabandhu's house directly while those in the outer circle will confront any retaliation from the Rakkhibahini or the army, if they arrive. Major Noor and Major Huda led the outer circle.\n\nThey decided to block road No. 27 and the bridge at road No. 32 in Dhanmondi and also the Sobhanbagh Mosque. A simultaneous attack was planned on the residences of Sheikh Fazlul Haque Moni and Abdur Rab Serniabat.\n\nMajor Faruque asked Dalim to be present at Bangabandhu's residence during the attack, which he denied citing his “old relationship” as an excuse. He took charge of the attack on Senriabat's house instead.\n\nDalim set off on a jeep having a heavy machine gun installed on it, followed by a platoon of soldiers.\n\nRisaldar Moslehuddin Khan went to attack the residence of Sheikh Moni with two platoons of soldiers. Major Rashid waited with a company of soldiers to prevent any attack from the then Bangladesh Rifles in Pilkhana. Major Faruque was prepared to confront Rakkhibahini at Sher-e-Bangla Nagar with 28 tanks. The tanks did not have ammunition but the machine guns were loaded.\n\nAt least 350 soldiers were prepared to attack Bangabandhu’s house. Major AKM Mohiuddin Ahmed led them.\n\nMajor Rashid had no role in the direct attack but was responsible to manage the aftermath and coordinate the overall political scenario.\n\nThe team of assassins started towards Dhanmondi at around 4am.\n\nFaruque entered the cantonment through the military check post in Banani with 28 tanks. Two of the tanks followed him while others lost their way and went towards Farm Gate through Jahangir Gate. Faruque broke the wall at the west of the airport and appeared in front of the Rakkhibahini Headquarter.\n\nAt around 5:15am, Major Dalim and Risaldar Moslehuddin attacked the residences of Serniabat and Sheikh Moni.\n\nThe killers took the lives of Sheikh Moni and his pregnant wife. Their sons Sheikh Fazle Shams Parash and Sheikh Fazle Noor Taposh survived.\n\nDalim led the killings of Serniabat, his 14-year-old daughter Baby, 12-year-old son Arif and 4-year-old grandson Babu. Serniabat’s nephews Shahid Serniabat, Abdul Nayeem Khan Rintu, three guests and four domestic workers.\n\nAUG 15, 1975. THE DAWN\n\nBefore his house was attacked, Bangabandhu received the news of the attack at the house of Serniabat, his relative and also a cabinet member.\n\nDomestic staff Md Selim aka Abdul and Abdur Rahman Sheikh Rama were sleeping at the balcony outside Bangabandhu’s room.\n\nBangabandhu called his Personal Assistant AFM Mahitul Islam downstairs over the phone and asked him to call the police control room as the assailants had attacked Serniabat’s residence.\n\nAs no one picked the phone in the police control room, Mahitul tried to call the Ganabhaban exchange, which was the president’s office that time.\n\nAt around 5:30am, the sentries at Bangabandhu’s house began to hoist the national flag along with the bugle. That was the moment the killers attacked the house from its south.\n\nMujib came out to the balcony and both Rama and Abdul woke up. Rama went down and saw some army personnel approaching the house firing.\n\nRama returned inside the house and found Mujib coming down in his night clothes while Sheikh Fazilatunnesa Mujib was scared and rushing around. Rama went and woke up Mujib’s sons Sheikh Kamal and Jamal and their wives Sultana Kamal and Rosy Jamal.\n\nSheikh Kamal came down to the ground floor after hearing everything while Sultana came to the first floor. Jamal and his wife went to Fazilatunnesa’s room.\n\nPrime Minister Sheikh Hasina and her daughter Saima Wazed Hossain scatter flower petals on the graves of the 1975 massacre victims at the Banani Graveyard on Thursday. Photo: Saiful Islam Kallol\n\nEven while the firing was on, Mahitul kept on calling different places in front of Bangabandhu. While he was trying to get through the police control room and Gonobhaban exchange, Bangabandhu took the receiver at one point and started to say---‘President Sheikh Mujib speaking here..”\n\nBangabandhu could not finish his words, but bullets broke the window pane of the office room. Mahitul got his elbow hurt as the glasses were shattered by bullets that kept coming in. Bangabandhu ducked beside the table and pulled Mahitul down too.\n\nFazilatunnesa sent Bangabandhu’s spectacles and panjabi, which he wore after the firing stopped. He went to the police and army members guarding his house and asked what they were doing to confront the firing?\n\nThen he went to the first floor.\n\n“I’M SHEIKH MUJIB’S SON”\n\nRight after Bangabandhu went upstairs, Sheikh Kamal came down and asked the army and police members to come with him.\n\nMahitul Islam and Divisional Superintendent of Police Nurul Islam Khan stood behind Sheikh Kamal.\n\nAt that moment Major Noor, Mohiuddin Ahmed (lancer) and Captain Bazlul Huda entered the house with soldiers. They shouted “hands up” as they entered. Nurul Islam Khan pulled Mahitul inside the room.\n\nBazlul Huda shot Sheikh Kamal in the leg. Kamal ducked down in a bid to save himself. “Tell them that I’m Sheikh Mujib’s son,” Kamal told Mahitul.\n\nAs Mahitul told the killers that Kamal was Sheikh Mujib’s son, they brush-fired him, killing him at the scene.\n\nMahitul was shot at his knee and Nurul Islam at his leg.\n\n‘I’M DOING SOMETHING’\n\nAs Bangabandhu realised what was happening on the ground floor, he locked himself in his room and kept calling different people. He got hold of his military secretary Colonel Jamiluddin.\n\n“Jamil, you come here quickly. Some army people have attacked my house. Ask Shafiullah to send force,” he said.\n\nHe also called the then army chief General Shafiullah.\n\n“Shafiullah, your force has attacked my house. I think they killed Kamal (Sheikh Kamal). Send some help immediately,” Bangabandhu said.\n\n“I’m doing something. Can you get out of the house?” Shafiullah said in reply.\n\nAs he was on his way to Bangabandhu’s house, Col Jamil was shot dead near the Sobhanbag Mosque. His driver Ayenuddin Molla fled and survived.\n\nMahitul, Nurul Islam, Abdul Matin, members of the Special Branch of police were made to stand in a row in front of the main entrance of the house.\n\nThe killers then went upstairs continuing to fire. They killed domestic staff Abdul who took refuge in the bathroom in Sheikh Jamal’s room.\n\nA POOL OF BLOOD AT THE STAIRCASES\n\nBangabandhu, Fazilatunnesa Mujib, Sheikh Jamal, Sheikh Russel, Sultana Kamal and Rosy were in Bangabandhu’s room together.\n\nThe killers took position outside the room. Once the firing stopped, Mujib opened the door and came out when the killers surrounded him.\n\nMajor Mohiuddin and the soldiers forced Bangabandhu to go downstairs. “What do you want? Where are you taking me?” Mujib asked the assailants.\n\nFacing the strong personality of Bangabandhu, Mohiuddin lost his nerve a little.\n\nBazlul Huda and Noor stayed in the middle steps of the stairs between the ground floor and first floor. Noor said something when Mohiuddin was bringing Bangabandhu downstairs and he stood aside.\n\nJust then Bazlul Huda and Nur fired their machine guns at Sheikh Mujib.\n\nWith 18 bullets, Bangabandhu’s body was left in a pool of blood on the staircase.\n\n‘KILL ME HERE’\n\nRama informed Fazilatunnesa that Bangabandhu was shot. Fazilatunnesa, Sheikh Jamal, Sheikh Russel, Rosy Jamal, Sheikh Naser and Rama took refuge in a bathroom. Noor and Huda left the house after killing Bangabandhu.\n\nRight after that, Major Aziz Pasha and Risaldar Mosleuddin entered the house with their soldiers. Pasha went to the first floor with his soldiers. They banged the door and fired on it when Fazilatunnesa opened it and requested them not to kill whoever was inside the room.\n\nBut the assassins were bringing Fazilatunnesa, Sheikh Russel, Sheikh Naser and Rama downstairs. Fazilatunnesa broke down in tears when she saw Bangabandhu’s body on the stairs.\n\n“I don’t want to go; you kill me here,” she cried.\n\nAs she refused to go downstairs, they took her back to her room and took Sheikh Russel, Sheikh Naser and Rama downstairs.\n\nSheikh Jamal, Sultana Kamal and Rosy Jamal were already there in Fazilatunnesa’s room. Aziz Pasha and Risaldar Mosleuddin shot them dead.\n\nFazilatunnesa’s body fell at the door while Sheikh Jamal’s body fell at the left side of the room. Rosy was shot at her face. Sultana’s face became pale due to bleeding.\n\n‘WILL THEY KILL ME?’\n\nSheikh Naser, Sheikh Russel and Rama were made to stand in a row. Sheikh Naser told the killers that he was not involved in politics at all, but was a businessman.\n\n“Okay, we won’t harm you,” one of the killers told him only to take him to the adjacent bathroom and kill.\n\n“Bhaiya, will they kill me?” 11-year-old Russel asked the same question to Rama and Mahitul.\n\n“No they won’t,” Mahitul told him in reply.\n\nWhen Russel wanted to go to his mother, Aziz Pasha snatched him away from Mahitul and sent him to the first floor, where a habildar shot Sheikh Russel Following Pasha’s orders. His body was found lying beside Sultana Kamal.\n\nThe floor had a thick layer of blood due to so many killings. The killers also looted the house.\n\nBoth of the daughters of Bangabadhu were not present during the massacre. Elder daughter Sheikh Hasina went to Europe with her husband and they also took her younger sister Sheikh Rehana along.\n\nBURIAL\n\nThe next day, Dhaka Station Commander Abdul Hamid buried everyone, except Bangabandhu, killed on Aug 15 in Banani graveyard. Hamid carried the bodies from Bangabandhu’s residence in coffins and the bodies of the family members of Sheikh Moni and Serniabat from the Dhaka Medical College Hospital mortuary.\n\nOn Aug 16, Bangabandhu’s body was flown to Tungipara in an army helicopter. He was laid to rest next to his father.\n\nTRIAL\n\nAfter the gruesome killings, the trial could not be held earlier because the killers were indemnified by Bangladesh’s first military ruler Ziaur Rahman who went on to found the BNP.\n\nThe indemnity order was nullified on Nov 12, 1996 after the Awami League led by Sheikh Hasina formed the government. Bangabandhu’s Personal Assistant Mahitul Islam filed a case at Dhanmondi Police Station.\n\nIt paved the way for justice for the killings of Bangabandhu and his family, but was slowed down again when the BNP-Jamaat-e-Islami coalition came into power.\n\nAfter a lengthy trial, the court convicted 12 suspects and five of the self-proclaimed killers were hanged on Jan 28, 2010. They were-- Syed Faruque Rahman, Sultan Shahariar Rashid Khan, Bazlul Huda, Mohiuddin Ahmed and AKM Mohiuddin.\n\nOne of the fugitive Bangabandhu killers, Aziz Pasha, died in Zimbabwe in 2002.\n\nAnother convict, Abdul Mazed, was finally executed in April this year, after he dodged justice for decades.\n\nFollowing the information received from Abdul Mazed before his execution, another convict Risaldar Moslehuddin was reportedly detained in India. The government, however, is yet to receive any formal information from India.\n\nHasina had written to the US President Donald Trump asking him to deport MA Rashed Chowdhury, another fugitive killer, said Foreign Minister AK Abdul Momen on Aug 7.\n\nMomen said the government is doing whatever it can to bring Rashed back from the US and another convicted killer, SHMB Noor Chowdhury, from Canada.\n\n“The prime minister herself wrote letters, even to Trump. We hope we will succeed,” the foreign minister added.\n\nThe United States has recently reopened a decades-old asylum case against Rashed Chowdhury.\n\nInformation: Testimonials given by AFM Mahitul Islam, Abdur Rahman Sheikh (Rama) Md Selim (Abdul), retired habildar Md Quddus Sikdar, retired Lt Col Abdul Hamid, former army chief Shafiullah, Ayenuddin Molla (driver of Bangabandhu’s Military Secretary Col Jamiluddin) in the Bangabandhu murder case; a book authored by retired Lt Col Abdul Hamid (Tinti Shena Abhyuththan O Kichhu Na Bola Kotha) and reports published by bdnews24.com.", "METADATA": {"og": {"url": "https://bdnews24.com/mujib100/2020/08/15/the-dark-night-of-bangabandhu-sheikh-mujibs-assassination", "title": "The dark night of Bangabandhu Sheikh Mujib’s assassination", "description": "President Sheikh Mujibur Rahman returned to his home in Dhaka’s Dhanmondi at around 8pm that day, totally unaware that a group of rogue army personnel were preparing for a massacre -- the most horrific one in the history of Bangladesh.", "image": "https://d30fl32nd2baj9.cloudfront.net/media/2020/08/14/bangabandhu-memorial-museum-dhanmondi-32-130820-04.jpg/ALTERNATES/w640/bangabandhu-memorial-museum-dhanmondi-32-130820-04.jpg", "type": "article"}, "twitter": {"card": "summary_large_image", "site": "@bdnews24com", "creator": "@bdnews24com", "title": "The dark night of Bangabandhu Sheikh Mujib’s assassination", "description": "President Sheikh Mujibur Rahman returned to his home in Dhaka’s Dhanmondi at around 8pm that day, totally unaware that a group of rogue army personnel were preparing for a massacre -- the most horrific one in the history of Bangladesh.", "image": "https://d30fl32nd2baj9.cloudfront.net/media/2020/08/14/bangabandhu-memorial-museum-dhanmondi-32-130820-04.jpg/ALTERNATES/w640/bangabandhu-memorial-museum-dhanmondi-32-130820-04.jpg"}, "description": "The dark night of Bangabandhu Sheikh Mujib’s assassination", "sectionname": "mujib100", "articleid": 1790913, "sponsoredArticle": "false", "keywords": "National Mourning Day, assassination of Bangabandhu, Sheikh Mujibur Rahman, August 15, Father of the Nation, political massacre"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}