{"GDELT": {"GlobalEventID": 940874804, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "MDV", "Actor2Name": "MALE", "Actor2CountryCode": "MDV", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 20, "NumSources": 1, "NumArticles": 20, "AvgTone": -11.8353344768439, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Virgin Islands", "Actor1Geo_CountryCode": "VQ", "Actor1Geo_ADM1Code": "VQ", "Actor1Geo_Lat": 18.3333, "Actor1Geo_Long": -64.8333, "Actor1Geo_FeatureID": "VQ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Virgin Islands", "Actor2Geo_CountryCode": "VQ", "Actor2Geo_ADM1Code": "VQ", "Actor2Geo_Lat": 18.3333, "Actor2Geo_Long": -64.8333, "Actor2Geo_FeatureID": "VQ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Virgin Islands", "Action2Geo_CountryCode": "VQ", "Action2Geo_ADM1Code": "VQ", "Action2Geo_Lat": 18.3333, "Action2Geo_Long": -64.8333, "Action2Geo_FeatureID": "VQ", "DATEADDED": 20200815010000, "SOURCEURL": "http://www.virginislandsnewsonline.com/en/news/arrests-made-for-unlawful-possession-of-a-controlled-drug"}, "ARTICLE": {"TITLE": "Arrests made for Unlawful Possession of a Controlled Drug", "TEXT": "ROAD TOWN, Tortola, VI- Arrests were recently made Unlawful Possession of a Controlled Drug, according to the Royal Virgin Islands Police Force (RVIPF) in its Arrest Blotter for the period July 19 to August 8, 2020.\n\nOn July 29, 2020, Police arrested and charged Gideon Quow, 34, of East End for Unlawful Possession of a Controlled Drug and Unlawful Possession of a Controlled Drug with Intent to Supply to Another. He appeared before the Magistrate’s Court and was offered bail in the sum of $100,000.00, ($50,000.00 cash and $50,000.00 signed), to re-appear before the Magistrate’s Court on September 15, 2020.\n\nOn August 4, 2020, Police arrested and charged Joshua Smith, 24 of Sabbath Hill for Unlawful Possession of a Controlled Drug. He was granted bail in the amount of $5,000 with one signed surety to appear before the Magistrate’s Court on September 17, 2020.\n\nOther arrests\n\nBurglary\n\nOn 26-08-20 at 1425hrs, Police arrested and charged Oshane Daley, 20 of Purcell Estate for 3 counts of Burglary and Damaging Property. He appeared before the Magistrate’s Court and was remanded to Her Majesty’s Prison to reappear before the Magistrate’s Court on 12-08-20 at 0900hrs.\n\nAssault Occasioning Actual Bodily Harm\n\nOn 06-08-20 at 1720hrs, Police arrested and charged Shameek Grant, 27 of Johnson’s Ghut for Assault Occasioning Actual Bodily Harm. He was granted bail in the amount of $5,000 with one signed surety to appear before the Magistrate’s Court on 1-10-20 at 0900hrs.\n\nOn 06-08-20 at 1845hrs, Police arrested and charged Dwight Callwood, 41 of Beef Island for Assault Occasioning Actual Bodily Harm. He was granted bail in the amount of $7,000 with one signed surety to appear before the Magistrate’s Court on 24-09-20 at 0900hrs.\n\nCommon Assault\n\nOn 07-08-20 at 1709hrs, Police arrested and charged Eric Nibbs, 46 of Baughers Bay for Common Assault and Resisting Arrest. He was granted bail in the amount of $5,000 with one signed surety to appear before the Magistrate’s Court on 24-09-20 at 0900hrs\n\nDamaging Property\n\nOn 06-08-20 at 1720hrs, Police arrested and charged Mordecai Fontaine, 19 of North Sound, Virgin Gorda for Damaging Property. He was granted bail in the amount of $5,000 with one signed surety to appear before the Magistrate’s Court on 28-09-20 at 0900hrs.\n\nHandling Stolen Goods\n\nOn 31-07-20 at 1530hrs, Police arrested and charged Shaquille Pont of Nottingham Estate for Handling Stolen Goods. He was granted bail in the amount of $5,000 with one signed surety to appear before the Magistrate’s Court of 15-09-20 at 0900hrs.\n\nProhibition of Use of a Motor Cycle\n\nOn 19-07-20 at 1952hrs, Police arrested and charged Karelle Parsons, 29 of Romney Park for Prohibition of Use of a Motor Cycle on a Public Road. He was granted bail in the amount of $5,000 in his own recognizance to appear before the magistrate’s Court on 17-09-20 at 0900hrs.\n\nDriving Without Driver's License\n\nOn 19-07-20 at 2140hrs, Police arrested and charged a 16-year-old male for Driving Without a Driver’s License. He was granted bail in the amount of $5,000 with one signed surety to appear before the Magistrate’s Court on 17-09-20 at 0900hrs.\n\nFailure to Stop at the Sound of a Siren\n\nOn 09-08-20 at 0130hrs, Police arrested and charged Suruj Persaud, 34 of Greenland for Failure to Stop at the Sound of a Siren and Breach of Curfew. He was granted bail in his own recognizance to appear before the Magistrate’s Court on 24-09-20 at 0900hrs.", "METADATA": {"revisit-after": "3 days", "rating": "general", "description": "Latest Virgin Islands (BVI) News on local community, politics, finance/business, culture and sports.", "keywords": "Virgin Islands, BVI, news, online, latest, politics, business, finance, culture, sports, community, education, health, religion, cinema schedule, events, cruise ship schedule, weather, young professionals"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}