{"GDELT": {"GlobalEventID": 940851029, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NGOHLHIRC", "Actor1Name": "RED CROSS", "Actor1KnownGroupCode": "IRC", "Actor1Type1Code": "NGO", "Actor1Type2Code": "HLH", "Actor2Code": "JPN", "Actor2Name": "JAPANESE", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -0.80552359033372, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo Bay, Japan (general), Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA00", "Actor2Geo_Lat": 35.4169, "Actor2Geo_Long": 139.784, "Actor2Geo_FeatureID": "-246231", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200814221500, "SOURCEURL": "https://www.aerotechnews.com/blog/2020/08/14/v-j-day-end-of-the-war-in-the-pacific/"}, "ARTICLE": {"TITLE": "V-J Day – end of the war in the Pacific", "TEXT": "Advertisement\n\nThe Allied celebrations on Victory in Europe Day, on May 8, 1945, were subdued by the knowledge that war raged on in the Pacific.\n\nAs the fighting ended in Europe, U.S. troops were drawing a noose around the Japanese home islands. But there were ominous signs that Japan’s fierce resistance would continue. The battles for Iwo Jima and Okinawa during the first half of 1945 were marked by spectacular carnage, and Americans were chastened by the knowledge that Japan had never surrendered to a foreign power and that no Japanese military unit had surrendered during World War II.\n\nAfter Okinawa fell to U.S. forces on June 22, 1945, an invasion of the Japanese home islands was set to begin. But before the invasion was to take place, the most destructive war in history came to a shattering and rapid end.\n\nOn Aug. 6, the United States dropped the first atomic bomb over Hiroshima, ultimately killing as many as 140,000 people. Two days later, the Soviet Union declared war on Japan. Then, on Aug. 9, the United States dropped a second atomic bomb over Nagasaki, ultimately killing approximately 70,000.\n\nFinally recognizing that victory was impossible, the Japanese government accepted Allied surrender terms without qualifications on Aug. 14, 1945.\n\nThat same day, President Harry S. Truman announced from the White House that the Japanese acceptance met the terms laid down at the Potsdam Conference for unconditional surrender. As soon as the news of Japan’s surrender was announced on Aug. 14, celebrations erupted across the United States. The United Kingdom announced that its official V-J Day would be the next day, Aug. 15, 1945, and Americans exuberantly joined in that day’s merriment, too.\n\nVictory over Japan Day (V-J Day) would officially be celebrated in the United States on the day formal surrender documents were signed aboard the USS Missouri in Tokyo Bay: Sept. 2, 1945.\n\nIn New York City’s Times Square, sailors climbed lampposts to unfurl American flags as ticker tape rained down upon the throngs gathered to celebrate the war’s end. In thousands of small towns like North Platte, Neb., similar scenes included fireworks, confetti, and impromptu parades down Main Street. In San Francisco, parades celebrated that troops would soon return home through that city.\n\nIn Honolulu, marching bands, parades, ticker tape, and blowing papers filled the streets. In backyard celebrations, shirtless veterans drank celebratory toasts in the warm sunlight. Veterans and their girlfriends also crowded into and on top of trucks and cars (some even riding on fenders), waved flags, and excitedly drove through the city, relishing the moment Americans had hoped for since the attack on Pearl Harbor.\n\nBut as welcome as victory over Japan was, the day was bittersweet in light of the war’s destructiveness. More than 400,000 Americans — and an estimated 65 million people worldwide — had died in the conflict. As historian Donald L. Miller, PhD, wrote in his book The Story of World War II, “It was too much death to contemplate, too much savagery and suffering; and in August 1945 no one was counting. For those who had seen the face of battle and been in the camps and under the bombs — and had lived — there was a sense of immense relief.” The war was over.\n\nEditor’s note: Courtesy of the National World War II Museum in New Orleans. For more information, visit www.nationalww2museum.org.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDON'T FORGET TO SIGN UP Get Breaking Aerospace News Sent To Your Inbox! We Never Spam Email (required) * Example: Yes, I would like to receive emails from Aerotech News & Review. (You can unsubscribe anytime) Constant Contact Use. By submitting this form, you are consenting to receive marketing emails from: Aerotech News and Review, 220 E. Ave. K-4, Lancaster, CA, 93535, http://www.aerotechnews.com. You can revoke your consent to receive emails at any time by using the SafeUnsubscribe® link, found at the bottom of every email. Emails are serviced by Constant Contact", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": {"identifier": "https://www.aerotechnews.com/wp-content/uploads/2020/08/victory-japan1.jpg", "secure_url": "https://www.aerotechnews.com/wp-content/uploads/2020/08/victory-japan1.jpg", "width": 602, "height": 486}, "locale": "en_US", "type": "article", "title": "V-J Day – end of the war in the Pacific | Aerotech News & Review", "description": "The Allied celebrations on Victory in Europe Day, on May 8, 1945, were subdued by the knowledge that war raged on in the Pacific.As the fighting ended in Europe, U.S. troops were drawing a noose around the Japanese home islands. But there were ominous signs that Japan’s fierce resistance would continue.", "url": "https://www.aerotechnews.com/blog/2020/08/14/v-j-day-end-of-the-war-in-the-pacific/", "site_name": "Aerotech News & Review", "updated_time": "2020-08-14T18:05:47+00:00"}, "description": "The Allied celebrations on Victory in Europe Day, on May 8, 1945, were subdued by the knowledge that war raged on in the Pacific.As the fighting ended in Europe, U.S. troops were drawing a noose around the Japanese home islands. But there were ominous signs that Japan’s fierce resistance would continue.", "article": {"publisher": "https://facebook.com/AerotechNewsandReview", "tag": "war in the pacific", "section": "Veterans", "published_time": "2020-08-14T17:40:04+00:00", "modified_time": "2020-08-14T18:05:47+00:00"}, "twitter": {"card": "summary_large_image", "description": "The Allied celebrations on Victory in Europe Day, on May 8, 1945, were subdued by the knowledge that war raged on in the Pacific.As the fighting ended in Europe, U.S. troops were drawing a noose around the Japanese home islands. But there were ominous signs that Japan’s fierce resistance would continue.", "title": "V-J Day – end of the war in the Pacific | Aerotech News & Review", "image": "https://www.aerotechnews.com/wp-content/uploads/2020/08/victory-japan1.jpg"}, "generator": "WooCommerce 4.0.1", "referrer": "always"}}}