{"GDELT": {"GlobalEventID": 940808668, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.41261633919338, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dover, Kent, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKG5", "Actor2Geo_ADM2Code": "40117", "Actor2Geo_Lat": 51.1333, "Actor2Geo_Long": 1.3, "Actor2Geo_FeatureID": "-2594561", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814173000, "SOURCEURL": "https://www.thesun.co.uk/news/12401748/defiant-brits-france-despite-quarantine/"}, "ARTICLE": {"TITLE": "Defiant Brits head off to France despite facing 14-day quarantine on return", "TEXT": "DEFIANT Brits made their way to France today - despite facing 14-days of quarantine on return.\n\nQueues of cars waited to take the ferry from Dover to Calais, as thousands of Brits raced home in the opposite direction.\n\n⚠️ Read our coronavirus live blog for the latest news & updates\n\n9 Cars queued to take the ferry from Dover to Calais today Credit: 2020 Stephen Lock / i-Images\n\n9 Defiant Brits eagerly waited to get to France despite facing quarantine Credit: 2020 Stephen Lock / i-Images\n\n9 Jamie and Bernie Harrison with their kids JJ, Luke and Nelly as they jetted off to France today\n\nIt was announced yesterday that people arriving in the UK from France after 4am on Saturday will have to isolate for 14 days due to rising numbers of coronavirus cases there.\n\nFrench airports were hit with huge queues as a result and many were turned away as passengers tried to beat the cut off.\n\nBut despite the chaos, one family from South East London said they would still \"have a great trip,\" adding they were \"mentally prepared\" for the news.\n\nJamie Harrison and wife Bernie, both 43, headed off on a 10-day camping trip in Nice with their three children JJ, nine, Luke, six, and Nelly, three, today.\n\nDad Jamie said: \"Of course I didn't really want it to happen but I could see it coming. We're still going to enjoy ourselves and have a great trip.\n\n\"There's never going to be a good time to introduce quarantine and if it's got to be done then so be it. But I don't understand why they've picked Saturday to implement it.\n\n\"I feel like if you test negative then you should be allowed to finish self isolating. That doesn't make a lot of sense to me.\"\n\nOf course I didn't really want it to happen but I could see it coming. We're still going to enjoy ourselves and have a great trip. Jamie Harrison\n\nHis wife Bernie added: \"We kind of thought it was going to come after what happened with Spain. I was mentally prepared. It was short notice there so I expected it - it's out of our control.\n\n\"And we made sure we had two weeks before the kids go back to school in case quarantine was brought in.\"\n\nBut Bernie and James' eldest son JJ disagreed, adding: \"I think quarantine is bad and that's why I wanted to stay at home instead of going on holiday. It means I can't play with my friends for two weeks.\"\n\n9 Cars leave a ferry port in Dover today Credit: Reuters\n\n9 Brits returned home from France just before the quarantine cut off Credit: Reuters\n\nIt comes as Brits stuck in France slammed the newly implemented quarantine rules a \"shambles\" - with Eurotunnel bosses warning trains back to England are now \"fully booked\" and prices have been hiked.\n\nAs BA flight prices rocketed £664 to £770, Eurotunnel Le Shuttle warned all shuttles are fully booked until tomorrow.\n\nA statement added: \"Please do not arrive at the terminal unless you have a ticket valid for travel today.\"\n\n'COMPLETE SHAMBLES'\n\nThere were winding queues building to board ferries at Calais for Dover - with passengers struggling to get last minute tickets.\n\nIT manager Lewis Kitson, 37, said: “This is just a complete shambles. It’s chaos. They’re making it up as they go along now.\n\n“They can’t justify this. It’s guess work. I’m not bothered about quarantine if I’m too late. I’ve just come through France on a road trip. I’m trying to book to get home.\n\n“They’ll have to put me in prison before I comply with quarantine.\"\n\nAnd another returning Brit revealed she was forced to quit her job on a superyacht in the south of France over fears quarantine would make her miss her first few weeks at university.\n\nThe 21-year-old stewardess, who arrived into London’s St Pancras International at 9am today, said: \"I don't think the quarantine is a good thing at all. I think it is so stupid.\n\n“There is nothing whatsoever stopping anyone visiting their friends and family when they have been travelling.”\n\nTransport Secretary Grant Shapps said anyone who turns up trying to get a last minute seat home before the quarantine comes into force will \"almost certainly be disappointed.\"\n\nMost read in News DEADLY TOLL Coronavirus daily death toll falls to 3 as cases rises by 1,012 in 24 hours FERRY BAD NEWS Quarantined Brits furious after missing last boats & trains from France VIRUS HOTSPOTS The 29 towns & cities on PHE's virus watch list at risk of local lockdown TIME TO UNLOAD Flytipping victim uses dumper truck to return over 400 tyres to 'culprit' FINAL JOURNEY Hundreds of travellers line streets for funeral of 'King of Sheffield' TEEN 'RAMPAGE' Girl, 17, arrested on attempted murder charge after driving car at 2 teens\n\nMr Shapps told Sky News: \"Clearly quite a lot of people may be trying to return immediately.\n\n\"The advice from all the travel operators is very clear, to contact them in advance.\n\n\"Don't just turn up because you will almost certainly be disappointed and it will just create queues which no one wants to see.\"\n\n9 Brits rushed to get home today from France before the deadline tomorrow Credit: w8media\n\n9 These passengers returned home today after being in France on holiday Credit: London News Pictures\n\n9 Travellers kept their masks on as they walked through St Pancras Credit: London News Pictures", "METADATA": {"viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no, width=device-width, viewport-fit=cover", "apple-itunes-app": "app-id=373954290, affiliate-data=ct=Smart%20App%20Banner&pt=263124", "google-site-verification": "a576LGe3E0YA5QjAMY268jcuKWwPLIORxwlTMrjnfnE", "msvalidate.01": "E4359034FA254151A3AB2EFAC6D20D80", "p": {"domain_verify": "c061a8052bd9e93315b7f01447fa4124"}, "og": {"type": "article", "title": "Defiant Brits head off to France despite facing 14-day quarantine on return", "url": "https://www.thesun.co.uk/news/12401748/defiant-brits-france-despite-quarantine/", "description": "DEFIANT Brits made their way to France today – despite facing 14-days of quarantine on return. Queues of cars waited to take the ferry from Dover to Calais, as thousands of Brits raced home i…", "site_name": "The Sun", "image": {"identifier": "https://www.thesun.co.uk/wp-content/uploads/2020/08/ac-comp-brits-in-france-v2.jpg?strip=all&quality=100&w=1200&h=800&crop=1", "width": 1200, "height": 800}, "locale": "en_GB"}, "article": {"published_time": "2020-08-14T11:35:11+00:00", "modified_time": "2020-08-14T20:12:46+00:00", "publisher": 161385360554578, "author": "https://www.facebook.com/thesun"}, "fb": {"app_id": 144647118961553, "pages": 161385360554578}, "twitter": {"text": {"title": "Defiant Brits head off to France despite facing 14-day quarantine on return"}, "card": "summary_large_image", "site": "@thesun"}, "robots": "noarchive,noodp", "taboola": {"kicker": "'WE'LL STILL ENJOY IT!'", "headline": "Defiant Brits head TO France as thousands frantic to get home", "image": {"medium": "https://www.thesun.co.uk/wp-content/uploads/2020/08/ac-comp-brits-in-france-v2.jpg?strip=all&quality=100&w=300&h=192&crop=1", "large": "https://www.thesun.co.uk/wp-content/uploads/2020/08/ac-comp-brits-in-france-v2.jpg?strip=all&quality=100&w=620&h=413&crop=1"}}, "parsely-post-id": 12401748, "msapplication-TileImage": "https://www.thesun.co.uk/wp-content/uploads/2016/04/icon-e1459786005667.png?strip=all&w=270"}}}