{"GDELT": {"GlobalEventID": 940832277, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "USA", "Actor2Name": "PORTLAND", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 140, "EventBaseCode": 140, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.34987593052109, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Berlin, Berlin, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM16", "Actor1Geo_ADM2Code": "16538", "Actor1Geo_Lat": 52.5167, "Actor1Geo_Long": 13.4, "Actor1Geo_FeatureID": "-1746443", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200814200000, "SOURCEURL": "https://www.independent.co.uk/news/world/australasia/gay-conversion-therapy-queensland-ban-australia-a9670931.html"}, "ARTICLE": {"TITLE": "Queensland becomes first Australian state to ban gay conversion therapy", "TEXT": "Queensland has banned gay conversion therapy, becoming the first Australian state to do so.\n\nState politicians voted to make the practice illegal on Thursday, meaning health professionals who engage in it face up to a year and a half in prison depending on the age of their subject.\n\nSteven Miles, Queensland’s deputy premier and health minister, told the state parliament that conversion therapy was “highly destructive and unethical”.\n\nDownload the new Independent Premium app Sharing the full story, not just the headlines\n\nHe added: “Being LGBTIQ is not an affliction or disease that requires medical treatment. No treatment or practice can change a person’s sexual attraction or experience of gender.”\n\nThe ban outlaws attempts to change or suppress a person’s sexual orientation or gender identity using practices such as aversion therapy, hypnotherapy and psychoanalysis.\n\nShape Created with Sketch. World news in pictures Show all 50 left Created with Sketch. right Created with Sketch. Shape Created with Sketch. World news in pictures 1/50 14 August 2020 AlphaTauri's driver Daniil Kvyat takes part in the second practice session at the Circuit de Catalunya in Montmelo near Barcelona ahead of the Spanish F1 Grand Prix AFP via Getty 2/50 13 August 2020 Soldiers of the Brazilian Armed Forces during a disinfection of the Christ The Redeemer statue at the Corcovado mountain prior to the opening of the touristic attraction in Rio AFP via Getty 3/50 12 August 2020 Young elephant bulls tussle playfully on World Elephant Day at the Amboseli National Park in Kenya AFP via Getty 4/50 11 August 2020 French Prime Minister Jean Castex is helped by a member of staff to put a protective suit on prior to his visit at the CHU hospital in Montpellier AFP via Getty 5/50 10 August 2020 Locals harvest their potatoes as Mount Sinabung spews volcanic ash in Karo, North Sumatra province, Indonesia Antara Foto/Reuters 6/50 9 August 2020 Doves fly over the Peace Statue at Nagasaki Peace Park during the memorial ceremony held for the 75th anniversary of the atomic bombing EPA 7/50 8 August 2020 Anti-government protesters try to remove concrete wall that installed by security forces to prevent protesters reaching the Parliament square, during a protest against the political elites and the government after this week's deadly explosion in Beirut AP 8/50 7 August 2020 A protester throws a stone towards Israeli forces in the village of Turmus Aya, north of Ramallah in the occupied West Bank, following a march by Palestinians against the building of Israeli settlements AFP via Getty 9/50 6 August 2020 A woman yells as soldiers block a road for French President Emmanuel Macron's visit the Gemmayzeh neighborhood. The area in Beirut suffered extensive damage from the explosion at the seaport AP 10/50 5 August 2020 Damage at the site of Tuesday's blast in Beirut's port area, Lebanon Reuters 11/50 4 August 2020 A large explosion in the Lebanese capital Beirut. The blast, which rattled entire buildings and broke glass, was felt in several parts of the city AFP via Getty 12/50 3 August 2020 A general view shows the new road bridge in Genoa, Italy ahead of its official inauguration, after it was rebuilt following its collapse on August 14, 2018 which killed 43 people Reuters 13/50 2 August 2020 Empty stall spaces are seen hours before a citywide curfew is introduced in Melbourne, Australia EPA 14/50 1 August 2020 People take part in a demonstration by the initiative \"Querdenken-711\" with the slogan \"the end of the pandemic - the day of freedom\" to protest against the current measurements to curb the spread of COVID-19 in Berlin, Germany AFP via Getty 15/50 31 July 2020 Pilgrims circumambulating around the Kaaba, the holiest shrine in the Grand mosque in Mecca. Muslim pilgrims converged today on Saudi Arabia's Mount Arafat for the climax of this year's hajj, the smallest in modern times and a sharp contrast to the massive crowds of previous years Saudi Ministry of Media/AFP 16/50 30 July 2020 The Mars 2020 Perseverance mission lifts off at the Kennedy Space Centre in Florida. The mission is part of the USA's largest moon to Mars exploration. Nasa will attempt to establish a sustained human presence on and around the moon by 2028 through their Artemis programme EPA 17/50 29 July 2020 A woman refreshes herself in a outdoor pool in summer temperatures in Ehingen, Germany dpa via AP 18/50 28 July 2020 Malaysia's former prime minister Najib Razak speaks to the media after he was found guilty in his corruption trial in Kuala Lumpur AFP via Getty 19/50 27 July 2020 North Korean leader Kim Jong Un poses for a photograph after conferring commemorative pistols to leading commanding officers of the armed forces on the 67th anniversary of the \"Day of Victory in the Great Fatherland Liberation War\". Which marks the signing of the Korean War armistice KCNA via Reuters 20/50 26 July 2020 Federal officers launch tear gas at a group of demonstrators during a Black Lives Matter protest outside the Portland Courthouse AP 21/50 25 July 2020 Rescue forces in action after an ultralight aircraft crashed into a house in Wesel, Germany EPA 22/50 24 July 2020 Turkey's President Tayyip Erdogan (C) and invited guests attending Friday prayers at Hagia Sophia Grand Mosque during the official opening ceremony of Hagia Sophia in Istanbul Turkish Presidential Press Service/AFP/Getty 23/50 23 July 2020 Federal officers arrest a protester after she crossed a fence line set up around the Mark O. Hatfield U.S. Courthouse in Portland, Oregon. State and city elected officials have called for the federal officers to leave Portland as clashes between protesters and federal police continue to escalate Getty 24/50 22 July 2020 Fire burns near the village of Galataki as authorities evacuate the place near Corinth, Greece. More than 250 firefighters, backed by water-dropping aircraft, were struggling Wednesday to contain a large wildfire fanned by strong winds that has forced the evacuation of five settlements in southern Greece AP 25/50 21 July 2020 A Black Lives Matter protester carries an American flag as teargas fills the air outside the Mark O. Hatfield United States Courthouse in Portland, Oregon AP 26/50 20 July 2020 A trader decorates a camel with Henna at a cattle market set up for the upcoming Muslim festival Eid al-Adha also called \"Festival of the Sacrifice\", in Rawalpindi AFP via Getty 27/50 19 July 2020 The Milky Way galaxy is seen in the sky above the International Car Forest of the Last Church in Goldfield, Nevada. The roadside attraction, created in 2002 by Mark Rippie, has over 36 automobiles including cars, trucks, vans and buses that have been balanced on their ends or stacked on top one of another AFP via Getty 28/50 18 July 2020 Revellers take part in the annual Gay Pride parade, also called Christopher Street Day in Frankfurt Reuters 29/50 17 July 2020 Airplanes of the Scandinavian Airshow draw a heart in the sky, above the Turning Torso building in Malmo, Sweden TT News Agency/Reuters 30/50 16 July 2020 Farmers protest outside the Indonesian Parliament against the cancellation of an 'omnibus bill' that aims to revise dozens of existing laws to ease the way for investment in Southeast Asia's largest economy in Jakarta Reuters 31/50 15 July 2020 Flooding in Sunamganj. Almost four million people have been hit by monsoon floods in South Asia, with a third of Bangladesh already underwater from some of the heaviest rains in a decade AFP via Getty 32/50 14 July 2020 Second Republican infantry guard regiment take part in the annual Bastille Day military ceremony on the Place de la Concorde in Paris AFP via Getty 33/50 13 July 2020 A man walks his dog through thick sea foam blowing ashore during a storm in Seapoint, Cape Town, South Africa EPA 34/50 12 July 2020 Security forces on the outskirts of Amritsar take part in Van Mahotsav, an annual tree-planting festival in India AFP via Getty 35/50 11 July 2020 People covered with coloured powder enjoy music during the Holi festival in Minsk, Belarus EPA 36/50 10 July 2020 A demonstrator during clashes following the funeral of 29-year-old Palestinian Ibrahim Abou Yacoub, who was killed by Israeli forces, in the village of Kifl Hares, south of the West Bank city of Nablus AFP via Getty 37/50 9 July 2020 The sun rises in Timmendorfer Strand, northern Germany AP 38/50 8 July 2020 Portraits of healthcare workers are pasted on the Opera Bastille, designed by Anne-Christine Poujoulat, to pay tribute to caregivers during the Covid-19 pandemic in Paris Anne-Christine Poujoulat/AFP/Getty 39/50 7 July 2020 Tengger tribe people make their way to the summit of Mount Bromo volcano to make offerings in Probolinggo, as part of the Yadnya Kasada Festival. The Tenggerese climb the active volcano to seek the blessing from the main deity by presenting offerings of rice, fruit, livestock and other items AFP via Getty 40/50 6 July 2020 A healthcare worker checks the temperature of residents during a check-up campaign in Mumbai, India Reuters 41/50 5 July 2020 People wearing protective face masks to help prevent the spread of the coronavirus sit at a bus stop in the city of Zanjan, Iran AP 42/50 4 July 2020 Protesters blocking an exit to the precinct of the officers who arrested Elijah McClain, cover their ears anticipating the use of flash-bang grenades by police in Aurora, Colorado Reuters 43/50 3 July 2020 A member of the Israeli border police jumps during a Palestinian protest against Israel's plan to annex parts of the West Bank, in Kafr Qaddum near Nablus Reuters 44/50 2 July 2020 A surfer jumps clear of his board while enjoying winter waves at New Brighton Beach in Christchurch, New Zealand AP 45/50 1 July 2020 A man is detained by riot police during a demonstration in Hong Kong. China imposed a new national security law which has faced international condemnation Getty 46/50 30 June 2020 A man smokes a pipe while wearing a face mask during a demonstration in Nantes, as part of a nationwide day of protests to demand better working conditions for health workers in France AFP via Getty 47/50 29 June 2020 Lawmakers from Taiwan's ruling Democratic Progressive Party scuffle with people from the main opposition Kuomintang party, who have been occupying the Legislature Yuan, in Taipei Reuters 48/50 28 June 2020 Protester holds crosses during a demonstration in honour of the victims of coronavirus in front of Brazil's National Congress Getty 49/50 27 June 2020 A demonstrator wearing a face mask holds a sign during a protest against police brutality and racial inequality in the aftermath of the death in Minneapolis police custody of George Floyd, at the Victory column in Berlin Reuters 50/50 26 June 2020 Hygienists inside a decontamination area in a coronavirus treatment centre that cares for positive patients that show little or no symptoms in Dakar AFP via Getty 1/50 14 August 2020 AlphaTauri's driver Daniil Kvyat takes part in the second practice session at the Circuit de Catalunya in Montmelo near Barcelona ahead of the Spanish F1 Grand Prix AFP via Getty 2/50 13 August 2020 Soldiers of the Brazilian Armed Forces during a disinfection of the Christ The Redeemer statue at the Corcovado mountain prior to the opening of the touristic attraction in Rio AFP via Getty 3/50 12 August 2020 Young elephant bulls tussle playfully on World Elephant Day at the Amboseli National Park in Kenya AFP via Getty 4/50 11 August 2020 French Prime Minister Jean Castex is helped by a member of staff to put a protective suit on prior to his visit at the CHU hospital in Montpellier AFP via Getty 5/50 10 August 2020 Locals harvest their potatoes as Mount Sinabung spews volcanic ash in Karo, North Sumatra province, Indonesia Antara Foto/Reuters 6/50 9 August 2020 Doves fly over the Peace Statue at Nagasaki Peace Park during the memorial ceremony held for the 75th anniversary of the atomic bombing EPA 7/50 8 August 2020 Anti-government protesters try to remove concrete wall that installed by security forces to prevent protesters reaching the Parliament square, during a protest against the political elites and the government after this week's deadly explosion in Beirut AP 8/50 7 August 2020 A protester throws a stone towards Israeli forces in the village of Turmus Aya, north of Ramallah in the occupied West Bank, following a march by Palestinians against the building of Israeli settlements AFP via Getty 9/50 6 August 2020 A woman yells as soldiers block a road for French President Emmanuel Macron's visit the Gemmayzeh neighborhood. The area in Beirut suffered extensive damage from the explosion at the seaport AP 10/50 5 August 2020 Damage at the site of Tuesday's blast in Beirut's port area, Lebanon Reuters 11/50 4 August 2020 A large explosion in the Lebanese capital Beirut. The blast, which rattled entire buildings and broke glass, was felt in several parts of the city AFP via Getty 12/50 3 August 2020 A general view shows the new road bridge in Genoa, Italy ahead of its official inauguration, after it was rebuilt following its collapse on August 14, 2018 which killed 43 people Reuters 13/50 2 August 2020 Empty stall spaces are seen hours before a citywide curfew is introduced in Melbourne, Australia EPA 14/50 1 August 2020 People take part in a demonstration by the initiative \"Querdenken-711\" with the slogan \"the end of the pandemic - the day of freedom\" to protest against the current measurements to curb the spread of COVID-19 in Berlin, Germany AFP via Getty 15/50 31 July 2020 Pilgrims circumambulating around the Kaaba, the holiest shrine in the Grand mosque in Mecca. Muslim pilgrims converged today on Saudi Arabia's Mount Arafat for the climax of this year's hajj, the smallest in modern times and a sharp contrast to the massive crowds of previous years Saudi Ministry of Media/AFP 16/50 30 July 2020 The Mars 2020 Perseverance mission lifts off at the Kennedy Space Centre in Florida. The mission is part of the USA's largest moon to Mars exploration. Nasa will attempt to establish a sustained human presence on and around the moon by 2028 through their Artemis programme EPA 17/50 29 July 2020 A woman refreshes herself in a outdoor pool in summer temperatures in Ehingen, Germany dpa via AP 18/50 28 July 2020 Malaysia's former prime minister Najib Razak speaks to the media after he was found guilty in his corruption trial in Kuala Lumpur AFP via Getty 19/50 27 July 2020 North Korean leader Kim Jong Un poses for a photograph after conferring commemorative pistols to leading commanding officers of the armed forces on the 67th anniversary of the \"Day of Victory in the Great Fatherland Liberation War\". Which marks the signing of the Korean War armistice KCNA via Reuters 20/50 26 July 2020 Federal officers launch tear gas at a group of demonstrators during a Black Lives Matter protest outside the Portland Courthouse AP 21/50 25 July 2020 Rescue forces in action after an ultralight aircraft crashed into a house in Wesel, Germany EPA 22/50 24 July 2020 Turkey's President Tayyip Erdogan (C) and invited guests attending Friday prayers at Hagia Sophia Grand Mosque during the official opening ceremony of Hagia Sophia in Istanbul Turkish Presidential Press Service/AFP/Getty 23/50 23 July 2020 Federal officers arrest a protester after she crossed a fence line set up around the Mark O. Hatfield U.S. Courthouse in Portland, Oregon. State and city elected officials have called for the federal officers to leave Portland as clashes between protesters and federal police continue to escalate Getty 24/50 22 July 2020 Fire burns near the village of Galataki as authorities evacuate the place near Corinth, Greece. More than 250 firefighters, backed by water-dropping aircraft, were struggling Wednesday to contain a large wildfire fanned by strong winds that has forced the evacuation of five settlements in southern Greece AP 25/50 21 July 2020 A Black Lives Matter protester carries an American flag as teargas fills the air outside the Mark O. Hatfield United States Courthouse in Portland, Oregon AP 26/50 20 July 2020 A trader decorates a camel with Henna at a cattle market set up for the upcoming Muslim festival Eid al-Adha also called \"Festival of the Sacrifice\", in Rawalpindi AFP via Getty 27/50 19 July 2020 The Milky Way galaxy is seen in the sky above the International Car Forest of the Last Church in Goldfield, Nevada. The roadside attraction, created in 2002 by Mark Rippie, has over 36 automobiles including cars, trucks, vans and buses that have been balanced on their ends or stacked on top one of another AFP via Getty 28/50 18 July 2020 Revellers take part in the annual Gay Pride parade, also called Christopher Street Day in Frankfurt Reuters 29/50 17 July 2020 Airplanes of the Scandinavian Airshow draw a heart in the sky, above the Turning Torso building in Malmo, Sweden TT News Agency/Reuters 30/50 16 July 2020 Farmers protest outside the Indonesian Parliament against the cancellation of an 'omnibus bill' that aims to revise dozens of existing laws to ease the way for investment in Southeast Asia's largest economy in Jakarta Reuters 31/50 15 July 2020 Flooding in Sunamganj. Almost four million people have been hit by monsoon floods in South Asia, with a third of Bangladesh already underwater from some of the heaviest rains in a decade AFP via Getty 32/50 14 July 2020 Second Republican infantry guard regiment take part in the annual Bastille Day military ceremony on the Place de la Concorde in Paris AFP via Getty 33/50 13 July 2020 A man walks his dog through thick sea foam blowing ashore during a storm in Seapoint, Cape Town, South Africa EPA 34/50 12 July 2020 Security forces on the outskirts of Amritsar take part in Van Mahotsav, an annual tree-planting festival in India AFP via Getty 35/50 11 July 2020 People covered with coloured powder enjoy music during the Holi festival in Minsk, Belarus EPA 36/50 10 July 2020 A demonstrator during clashes following the funeral of 29-year-old Palestinian Ibrahim Abou Yacoub, who was killed by Israeli forces, in the village of Kifl Hares, south of the West Bank city of Nablus AFP via Getty 37/50 9 July 2020 The sun rises in Timmendorfer Strand, northern Germany AP 38/50 8 July 2020 Portraits of healthcare workers are pasted on the Opera Bastille, designed by Anne-Christine Poujoulat, to pay tribute to caregivers during the Covid-19 pandemic in Paris Anne-Christine Poujoulat/AFP/Getty 39/50 7 July 2020 Tengger tribe people make their way to the summit of Mount Bromo volcano to make offerings in Probolinggo, as part of the Yadnya Kasada Festival. The Tenggerese climb the active volcano to seek the blessing from the main deity by presenting offerings of rice, fruit, livestock and other items AFP via Getty 40/50 6 July 2020 A healthcare worker checks the temperature of residents during a check-up campaign in Mumbai, India Reuters 41/50 5 July 2020 People wearing protective face masks to help prevent the spread of the coronavirus sit at a bus stop in the city of Zanjan, Iran AP 42/50 4 July 2020 Protesters blocking an exit to the precinct of the officers who arrested Elijah McClain, cover their ears anticipating the use of flash-bang grenades by police in Aurora, Colorado Reuters 43/50 3 July 2020 A member of the Israeli border police jumps during a Palestinian protest against Israel's plan to annex parts of the West Bank, in Kafr Qaddum near Nablus Reuters 44/50 2 July 2020 A surfer jumps clear of his board while enjoying winter waves at New Brighton Beach in Christchurch, New Zealand AP 45/50 1 July 2020 A man is detained by riot police during a demonstration in Hong Kong. China imposed a new national security law which has faced international condemnation Getty 46/50 30 June 2020 A man smokes a pipe while wearing a face mask during a demonstration in Nantes, as part of a nationwide day of protests to demand better working conditions for health workers in France AFP via Getty 47/50 29 June 2020 Lawmakers from Taiwan's ruling Democratic Progressive Party scuffle with people from the main opposition Kuomintang party, who have been occupying the Legislature Yuan, in Taipei Reuters 48/50 28 June 2020 Protester holds crosses during a demonstration in honour of the victims of coronavirus in front of Brazil's National Congress Getty 49/50 27 June 2020 A demonstrator wearing a face mask holds a sign during a protest against police brutality and racial inequality in the aftermath of the death in Minneapolis police custody of George Floyd, at the Victory column in Berlin Reuters 50/50 26 June 2020 Hygienists inside a decontamination area in a coronavirus treatment centre that cares for positive patients that show little or no symptoms in Dakar AFP via Getty\n\n“There continues to be a need for education and further research on the harms of conversion therapies, as well as support for survivors of conversion therapies,” said Peter Black, president of the Queensland Council for LGBTI Health. ”It is important that there are penalties for this dangerous and discredited practice.”\n\nA number of countries, including Germany and Brazil, have banned the harmful sessions either fully or partially. Israel took the first step towards an outright ban in July, when a bill passed the first stage of its parliamentary process.\n\nIn the UK, Boris Johnson has promised to bring forward a ban on the “abhorrent practice”.\n\nHowever, some people who have undergone conversion therapy warned that Queensland’s legislation may not be able to tackle the scale of the problem.\n\nSOGICE Survivors and Brave Network, in a joint statement, said: “Health professionals are only very rarely involved in conversion practices in 2020, and therefore must not be the sole focus of any legislation or response.\n\n“Overwhelmingly, the bulk of harm occurs over time in informal settings ... not in therapeutic contexts.”\n\nAdditional reporting by Reuters", "METADATA": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1", "theme-color": "#db3739", "og": {"url": "https://www.independent.co.uk/news/world/australasia/gay-conversion-therapy-queensland-ban-australia-a9670931.html", "title": "Queensland becomes first Australian state to ban gay conversion therapy", "description": "‘No treatment or practice can change a person’s sexual attraction or experience of gender,’ health minister says", "updated_time": "2020-08-14T16:09:45+01:00", "image": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2019/10/24/10/istock-990660262.jpg", "site_name": "The Independent", "type": "article", "locale": "en_GB"}, "ia": {"markup_url": "https://www.independent.co.uk/pwamp/fbi/9670931"}, "description": "Queensland has banned gay conversion therapy, becoming the first Australian state to do so. State politicians voted to make the practice illegal on Thursday, meaning health professionals who engage in it face up to a year and a half in prison depending on the age of their subject. Steven Miles, Queensland’s deputy premier and health minister, told the state parliament that", "keywords": "Queensland, Australia, conversion therapy, Australasia, World, News", "fb": {"pages": 13312631635, "admins": 729735830, "app_id": 235586169789578}, "article": {"tag": "Queensland", "published_time": "2020-08-14T16:09:46+01:00", "modified_time": "2020-08-14T16:09:45+01:00", "section": "Australasia", "author_name": "Jon Sharman", "content_type": "story", "word_count": 305, "image_count": 1, "video_count": 0, "embed_count": 0, "internal_link_count": 2, "external_link_count": 0}, "twitter": {"title": "Queensland becomes first Australian state to ban gay conversion ther…", "description": "Queensland has banned gay conversion therapy, becoming the first Australian state to do so. State politicians voted to make the practice illegal on Thursday, meaning health professionals who engage", "card": "summary_large_image", "site": "@independent"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "Independent"}}}