{"GDELT": {"GlobalEventID": 940832054, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.52235965746908, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hui Yang, Fujian, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH07", "Actor1Geo_ADM2Code": "13007", "Actor1Geo_Lat": 25.3594, "Actor1Geo_Long": 119.116, "Actor1Geo_FeatureID": "446154", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200814200000, "SOURCEURL": "https://www.abc.net.au/news/2020-08-15/what-chinas-covid-19-vaccine-race-mean-for-australia/12557700"}, "ARTICLE": {"TITLE": "China's COVID-19 researchers got a head start on a vaccine — here's where they're at now", "TEXT": "In the race for a viable coronavirus vaccine, China is one of the clear frontrunners.\n\nKey points: Three of six vaccine candidates in phase 3 trials come from Chinese developers\n\nThree of six vaccine candidates in phase 3 trials come from Chinese developers Xi Jinping has said his country's vaccines would be made available to all nations\n\nXi Jinping has said his country's vaccines would be made available to all nations Chinese vaccines would have to meet strict Australian standards before being imported\n\nIt was the first country to experience an outbreak of COVID-19, and the country where it was first detected, giving Chinese researchers a head start on developing a vaccine to fight the disease which has now killed more than 750,000 people around the world.\n\nOne vaccine under development by the pharmaceutical firm CanSino and the People's Liberation Army has already been cleared for use by the nation's military personnel.\n\nBut given the Chinese Communist Party-led nation's prickly foreign relations with many Western nations, including Australia, questions have been raised over what would happen if China were to become the first country to develop an effective vaccine.\n\nChinese President Xi Jinping says he won't limit which countries will be able to access their vaccines. ( Xinhua via AP: Ding Haitao )\n\nChinese President Xi Jinping has said his country's vaccines would be a \"global public good\" and would be made available to all nations.\n\nHowever, questions have also been raised about the quality of Chinese-produced vaccines, in the face of multiple scandals in the country's vaccine manufacturing industry in the past decade.\n\nHere's a look at the companies behind China's COVID-19 vaccine research, and how Australians might be affected by a vaccine that's made in China.\n\nWhat do we know about China's vaccine trials?\n\nThere are 168 vaccine candidates that have started trials, according to World Health Organization data released this week.\n\nSix of these are in phase 3 trials, meaning they are set to be tested on a large number of people to measure their effectiveness and safety.\n\nSinopharm has administered its vaccine to some 15,000 trial participants in the United Arab Emirates. ( Xinhua via AP )\n\nThree of those vaccine candidates come from Chinese developers, including the state-owned enterprises Sinovac and Sinopharm, with the latter working on two trials in association with the Wuhan and Beijing Institutes of Biological Products.\n\nCOVID-19 vaccine development and research initially hit something of a roadblock in China — as case numbers fell, it became harder to test their vaccines through exposure to active cases of the virus.\n\nThis led Sinopharm to say back in June that its vaccine may not be ready before 2021.\n\nHowever, the problem has since been solved by shifting the trial sites abroad.\n\nSinopharm has administered its vaccine to some 15,000 trial participants in the United Arab Emirates, according to company chairman Liu Jingzhen, who told state broadcaster CCTV they expected to finish phase 3 trials within about three months.\n\nSinovac is also taking a similar approach. The company launched its phase 3 trial with help from more than 1,600 participants in Indonesia, one month after a similar plan rolled out in Brazil with about 900 participants.\n\nA total of 13 enterprises in China have launched assembly lines to produce vaccines as of last month, and Sinopharm has also built a production line for vaccines in Beijing.\n\nIn a statement released by Sinopharm, the Beijing facility was expected to be capable of producing 220 million doses a year.\n\nCan we trust a Chinese vaccine?\n\nOut of the six vaccine candidates undergoing Phase 3 trials around the world, three are Chinese. ( Xinhua via AP: Zhang Yuwei )\n\nThere are concerns about the quality of Chinese vaccines, given a history of scandals there in the past.\n\nAn exposé nearly a decade ago revealed that four children were killed and 74 others harmed in Shanxi province after receiving vaccines that had been improperly stored.\n\nThis mistrust of the country's vaccine system was exacerbated following another scandal in 2016, when it was revealed tens of millions of dollars worth of expired vaccines had been sold around the country for years.\n\nHui Yang, an associate professor from Monash University, said there was no doubt Chinese vaccines would have to meet Australian standards before being imported.\n\nHowever, Dr Yang said the problems in China's vaccine industry were more related to poor production and corruption, rather than the quality of the country's biomedical research.\n\n\"It's not about science. It's about management,\" said Dr Yang, who was a professor in China's public health policy and management at Peking University.\n\n\"Factors such as false operation, corruption and mismanagement resulted in issues with the vaccine production.\"\n\nThe cold chain — a system for transporting and storing vaccines within the safe temperature range of 2 to 8 degrees Celsius — was the biggest challenge for proper vaccine management in China, alongside other issues like contamination.\n\n\"Each vaccine has a temperature criteria for storage and transportation. In Australia, we have a strict system to control these factors,\" Dr Yang said.\n\nPhase 3 trials see vaccines tested for their efficacy and safety on a large number of participants. ( ABC News: Steve Wang )\n\nHowever, Richard Passeri from Mode Logistics, a Melbourne-based company that specialises in cold chain logistics from China, told the ABC he saw no issue with any vaccines arriving in Australia from abroad.\n\n\"Based on my experience in logistics, there are no safety issues in transporting vaccines from overseas,\" Mr Passeri said.\n\nMary-Louise McLaws, an advisor to the World Health Organization's COVID-19 response, said anxiety around Chinese vaccine production could be addressed by Chinese labs and producers collaborating with overseas virologists.\n\n\"Having an international group assisting China's production … provides that extra amount of trust in the final product,\" she said.\n\nWould Australia benefit from a Chinese vaccine?\n\nProfessor McLaws said she believed there was little risk of China withholding any viable vaccine it developed from other countries, even those it disagreed with politically.\n\n\"I don't think China will want the rest of the world to still have COVID while they're vaccinated,\" she said.\n\nChina would not have much to gain in withholding access to a viable vaccine. ( AP: Mark Schiefelbein )\n\n\"If any country has the ability to produce something 24-7 and get it out into production, it's probably China,\" she said.\n\nHowever, Dr Yang said Australians would potentially need to wait for a Chinese product, due to our troubled diplomatic relations with China.\n\n\"The diplomatic relationship is critical, because you will have to order vaccines first,\" Dr Yang said.\n\n\"It could be a strategic resource, which would not be possible to share with everyone for free … We've seen the face-mask economy a few months ago, then we will see the vaccine economy instead.\"\n\nDr Yang said Australia had the most rigorous standards when it comes to vaccines, and people should be confident in the quality of our products.\n\nProfessor McLaws echoed Dr Yang's comment, adding that Australia shouldn't rush to buy up the first vaccine that makes it to market.\n\n\"I think it is good for the world to have all scientists try to identify a candidate that works well, because the one that gets to production first may not be the one that has the best response,\" she said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "China's COVID-19 researchers got a head start on a vaccine — here's where they're at now - ABC News", "description": "In the race for a viable coronavirus vaccine, China is one of the clear frontrunners. Here's a look at their trials, and how they may affect Australians.", "keywords": "china, vaccine, trial, testing, science, coronavirus, covid-19, beijing, wuhan, export, xi jinping, research, researchers, military, australia, relations, cold chain", "ABC.ContentType": "Article", "ABC.ContentSource": "coremedia", "generator": "PL NEWS WEB", "ABC.Generator": "PL NEWS WEB", "ContentId": 12557700, "ABC.ContentId": 12557700, "ABC.VersionNumber": 14, "article": {"author": "https://www.abc.net.au/news/bang-xiao/9528622", "tag": "cold chain", "published_time": "2020-08-14T19:02:40+00:00", "modified_time": "2020-08-14T23:48:54+00:00"}, "og": {"url": "https://www.abc.net.au/news/2020-08-15/what-chinas-covid-19-vaccine-race-mean-for-australia/12557700", "description": "In the race for a viable coronavirus vaccine, China is one of the clear frontrunners. Here's a look at their trials, and how they may affect Australians.", "image": "https://www.abc.net.au/cm/rimage/12560236-16x9-large.jpg?v=3", "title": "China's coronavirus vaccine trials could deliver the goods — what does that mean for Australia?", "type": "article"}, "twitter": {"card": "summary_large_image", "image": {"identifier": "https://www.abc.net.au/cm/rimage/12560236-16x9-large.jpg?v=3", "alt": "A graphic of a vaccine bottle and syringe against the backdrop of the Chinese flag."}, "site": "@abcnews"}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Vaccine"]}}