{"GDELT": {"GlobalEventID": 940854527, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "HLH", "Actor1Name": "DOCTOR", "Actor1Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.064854848672019, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rockhampton, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154688", "Actor1Geo_Lat": -23.3803, "Actor1Geo_Long": 150.506, "Actor1Geo_FeatureID": "-1597814", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brisbane, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154654", "Action2Geo_Lat": -27.5, "Action2Geo_Long": 153.017, "Action2Geo_FeatureID": "-1561728", "DATEADDED": 20200814224500, "SOURCEURL": "https://www.abc.net.au/news/2020-08-15/queensland-judge-brian-harrison-domestic-violence-allegations/12545204"}, "ARTICLE": {"TITLE": "Former wife of late Cairns judge Brian Harrison, dubbed 'Lion of the north', alleges domestic violence abuse", "TEXT": "Brian Harrison was dubbed the \"Lion of the North\".\n\nThe death of the Cairns judge last year sparked tributes to an outspoken character who built his career defending the vulnerable, and revelled in drinking and gambling.\n\nBut according to claims made in a legal battle over his multimillion-dollar estate, His Honour had a dark side.\n\nHarrison's former wife, Therese Mary Ryan, has detailed allegations he was a serious domestic violence offender who bashed her repeatedly and set fire to their home while he was a barrister in Rockhampton in the 1990s.\n\nShe alleges Harrison colluded with other lawyers to ensure an arson investigation went nowhere.\n\nBy not going to the police herself, Ms Ryan says she \"unknowingly\" saved the career of a future judge.\n\nShe puts that decision down to the trauma of abuse and the knowledge Harrison was politically connected and powerful.\n\nThey are allegations which the late judge has no chance to defend.\n\nBut Ms Ryan's account is backed by medical reports and witness statements, filed as part of her Supreme Court application for \"adequate provision\" from his estate.\n\nThe case casts a shadow over Harrison's rise to the District Court bench, where he ruled on cases involving domestic violence.\n\nAnd it fuels growing calls for new watchdogs, at state and federal levels, that can hold the justice system's most powerful players to account when they face serious allegations.\n\nAllegations of years of physical violence\n\nHe was a former legal aid lawyer, she was a teacher who became his law clerk.\n\nGuests at their 1988 wedding included Labor heavyweight Wayne Goss.\n\nBrian Harrison served as a judge in Cairns and passed away last year.\n\nThey had a daughter but their marriage lasted only three years.\n\nIn court documents, Ms Ryan alleges her then husband \"controlled every aspect\" of her life, including by paying her a wage she could spend only on \"household expenses, including groceries\".\n\nShe says she felt \"worthless, powerless, depressed and in a constant state of anxiety because if I ever did something he didn't approve of, he would erupt into one of his wild, violent and dangerous rages\".\n\nHandwritten medical reports filed in court show doctors in Rockhampton treated Ms Ryan for injuries they found consistent with her accounts of domestic violence.\n\nIn April 1991, an after-hours doctor from the Berserker Medical Centre treated her for a bloody nose, and suggested she obtain \"some counselling\".\n\nTwelve days later, Dr Richard Powe noted she had \"puffy bruising\" on her cheek bone and the back of her skull.\n\n\"She told me that she had been assaulted by her husband. The injuries I observed were consistent with being punched around the head.\"\n\nThree months after that, court documents showed a Dr Wilson treated her at the Mater Hospital for \"injuries occasioned by heavy blows to head\".\n\n\"[She] states she has been hit by her husband, haematoma over… part of the skull over the ear [and] right mandible,\" he said.\n\nIn June 1992, Dr Powe again treated an \"anxious\" Ms Ryan who \"had complained that she had been hit by her husband and the [arm] injury I observed was consistent with that\".\n\nThe couple's housekeeper from 1990 to 1992 also bore witness to Harrison's alleged abuse.\n\n\"I often saw Therese with bruises and a swollen nose and believed at the time that she was clearly a victim of domestic violence,\" Helen Jarvis wrote in an affidavit.\n\nMs Jarvis says she saw Harrison \"throwing things around [and] smashing things\", calling his wife a \"f***ing bitch\" and her sons from another marriage \"mongrel bastards\".\n\nBrian Harrison worked as a barrister in Rockhampton and Mackay. ( ABC News )\n\nOne of those sons, Benjamin Ryan, now a pathologist, says in an affidavit that he, \"witnessed Brian Harrison bash my mother\" in 1990 and 1991.\n\n\"He would push her into walls and punch her about the head and face and when sometimes she fell to the floor, he would kick her in the stomach,\" he stated.\n\nDr Ryan says he went with his mother to hospital \"on various occasions\" after assaults by his stepfather.\n\nHe says on one evening in 1990, Harrison \"punched my mother about the nose and face… there was blood everywhere\".\n\n\"When the police arrived, Brian Harrison was sitting in his green armchair. I heard the police speak to the husband and I heard him say words to the effect of 'She does it to herself all the time'.\"\n\nTemporary domestic violence order granted\n\nThe Harrison family home in Rockhampton was at the centre of an arson investigation in June 1991.\n\nThe Morning Bulletin reported that the \"Brisbane Scientific Squad\" were sent up to \"investigate the ransacking and setting alight\" of the Talford Street house.\n\nIn her affidavit Ms Ryan says Harrison trashed the house and lit the fire after two days of extreme abuse.\n\n\"Our home resembled a war zone after his rage and him setting alight to the type of bonfire he had created in our lounge room,\" she said.\n\nShe says he, \"destroyed almost all our wedding gifts as well as the many items I had inherited from my grandmother… [and] even managed to kick in and destroy the cistern of the toilet\".\n\nBut Harrison was never charged.\n\nMs Ryan's affadivit alleges other lawyers \"colluded with [Harrison] to cover up this fire incident by going to [the late] Detective Inspector Kel Weeks and convincing him to use his influence so that criminal charges were not laid\".\n\nShe says while Harrison was hospitalised because of his mental state, a lawyer told her to \"clean up the mess as the police might want to return\".\n\n\"As I was traumatised, I just obeyed … by doing as I was directed and not reporting [Harrison] to the police, I had unknowingly saved the career of [Harrison],\" she says.\n\nRockhampton magistrate Ken Lynn granted a temporary domestic violence order (DVO) against Harrison on August 18, 1992, according to her affidavit.\n\nMs Ryan says she fled her own marriage because she \"really believed [Harrison] would attempt to kill me and possibly even the children\".\n\nLegal academics question Harrison's ruling on DV matter\n\nWhen he was made a judge in 2010, Brian Harrison was praised in a Queensland Government media release for being \"highly regarded within the legal profession and bring[ing] a wealth of experience to our judicial ranks\".\n\nHis duties included ruling on appeals by domestic violence offenders.\n\nIn one 2016 case, Judge Harrison reduced the sentence of a serial violent offender who had been \"not particularly violent\" when breaching a DVO.\n\nThe case was later highlighted by legal academics who questioned whether courts were placing enough weight on domestic violence histories when sentencing offenders.\n\nClaim on Harrison's estate\n\nHarrison died last October at the age of 69, leaving the bulk of his estimated $6 million estate to his third wife, Rampai Kumkuang.\n\nMs Kumkuang, 46, married the judge in 2018 after acting as his carer and housekeeper.\n\nBrian Harrison married his third wife Rampai Kumkuang in 2018. ( Supplied )\n\nHis estate included a Cairns house, a Brisbane unit, a $100,000 art collection, an $80,000 stake in racehorses, and $100,000 cash in bank and betting accounts.\n\nLast month Ms Ryan launched a legal action contesting the will.\n\nHer court application states Ms Kumkuang is receiving a judicial pension \"for spouses for life, equivalent to a lump sum of approximately $4 million\".\n\nMs Ryan alleges that Harrison knew he was dying and told her he was \"angry he would not be alive to enjoy his judicial pension\" and took a new wife so it was not \"wasted\".\n\nHe left Ms Ryan nothing.\n\nShe is now seeking a $60,000-a-year share of his estate.\n\nLawyers for his estate have rejected Ms Ryan's claim for family provision, arguing she is \"not a dependent former spouse\".\n\nRampai Kumkuang with her late husband and former Queensland judge Brian Harrison. ( Supplied )\n\nHowever, Ms Ryan in her application says she has a \"moral claim\" to financial support, which was agreed to after their separation.\n\nShe alleges Harrison's abuse \"essentially ruined my life\", leaving her with crippling depression, anxiety and panic attacks which torpedoed her own career as a barrister.\n\nMs Ryan gave up her legal practice certificate in 2018 after being diagnosed as \"totally and permanently disabled\".\n\nBut Ms Ryan says she feared pressing her ex-husband for more financial support when he was alive.\n\nA June report by her psychiatrist Niall McLaren, filed in the case, says: \"Prior to [Harrison's] death, she repeatedly referred to her great fear of him, not just physically… but more by his adroit use of the legal system and his very extensive contacts within law and politics\".\n\nShe says this power imbalance was reinforced during a custody dispute over their daughter.\n\nMs Ryan declined to comment when contacted by the ABC.\n\nRampai Harrison also declined to comment.\n\nHer lawyer Rowan Wilson told the ABC the estate had applied for \"orders dismissing Ms Ryan's application on the basis that she is not an eligible applicant for provision, under the provisions of the Succession Act\".\n\nA Supreme Court hearing is due to be held on August 27.\n\nLate Queensland judge Brian Harrison with his third wife Rampai Kumkuang, who previously acted as his carer and housekeeper. ( Supplied )\n\nCall for independent judicial commission\n\nSenior lawyers say the case highlights the need for an independent judicial commission to deal with serious complaints against judges — both in Queensland and nationally — who cannot be effectively disciplined or removed if they prove unsuitable.\n\nRecent controversies involving allegations against High Court Justice Dyson Heydon — which he denies — and Federal Court Judge Salvatore Vasta have prompted similar calls.\n\nBill Potts, a two-time Queensland Law Society president, says a commission would \"investigate complaints and look at issues of judicial suitability, which can include activities that don't occur on the bench\".\n\n\"Because judges hold such a high position of both power and respectability, it is important that they also be seen not to be above the law,\" he says.\n\n\"So in the rare and unusual circumstances where allegations are made, there has to be a mechanism by which it can be properly investigated and if necessary, dealt with, even if criminal charges are not imposed.\"\n\nA spokeswoman for the then Attorney General who appointed Harrison to the District Court, Cameron Dick, confirmed \"he was entirely unaware of any allegations of this nature\".", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "Former wife of late Cairns judge Brian Harrison, dubbed 'Lion of the north', alleges domestic violence abuse - ABC News", "description": "Late Queensland judge Brian Harrison ruled on court matters involving domestic violence, but his former wife says he committed sustained acts of domestic violence against her, prompting calls for an independent judicial commission to deal with serious complaints against judges.", "keywords": "brian harrison, judge, domestic violence, dv, allegations, wife, lion of the north, therese mary ryan, cairns, rampai kumkuang", "ABC.ContentType": "Article", "ABC.ContentSource": "coremedia", "generator": "PL NEWS WEB", "ABC.Generator": "PL NEWS WEB", "ContentId": 12545204, "ABC.ContentId": 12545204, "ABC.VersionNumber": 26, "article": {"author": "https://www.abc.net.au/news/josh-robertson/9196908", "tag": "rampai kumkuang", "published_time": "2020-08-14T22:21:15+00:00", "modified_time": "2020-08-15T00:47:08+00:00"}, "og": {"url": "https://www.abc.net.au/news/2020-08-15/queensland-judge-brian-harrison-domestic-violence-allegations/12545204", "description": "Late Queensland judge Brian Harrison ruled on court matters involving domestic violence, but his former wife says he committed sustained acts of domestic violence against her, prompting calls for an independent judicial commission to deal with serious complaints against judges.", "image": "https://www.abc.net.au/cm/rimage/12550612-16x9-large.jpg?v=2", "title": "Claims late Queensland judge abused wife prompts call for independent commission to examine judicial conduct", "type": "article"}, "twitter": {"card": "summary_large_image", "image": {"identifier": "https://www.abc.net.au/cm/rimage/12550612-16x9-large.jpg?v=2", "alt": "Head shot of Brian Harrison."}, "site": "@abcnews"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}