{"GDELT": {"GlobalEventID": 940832502, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "OFFICIAL SOURCE", "Actor1Type1Code": "GOV", "Actor2Code": "ARE", "Actor2Name": "DUBAI", "Actor2CountryCode": "ARE", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.599056603773589, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chennai, Tamil Nadu, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN25", "Actor1Geo_ADM2Code": "70251", "Actor1Geo_Lat": 13.0833, "Actor1Geo_Long": 80.2833, "Actor1Geo_FeatureID": "-2103041", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE03", "Actor2Geo_ADM2Code": "28575", "Actor2Geo_Lat": 25.2522, "Actor2Geo_Long": 55.28, "Actor2Geo_FeatureID": "-782831", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE03", "Action2Geo_ADM2Code": "28575", "Action2Geo_Lat": 25.2522, "Action2Geo_Long": 55.28, "Action2Geo_FeatureID": "-782831", "DATEADDED": 20200814200000, "SOURCEURL": "https://www.thehindu.com/news/national/tamil-nadu/angoda-lokka-the-life-and-death-of-a-sri-lankan-gangster-in-exile/article32359989.ece"}, "ARTICLE": {"TITLE": "Angoda Lokka: The life and death of a Sri Lankan ‘gangster’ in exile", "TEXT": "Angoda Lokka alias Pradeep Singh alias Maddumage Lasantha Chandana Perera, an underworld operative from Sri Lanka, who mysteriously landed on Indian shores, has died just as mysteriously leaving several questions unanswered. Wilson Thomas reports on the investigation\n\nBrindavanam runs an eatery in a shack in Balaji Nagar in Coimbatore, a calm residential area less than five km from the airport. Normally he is busy selling hot dosas to customers, but now Brindavanam unwittingly finds himself in the spotlight. He is now a witness in a case involving a gangster and two nations.\n\nOn August 2, Brindavanam’s sedate routine was disrupted when news channels flashed the photo of a well-built man, a customer who used to buy dosas at his eatery, with the ‘breaking news’ tag that he was dead. News channels said the taciturn man in his thirties was Maddumage Lasantha Chandana Perera alias Angoda Lokka, an underworld operative from Sri Lanka.\n\nAlso read | Three arrested for fabricating documents for late Sri Lankan gangster Angoda Lokka\n\nWatching the news, it struck Brindavanam that the two-storied house close to his eatery had been swarming with men in khaki and plain clothes a day before, and that the police had been on the trail already. It was the first time he was hearing the name Angoda Lokka. Brindavanam had a feeling that this was just the beginning of a long story.\n\n“He used to walk past my shop to the nearest garbage bin to dump waste once or twice a week, mostly after sunset,” Brindavanam said. “While walking back to his home, he would stop to place an order for dosa or ghee roast, and take the parcel home. He would not speak an extra word.” One of his employees added: “The police came by and showed us the photo of a man with a large tattoo on his biceps, which we recognised.” Brindavanam’s employees told the police that on some days, a woman also accompanied Lokka. The police later identified her as Amani Thanji, a 27-year-old Sri Lankan.\n\nSoon, every person who was a part of the gangster’s limited life outside his home was interrogated. Lokka also used to frequent a grocery store to buy cigarettes. “At times, he spoke in broken Tamil. The conversation was mostly limited to the brand of cigarette he wanted,” said shopkeeper Velmurugan who did not know his regular customer’s name.\n\nPrabhu, an instructor of a gym, where Lokka was a regular visitor since August 2019, was also questioned. He too painted what had become a familiar picture: that of a man who just minded his own business. Investigators also tried to find footage of Lokka from the surveillance camera at the gym, at a nearby locality called Cheran Ma Nagar, but they drew a blank.\n\nFrom Sri Lanka to India\n\nThough his was an unfamiliar name in India, in Sri Lanka, Angoda Lokka’s name popped up in the media every now and then over the last few years. Whenever the police arrested suspects in connection with narcotics smuggling cases, news reports would refer to some arrested men as associates of “underworld gangster Angoda Lokka”.\n\nIt was not just alleged drug traffickers who came under the police radar because of their suspected links to Lokka. On July 30, the local media reported that the police seized an eagle “suspected to have been used by underworld kingpin Angoda Lokka” in his alleged drug trafficking ring. The police intelligence unit also arrested two others at the time, while raiding a farm in the Western Province. The white bellied sea eagle, that the police suspected was “imported”, joined a growing list of “associates” of the wanted suspect.\n\nAngoda Lokka, who took his name from the locality ‘Angoda’, 12 km from Colombo, was wanted in connection with several crimes in Sri Lanka, including murder, illegal sand mining, land reclamation, extortion and drug smuggling, local media reports in the country indicate. Notably, he was a key suspect in the February 2017 attack on a prison bus, in which notorious underworld leader ‘Samayan’, among others, was killed. The Sri Lankan police believe Lokka fled the country days after the incident and considered him to be “absconding” since.\n\nSri Lankan officers inspect a prison bus after an attack on February 27, 2017. | Photo Credit: REUTERS\n\n“As per investigations at the time, he left Sri Lanka on March 1, 2017, by boat from Mannar,” Police Spokesman Senior Superintendent of Police Jaliya Senaratne said. Located on the western tip of the island’s Northern Province, Mannar is the closest point to India, separated only by the narrow Palk Strait.\n\nOn whether the Sri Lankan police sought any information from their Indian counterparts after Lokka reportedly fled the country, Senaratne said: “It was only suspected that he could have fled to India. Since we had no confirmation of that, we had not sought any information from India at the time.”\n\nLokka’s case coincided with Sri Lanka’s heightened war on the growing “drug menace” in the country. Vowing to hang offenders, former Sri Lankan President Maithripala Sirisena instructed the police to step up action. Last year, the police made huge hauls of heroin worth millions.\n\nAt the time, there was speculation that Lokka may have fled to Dubai, to meet ‘Makandure Madush’, Sri Lanka’s most wanted underworld drug kingpin, whom the Dubai police subsequently arrested along with his associates and deported. “There was no evidence, but some of us suspected that Lokka had left for Dubai from India,” said a senior official source, requesting anonymity. While Madush’s arrest in Dubai made top headlines in Sri Lanka, there was relatively less media coverage of the possible whereabouts of Lokka at that time.\n\nAlso read | Sri Lanka’s heightening war on the drug menace\n\nIn March 2018, the state-run Sunday Observer weekend newspaper reported that two underworld figures, Lokka and his aide Athurugiriya Ladiya, had escaped from their detention facility in Chennai. The report, quoting police sources, said the two were part of an “underworld gang war”. Lokka and Madush, the report said, were suspected to have played a role from abroad, in executing a spate of killings in Sri Lanka from 2017 to 2018, of several individuals including a police officer.\n\nThe August 4, 2020 photo shows a policeman outside the house in Coimbatore where Angoda Lokka stayed for several months. | Photo Credit: M. Periasamy\n\nDeath and a fake Aadhaar card\n\nIn the days that followed the startling revelation of Lokka’s death, on August 2, local police personnel and ‘Q’ Branch, CID officials sweated to sketch the portrait of a man who had kept an extremely low profile. It emerged that he had lived in Coimbatore since October 2018. Apart from Balaji Nagar, he had also lived in Saravanampatti, only five km away.\n\nThere had been speculative reports by the Sri Lankan media that the wanted criminal had been killed in India early this July, and the August investigation revealed that he had lived under an assumed name and had died on July 3.\n\nThe police arrested D. Sivakamasundari, 36, an advocate from Madurai district; her law college junior S. Dyaneswaran, 32, a native of Erode district; and Lokka’s companion Thanji on various charges including criminal conspiracy, furnishing false documents, harbouring an offender, personation and forgery of records.\n\nThe First Information Report initially registered by the Peelamedu police after the suspect’s death, under Section 174 of the Code of Criminal Procedure, said Thanji took the help of two neighbours to rush Lokka, who had suddenly collapsed after complaining of chest pain, to a private hospital close by at around 9.30 p.m. on July 3. The doctors at the hospital declared him brought dead and asked those accompanying him to take the body to the Coimbatore Medical College Hospital (CMCH). Thanji sought the help of Sivakamasundari who arrived from Madurai and approached the police on July 5 to complete formalities for the post-mortem.\n\nAngoda Lokka case | Sri Lankan woman shifted to Puzhal prison\n\nThe FIR said Sivakamasundari, who posed as a relative, submitted a copy of the Aadhaar card of the deceased which bore the name Pradeep Singh with a Madurai address. After the post-mortem was completed on July 5, she took the body to Madurai where it was cremated, according to the police.\n\nSome Sri Lankan media reported that a video of the last rites at Madurai was shown to a family member in the island nation. Once this intelligence reached Tamil Nadu, the police rechecked the background of the deceased and found that the Aadhaar card, a copy of which the woman advocate submitted at the station, had been obtained through forged documents. The police altered the FIR on August 2. Based on that, Sivakamasundari, Dyaneswaran and Thanji were arrested the same day.\n\n“Had the local police checked the background of the deceased and the Sri Lankan woman who lived with him, soon after the death, these details would have emerged earlier,” said a senior police officer, on condition of anonymity. CB-CID investigators said Lokka was booked by the police in Chennai in 2017 for illegal arrival in India. Though he had obtained bail, the police were not sure whether he had been deported to Sri Lanka or had continued to stay in India.\n\nAlso read | CB-CID intensifies efforts to identify Sri Lankan who died in Coimbatore\n\n“As per the information available to us, he had lived in many parts of India,” said a ‘Q’ Branch official. Local police and the CB-CID found that the Aadhaar card in the name of Pradeep Singh was actually obtained in West Bengal, and the address had later been changed to Madurai.\n\nCause of death\n\nThe CB-CID, which formed seven special teams to handle the investigation, is clear about its priority: “ It is to confirm the identity of the individual (who died in Coimbatore),” said K. Shankar, Inspector General of Police, CB-CID.\n\nThough the available evidence and the confessions of Sivakamasundari, Dyaneswaran and Thanji established the identity of the deceased as Lokka, based on which the local police said the deceased was the Sri Lankan fugitive, the CB-CID wants to prove this scientifically so that it will stand judicial scrutiny.\n\nEfforts are on to confirm the identity of the deceased by matching his DNA with the DNA of Lokka’s blood relatives in Sri Lanka. The CB-CID is also trying to match the fingerprints found at the Balaji Nagar house with the fingerprints of Lokka collected by the police in Chennai in 2017.\n\nThe investigators are not yet ready to buy the information floating in the public domain that Lokka could have been killed by a rival gang by employing Thanji, whose husband had reportedly been killed in a gang rivalry battle in Sri Lanka in 2017. They feel that the need to probe this aspect will arise only if the post-mortem report finds that the death was unnatural as against the claim of the three accused that he died of a cardiac arrest.\n\nThe post-mortem certificate issued by the Department of Forensic Medicine at CMCH, which The Hindu has seen, does not make mention of any unnatural findings. However, one senior civil assistant surgeon who performed the autopsy observed that the “finger and toenails of the deceased were bluish in colour”. Though this was recorded, a forensic surgeon said that kind of discolouration can occur due to a number of factors such as low levels of oxygen when a person dies of heart attack and strangulation, and not just in a case of poisoning. Also, since the deceased did not have any external and internal injuries, there was no ground for suspecting foul play. There was no suspicion of poisoning at the time of post-mortem to commission a detailed visceral analysis.\n\nAlso read | CB-CID awaits chemical examination results in Sri Lankan gangster’s death\n\nThe viscera collected during the autopsy was later sent for chemical analysis while the heart was preserved and sent for histopathological examination. The results of these are awaited. “We have requested the team to expedite the results,” said T. Jeyasingh, Head of the Department of Forensic Medicine at CMCH.\n\nA nose job\n\nIt was Dyaneswaran who found the houses for Lokka in Coimbatore, said the police and a person close to the house owner. “Dyaneswaran took the house at Balaji Nagar on rent in February this year. He told us that a friend who was going to get married would stay at the house for a brief period before leaving for Dubai,” a woman neighbour said.\n\nThe FIR registered by the police said Thanji arrived at Madurai airport in early March this year and later moved to Lokka’s house in Coimbatore with the help of Sivakamasundari. She told the police that she could not go back to Sri Lanka as India by then was under a lockdown and had cancelled regular international flights.\n\nInitial investigation by the police and the CB-CID found that Dyaneswaran and Sivakamsundari had helped Lokka several times. They had even helped him get a rhinoplasty surgery at a hospital in R.S. Puram in Coimbatore in February this year. Lokka told the doctors that he wanted to pursue a career in acting, and thus wanted to get the nose job done. “They initially approached a clinic doing cosmetic surgeries at Peelamedu in Coimbatore. We are not sure why he got the procedure done, because the before and after pictures did not show much of a change in his appearance,” said a ‘Q’ Branch official.\n\nAlso read | CB-CID intensifies efforts to identify deceased Sri Lankan\n\nCB-CID, ‘Q’ Branch and sleuths from the Research and Analysis Wing are also investigating whether Lokka got help from sympathisers of the Liberation Tigers of Tamil Eelam to hide in India.\n\nDigging into the antecedents of his accomplices yielded more proof of a shady past. Sivakamasundari’s father Dinakaran had a case registered against him at the Manamadurai police station in Sivaganga district of Tamil Nadu in 2006 in connection with the transportation of explosive materials, allegedly meant to be despatched to Sri Lanka. Investigations found that Sivakamasundari had unusual transactions through her multiple bank accounts which, according to the Inspector General of the CB-CID, were under scrutiny.\n\nNo phone found\n\nWhile the reason behind Lokka’s death is yet to be concluded, investigators are probing several other aspects too. Among them is the fact that Lokka’s phone and other possible digital devices used by him are missing.\n\nThe Peelamedu police, who investigated the case before the CB-CID, had seized mobile phones, a tablet, a laptop and multiple SIM cards belonging to Thanji, Dyaneswaran and Sivakamasundari. However, no digital device used by Lokka was found, said G. Stalin, Deputy Commissioner of Police, Coimbatore City Police.\n\nDid he not own a mobile phone? Neighbours said Lokka used to order food through food delivery applications. For this, he would have needed a mobile phone, a tablet or a computer. The police recovered a cache of dinars and Singapore and American dollars from the house. All the materials collected by the police were handed over to the CB-CID when the latter took over the investigation.\n\nAlso read | Digital devices of Sri Lankan gangster missing, say police\n\nMeanwhile, the Sri Lankan police has sent photographs and fingerprints to the Indian authorities. “We have also collected DNA samples,” Senaratne told The Hindu. Further, the spotlight appears to have returned to neighbourhoods around Angoda, going by developments this week. On Tuesday night, police shot dead a man identified as Lokka’s “ally”, after he tried “hurling a grenade at the police.” Local media also reported the arrest of the “finance manager of Angoda Lokka”, based on Lokka’s money trail.\n\nAs the investigations span two countries, sleuths are trying to go back and establish if the deceased was indeed Lokka, when and how he had come to India, and how the presence of a foreign ‘gangster’ completely escaped the attention of the authorities in India. Police hope that as the investigation progresses, they will be able to tie up all the loose ends, and explain the mysterious last few years of the life and the death of Pradeep Singh alias Angoda Lokka alias Maddumage Lasantha Chandana Perera.\n\nMeera Srinivasan contributed to reporting from Sri Lanka", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "Angoda Lokka: The life and death of a Sri Lankan ‘gangster’ in exile", "atdlayout": "articlepage", "description": "Angoda Lokka alias Pradeep Singh alias Maddumage Lasantha Chandana Perera, an underworld operative from Sri Lanka, who mysteriously landed on Indian shores, has died just as mysteriously leaving several questions unanswered. Wilson Thomas reports on the investigation", "fragment": "!", "keywords": "Angoda Lokka,Pradeep Singh,Maddumage Lasantha Chandana Perera,Sri Lankan underworld operative,Sri Lankan gansgter,Sri Lankan don Angoda Lokka,Angoda Lokka death in Coimbatore Balaji Nagar in Coimbatore", "news_keywords": "Angoda Lokka,Pradeep Singh,Maddumage Lasantha Chandana Perera,Sri Lankan underworld operative,Sri Lankan gansgter,Sri Lankan don Angoda Lokka,Angoda Lokka death in Coimbatore Balaji Nagar in Coimbatore", "publish-date": "2020-08-15T00:55:28+05:30", "created-date": "2020-08-15T00:55:28+05:30", "modified-date": "2020-08-15T11:42:12+05:30", "twitter": {"creator": "Wilson Thomas", "title": "Angoda Lokka: The life and death of a Sri Lankan ‘gangster’ in exile", "description": "Angoda Lokka alias Pradeep Singh alias Maddumage Lasantha Chandana Perera, an underworld operative from Sri Lanka, who mysteriously landed on Indian shores, has died just as mysteriously leaving several questions unanswered. Wilson Thomas reports on the investigation", "image": "https://www.thehindu.com/news/national/tamil-nadu/4vyvg6/article32359984.ece/ALTERNATES/LANDSCAPE_615/15THANGODALOKKA", "card": "summary_large_image", "site": "@The_Hindu", "domain": "thehindu.com", "app": {"name": {"ipad": "The Hindu", "googleplay": "The Hindu (Official App)", "iphone": "The Hindu for iPhone"}, "id": {"googleplay": "com.mobstac.thehindu", "iphone": 771672321}}}, "apple-itunes-app": "app-id=584786636", "google-play-app": "app-id=com.mobstac.thehindu", "fb": {"app_id": 137450626398044, "pages": 163974433696568}, "og": {"site_name": "The Hindu", "url": "https://www.thehindu.com/news/national/tamil-nadu/angoda-lokka-the-life-and-death-of-a-sri-lankan-gangster-in-exile/article32359989.ece", "type": "article", "title": "Angoda Lokka: The life and death of a Sri Lankan ‘gangster’ in exile", "description": "Angoda Lokka alias Pradeep Singh alias Maddumage Lasantha Chandana Perera, an underworld operative from Sri Lanka, who mysteriously landed on Indian shores, has died just as mysteriously leaving several questions unanswered. Wilson Thomas reports on the investigation", "image": {"identifier": "https://www.thehindu.com/news/national/tamil-nadu/4vyvg6/article32359984.ece/ALTERNATES/LANDSCAPE_615/15THANGODALOKKA", "type": "image/jpeg"}}, "article": {"author": "Wilson Thomas", "tag": "Angoda Lokka death in Coimbatore Balaji Nagar in Coimbatore", "section": "Tamil Nadu"}, "msvalidate.01": "00762243DAFA333A5A6D97CE4545BDB2", "yandex-verification": "ff4648e5089d361d", "ahrefs-site-verification": "6df5b97abf2ea60f2d4123265496b92b4faa009ceff5444e0b8482ebddd508d6", "theme-color": "#fff"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}