{"GDELT": {"GlobalEventID": 940898272, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "Actor2Code": "FRAEDU", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.30660377358491, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bristol, Bristol, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKB7", "Action2Geo_ADM2Code": "40094", "Action2Geo_Lat": 51.45, "Action2Geo_Long": -2.58333, "Action2Geo_FeatureID": "-2590919", "DATEADDED": 20200815043000, "SOURCEURL": "http://www.bssnews.net/?p=438341"}, "ARTICLE": {"TITLE": "Hard-hit countries step up virus measures as cases mount", "TEXT": "LONDON, Aug 15, 2020 (BSS/AFP) – Countries among the hardest hit by the\n\ncoronavirus pandemic unveiled further measures on Friday to battle rising\n\ninfections, as the number of cases worldwide passed 21 million.\n\nThe US Department of Homeland Security said it was extending a ban on non-\n\nessential travel through border crossings with Canada and Mexico throughout\n\nmost of September “to slow the spread” of the disease.\n\nMeanwhile Britain added France to its list of countries hit with a\n\nmandatory two-week quarantine for returning holidaymakers from Saturday, as\n\nParis confronts a resurgent second wave of infections.\n\nConfirmed cases in France reached levels not seen since May on Wednesday,\n\nThursday and Friday, at over 2,500 new cases per day.\n\nThe rising threat prompted Paris police to announce Friday that compulsory\n\nmask-wearing outside would be extended to more areas of the French capital,\n\nincluding the famed Louvre museum and Champs-Elysee avenue.\n\n“If the epidemiological situation deteriorates again, mask-wearing could\n\nbecome compulsory throughout the capital,” Paris police warned, also banning\n\ngatherings and protests of more than 10 people which do not comply with\n\ndistancing measures.\n\nNeighbouring Spain said it would close all nightclubs and ban smoking in\n\nthe street where people are unable to stay at a safe distance, after the\n\ncountry reported almost 3,000 cases in 24 hours on Thursday.\n\n“Personally I think it’s stupid, it’s over the top,” Madrid-based\n\ntranslator Julien Garcia told AFP about the smoking ban.\n\nIn Germany, the Robert Koch Institute for disease control added all of\n\nSpain except the Canary Islands to its list of regions where incoming\n\ntravellers must show a negative test for COVID-19 or quarantine for 14 days.\n\nAustria urged its citizens to return from popular Mediterranean destination\n\nCroatia before similar rules come into effect on Monday, while Serbia\n\nintroduced mandatory testing for travellers from four neighbouring countries.\n\nAnd thousands of Albanians queued in their cars at the Greek border, hoping\n\nto squeeze across and return to work before tougher entry requirements\n\ndesigned to brake mounting infections come into effect.\n\nSome people had been waiting for three days in the 20-kilometre (12-mile),\n\n4,000-car jam, an Albanian police source said.\n\nAround the world, the number of confirmed COVID-19 cases passed 21 million\n\non Friday according to an AFP tally from official sources, with more than\n\n755,000 fatalities.\n\nThe United States has suffered the most deaths at 168,318, followed by\n\nBrazil with 105,463, Mexico 55,293, and India with 48,040.\n\n– Cross-Channel scramble –\n\nFrance and the Netherlands have now joined Spain and several other European\n\nnations on Britain’s quarantine list, having at first been granted\n\nexemptions.\n\nFrench student Antoine, 23, had to rush back to Bristol, where he is at\n\nuniversity, cutting short his summer holidays.\n\n“I’m a waiter in a small cafe near college, I can’t afford to spend 14 days\n\nin the house,” he said at London’s St Pancras railway station after getting\n\noff a Eurostar train.\n\nFrench holidaymakers in the UK will be faced with tough choices of their\n\nown, as Paris swiftly announced a “reciprocal measure”, although it was\n\nunclear when that might be imposed.\n\nThe Netherlands said it would advise against all but essential travel to\n\nBritain, but will not impose a quarantine of its own for incoming travellers.\n\nA slew of data Friday revealed the scale of the economic impact of the\n\nvirus and punishing lockdowns, with Hungary, Bulgaria, Romania, the\n\nNetherlands, Finland and Denmark all booking hefty hits to GDP in April-June.\n\n“Never before” has the Dutch economy suffered shrinkage of 8.5 percent in a\n\nsingle quarter, the CBS statistics office said, while Denmark and Hungary\n\nboth reported their worst slumps since the early 1990s.\n\nCentral European heavyweight Poland entered its first recession since the\n\nend of the communist era.\n\n– All eyes on vaccines –\n\nHopes to break the cycle of outbreaks and lockdowns have turned to a\n\nvaccine, with Britain saying Friday it has secured access to another 90\n\nmillion doses of two “promising” vaccines.\n\nVietnam meanwhile said it was looking to buy a bulk order of Russia’s\n\n“Sputnik” vaccine, although Western scientists have raised concerns about the\n\nspeed of its development and suggested that researchers might be cutting\n\ncorners.\n\nAnd Washington said it would distribute any vaccine proven to be effective\n\nto all Americans for free.\n\nMexico said it and Argentina aim to have a vaccine available for Latin\n\nAmerica — now the region with the worst virus toll and most cases — early\n\nnext year under a production agreement with drug giant AstraZeneca.\n\nNew Zealand is battling its second outbreak of infections and extended a\n\nlockdown of its largest city Auckland by at least 12 days, giving health\n\nauthorities more time to trace and contain a variant of the virus previously\n\nunseen in the country.\n\nThe Pacific island nation’s initial response to the pandemic was hailed a\n\nsuccess, but a run of 102 days with no reported community transmission ended\n\non Tuesday.\n\nThe country has now detected a cluster of 30 virus cases, and genomic tests\n\nindicated the latest infections were not the same strain of coronavirus\n\nrecorded earlier this year.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "http://www.bssnews.net/wp-content/uploads/2020/08/inter-01-3.jpg"}, "generator": "WordPress 5.0.10", "msapplication-TileImage": "http://www.bssnews.net/wp-content/uploads/2017/03/cropped-BSS-Final-Logo-300x300.jpg"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Travel", "Not Local News"]}}