{"GDELT": {"GlobalEventID": 940809313, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "REL", "Actor1Name": "SAINT", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.70955011838989, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Saint George, Saint George, Grenada", "Actor1Geo_CountryCode": "GJ", "Actor1Geo_ADM1Code": "GJ03", "Actor1Geo_ADM2Code": "16732", "Actor1Geo_Lat": 12.05, "Actor1Geo_Long": -61.75, "Actor1Geo_FeatureID": "-1202232", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Saint George, Saint George, Grenada", "Action2Geo_CountryCode": "GJ", "Action2Geo_ADM1Code": "GJ03", "Action2Geo_ADM2Code": "16732", "Action2Geo_Lat": 12.05, "Action2Geo_Long": -61.75, "Action2Geo_FeatureID": "-1202232", "DATEADDED": 20200814173000, "SOURCEURL": "https://www.cbc.ca/radio/asithappens/beirut-pediatric-oncologist-struggles-to-find-care-for-his-young-patients-after-explosion-1.5685499"}, "ARTICLE": {"TITLE": "Beirut pediatric oncologist struggles to find care for his young patients after explosion", "TEXT": "Transcript\n\nA doctor who treats children with cancer has spent every day since the Beirut explosion trying to make sure his young, vulnerable patients have access to the treatment they need.\n\nSaint George Hospital, a hub of pediatric oncology in Lebanon, was one of several medical facilities devastated by the Aug. 4 blast that killed at least 171 people, and destroyed huge swathes of the capital city.\n\nSince then, Dr. Peter E. Noun has been working full time to find other medical centres that can treat his patients. It's no easy feat in a city where the few hospitals left standing have had to treat more than 6,000 people injured in the blast.\n\nNoun, the head of Saint George's pediatric hematology and oncology department, spoke to As It Happens guest host Peter Armstrong on Friday. Here is part of their conversation.\n\nWhat did last week's explosions mean for your patients?\n\nIt was a disaster for us because it was a catastrophe, an apocalypse. Everything was destroyed. Our hospital, Saint George Hospital, is completely destroyed.\n\nOur patients lived a nightmare. One kid ... lost her father in front of her eyes. Other kids saw their parents very injured and in a coma. Some of our patients also were injured.\n\nBut thanks God, all the kids are now OK.\n\nDr. Peter E. Noun holds one of his patients at Saint George Hospital in Beirut. (Peter E. Noun/Facebook)\n\nI understand you had already left for the day. Had you gone home when the explosion happened?\n\nIt was 6 p.m. and due to coronavirus ... we had decreased our capacity, so I went home. I just arrived home.\n\nAnd thank God also because ... my small little daughter, she's eight. And when she saw the explosion, she was really in a big fear. So I was there to support her.\n\nBut I went back to the hospital directly when I heard about what happened to Saint George to support my patients, and to find them because it was really a disaster. Many, many of them left their rooms without knowing where to go.\n\nSo I was there to refind them, to relocate them, to send them to another hospital who can take them with their complicated histories and pathologies.\n\nBecause, you know, I treat children with cancer and very severe hematologic diseases. Not all centres can afford to treat these patients.\n\nYour hospital was destroyed. All the other hospitals were at least damaged. Where do you send these patients who need, such as you say, complicated care and very specific treatments?\n\nThose who were [staying at the hospital] are the patients who are very critical and have to stay many days for induction of chemotherapy or to have an intensive chemotherapy. So complicated cases. Many of them went to different hospitals a little bit far from Beirut.\n\nBut we have around 110 patients [who come in for treatment]. And this is very difficult to relocate 110 kids with chemotherapy [to] other centres, because we are one of the biggest in the city.\n\nOthers all have small centres or don't have centres for chemotherapy for kids. So really, it's so difficult. I sent one to the American University of Beirut. I sent around 10 to Byblos. And now I had discussions with many other hospitals to relocate the others.\n\nMore than 60 per cent to 70 per cent of our patients didn't take chemotherapy last week. And this is bad. We know that chemotherapy is very important to be taken on time. We have to follow the schedule. We have to follow the protocol. And skipping doses or skipping the protocol, it's not that safe.\n\nNow you have the sort of practical issue of making sure they continue treatment somehow or another. But then you also have to factor in the emotional toll on these young kids. These are young patients and their parents going through this horrific event and having, for a lot of them, their kind of home away from home at the hospital destroyed. What has that been like?\n\nI was on TV ... last Sunday with one of the kids who said, \"Saint George is my home. It's not my second home. It's my first home. I had cancer [since] I was three years old.\"\n\nShe's relapsing. She's seven now. So most of her life, she spent it in the hospital. So then for her, Saint George is her first home.\n\nI know it's very difficult for all these patients to change their hospitals, to change their usual life, to be with other people. Really, I know it's psychologically very, very difficult. But we are trying at least not to skip the treatment.\n\nI am telling them that I'll be with them. I'm going every day to all these different places. You know, it's very hard to me because some of them are really far. But I want to be with my patients to support them physically and morally, and to be sure that they are taking their treatment.\n\nIt's very important for the patients to know that I'm following what's happening, even if it's a different hospital.\n\nAnd we are trying to come back as soon as we can.\n\nDr. Peter E. Noun and one of his patients prepare for a TV interview. (Submitted by Peter E. Noun)\n\nOf course, this all comes at a time when Lebanon was already facing extreme economic hardship. How does that, and now this continuing disaster unfolding, how does that impact these families and their ability to get the help and the health care that they need?\n\nWe are facing many problems since more than one year. We started last year with an economic problem and then it continues to increase. In October, we had the revolution ... and since then, the crisis didn't stop. Then corona started. Then the crash of our currency.\n\nOn the top of all that, we have the explosion. So really we had a very bad year. And if already we have a bad year and with a child with cancer, you know how much it's difficult because it's a difficult disease and a very expensive disease. Not all Lebanese have a third-party payer or insurance for this reason.\n\nBut we are with these patients as much as we can. We have our NGO, which is Kids First Association, who are trying to help by paying all the bills.\n\nSo the patients are secured. But now they are afraid also because ... even with the NGO, it's difficult because since one year, we have no donations. The donations are really very low due to the crisis, all these crises. People cannot afford to donate.\n\nYou've talked a lot about your patients and you've painted such a vivid picture of how difficult this has been for them and for their families. But, doctor, how about you? How are you getting through all of this?\n\nI don't like to talk about myself, but really I am in a bad situation. I'm exhausted. It took me several days to relocate most of my patients, and that was a priority for me to find for them a place to continue the treatment.\n\nI thank all the hospitals, the ministry of public health, everyone who wanted to help and who tried to help and who helped also.\n\nI found a lot of affections and compassion and sympathy from the people. But it's difficult for me, of course, because I'm absent from my family since more than 10 days now, the day of the explosion.\n\nI'm so tired and afraid also.\n\nWritten by Sheena Goodyear. Interview produced by Morgan Passi.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/radio/asithappens/as-it-happens-thursday-edition-1.5685055/beirut-pediatric-oncologist-struggles-to-find-care-for-his-young-patients-after-explosion-1.5685499", "title": "Beirut pediatric oncologist struggles to find care for his young patients after explosion | CBC Radio", "image": "https://i.cbc.ca/1.5685592.1597352718!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peter-noun-with-patient.jpg", "description": "A doctor who treats children with cancer has spent every day since the Beirut explosion trying to make sure his young, vulnerable patients have access to the treatment they need.", "locale": "en_US", "type": "article"}, "fb": {"pages": 160376310676198}, "vf": {"section": "2.4884", "unique_id": "1.5685499"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "A doctor who treats children with cancer has spent every day since the Beirut explosion trying to make sure his young, vulnerable patients have access to the treatment they need."}}}