{"GDELT": {"GlobalEventID": 940822877, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOEUREECGOV", "Actor1Name": "THE EU", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor1Type2Code": "GOV", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.41871921182266, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": 28.0, "Actor1Geo_FeatureID": "BO", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO", "Action2Geo_Lat": 53.0, "Action2Geo_Long": 28.0, "Action2Geo_FeatureID": "BO", "DATEADDED": 20200814190000, "SOURCEURL": "https://www.msn.com/en-us/news/world/eu-takes-step-toward-imposing-fresh-sanctions-on-belarus/ar-BB17Yf6d"}, "ARTICLE": {"TITLE": "EU Takes Step Toward Imposing Fresh Sanctions on Belarus", "TEXT": "© Bloomberg A line of European Union (EU) flags fly from flagpoles outside the Berlaymont building, which houses offices of the European Commission, in Brussels, Belgium, on Monday, June 8, 2020. British and European Union negotiators called on their political leaders to break the deadlocked negotiations over the two sides’ future relationship amid signs patience is wearing thin.\n\n(Bloomberg) -- The European Union signaled it’s ready to impose sanctions on Belarus over the regime’s violent crackdown of protesters after Sunday’s presidential election, which the bloc said was fraudulent.\n\nIn an emergency conference call on Friday, the EU’s 27 foreign ministers agreed to ask the bloc to start drawing up a list of officials linked to President Alexander Lukashenko who could be sanctioned. The process could take as short as a matter of days.\n\nRead More: Belarus Opposition Leader Re-Emerges to Back General Strike\n\n“EU doesn’t accept election results,” the EU’s foreign policy chief, Josep Borrell, said in a statement on Twitter after the call. “Work begins on sanctioning those responsible for violence and falsification.”\n\nThe ministers stopped short of taking a final decision to impose the measures, however. That could come at a scheduled meeting of foreign ministers in Berlin at the end of this month, or possibly later, according to two officials who spoke on condition of anonymity because the discussions were private. Any decision has to be taken unanimously.\n\nViolent Crackdown\n\n“Most ministers were inclined to introduce targeted, individual sanctions for those that stood behind falsifying of the election or unjustified use of force,” Polish Foreign Minister Jacek Czaputowicz told reporters while the meeting was ongoing. “The EU will work out the list.”\n\nThe EU meeting came as protests continued in the former Soviet country after Lukashenko, president for 26 years, claimed to have won the weekend’s poll with an 80% share of the vote. Since then, violence has erupted as riot police have cracked down on demonstrators, with 6,700 people detained. Main opposition challenger Svetlana Tikhanovskaya, who claimed to have won the election, fled to neighboring Lithuania.\n\nThe bloc has long tried to push Belarus, which borders three EU countries, toward democracy. Four years ago it lifted sanctions on individuals and companies from the nation, originally imposed in 2004, in an attempt to promote dialog with the Lukashenko regime.\n\nGerman Chancellor Angela Merkel called for the reimposition of sanctions. In a statement made before Friday’s meeting, German Foreign Minister Heiko Maas said the EU wanted to “significantly increase the pressure on Belarus,” adding that “the election result must be reviewed and those responsible for mistreatments of peaceful demonstrators must be sanctioned.”\n\nDisputed Waters\n\nThe EU’s foreign ministers also discussed rising tension in the eastern Mediterranean, where Turkey has launched naval exercises off two Greek islands and announced energy exploration research activity in the area. Both Ankara and Athens claim exclusive economic rights to the waters.\n\nBorrell said there was “full solidarity” with Greece and Cyprus and called on Turkey for “immediate deescalation and reengaging in dialog.”\n\nA list of possible sanctions against Turkey is being worked on and will be discussed at the next foreign ministers meeting at the end of August, Greek Foreign Minister Nikolaos Dendias said after the call.\n\n(Adds Borrell statement in third paragraph and details on Turkey)\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "EU Takes Step Toward Imposing Fresh Sanctions on Belarus", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "The European Union signaled it’s ready to impose sanctions on Belarus over the regime’s violent crackdown of protesters after Sunday’s presidential election, which the bloc said was fraudulent.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}