{"GDELT": {"GlobalEventID": 940816206, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.50115473441109, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Harlesden, Brent, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKB5", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5333, "Actor1Geo_Long": -0.25, "Actor1Geo_FeatureID": "-2598154", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Harlesden, Brent, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKB5", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5333, "Action2Geo_Long": -0.25, "Action2Geo_FeatureID": "-2598154", "DATEADDED": 20200814181500, "SOURCEURL": "https://www.kilburntimes.co.uk/news/education/a-level-exam-results/a-level-results-2020-brent-schools-report-good-grades-1-6793215"}, "ARTICLE": {"TITLE": "A Level results 2020: Brent schools ready to investigate and appeal any downgrades", "TEXT": "A Level results 2020: Brent schools ready to investigate and appeal any downgrades\n\nTiger Brigden off to study maths after earning AAA at Queens Park Community School Archant\n\nStudents across Brent opened their A Level results on Thursday with mixed emotions as they and their UK peers are the first cohort never to have sat them.\n\nShare Email this article to a friend To send a link to this page you must be logged in.\n\nThabina Mohan, pupil at Kingsbury High School Thabina Mohan, pupil at Kingsbury High School\n\nMany schools in the borough reported improved grades but nationally more than 40 percent of grades were downgraded with schools embroiled in an appeals process.\n\nTiger Brigden, a pupil at Queen’s Park Community School said she was thinking of appealing an A grade she received in maths having earned an A* in her mocks.\n\nthe 18-year-old earned a highly impressive three As in maths, further maths and art and is off to study maths at Birmingham University in September.\n\n“I’m really happy with my results as they got me into my first choice university,” she said.\n\nJesus and Mary Language College pupil Beatriz Gaspar with her A Level results Jesus and Mary Language College pupil Beatriz Gaspar with her A Level results\n\n“I’m appealing my maths grade as it got downgraded from an A*, and I got an A* in my mock which seems needlessly complicated and unnecessary as the government could have just listened to the teachers in the first place.\n\n“I’m very sad and angry for a lot of my friends as their grades have been downgraded and therefore they’ve missed their university places and have to appeal all their grades.\n\n“It should be a day to celebrate as we’re all together again.”\n\nOffice of Qualifications and Examinations Regulation (Ofqual) said it had been forced into the downgrades by inaccurate predictions by many teachers, although the vast majority had submitted accurate estimates.\n\nAngelica Dunkley from the Convent of Jesus and Mary Language College Angelica Dunkley from the Convent of Jesus and Mary Language College\n\n“There’s a sense of confusion” said Christine Morris, associate assistant head at Claremont High School Academy in Kenton.\n\n“We’ve seen an increase with results and are very pleased with our students but there are one or two we want to look at to understand more,” she added.\n\n“We hope the appeals process works quickly as these children feel unsettled enough in this process and we want them to move on to the next stage of their life with confidence.”\n\nHeadteacher at the Convent of Jesus and Mary Language College in Harlesden, Louise McGowan, said: “It has been a very challenging year and a year like no other we have ever experienced in education.\n\n“I am delighted for the students and commend the hard work and dedication of all our students and teachers for the way they have continued to work hard under the most difficult circumstances. Many of our girls will now go off to university to continue their studies.\n\nYou may also want to watch:\n\n“I am, however, equally concerned for some of the students who appear to have been downgraded by the exam boards, being awarded grades much lower than those awarded by their teachers.\n\n“We do have some anomalies that will require investigation to ensure that these students have not been incorrectly penalised.”\n\nAmong the high performers at the school were Angelica Dunkley, who received As in biology and art, and a B in chemistry and Beatriz Gasper, who earned an A in Italian, B in Portuguese, and D*s in business studies and health & social Care.\n\nBeatriz said: “When I received the acceptance email this morning I was beyond happy I had to rush to school to confirm the news and it’s such a good feeling when all the hard work and the study hours have paid off.\n\n“It’s very rewarding and motivating to see our results and infinite support from all teachers. An amazing and meaningful experience, I couldn’t be happier.”\n\nMore than half the pupils at JFS school in The Mall, Kenton were awarded A*-A (51.5 percent) with 33pc awarded just those top marks.\n\nAnother 77.3pc of A*-B grades were awarded from a cohort of 241 students.\n\nFourteen students are off to Oxbridge colleges and six others accepted to medical school.\n\nRachel Fink, headteacher, added: “We commend all our students who have coped superbly with the huge uncertainties as a result of COVID-19.\n\n“Our staff have shown huge commitment to our students and have demonstrated that they know them well.\n\n“Every JFS student is so much more than a national statistic and we wish each and every one of them much continued success.”\n\nKingsbury High School also reported high performances.\n\nMichael Senior, director of Sixth Form said: “With A Level exams cancelled this year, students were anxious about their school’s estimated grades and how they might be changed by exam boards.\n\n“With a cohort of more than 200 Year 13s, 95 percent managed to get places to university with many receiving their first choice.\n\n“Students were much relieved.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "twitter": {"card": "photo"}, "title": "A Level results 2020: Brent schools ready to investigate and appeal any downgrades", "DC.title": "A Level results 2020: Brent schools ready to investigate and appeal any downgrades", "og": {"title": "A Level results 2020: Brent schools ready to investigate and appeal any downgrades", "description": "Students across Brent opened their A Level results on Thursday with mixed emotions as they and their UK peers are the first cohort never to have sat them.", "type": "article", "image": "https://www.kilburntimes.co.uk/polopoly_fs/1.6793213!/image/image.jpg", "url": "https://www.kilburntimes.co.uk/news/education/a-level-exam-results/a-level-results-2020-brent-schools-report-good-grades-1-6793215", "site_name": "Kilburn Times"}, "author": "Nathalie Raffray", "DC.creator": "Nathalie Raffray", "keywords": "A Level, A Level Results 2020", "DC.subject": "A Level, A Level Results 2020", "fb": {"pages": 1207189302684253}, "description": "Students across Brent opened their A Level results on Thursday with mixed emotions as they and their UK peers are the first cohort never to have sat them.", "robots": "max-video-preview:-1", "referrer": "origin-when-cross-origin", "google-site-verification": "Nm7pOpxVTDgFBPSibDT98fJ9LLL2JyrAakq6ROcg8K8", "theme-color": "#ffffff"}}}