{"GDELT": {"GlobalEventID": 940848930, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MIL", "Actor1Name": "REGIMENT", "Actor1Type1Code": "MIL", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.6345776031434203, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Helmand, Helmand, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF10", "Actor1Geo_ADM2Code": "3544", "Actor1Geo_Lat": 31.0, "Actor1Geo_Long": 64.0, "Actor1Geo_FeatureID": "-3377342", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Helmand, Helmand, Afghanistan", "Actor2Geo_CountryCode": "AF", "Actor2Geo_ADM1Code": "AF10", "Actor2Geo_ADM2Code": "3544", "Actor2Geo_Lat": 31.0, "Actor2Geo_Long": 64.0, "Actor2Geo_FeatureID": "-3377342", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Helmand, Helmand, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF10", "Action2Geo_ADM2Code": "3544", "Action2Geo_Lat": 31.0, "Action2Geo_Long": 64.0, "Action2Geo_FeatureID": "-3377342", "DATEADDED": 20200814220000, "SOURCEURL": "https://www.washingtonexaminer.com/opinion/seventy-five-years-ago-today-a-bloody-and-atomic-victory"}, "ARTICLE": {"TITLE": "Seventy-five years ago today, a bloody and atomic victory", "TEXT": "Last week saw a new wave of revisionism on President Harry Truman's decision to drop the atomic bombs on the Japanese cities of Hiroshima and Nagasaki. But thanks to those bombs, 75 years ago today, Imperial Japan surrendered. A most terrible and important war was won.\n\nI note this, because while we should always be willing to reassess our understanding of history in light of new facts, I remain unconvinced by those who now suggest that the atomic bombing of Nagasaki on Aug. 9 was unjustified. Moreover, I believe those arguments fail to recognize what would have happened had the war dragged on.\n\nThe revisionist arguments center around two basic themes. First, that it was clear before the second atomic bomb was dropped that Japan was about to surrender unconditionally. Second, that other actions could have brought about Japan's surrender by the end of 1946. I believe both claims are spurious. Indeed, I would suggest that the available facts indicate that the Nagasaki detonation wasn't simply necessary, but that it was not alone enough to force Japan's surrender.\n\nWe should note, after all, that it was not until a week after the Nagasaki explosion that Emperor Hirohito finally agreed to an unconditional surrender. In the immediate aftermath of the Nagasaki bombing, the imperial Cabinet remained deadlocked after many hours of debate. Reflecting the Japanese warrior spirit, war minister Korechika Anami memorably asked seriously whether it might be \"wondrous for this whole nation to be destroyed like a beautiful flower?\" All that came out of the meeting was a conditional surrender incumbent on the Allies' willingness to allow the emperor to remain de jure ruler, something the allies had previously made clear would be a non-starter.\n\nIt was only on Aug. 13 or 14, after days of some of the very heaviest conventional bombing of the mainland, that the emperor finally acquiesced to an unconditional surrender.\n\nHow many Japanese died in that additional week of bombing before the emperor summoned himself before reality? Many thousands. Even then, we should note that this same day saw the failed Kyūjō coup attempt to do the unthinkable and cancel the ordained emperor's transmission of surrender.\n\nAll this said, it is a grievous mistake born of contemporary comfort to assume that Truman was solely focused on statistics and intelligence reports as he considered whether to drop the bomb. After four years of bloody war, the World War I veteran and president knew that ending the war sooner rather than later was vital. He knew that which we too often today forget — that while the Americans who died in World War II might have been better people than us, they were people all the same. They had unique personalities, lives, and aspirations.\n\nMy grandfather, now 95 years old, was one of the lucky Pacific Marines. He fought in the battles of Guam and Okinawa and lived. Others did not. His friend, Ernest Kernen, \"a really great guy,\" died on July 29, 1944, during a cave-clearing operation on the Battle of Guam. The next year, just before the assault on Okinawa, my just-turned 20-year-old grandfather was asked by a news reporter, \"What would you like to say to any of your friends back home in New York?\" He responded, \"I'd like to say hello to my mother and dad and my brothers and sisters. I'd like to tell my mother that I met my brother Peter out here, who is in the 1st Division and will be going on this operation with me. And I'd like to wish my mother a very happy Mother's Day, and I hope that everything is OK at home.\"\n\nI have the recording of that interview. My grandfather is scared. He was right to be scared. Many more of his battalion died on Okinawa, with a battalion casualty rate of around 75% total strength. But what if the invasion of the Japanese home islands had been necessary? Had my grandfather's unit assaulted Kujūkuri Beach, just east of Tokyo, under Operation Coronet, would he had lived? Maybe, maybe not. But we know for sure that many would have died.\n\nThis is the exigent calculation that Truman faced. He had to make decisions quickly, and he had to trust his instincts and the available information. In the interim between Hiroshima and Nagasaki, he had to decide whether the bomb would speed the war's end or produce a negligible effect. I believe that, with what Truman knew then and what we know now, he made the right call. This contemplation of life and loss in war is an eternal one. But even today, as we obsess about stupid stuff, we too easily forget that the honored dead are more than just names.\n\nConsider a few of the 3rd Ballation, 5th Marine Regiment Marines who were killed in action during their 2010-2011 deployment to Helmand province in Afghanistan. There was Cpl. Justin Cain, who \"enjoyed spending time in Las Vegas. He was not married.\" There was Sgt. Ian Tawney, \"a devoted husband, a loyal friend and an avid outdoorsman.\" There was Lance Cpl. John Sparks, who liked to watch \"WWE wrestling and chow down on pizza, tacos or macaroni and cheese.\" There was Lance Cpl. Kenneth Corzine, who was \"a good friend who smiled a lot, enjoyed life and hoped to spend more time with his daughter.\" And there was Cpl. Tevan Nguyen, who \"used to call himself a ninja because he was part Asian and could do karate.\" Calling home, Nguyen \"never talked to [his girlfriend] about the war but always asked how his son was doing.\"\n\nOther names include Jordan Haerter, Megan McClung, David Greene, Jason Dunham, and Rafael Peralta. All were Marines who gave their lives in the nation's service in Afghanistan or Iraq.\n\nSo, yes, as we remember our wars, we should readily debate the decisions of history. But we must focus our assessment on the facts, while never forgetting that the choices of war are rarely simple and must never be statistical.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "fb": {"admins": 1285945407, "pages": "page"}, "description": "Last week saw a new wave of revisionism on President Harry Truman's decision to drop the atomic bombs on the Japanese cities of Hiroshima and Nagasaki. But thanks to those bombs, 75 years ago today, Imperial Japan surrendered. A most terrible and important war was won.", "brightspot.contentId": "00000173-d20a-d6ac-a173-d78e60850000", "og": {"title": "Seventy-five years ago today, a bloody and atomic victory", "url": "https://www.washingtonexaminer.com/opinion/seventy-five-years-ago-today-a-bloody-and-atomic-victory", "image": {"identifier": "https://mediadc.brightspotcdn.com/dims4/default/fe6d66c/2147483647/strip/true/crop/2290x1202+0+60/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmediadc.brightspotcdn.com%2F67%2Fab%2Fdde46f040f3e9c577fcd9995cf19%2Fd33685bda6191ddf0610f70d20d0b1b0.jpg", "url": "https://mediadc.brightspotcdn.com/dims4/default/fe6d66c/2147483647/strip/true/crop/2290x1202+0+60/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmediadc.brightspotcdn.com%2F67%2Fab%2Fdde46f040f3e9c577fcd9995cf19%2Fd33685bda6191ddf0610f70d20d0b1b0.jpg", "secure_url": "https://mediadc.brightspotcdn.com/dims4/default/fe6d66c/2147483647/strip/true/crop/2290x1202+0+60/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmediadc.brightspotcdn.com%2F67%2Fab%2Fdde46f040f3e9c577fcd9995cf19%2Fd33685bda6191ddf0610f70d20d0b1b0.jpg", "width": 1200, "height": 630, "type": "image/png", "alt": "092117 Giaritelli marine corps first female officer pic"}, "description": "Last week saw a new wave of revisionism on President Harry Truman's decision to drop the atomic bombs on the Japanese cities of Hiroshima and Nagasaki. But thanks to those bombs, 75 years ago today, Imperial Japan surrendered. A most terrible and important war was won.", "site_name": "Washington Examiner", "type": "article"}, "article": {"author": "https://www.washingtonexaminer.com/author/tom-rogan", "published_time": "2020-08-14T20:14:34.826", "modified_time": "2020-08-14T20:14:35.29", "section": "Opinion", "tag": "Nazis"}, "twitter": {"card": "summary_large_image", "creator": "@TomRtweets", "description": "Last week saw a new wave of revisionism on President Harry Truman's decision to drop the atomic bombs on the Japanese cities of Hiroshima and Nagasaki. But thanks to those bombs, 75 years ago today, Imperial Japan surrendered. A most terrible and important war was won.", "image": {"identifier": "https://mediadc.brightspotcdn.com/dims4/default/ca5f2e8/2147483647/strip/true/crop/2290x1288+0+17/resize/1200x675!/quality/90/?url=https%3A%2F%2Fmediadc.brightspotcdn.com%2F67%2Fab%2Fdde46f040f3e9c577fcd9995cf19%2Fd33685bda6191ddf0610f70d20d0b1b0.jpg", "alt": "092117 Giaritelli marine corps first female officer pic"}, "site": "@DCExaminer", "title": "Seventy-five years ago today, a bloody and atomic victory", "widgets": {"csp": "on"}}, "brightspot.cached": "true", "dy": {"url": "https://www.washingtonexaminer.com/opinion/seventy-five-years-ago-today-a-bloody-and-atomic-victory"}}}}