{"GDELT": {"GlobalEventID": 940853046, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OPP", "Actor1Name": "ACTIVIST", "Actor1Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -11.089108910891099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shivamogga, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "70162", "Actor1Geo_Lat": 13.9222, "Actor1Geo_Long": 75.5736, "Actor1Geo_FeatureID": "-2111089", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shivamogga, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "70162", "Action2Geo_Lat": 13.9222, "Action2Geo_Long": 75.5736, "Action2Geo_FeatureID": "-2111089", "DATEADDED": 20200814223000, "SOURCEURL": "https://www.siasat.com/ktaka-mulling-to-ban-sdpi-for-role-in-bluru-riots-minister-1947988/"}, "ARTICLE": {"TITLE": "K’taka mulling to ban SDPI for role in B’luru riots: Minister", "TEXT": "Bengaluru, Aug 15 : Karnataka is mulling to ban the regional outfit Social Democratic Party of India (SDPI) and its political affiliate Popular Front of India (PFI) for their alleged role in Bengaluru riots early this week, a minister said on Friday.\n\n“The state government will take a decision on banning SDPI and PFI in the cabinet meeting on August 20,” state Panchayat Raj and Rural Development Minister K.S. Eshwarappa told reporters at Shivamogga in the state’s northwest Malnad region.\n\nA few representatives and members of the SDPI were booked and arrested since the mob violence in the city’s northeast suburb on August 11, for allegedely instigating the miscreants to go on a rampage, which led to arson and rioting in the area and subsequent police firing to prevent the volatile situation going out of control. Three youth were killed in the violence.\n\n“The state government is under pressure from many groups and organisations to ban the fringe groups, as they have been allegedly involved in causing unrest and disharmony in society,” asserted Eshwarappa.\n\nState Revenue Minister R. Ashoka also hinted at banning the twin political outfits for their alleged involvement in the city’s riots and in other parts of the southern state in the past.\n\n“Preliminary investigation and interrogation of the arrested SDPI and PFI members revealed their alleged involvement in the riots on August 11. Its activists were also held in the past for allegedly causing disharmony in society,” Ashoka told reporters here.\n\nDeputy Chief Minister C.N. Ashwath Narayan also said the state government was considering banning the twin parties for their alleged role in the city riots.\n\nState Home Minister Basavaraj Bommai said internal rift in the opposition Congress and the SDPI’s conspiracy were behind the riots in the city.\n\n“Investigations into the riots so far revealed that political differences in the Congress, its differences with the SDPI and the latter’s larger conspiracy to disrupt law and order had a role in the city’s mob violence,” Bommai told reporters after reviewing the situation with top police officials here.\n\nIn all, 206 accused were arrested in connection with the riots, including 60 earlier in the day. Among those held included Kaleem Pasha, husband of Congress corporator Irshad Begum from the Nagwara civic ward in the city’s eastern suburb.\n\nA derogatory Facebook post by Congress MLA Akhanda Srinivasa Murthy’s nephew P. Naveen on August 11 triggered the violence, arson and rioting by unruly mobs in the densely populated areas of the city’s suburb.\n\nMurthy, who joined the Congress from the Janata Dal-Secular (JD-S), won from the Pulakeshinagar reserved (ST) constituency in the May 2018 state assembly elections for the second time.\n\nRefuting the Congress charge that inaction by the police against Naveen led to the violence, Bommai said it was an attempt to mislead the public, as there was no delay in filing an FIR against the accused.\n\nSource: IANS\n\nDisclaimer: This story is auto-generated from IANS service.", "METADATA": {"google-site-verification": "WBCm_7wL36LRSXmTyVOznSVTdM5XX0Id9zj9nH6SeEs", "msvalidate.01": "40E981DE47FB62D9ABE31E163D2E51EC", "description": "Bengaluru, Aug 15 : Karnataka is mulling to ban the regional outfit Social Democratic Party of India (SDPI) and its political affiliate Popular Front of", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "K'taka mulling to ban SDPI for role in B'luru riots: Minister", "description": "Bengaluru, Aug 15 : Karnataka is mulling to ban the regional outfit Social Democratic Party of India (SDPI) and its political affiliate Popular Front of", "url": "https://www.siasat.com/ktaka-mulling-to-ban-sdpi-for-role-in-bluru-riots-minister-1947988/", "site_name": "The Siasat Daily", "image": "https://cdn.siasat.com/wp-content/uploads/2020/08/Ktaka-mulling-to-ban-SDPI-for-role-in-Bluru-riots.jpg"}, "article": {"publisher": "https://www.facebook.com/siasatdaily", "published_time": "2020-08-14T21:02:15+00:00", "modified_time": "2020-08-14T21:02:24+00:00"}, "fb": {"app_id": 347054199344775, "pages": 127989700566127}, "twitter": {"card": "summary_large_image", "creator": "@TheSiasatDaily", "site": "@TheSiasatDaily"}, "geo.placename": "Hyderabad", "geo.position": "17.3863312;78.4736654", "geo.region": "India", "generator": "WordPress 5.4.2", "theme-color": "#064588", "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileImage": "https://cdn.siasat.com/wp-content/uploads/2020/05/cropped-the-siasat-daily-fav-logo-470x470.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}