{"GDELT": {"GlobalEventID": 940804476, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OMN", "Actor1Name": "OMAN", "Actor1CountryCode": "OMN", "Actor2Code": "BHR", "Actor2Name": "BAHRAIN", "Actor2CountryCode": "BHR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 2, "NumArticles": 10, "AvgTone": 1.22005323868678, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Oman", "Actor1Geo_CountryCode": "MU", "Actor1Geo_ADM1Code": "MU", "Actor1Geo_Lat": 21.0, "Actor1Geo_Long": 57.0, "Actor1Geo_FeatureID": "MU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Oman", "Actor2Geo_CountryCode": "MU", "Actor2Geo_ADM1Code": "MU", "Actor2Geo_Lat": 21.0, "Actor2Geo_Long": 57.0, "Actor2Geo_FeatureID": "MU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA", "Action2Geo_Lat": 26.0, "Action2Geo_Long": 50.5, "Action2Geo_FeatureID": "BA", "DATEADDED": 20200814170000, "SOURCEURL": "https://www.rfi.fr/en/wires/20200814-uae-defends-israel-deal-shake-tired-mideast-diplomacy"}, "ARTICLE": {"TITLE": "UAE defends Israel deal as 'shake-up' of tired Mideast diplomacy", "TEXT": "The city hall in the Israeli coastal city of Tel Aviv is lit up in the colours of the United Arab Emirates national flag\n\nAdvertising Read more\n\nDubai (AFP)\n\nThe UAE on Friday offered a muscular defence of its bombshell move to establish ties with Israel, saying it was designed to \"shake up\" the Middle East impasse and serve Emirati interests.\n\nThe historic deal, the first for a Gulf state, sees Israel pledge to suspend its planned annexation of Palestinian lands but has been condemned by the Palestinian leadership as a \"betrayal\" of their cause.\n\nOmar Saif Ghobash, assistant Minister for Culture and Public Diplomacy, rejected the charge, insisting the agreement had made progress in the absence of any other workable proposal from the Arab world.\n\n\"I think we've demonstrated that we are able to enter a very staid and tired situation and to shake things up, and we look forward to seeing positive developments coming out of this real engagement,\" he told AFP in an interview.\n\nThe deal, announced by US President Donald Trump on Thursday, is only the third such accord Israel has struck with an Arab country, and raises the prospect of similar deals with other pro-Western Gulf states.\n\nBut regional power Saudi Arabia, whose own efforts to induce Israel to withdraw from occupied territories have been effectively sidelined by the United Arab Emirates move, has remained conspicuously silent.\n\n\"We didn't consult with anybody, we didn't inform anybody, and as a sovereign state we don't feel that we have the obligation to do that,\" Ghobash said, asked if long-time ally Riyadh was consulted in advance.\n\n\"We are in the process now of informing our friends and partners and others in the region as to why we took the step\" but \"it's to be expected that not everybody will ... applaud or comment\".\n\n\"We have taken the decision as a sovereign state with our own interests and our own calculations in mind.\"\n\n- 'We are not a gift' -\n\nThe establishment of ties with Israel comes after years of quiet rapprochement, including the hosting of athletes and ministers from the Jewish state.\n\nApart from the diplomatic implications, there are obvious economic benefits.\n\nThe UAE, rich in oil and with big ambitions in space and technology, will be able to do business openly with Israel, which will have access to the modern cities of Dubai and Abu Dhabi as they attract talent and investment.\n\n\"We as a country are very globally connected and we do find that the connections are incredibly lucrative and contribute to our GDP,\" Ghobash said, in an unusually candid assessment.\n\n\"We are driven by pragmatic considerations.\"\n\nThe UAE, which has sent a probe to Mars and pressed the button on a nuclear power programme in the past month, is growing in prominence on the world stage.\n\nGhobash, a former ambassador to Russia and France, said the Israel deal demonstrated its diplomatic independence.\n\n\"We are not a gift to be awarded to the Israelis at some stage if they satisfy Palestinian demands,\" he said.\n\n\"We are very clearly stating that it is in our sovereign interest to make this move and therefore that sovereign interest will be served,\" he said.\n\n\"We have spent the last 20 years developing relationships with all kinds of countries across the globe. We have an active foreign policy and we will make our own sovereign decisions.\"\n\n- No back-stabbers -\n\nOman and Bahrain have welcomed the announcement as advancing the prospects for peace in the Middle East.\n\nBut Prime Minister Benjamin Netanyahu stressed the deal did not mean Israel was abandoning its plans to one day annex the Jordan Valley and Jewish settlements across the occupied West Bank.\n\n\"The primary gain is to take annexation out of the equation for the time being,\" Ghobash said.\n\nThe minister rejected criticism from the Palestinians, saying there was \"no other plan on the table from our Arab side to suggest that some solution might be forthcoming\".\n\n\"I am trying to understand in what sense this is a back stab given that what we have done is actually open the door for a rethink on the Israeli side about annexation,\" he said.\n\n\"We strongly believe in the rights of the Palestinians' cause and the rights of the Palestinians,\" said Ghobash.\n\n\"So we have taken the step in accordance with these deeply held beliefs but also in accordance with the new reading of the region.\"\n\nIn 2002, Saudi Arabia sponsored the Arab Peace Initiative which called for Israel's complete withdrawal from occupied territories in exchange for peace and full normalisation of relations.\n\n\"We are now in 2020, so 18 years have passed and we haven't seen any outcome from the Arab Peace Initiative.\n\n\"We believe that the way in which we should approach these questions is by dialogue and communication,\" Ghobash said.\n\n© 2020 AFP", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "https://s.rfi.fr/media/display/3fa4f8ae-de4a-11ea-8607-005056a964fe/w:1280/p:16x9/eedefae6fc027879967ebc1f289604fa07a31ac0.jpg", "locale": "en_US", "site_name": "RFI", "type": "article", "title": "UAE defends Israel deal as 'shake-up' of tired Mideast diplomacy - RFI", "description": "UAE defends Israel deal as 'shake-up' of tired Mideast diplomacy", "url": "https://www.rfi.fr/en/wires/20200814-uae-defends-israel-deal-shake-tired-mideast-diplomacy"}, "fb": {"app_id": 113191652055439, "pages": 28764872018}, "article": {"publisher": "https://www.facebook.com/RFI.English/", "author": "https://www.facebook.com/RFI.English/", "published_time": "2020-08-14T16:06:34+00:00"}, "description": "UAE defends Israel deal as 'shake-up' of tired Mideast diplomacy", "twitter": {"card": "summary_large_image", "site": "@RFI_En"}, "apple-mobile-web-app-title": "RFI", "application-name": "RFI", "msapplication-TileColor": "#e2001a", "theme-color": "#ffffff"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}