{"GDELT": {"GlobalEventID": 940869202, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "COKGOV", "Actor1Name": "COOK ISLANDS", "Actor1CountryCode": "COK", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.53982300884956, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22391", "Actor1Geo_Lat": -41.3, "Actor1Geo_Long": 174.783, "Actor1Geo_FeatureID": "-1521348", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22391", "Action2Geo_Lat": -41.3, "Action2Geo_Long": 174.783, "Action2Geo_FeatureID": "-1521348", "DATEADDED": 20200815003000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8629555/New-Zealand-records-XX-new-cases-coronavirus-overnight-Jetstar-cancels-flights.html"}, "ARTICLE": {"TITLE": "New Zealand records seven new cases of coronavirus overnight as Jetstar cancels all flights", "TEXT": "New Zealand has recorded seven new coronavirus cases overnight as the fallout from the emerging cluster continues to grow.\n\nMinistry of Health Director-General Dr Ashley Bloomfield and Health Minister Chris Hipkins announced the growing cases on Saturday morning.\n\nJetstar has also cancelled all flights around the country after Prime Minister Jacinda Ardern was forced to extend New Zealand's lockdown on Friday.\n\nNew Zealand (Prime Minister Jacinda Ardern pictured) reported seven new coronavirus cases on Saturday morning and has recorded a total of 56 active cases of COVID-19\n\nMs Ardern announced on Friday that New Zealand's lockdown would be extended until August 26 after the explosion of coronavirus cases (coronavirus testing clinic in Auckland pictured)\n\nJetstar (pictured) cancelled all flights in New Zealand following the lockdown announcement\n\nAll seven new COVID-19 cases were spread within the community and brought the total number of active cases in New Zealand to 56.\n\nSix cases have been linked to the growing cluster in Auckland and one is under investigation.\n\nNew Zealand has 37 coronavirus cases that have been spread within the community and 19 cases from travellers in hotel quarantine.\n\nAt least 35 active cases have been linked to the Auckland cluster and it is 'strongly believed' the extra two cases are also linked to the cluster.\n\nDr Bloomfield said at least 1,090 close contacts have been identified and 934 have been contacted.\n\nHe encouraged New Zealanders to continue to maintain social distancing and get tested if they display coronavirus symptoms.\n\n'There's no shame or blame in having either this virus or having any other infectious disease,' Dr Bloomfield said.\n\nA record number of 23,846 coronavirus tests were processed on Friday.\n\nDr Bloomfield also said 45 requests to leave Auckland's borders had been confirmed and 1.6 million masks had been dispatched across community groups.\n\nTwo cases that were confirmed in Tokoroa, 200km away from Auckland, on Friday have been transferred to a facility in Auckland and are in isolation.\n\nThe former prime minister of the Cook Islands, Joseph Williams (pictured above), was also hospitalised with COVID-19 on Friday and it is unclear who he was in contact with\n\nAt least 35 coronavirus cases have been linked to the Auckland cluster and two cases under investigation are also believed to be linked (coronavirus testing in Victoria on Friday pictured)\n\nAt least 13 coronavirus cases are linked to the Americold frozen storage facility (pictured above), where a worker tested coronavirus positive after falling ill on July 31\n\nNew Zealand went 102 days without recording a locally transmitted case of coronavirus but four new infected family members tested positive on Tuesday.\n\nThe former prime minister of the Cook Islands, 82-year-old Dr Joseph Williams, was hospitalised with COVID-19 on Friday.\n\nIt is not known if the doctor, prominent within the Auckland and Pacific community, had been in contact with someone from the original family.\n\nHis medical practice is near the Americold cool store, in south Auckland, where at least 13 workers have tested positive.\n\nDr Bloomfield said the facility was undergoing environmental testing and an Americold facility in Victoria would also be tested to see if there was a linkage.\n\nMs Ardern said Auckland would remain under stage 3 restrictions while the rest of New Zealand would be at level 2 restrictions (high school students in Wellington pictured on Friday)\n\nPrime Minister Jacinda Ardern extended the country's lockdown until August 26 after the explosion of coronavirus cases.\n\nShe announced that Auckland would stay in level 3 restrictions and the rest of the nation would remain on level 2, with no plans for a level 4 lockdown.\n\n'What is important is making sure we establish the perimeter of the cluster and to stop it from growing,' the Prime Minister told reporters.\n\nJetstar announced they would be suspending all flights in New Zealand from Tuesday until August 26 after Ms Ardern's lockdown announcement.\n\n'During this period travel restrictions will vary across the country and as a result, Jetstar has temporarily suspended all domestic flights from Tuesday 11.59.\n\n'If you have been impacted by flight cancellations, you will be contacted directly by Jetstar over the next 24 hours with your available options,' a statement read.\n\nLevel 3 restrictions mean residents must only leave their homes for essential reasons like exercise, food shopping and providing care (a couple wearing masks pictured in Wellington)\n\nThe earliest known coronavirus case in the Auckland cluster was detected in a worker at the Americold coolstore, in Mt Wellington, who became sick on July 31.\n\nHowever this person maybe not be the earliest case as the chain of transmission has not been discovered.\n\nIt is understood that the workplace has undergone testing for COVID-19 amid fears the virus survived on refrigerated freight sent from overseas and then spread to staff.\n\nIt has prompted health authorities to probe whether the virus was spread on frozen food shipments.\n\nAnyone who has tested positive to the virus is required to quarantine in a managed facility.\n\nResidents may only leave their homes for essential exercise, shopping and to provide care under the level 3 restrictions.\n\nMs Ardern said a move to level 4 restrictions was not necessary and the current measures would be reviewed on August 21 (shoppers pictured in Wellington on Friday)\n\nPeople should stay in their immediate household bubble and school and work should be conducted from home where possible.\n\nBusinesses are only open for takeaway and public venues like libraries and gyms are closed.\n\nLevel 2 restrictions allow New Zealanders to gather up to a limit of 100 people and they are encouraged to socially distance at all times.\n\nBusinesses may be open to the public provided they keep a record of customer details and maintain physical distancing.\n\nNew Zealanders are encouraged to wear a face mask as a precaution.\n\nThe lockdown measures are set to remain until 11.59pm on August 26.\n\n'We will review these settings on August 21, we want to give about a week's time to see how we are travelling before we review again,' Ms Ardern said.", "METADATA": {"keywords": "dailymail,news,Coronavirus,New Zealand", "news_keywords": "dailymail,news,Coronavirus,New Zealand", "original-source": "https://www.dailymail.co.uk/news/article-8629555/New-Zealand-records-XX-new-cases-coronavirus-overnight-Jetstar-cancels-flights.html", "description": "New Zealand's Ministry of Health Director-General Dr Ashley Bloomfield and Health Minister Chris Hipkins announced the country recorded seven new coronavirus cases on Saturday morning.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "New Zealand records seven new cases of coronavirus overnight", "description": "New Zealand's Ministry of Health Director-General Dr Ashley Bloomfield and Health Minister Chris Hipkins announced the country recorded seven new coronavirus cases on Saturday morning.", "url": "https://www.dailymail.co.uk/news/article-8629555/New-Zealand-records-XX-new-cases-coronavirus-overnight-Jetstar-cancels-flights.html", "image": "https://i.dailymail.co.uk/1s/2020/08/15/01/31968608-0-image-a-7_1597452083773.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8629555, "author": "Isabelle Stackpool", "divclasspage": "articlePage", "mol": {"headline": "New Zealand is hit with seven new cases of coronavirus and Jetstar cancels all flights in the country as Jacinda Ardern's crisis worsens"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-15T01:09:41+0100", "modified_time": "2020-08-15T09:15:42+0100", "section": "News", "tag": "New Zealand records XX new cases coronavirus overnight Jetstar cancels flights", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "New Zealand records seven new cases of coronavirus overnight", "type": "article", "description": "New Zealand's Ministry of Health Director-General Dr Ashley Bloomfield and Health Minister Chris Hipkins announced the country recorded seven new coronavirus cases on Saturday morning.", "url": "https://www.dailymail.co.uk/news/article-8629555/New-Zealand-records-XX-new-cases-coronavirus-overnight-Jetstar-cancels-flights.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/15/01/31968608-0-image-a-7_1597452083773.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/08/15/4361363544834984942/1024x576_MP4_4361363544834984942.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8629555/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8629555/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}