{"GDELT": {"GlobalEventID": 940844354, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "DEU", "Actor1Name": "GERMAN", "Actor1CountryCode": "DEU", "Actor2Code": "DEUCVL", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.17416829745597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Munich, Bayern, Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM02", "Actor1Geo_ADM2Code": "16532", "Actor1Geo_Lat": 48.15, "Actor1Geo_Long": 11.5833, "Actor1Geo_FeatureID": "-1829149", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Munich, Bayern, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM02", "Actor2Geo_ADM2Code": "16532", "Actor2Geo_Lat": 48.15, "Actor2Geo_Long": 11.5833, "Actor2Geo_FeatureID": "-1829149", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Munich, Bayern, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM02", "Action2Geo_ADM2Code": "16532", "Action2Geo_Lat": 48.15, "Action2Geo_Long": 11.5833, "Action2Geo_FeatureID": "-1829149", "DATEADDED": 20200814213000, "SOURCEURL": "https://newslanded.com/2020/08/13/tiny-and-high-efficient-solar-panel-to-power-future-deep-space-missions/"}, "ARTICLE": {"TITLE": "Tiny and high efficient solar panel to power future deep space missions", "TEXT": "Scientists have been working to create the perfect solar panel that could operate in low light conditions to power deep-space missions and at the same time remain lightweight and robust.\n\nA team of German scientists launched a rocket to low-Earth orbit with four different perovskite and organic solar cells strapped. Their objective is to measure the performance of the panels in a non-terrestrial environment. The rocket reached a height of 149 miles, and the flight lasted only seven minutes, but researchers were able to collect substantial data to study the panels’ performance in the harsh environment of space.\n\nPerovskite solar cell is a solar cell that includes a perovskite structured compound. These solar cell carries material with the same type of crystal structure as calcium titanium oxide (CaTiO3) as the light-harvesting active layer and hence the name perovskite. The cells the scientist used for experiments were so thin and light at 2.2 lbs each, but that they could generate enough electricity to power 300 standard light bulbs. This is ten times more than what the current technology offers.\n\nRead Also: Wrath of COVID-19 hits the United Kingdom the hardest, steepest GDP fall\n\nSolar cells and flight overview. | Image: Joule\n\nThe panels sent to LEO showed no real dip in functionality and demonstrated the ability to work in low-light conditions better than conventional panels used today in space. The panels also survived the physical stress of the launch and landing. Previous studies have demonstrated that the space environment might be good for perovskite solar cells, which faces environmental degradation problems on Earth. These capabilities could make them prime candidates for the future of deep space travel.\n\nIn the paper published in the journal Joule, the research team explains that the tests on solar panels in space have been done near the Earth’s stratosphere using stratospheric balloons. As these tests are not done at the actual orbital heights, it’s difficult for scientists to extrapolate the outcome for deep space missions. The current experiment takes this a little closer to reality. The study is authored by senior author Peter Müller-Buschbaum and co-authored by first author Lennart Reb; both are researchers at the Technical University of Munich.\n\nThese solar cells show a lot of promise to power future deep space missions in a lightweight and cheap way. However, the current tests lasted only seven minutes in the LEO; further long-duration tests in the deep space will be necessary to see how the panels perform in space’s harsh environments. The team hopes that with more spacecraft in the commercial space race, these tests can be performed in the not-so-distant future.\n\nDo you want to publish on Apple News, Google News, and more? Join our writing community, improve your writing skills, and be read by hundreds of thousands around the world!\n\nSource: Inverse\n\nMore from Science – News Landed\n\n+ Smiling can make you be more positive, research finds\n\n+ The app “My Shake” detects earthquake magnitudes using your phone’s sensors\n\nPopular Stories – News Landed\n\n+ Dental work need to be postponed during this time, WHO insists\n\n+ Google gets the Calendar app back on Android Auto", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "A team of German scientists launched a rocket to low-Earth orbit with four different perovskite and organic solar cells strapped.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Tiny and high efficient solar panel to power future deep space missions - News Landed", "description": "A team of German scientists launched a rocket to low-Earth orbit with four different perovskite and organic solar cells strapped.", "url": "https://newslanded.com/2020/08/13/tiny-and-high-efficient-solar-panel-to-power-future-deep-space-missions/", "site_name": "News Landed", "image": {"identifier": "https://cdn.newslanded.com/wp-content/uploads/2020/08/cf79fdc4-2085-4065-be97-3bbec86b45ac-solar-rocket-img.jpg", "width": 719, "height": 541}}, "article": {"publisher": "https://www.facebook.com/newslanded", "published_time": "2020-08-14T06:21:17+00:00", "modified_time": "2020-08-14T11:27:13+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@https://twitter.com/ttvignesh", "site": "@newslanded"}, "generator": "WordPress 5.4.2", "msapplication-TileImage": "https://cdn.newslanded.com/wp-content/uploads/2020/04/cropped-newslanded512trans-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}