{"GDELT": {"GlobalEventID": 940819398, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "OMN", "Actor1Name": "OMAN", "Actor1CountryCode": "OMN", "Actor2Code": "SAU", "Actor2Name": "SAUDI ARABIA", "Actor2CountryCode": "SAU", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.6774193548387097, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200814183000, "SOURCEURL": "https://www.bbc.co.uk/news/world-middle-east-53781360"}, "ARTICLE": {"TITLE": "Kushner: Israel-UAE treaty a 'massive change' for the region", "TEXT": "Media playback is unsupported on your device Media caption Jared Kushner: \"This is a dramatic breakthrough that will make the Middle East safer\"\n\nPresident Trump's chief adviser, Jared Kushner, has said the US-brokered Israel-UAE peace treaty represents a \"massive change\" for the Middle East.\n\nSpeaking to CBS News, Mr Kushner said the deal, unexpectedly announced on Thursday, would make the region safer.\n\nIt marks only the third Israeli-Arab peace treaty in the Middle East, and the first involving a Gulf state.\n\nThe international community has welcomed the deal, but Palestinians, Iran and Turkey have denounced it.\n\nIsrael and the United Arab Emirates (UAE) are expected the sign the deal in three weeks' time, normalising relations between the two countries, including opening embassies in each other's territory.\n\nIsrael and Arab states in the Middle East and North Africa have historically been in a state of conflict since Israel's creation in 1948, but this has receded in recent years after peace treaties with Egypt in 1979 and Jordan in 1994, and what is seen by both sides as a growing threat in the region from Iran.\n\nMr Kushner told CBS he and President Trump had been working on a deal between Israel and the UAE since Mr Trump came to office.\n\nHe said the treaty was a \"dramatic breakthrough that will make the Middle East safer... [meaning] less American troops will have to be over there\", without spelling it out in detail.\n\nThe agreement was, he said, \"a very big victory\" for President Trump that would make \"the whole region more hopeful\".\n\nThe announcement came eight months after the US president unveiled a blueprint for peace between Israel and the Palestinians, negotiated by Mr Kushner. However, while Israel welcomed the initiative the Palestinians rejected it as heavily biased towards Israel and froze ties with the Trump administration.\n\nWhat does the new treaty mean for the Palestinians?\n\nWhile the agreement between Israel and the UAE establishes full diplomatic relations between the two countries, significantly it also puts the brakes on one of the most divisive issues in years between Israel and the Palestinians - Israel's planned annexation of parts of the occupied West Bank.\n\nMedia playback is unsupported on your device Media caption Israel annexation: What is the West Bank?\n\nIsraeli Prime Minister Benjamin Netanyahu had vowed to \"extend Israeli sovereignty\" over some 30% of the West Bank - land claimed by the Palestinians for a future independent state - in line with President Trump's so-called Vision for Peace.\n\nPalestinians feared such a move would be a death-blow for a state of their own, and while it was widely expected to have happened to some extent by now, it had not received final approval from Washington and so appeared to have stalled.\n\nImage copyright EPA Image caption Palestinians have condemned the UAE's treaty with Israel\n\nAs part of the treaty with the UAE, Israel agreed to suspend plans to annex territory in the West Bank - occupied by Israel since the 1967 Middle East war - at the request of Donald Trump.\n\nSpeaking at a news conference after the treaty was announced, President Trump said that \"right now it's off the table\", but did not rule out anything changing in the future.\n\nMr Netanyahu said he remained committed to extending Israeli sovereignty, though would not do so for the time being.\n\nHow has the region responded to the treaty?\n\nIsrael's prime minister said making peace with the UAE had been a \"great privilege\" and spoke of his hope for a \"wonderful future\" for the two countries.\n\nUAE Minister of Foreign Affairs Dr Anwar Gargash described his country's recognition of Israel as \"a very bold step\" to stop what he called the \"ticking time bomb\" of Israel's annexation of parts of the West Bank.\n\nImage copyright AFP Image caption In Tel Aviv, Israel, the municipality building was lit in the colours of the UAE flag\n\nElsewhere in the Gulf, Bahrain and Oman welcome the agreement, although there was no official response from Saudi Arabia, a leading regional power and close US ally.\n\nRiyadh's de facto ruler Crown Prince Mohammed bin Salman has previously spoken of shared interests with Israel and has taken a constructive tone towards Israeli-Palestinian peace-making.\n\nThe Palestinians however reacted angrily, calling the peace treaty a \"betrayal\".\n\nNabil Abu Rudeinah, a spokesman for Palestinian President Mahmoud Abbas, called on the UAE to withdraw from what he called a \"disgraceful\" agreement, while the Palestinian ambassador to the UAE was recalled.\n\nThe foreign ministry of Iran, Israel's staunch foe, said the deal was \"stabbing the Palestinians in the back\", and called the UAE \"shameful\".\n\nTurkey, a strong supporter of the Palestinians, said history would never forgive the \"hypocritical behaviour\" of the UAE, while its president said he was considering suspending diplomatic ties with the country.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "President Trump's advisor says it will make the region safer, but the Palestinians decry \"betrayal\".", "x-country": "us", "x-audience": "Domestic", "CPS_AUDIENCE": "Domestic", "CPS_CHANGEQUEUEID": 161673372, "og": {"title": "Kushner: Israel-UAE treaty marks 'massive change'", "type": "article", "description": "President Trump's advisor says it will make the region safer, but the Palestinians decry \"betrayal\".", "site_name": "BBC News", "locale": "en_GB", "url": "https://www.bbc.com/news/world-middle-east-53781360", "image": {"identifier": "https://ichef.bbci.co.uk/images/ic/1024x576/p08nnx70.jpg", "alt": "BBC News. Jared Kushner (13/08/20)"}}, "article": {"author": "https://www.facebook.com/bbcnews", "section": "Middle East"}, "fb": {"pages": "1143803202301544,317278538359186,1392506827668140,742734325867560,185246968166196,156060587793370,137920769558355,193435954068976,21263239760,156400551056385,929399697073756,154344434967,228735667216,80758950658,260212261199,294662213128,1086451581439054,283348121682053,295830058648,239931389545417,304314573046,310719525611571,647687225371774,1159932557403143,286567251709437,1731770190373618,125309456546,163571453661989,285361880228,512423982152360,238003846549831,176663550714,260967092113,118450564909230,100978706649892,15286229625,122103087870579,120655094632228,102814153147070,124715648647,153132638110668,150467675018739", "app_id": 1609039196070050, "admins": 100004154058350}, "twitter": {"card": "summary_large_image", "site": "@BBCNews", "title": "Kushner: Israel-UAE treaty marks 'massive change'", "description": "President Trump's advisor says it will make the region safer, but the Palestinians decry \"betrayal\".", "creator": "@BBCNews", "image": {"src": "https://ichef.bbci.co.uk/images/ic/1024x576/p08nnx70.jpg", "alt": "Jared Kushner (13/08/20)"}, "domain": "www.bbc.co.uk"}, "apple-itunes-app": "app-id=364147881, app-argument=https://www.bbc.co.uk/news/world-middle-east-53781360?utm_medium=banner&utm_content=apple-itunes-app", "apple-mobile-web-app-title": "BBC News", "application-name": "BBC News", "msapplication-TileImage": "BBC News", "msapplication-TileColor": "#bb1919", "mobile-web-app-capable": "yes", "robots": "NOODP,NOYDIR", "theme-color": "#bb1919"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}