{"GDELT": {"GlobalEventID": 940810494, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "INDEDU", "Actor1Name": "ORISSA", "Actor1CountryCode": "IND", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.20796672532395002, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Orissa, Orissa, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN21", "Actor1Geo_ADM2Code": "70217", "Actor1Geo_Lat": 20.5, "Actor1Geo_Long": 84.4167, "Actor1Geo_FeatureID": "-2106554", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Orissa, Orissa, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN21", "Action2Geo_ADM2Code": "70217", "Action2Geo_Lat": 20.5, "Action2Geo_Long": 84.4167, "Action2Geo_FeatureID": "-2106554", "DATEADDED": 20200814174500, "SOURCEURL": "http://www.mainstreamweekly.net/article9790.html"}, "ARTICLE": {"TITLE": "Cultural Component of Indian Nationalism: The Study of Odia Nationalism", "TEXT": "Home > 2020 > Cultural Component of Indian Nationalism: The Study of Odia Nationalism | (...)\n\nby Kamalakanta Roul and Bimal Kumar Raul\n\nIntroduction: New Idioms of Indian Nationalism\n\nThe intellectual canvass of contemporary Indian state has been engaging with the rhetoric of nationalism. In the bizarre rhetoric of muscular/virulent nationalism vs. civic/secular nationalism, the political debate on cultural sub-nationalism has emerged strongly in the state like Karnataka and Odisha which has been given little intellectual attention. Karnataka has been part of language agitation since long and finally adopted a separate official flag (nada dhwaja) of the state. The Karnataka had sought formal approval of the state flag from the central government. In a similar development, the Odisha cabinet has accorded the state anthem status to a patriotic poem ‘Bande Utkal Janani’ on June 7, 2020. The song has been sung at different meetings of Utkal Sammilani since 1912. It is directed that the anthem will be sung in schools, colleges, meetings, cultural events. Whenever the anthem is sung, everyone will have to stand in attention except senior citizens, patients, infants, disabled and pregnant women. Lakhs of Odia people across the globe had sung Bande Utkala Janani on May 30, 2020 to honour Covid-19 warriors.\n\nSince 1956 several socio-political events have been taking place in the state of Odisha contributing towards the growth and development of Odia cultural nationalism. Many socio-cultural organizations in Odisha have been demanding merger of two Odia-speaking areas -Sareikala and Kharsuan- with Odisha which were annexed to Bihar province in colonial period and currently remain with Jharkhand. Apart from this, there were massive public demands had been put forward for the national recognition of Bande Utkal Jananee as Odisha state anthem. Odisha’s first anti-colonial movement called Paika Bidroha of 1804, and 1817 in Khorda district had also been claimed for recognizing as first war of independence. Moreover, the Rasagola (syrupy sweet) has been claimed to be originated in Odisha as it has been the integral part of its culture. The national GI tag has been sought for the sweet.\n\nLooking at the re-emergence of the debate on sub-nationalism in today’s India, three important questions require immediate attention in the socio-cultural contexts of Odisha. First, what is the cultural and theoretical derivation of Odia nationalism? Second, why do we need to study Odia nationalism in present time? Finally, does Odia nationalism contradict Indian nationalism? The paper argues that the core principle of Indian nationalism was structured with the cultural components of sub-nationalism including Odia nationalism in 19th century India. The Odia nationalism had also played significant role in fostering the pluralistic character of Indian nationalism by accommodating multiple socio-cultural identities. Odia nationalism has been a cultural constitutive element of Indian nationalism and continuously resisting the homogenizing narratives of religious nationalism.\n\nDevelopment of Sub-nationalism in Multinational India\n\nNationalism is a political phenomenon of modern society based on common history, tradition, language, and culture. It creates a ‘sense of homogeneity’ among nations. Social and political scientists believe that nationalism was originated in Western Europe in 19th century and gradually spread to other continents. Trade and colonialism were leading factors for the development of nationalism in non-European countries. During 20th century, European nationalism spread to the entire globe especially in Asia and Africa. People of those continents rose against the colonial rule. Friedrich Meinecke (1907) identified the Greeks, the Germans, the Russians, the English, and the Irish as examples of cultural nations. But the ethnic groups such as the Kurds, the Tamils and the Chechens are also examples of cultural nations.\n\nNationalism is a multifaceted modern concept. Social and political scientists have broadly characterized and distinguished nationalism as cultural nationalism and political nationalism (Meinecke, 1907). Anthony Smith (1986) said that nations are historically embedded: they are rooted in common cultural heritage and language. Nationalism revolves around the elements of culture. He remarked, ‘nations do not create nationalism; it is the other way round: nationalism creates nations’ (Gellner, 1983). Further, Benedict Anderson (1991) says, “Nationalism is not the awakening of nations to self-consciousness: it invents nations where they do not exist”.\n\nThe emergence of Indian nationalism was a response to colonialism which was politically associated with the idea of ‘swaraj’ (self-rule or sovereign state). Indian nationalism was strengthened with the participation of common masses in 1920. Mahatma Gandhi emphasized on the unity in cultural diversity of India as well as on the participation of poor masses in the national movement. Gandhi and Tagore had several rounds of dialogue on the aggressive nature of nationalism in the wake of the violence that erupted during the course of the non-cooperation movement. Nehru had also tried to explore the historical roots of nationalism in his highly commended work, The Discovery of India.\n\nIn late 19th century, nationalism was mingled with ethnocentrism and helped in growing the sub-nationalistic sentiment. Sub-nationalism is the manifestation of community feelings on the basis of socio-cultural identities. As a political doctrine, sub-nationalism is the quest for more power, self rule and a demand for greater share of resources allocation. So, the political doctrine of sub-nationalism leads towards secessionist movement. The revival of Islam in parts of the world and Sikhistan (1949) and Khalistan (1981) movements in India are the examples of religion based sub-nationalism. In early 1970s, the emergence of ethnic communities in North-East India and Southern India were seeking autonomy or complete sovereignty for their vested political interests and led the secessionist movement.\n\nThe cultural doctrine of sub-nationalism emphasizes on the preservation of cultural identity and intends to make the community free from the cultural dominance of other community. Cultural nationalism was developed in 18th century Germany. The writings of Johann G. Herder reflect the essentiality of language as an innate character of each national group. He said each nation possess a “volksgeist” (the spirit of the people) which ‘reveals itself in songs, myths and legends, and provides a nation with its source of creativity’. Such ideas had a profound impact on the awakening of national consciousness in 19th century Germany (Heywood, 2007: 112). The Welsh nationalism emphasizes much more on the preservation of Welsh language and culture in general rather than looking for political independence.\n\nThe cultural sub-nationalism was the outcome of British imperialism in 19th century Indian provinces like Assam, Odisha, Gujarat and tribal India. These provinces had articulated their constructive cultural consciousness as “nation” (jati) in their vernacular literature and portrayed their respective regions as nation which had never contradicted with Indian nationalism. Moreover, the region based cultural consciousness was instrumental in fostering nationalistic sentiment in Indian provinces. Partha Chatterjee (1993) rightly remarked that ‘anti-colonial nationalism creates its own domain of sovereignty within colonial society well before it begins its political battle with the imperial power. It does this by dividing the world of social institutions and practices into two domains-the material and the spiritual. The material is the domain of the “outside”...the spiritual, on the other hand, is an “inner” domain bearing the “essential marks of cultural identity...This is a fundamental feature of anti-colonial nationalisms in Asia and Africa’ (Chatterjee 1993).\n\nThe Assamese nationalism rose against British imperialism and non-Assamese foreigners in 1836. With the British occupation of Assam, Bengali was introduced in local schools and law courts. Assamese understood that this was done ‘under the influence of the Bengali petty officials of the East India Company who argued that Assamese was not an independent language but only a dialect of Bengali’ (Chandra, 1982, 1278). Anandaram Dhekiyal Phukan (1829-59), one of the pioneers of modem Assamese literature, was the first native to systematically expose the disastrous “misconceptions concerning the identity of the Bengali and Assamese languages”, and to plead for “our right to use our native language, both in the education of the people and in the dispensation of justice” (ibid).\n\nThe language controversy in Odisha began in 1840s became very firm and formative during 1869-70. Gradually, the cultural revolution of Odisha gave birth to Indian nationalism in the region and merged with it. The basic nature of protest of Assam and Odisha was the same: imposition of Bengali language in schools, courts and offices by Bengali officers posted in Odisha. The only difference is that the territory of Odisha was fragmented into various parts by colonial rulers. Odisha had lost the political geography and social existence under different administrative zones of British India. So, the territorial unification and language agitation went simultaneously along with the decolonization process from below in Odisha.\n\nThe Gujarati Asmita was evolved not because of any language rivalry or possible threat to Gujarati language. Probably, the Gujarati consciousness was developed because of the bitterness of remembrance of Maratha rule in Gujarat. The idea of Gujarati asmita was propounded by Narmada Shankar (1833-86) along with his contemporary Dalpatram (1820-98). Ranjitram Vavabhai Mehta (1882- 1917) gave an organizational shape to the idea of Gujarati Asmita and also propagated with abiding passion. In 1905, Gujarati Sahitya Parishad was established to reinstate the literature and culture of Gujarat.\n\nIt was Mahatma Gandhi who wholeheartedly supported Odisha’s demand for language-based separate province during the freedom movement. Gandhi also convinced the Indian National Congress for the promotion of vernacular languages and formation of linguist states which later became a policy of the Congress. By the way, the nationalist movement under the leadership of Gandhi promoted a pluralistic idea of India and tried to accommodate multiple identities. The experience of religion-based Partition of India compelled Nehru government to implement linguistic States after few years of Independence. The enactment of the States Reorganisation Act, 1956, for supporting linguistic States was an open and wide endorsement of the Madhusudan Das’s (1848-1934) Odisha model of linguistic and cultural theory of nationalism. The Indian ‘leadership was forced to accept the linguistic-cultural hegemony as the major principle of restructuring the provinces of Indian Union’ (Nanda, 2006). The struggle for a separate Telugu province was the first example of cultural nationalism in independent India which was resulted in the formation of Andhra Pradesh in 1953. The Reorganization Act, 1956 and the bifurcation of Maharashtra and Gujarat in 1960 had legitimized the cultural nationalism and proved the important role of language in the formation of separate provinces in independent India. The 1950s Constitution of India legitimized the pluralistic character of the county by enlisting fourteen major languages in Eighth Schedule under Articles 344 (1) and 355. Subsequently, eight more languages were added to the list. Further, the Official Languages Act of 1963 prevented the planned transition of India’s official language from English to Hindi. These key legislative moves ensured that Indian national identity is not homogeneous (Idiculla, 2017).\n\nThe State Reorganization Act, 1956 rejected the criteria of tribal language and culture for creating separate tribal state in India. On this basis, the demand for separate Jharkhand state was rejected during this time. But Indian tribes have been defining their nationality in terms of their respective language and cultural identity. Jharkhandi nationalism has developed on the basis of ‘a common tribal identity comprising of disparate tribes of Santhali, Munda, Oraon and Ho. Naga tribal nationalism was developed on Naga ‘homeland’ identity and they speak a common link language called Nagamese’ (Nanda, 2006). In North-East India, cultural nationalism was developed among Khasi, Garo and Jaintia tribes in protest against the language policy of Assam and the imminent fear of Assamese cultural domination. In Independent India, Nagas, Mizos and some Manipuris in North-East regions had developed the secessionist movement by using the sentiment of tribal nationalism. In contrary, some tribes such as Gorkhas, Bodos, Garos, Karbis, Rabhas and Reangs are culturally oriented for tribal identity and homeland Assamese nationalism. The origin of Assamese nationalist movement never had the orientation for sovereign state. In 1980s, Assamese nationalism turned secessionist with the rise of United Liberation Front of Assam (ULFA). The ULFA plays the ‘sons of the soil’ (Assam for Assamese) card and it has been pressing for the idea of a sovereign Assam state (Nanda, 2006: 37).\n\nWhy Do We Need to Study Odia Nationalism?\n\nThe people of Odisha have been playing very active and significant role in the cultural, economic and political transformation of India since 3rd century B.C. Odishan culture is the synthesis of tribal, Aryan and Dravidian cultures. Odisha is the land of multi-linguistic, multi-tribes and multi-religious faiths and practices. The glorious past of ancient Kalinga and Utkal has been inspiring generation after generation and transmitting the cultural fabric too. Odisha has vast geographical potentialities and piled up with huge natural resources. Odisha’s long coastline where a maritime civilization thrived two thousand years ago is yet another productive asset for now. Odisha’s contribution to national mineral resources can be measured from the fact that today 100 per cent of India’s nickel, 90 per cent of its chromites, 33 per cent of its bauxite and dolomite, 17 per cent of its iron ore and 10 per cent of its limestone come from Odisha. Moreover, 44 per cent of Odisha’s land area is covered by forests providing enormous amount of timber and forest produce for various industrial purposes (Mohanty, 1986: 1445).\n\nHowever, the Odia nationalist movement was flamed during colonial period especially in mid 19th century. The origin of the movement was important for several grounds. First, the Odias were among the few nationalities in India whose culture and territory were fragmented in colonial times. The fragmented parts of Odisha were annexed with Bengal Presidency, Central Presidency and Madras Presidency. Second, Odia language and culture faced serious threats on account of territorial dismemberment. Third, Odia nationalist movement was the first of its kind which demanded for a separate linguistic province. Fourth, the formation of separate Odisha province was the first linguistic province in British India. Fifth, Odia nationalist movement played pioneering role in fostering Indian nationalism and organized anti-colonial movement in Odia speaking tracts. Sixth, the Odia language agitation, Odia territorial unification movement and the decolonization process from the ‘below’ in Odisha were operating simultaneously in a parallel way. Seventh, Odia nationalism was a powerful force in 19th century but other two forces like Indian nationalism and religious nationalism were not that much powerful but were also not weak. Gradually, Odia nationalism merged with Indian nationalism with the support of Mahatma Gandhi and emerged as a strong indomitable force with the participation of people from ‘below’. The nascent of Odiatwa (Odianess) swallowed religious nationalism to Indian nationalism for the time being and religious nationalism became weak. Eighth, Odia nationalism was merely a cultural revolution which has never been a secessionist in orientation or never aimed at ‘othering’ sections and has not been threatened to the unity and sovereignty of Indian nation. Ninth, Odisha became a pioneering model for the Nehru government in independent India on which basis many linguist states have been organized under the States Reorganization Act, 1956. The Indian leadership was forced to accept Madhusudan Das’s linguistic-cultural theory of nationalism as the major principle of restructuring the provinces of Indian Union. As a result, it curbs the threats of Partition on religious line.\n\nFinally, Odia nationalism provides a new impetus to the Indian nationalism discourse that multiple linguistic and cultural identities of Indian provincial nations should be properly accommodated and their own linguistic, political and economic prosperity must be appropriately grown up so that the Indian nation will deeply strengthen with its varieties of pluralistic character.\n\nPortraying Odia Region as Nation\n\nPortraying Odisha province as a Nation had permeated into Odia literature in mid 19th century. The emergence of this idiom was ‘not of Odia consciousness or regionalism but of Odia nationalism’ (Dash, 1978: 365). ‘The history and geography of Odisha, the past and present of the Odias, came to occupy a prominent place in the Odia literature for the first time’ (ibid). Fakir Mohan Senapati, the pioneer of modern Odia literature, started literarily depicting the idea of Odia nation and was vigorously followed by Radhanath Ray, Madhusudan Rao, Ramashankar Ray, Madhusudan Das, Gopabandhu Das, Godabarisha Mishra and many more. G.N. Dash (1978) says that Odia nationalism was the most dominant force in 19th century Odisha. But two other forces, Indian nationalism and Hindu nationalism, simultaneously operating during this time were not that much powerful but not weak either. It is quite significant that most of the advocates of Indian and Hindu nationalism were also themselves champions of Odia nationalism. In fact, their first commitment was to Odia nationalism (Chandra, 1982: 1283). Like Dash, Gopinath Mohanty, too, uses the expression Odia nationalism. So does Mayadhar Mansingh, writing about Fakir Mohan Senapati, describe everything Odia as national, be it Odia literature or Odia sense of pride or humiliation (ibid). Social anthropologist F.G. Bailey uses the term Odia nationalism in many of his writings especially in his 1959 essay titled ‘the Oriya movement’. In 1982, Nivedita Mohanty wrote a highly acclaimed research book titled ‘Oriya Nationalism’. She conducted a detailed and methodological research on behalf of the South Asia Institute of Heidelberg University. Bishnu Narayan Mohapatra did his doctoral research on ‘the politics of Oriya nationalism, 1903-1936’ at Oxford University in 1990. Mohapatra seriously studied the linguistic and cultural chauvinism as well as the forms of ‘regional’ and ‘nationalist’ resistance to them. Subhakanta Behera also did his doctoral research on ‘Oriya literature and the Jagannath cult, 1866-1936’ at Oxford University in 1999. Behera explored the process of Odia identity construction in 19th Century Odisha and the contribution of Jagannatha cult to it. His research has also been published as a book in 2002. Thereafter, a number of research works have been done in India and abroad on the theme of Odia nationalism, Jagannath cult and Odia identity.\n\nTheoretical Derivation of Odia Nationalism\n\nThe idea of Odia nationalism in colonial India entails the sense of belongingness of a traditional ethnic community on the common basis of their age-old language, vast geography, tribalism, and the cosmology of Jagannatha cult which have created a collective identity of ‘Odiatwa’ (Odianess) and ‘Odia jati’ (Odia nation). Odia people consider themselves as the children of Utkal Jananee (mother Utkal). Poet Laxmikanta Mohapatra wrote the poem ‘Bande Utkal Jananee’ in 19th century which has been accepted and honored as state song. Utkala Gauraba Madhusudan Das, the architect of modern Odisha and was fondly called as Madhu Babu, believed that there is an organic and symbiotic relationship between Utkal Jananee and Bharat Jananee (mother India). Further he said, ‘Mother Utkal is not separate from Mother India. The former is neither the step mother nor the enemy of the latter. The Utkal Sammilani which consists of the Odias, Bengalis, Telugus, and Rajputs is a part of Indian nationalism’ (Pradhan, 1985: 293-4). Speaking on the importance of diversity and multiple identities in India, Madhu Babu viewed that “European nations differ from one another but in India provinces differ from one another. For this reason, in India the word ‘nationalism’ must be used in a different sense” (Das, 1951). Madhu Babu gave an inclusive definition to the term ‘Odia’ which refers to any person who lives in Odia-speaking region can be considered as an Odia. He said, “here the Oriyas, the non-Oriyas, the Hindus, the Muslims and the Christians, each group is alienated from the other. Unless they are united how can nationalism grow in Orissa?” (ibid). He contemplated that sub-nationalism will merge with nationalism when it will be developed properly. He urged that every Odia should sacrifice their narrow individual interest for the liberation of Utkal and India. So that the Odia nation will merge with the Indian nation because “we all are Indians, we are inspired by the Indian culture and tradition. The future India is based upon its ancient glorious past. It will be cowardice to become narrow minded” (Mohanty, 1997: 179). He urges that ‘Utkal Jananee’ is not different from ‘Bharat Jananee’. Further, Madhu Babu justifies, “when hundreds of rivers of different colors approach the sea, the sea tells them, you give up your own colors and assume only one color that is the color of mine; only then can you merge with me and gain my strength and vitality” (ibid). In a message to the “All-Orissa Students’ Conference” on September 28, 1927, he said, “The development of national consciousness should be the chief object of these conferences. A nation cannot be organized. We do not know when a nation was formed. A nation has its history which is a record of the achievements of the ancestors of the present generation. You cannot create a nation. The chief object of a national history is the achievements of our ancestors”. (Das, 1951:5) Further he said, “Every individual has two lives: one is particular and the other is national life. National life thrives on the graveyard of individual life” (ibid). Writing on “National Consciousness” in a journal called “The Oriya” edited by him in 1915, Madhusudan Das wrote, “Absence of self-consciousness can alone bring in national consciousness. In other words, self-sacrifice for the sake of the nation is national consciousness” (ibid).\n\nIn the similar vein, Utkalamani Gopabandhu Das (known as Odisha Gandhi) said that the primary objective of Odia nationalism is not parochial and selfish. The culture and tradition of Odisha shows its greatness and vastness. Odia nationalism is founded on the principle of Indian nationalism. He said, ‘Orissa’s river is called the Mahanadi or the great river, Orissa’s sea is Mahodadhi or the great sea, Orissa’s hill is Mahendra or the great Mountain, Orissa’s tree is Kalpabata or the tree of wish fulfillment, Orissa’s Lord is Jagannatha or the Lord of the Universe and Orissa’s cremation ground is the Swargadwara or the gateway to heaven’ (ibid: 285).\n\nLord Jagannatha is the cultural strength and social symbol of the unity of Odisha. The deity’s relationship with Odisha and Odia can be traced back to the pre-historic time when this land was inhabited by the non-Aryans. The land was known at that time as ‘Bratyabhumi’, the land of bratyas - tribals and non-Aryans (Behera, 1997: 2096). Over the long historical period, this relationship was increasingly strengthened, and ultimately, it became symbiotic. Lord Jagannatha became the dominating influence over the socio-religious and cultural life of Odias. Lord Jagannatha had distinct Sabara adivasi origins and Puri Raja is the high priest. A large adivasi population was incorporated in Jagannatha temple. Gradually, dalits, adivasis, Muslim, princes, zamindars and Odia speaking regions were associated with the Jagannatha cult. Moreover, it is interesting to see how the Telugu fisherman of Puri worships Jagannatha as their father. The Shreya Chandaluni story also shows the association of lower caste women with Lord Jagannatha. The model of Jagannatha cult provides a distinct form of relationship with adivasis of the mountainous hinterland of Odisha and lower castes. The cult is widely practices outside its centre and its practice in the peripheries.\n\nThe Jagannatha cult established as a dominant religion and includes within its frame a number of regionally important folk deities, diverse forms of tribal religions and several more recent religious movements. Lord Jagannatha is also known as the “God of the Universe”. The nationalist historians explain the integrationist aspect and syncretism of Jagannatha cult. There is also an unraveling of the multi- layered and dynamic character of pre-modern Odishan society and polity, which B. Schnepel conceptualizes in terms of the ‘little kingdoms’. It is worth noting that ‘little kingdoms’ as socio-political units were not just a disruptive factor in the politics of the Gajapatis, but that they formed integral parts of the Odishan region, strengthening its coherence and helping to extend the borders of the realm. The study of Odisha’s ‘little kingdoms’ suggests that there has been patronization of tribal deities by Hindu kings and reflects how tribal and Hindu culture and religion were interwoven. Thus the Jagannatha cult has been constituted with multiple identities-social, political, religious, cultural or the making and remaking of ‘exclusive’ groups such as the Odias, the Kandhs, or the Paiks. No doubt, the ‘great tradition’ of Jagannatha cult has absorbed the ‘little tradition’ of the marginal and peripheral subaltern groups.\n\nThe nascent sense of Odiatwa (Odianess) was emerged in the medieval period and got its maturity in the late colonial period. During the medieval period of Odisha, Odia people had a rudimentary sense of collective identity (Behera, 2002). Popular poets such as Sarala Das and the Panchasakha of the fifteenth and sixteenth centuries spread devotion to Lord Jagannatha. Many myths relating to the cult were originated and enormous number of devotional songs (bhajans) dedicated to Lord Jagannatha. The Odia identity became even more internalized and crystallized around the Jagannatha cult during colonial period. The Odia identity prevailed even against cultural, political, and economic threats posed by Bengalis, Telegus, and, of course, the British. The architectural planning in most of the capitals of Odisha states recreated a Jagannatha temple with a badadanda (big street) in front of it and the annual Ratha Jatra (the chariot festival) modeled along the lines of Puri (Pati, 2012:4). Gajapati kings were still intimately were viewed as “living gods” or human Jagannatha in rituals and festivals, especially during the Ratha Jatra. Some other significant features of the Jagannatha cult had have united and brought order to Odia society include Kaibalya/Nirmalya (consecrated food), Mukti Mandap (a body of Brahmins who adjudicate intra-caste and intra-village disputes), and Odissi dance associated with Jagannatha worship. In the late nineteenth and early twentieth century, Jagannatha emerged as a symbol of the Odia movement and was glorified by great poets and nationalist historians.\n\nBefore the 16th century, the Odisha state was extended its territory from Ganga (a part of Bengal in the North of Odisha) and Godavari (Telengana and Karnataka in the South) (Mohanty, 1997: 181). During the successive periods of invasions made by Afghan, Mughal and Maratha, Odisha got disintegrated. The British government placed each of the truncated parts of Odisha under the neighboring provincial administration of Bengal, Central provinces and Madras. The dominated linguistic group of administrative unit and the alien rulers neglected the cause of Odias and the Odias were treated as second class citizens. In Utkal Bhramana (1892), Fakir Mohan Senapati wrote: “The officers and the lawyers are all foreigners, not even the postal clerk is native”. The ‘foreigners’ refer to not so much of British but Bengalis (Chandra, 1982). The Paika Rebellion of 1804, and 1817 emerged as the first anti-colonial agitation in Odisha. Moreover, the amalgamation movement of Sambalpur in 1860 fostered a sense of Odia nationalist spirit along with anti-colonial agitation. The great Na’nka famine of 1866 wiped out more than ten thousand people. The starvation death in the famine generated public anger against the failure of British administration in handling the situation. The Utkal Dipika, a newspaper was founded by Gaurisankar Ray on August 4, 1866 to create a critical awareness among general public against British government policies, and to enlighten Odias about the language issues. Towards the mid of 19th century Odisha, social awakening had already started for the unification of Odia territorial regions in Ganjam and Sambalpur. In 1870, Kantilal Bhattacharya, a teacher of Balasore Zilla School, published a book, titled ‘Odiya Ek Swatantra Bhasa Nay’ (Odia is not an independent language). He urged that Odia was a dialect of Bengali language. Attempts were made by Bengali teachers and officers to replace Odia by Bengali in different schools at Sambalpur, Balasore and Ganjam. Telugu was became a prominent language in the administration of Ganjam and Koraput. On January 25, 1895, Odia was replaced by Hindi as the court and official language in Sambalpur. Odia language agitation had already started in Sambalpur and Balasore respectively in 1850 and 1866 which gave birth to print journalism, societies and clubs in Odisha. In November, 1866 ‘The Utkal Bhasa Unnati Bidhayini Sabha’ was founded at Balasore and appears to be one of the earliest to come into being. The ‘Orissa Association’ (Utkal Sabha) was formed in July 1877 at Cuttack under the leadership of Gaurisankar Ray and Madhusudan Das.\n\nA champion of Odia nationalism Fakir Mohan Senapati, “created an Odia-centric universe”. Fakir Mohan Senapati played a major role in constructing a language-based Odia identity in literature and shunning Bengali influence. He decided to use the living speech of the men and women belonging to agrarian rural society (Dash, 2006). Senapati contributed to Odia language agitation in three successive phases from early 1868 to mid 1870 and again in 1897- the year he started writing prose fiction.\n\nIn the process, not only the history but even the geography of Odisha was invested with glory and sanctity. Thus, Radhanath Ray gave a new orientation to Odisha’s physical geography and imbued every inch of it ‘with something hallowed in history or religion’ (Chandra, 1982). In his Mahayatra (1896), to make the Pandavas turn to Odisha in the course of their ‘final journey’ to heaven, he so described, in stirring terms, the beauties and glories of her topography (ibid). The Odia writers recalled the greatness of medieval Odishan Empire by popularizing two surviving symbols of this Empire: the raja of Khurda and the temple of Jagannatha. The lead in this respect was taken by Ramashankar Ray through his play Kanchi Kaberi (1880-81). He was followed by Madhusudan Rao whose Utkal Gatha comprised a whole series of poems with history as his source of inspiration. But it was Radhanath Ray who contributed most impressively to the utilization of Jagannatha as a symbol of Odia identity (Chandra, 1982).\n\nEmergence of Madhusudan Das as Leader of Odisha\n\nNivedita Mohanty rightly categorized two important phases of Odia nationalist movement. The first phase of the movement began with the great 1866 famine. It passed through the struggle for the preservation of the language and culminated in the amalgamation of Sambalpur with Odisha. This phase was characterized by the absence of competent leaders to coordinate the activities. The second phase started with the formation of the Utkal Sammilani (Utkal Union Conference) and the appearance of a strong, articulate leadership like Madhusudan Das. Madhu Babu was the pioneer in the construction and mobilization of Odia political community and successfully led the foundation of Indian nationalism and the Congress in Odisha.\n\nMadhusudan Das was the founder of Indian National Congress in Odisha and had been a staunch supporter of it. There was no rail connection from Odisha to Madras in 1887 but Madhu Babu took all round pain and inconvenience to attend the Madras session of the Congress. Madhusudan Das and Gaurisankar Ray attended the first Bombay session, second Calcutta session and third Madras session of the Congress on behalf of the Utkala Sabha. They supported the resolutions of Congress and shared it with Odia people in several meetings. During his Kendrapara tour, Madhu Babu appealed people to join the Congress. In October, 1887, Utkal Sabha unanimously decided to function as a Branch Committee of the Congress. Thus, the Utkal Sabha after its affiliation with the Congress became the earliest provincial Congress Committee for Odisha and Madhusudan Das came to be its founding father, its pioneer and path finder (Mohanty, 1982: 95). Interestingly, Madhusudan Das didn’t attend any sessions of the Congress from 1888 to 1901 due to the differences with Surendra Nath Banerjee on the question of amalgamation of Odisha. But he attended the Congress session in 1901. In 1902, when Odia was introduced as a separate language in the Calcutta University the Bengalis raised strong protest which disappointed Odias and Madhu Babu. Further, Odias felt disenchanted when Surendra Nath Banerjee requested Madhu Babu to incorporate Odisha under the Bengal provincial Congress Committee which had recently formed by him (Das, 1951: 50). Madhu Babu didn’t agree with such a devastating proposal and started aspiring for a separate organization for Odisha. G.N. Dash says that the immediate cause for the establishment of Utkal Sammilani was provided by the refusal of the Congress, at its Madras session in 1903, to support the proposed unification of the Odia-speaking region at the expense of the Madras Presidency (Dash, 1978: 371-72). Finally, Madhu Babu formed Utkal Sammilani in December, 1903 which was widely supported by common masses, leaders, intellectual class, rajas, zamindars, students, women, SCs and STs.\n\nIn April 1919, Gopabandhu Das became the president of Utkal Sammilani in its 14th session and in the presence of Madhusudan Das. Madhu Babu became 71 years old and was sick by that time. Gradually, Gopabandhu associated with the Congress and was interested towards the wider problems of India. On 30 December 1920 in Chakradharapur session of Utkal Sammilani, Gopabandhu Das passed the resolution that the objectives of Utkal Sammilani should be in consonance with the aims and aspiration of Indian National Congress. Consequently, the Congress found itself launched in a big way into the political scene of Odisha through the help of Utkal Sammilani. The members of Utkal Sammilani actively participated in the non-co-operation movement and organized protest/meetings in various parts of Odisha.\n\nThe Odia nationalist leaders put forward the demand for separate linguist state before Mahatma Gandhi during his visit to Odisha in March, 1921. He was presented a book titled “Oriya Movement” and he agreed in principle to favor the demand for a separate Odisha province (Mohanty, 1982: 122). The Indian National Congress also accepted Gandhi’s policy for supporting the formation of separate linguistic provinces. Odia nationalism gradually expanded and segued with Indian national identity in the literature of the Satyabadi School (109-1926) of Gopabandhu Das. Gopabandhu Das made Odia nationalist movement as an integral part of India’s freedom struggle and his devotion to Odia nationalism was quite explicit.\n\nChallenges Before Odia Nationalism\n\nThere are three major challenges before the Odia nationalism in our time. First,the champions of Odia nationalist movement in 19th century were much more open-minded, tolerant, creative intelligentsia and exposed to diversities of languages and religious beliefs. Contrarily, the present Odia leaderships are easily creeping to religious dogma, cultural hybridization, intellectual redundant, and elitism. Second, Odia adivasi dialects and the dialects of Balasore, Ganjam and Sambalpur districts have not been recognized by and incorporated in the mainstream Odia language. Third, the dominance of coastal Odisha over western Odisha in terms of political power and government largesse creates political feud in the state. The uneven growth and development disparity has also been providing fuel to Koshal movement in a few regions of western Odisha. The differences among them have never led to the voting behavior differently although. Ruben Banerjee says, instead of differences, western Odisha voters share a pan-Odisha identity (2018: 131).\n\nConclusion: Furthering Pluralistic Character of Indian Nationalism\n\nThe Utkal Sammilani, an epicenter of Odia nationalism, enthusiastically patronized and vigorously promoted Indian nationalist sentiment in Odisha. Three nationalisms-Odia nationalism, Indian nationalism and religious nationalism-were operating simultaneously in the province. But Odia nationalism was very powerful from the mid 19th century onwards and it gradually swallowed into Indian nationalist movement. Religious nationalism became weak and was forced by the nascent of Odiatwa (Odianess) to merge with Indian nationalism. Consequently, Odia nationalism had been able to counter the hyper-nationalism and homogenization of religious narratives during the anti-colonial movement. Moreover, both the nationalisms-Odia and Indian-were collectively developed and nurtured in Odisha as a cultural epitome and as a political force for accommodating multiple identities and inculcating nationalist spirit for achieving the great idea of swaraj. Hence, Odia nationalism as a strong socio-cultural force helped in furthering the pluralistic character of Indian nationalism. Harekrushna Mahatab appropriately observed the historical process of cultural unification and the successful legacy of Odia nationalist movement in creating a separate province on April 1, 1936. He said, ‘Instead of several political instabilities from 16th century to 19th century, the cultural distinctiveness of Odisha and the sturdy cultural bonding (sanskrutika drudhata) of Odia people brought everyone into closeness and oneness’ (Mahatab, 1961:29).\n\nOdia nationalism does not merely provide an accommodation theory of linguistic and cultural diversities to protect the integrity of India’s national boundaries but also it promotes cultural rights and cultural nationalism in India. In fact, sub-nationalism also helps in fostering fraternity and solidarity among the community. Prerna Singh (2015) has rightly urged that sub-nationalism is positively related to social development and outcomes. Hence, it is to believe that if sub-nationalism is not objectified with secessionist ideology, not aiming at politically polarizing other sections and merely confined to cultural expression, than sub-nationalism should not be treated as a threat but rather as a constitutive component of nationalism.\n\nReferences\n\nAnderson, Benedict, Imagined Communities: Reflections on the Origin and Spread of Nationalism, London: Verso, 1983.\n\nBailey, F.G., The Oriya Movement, The Economic Weekly, September 26, 1959, p. 1331-1338.\n\nBehera, Subhakanta, Construction of an Identity Discourse: Oriya Literature and Jagannath Cult (1866-1936), New Delhi: Manohar, 2002.\n\nChandra, Sudhir, Regional Consciousness in 19th Century India: A Preliminary Note, Economic and Political Weekly, Vol. 17, No. 32 , August 7, 1982, pp. 1278-1285.\n\nChatterjee, Partha, The Nation and its Fragments: Colonial and Postcolonial Histories, Princeton: Princeton University Press, 1993.\n\nDas, N.K., Utkala Gauraba Madhusudana (Biography of Madhusudan Das), Bhubaneswar: Utkal University, 1951.\n\nDash, G.N., ‘Jagannath and Oriya Nationalism’, in The Cult of Jagannath and the Regional Tradition of Orissa, ed. Anncharlott Eschmann, Hermann Kulke, and Gaya Charan Tripathy, New Delhi: Manohar, 1978, p. 365.\n\nHeywood, Andrew, Political Ideologies: An Introduction, 4th edition, New York: Palgrave Macmillan, 2007.\n\nIdiculla, Mathew, subnationalism not a threat, The Hindu, September 14, 2017.\n\nMohanty, Nivedita, Oriya Nationalism:Quest for a United Orissa, 1866-1936, New Delhi: Manohar, 1982.\n\nMahatab, Harekrushna, Odisha Rajya, Utkal Prasanga, April 1, 1961, pp. 29.\n\nMohanty, Manoranjan, Adrift Middle Class, Economic and Political Weekly, Vol. 21, No. 33, August 16, 1986, pp. 1445-1446.\n\nMohanty, D.K., Indian Political Tradition: From Manu to Ambedkar, New Delhi: Anmol Publications, 1997.\n\nNanda, Subrat K., Cultural Nationalism in a Multi-National Context: The Case of India, Sociological Bulletin, Vol. 55, No. 1, January-April 2006, pp. 24-44.\n\nPati, Biswamoy, Legitimacy, Power and Subversion: Colonial Orissa, c1800-1940, History and Sociology of South Asia, 6 (1), 2012, pp.1-21.\n\nPanikkar, K.N., Nationalism, then and now, April 2, 2016, Frontline .\n\nRoul, Kamalakanta, Language and Nationalism, The Orissa Post, November 18, 2013, pp. 8.\n\nAuthors:\n\n(Dr. Kamalakanta Roul teaches political science in the University of Delhi. He can be contacted at kamalakantroul at gmail.com)\n\n(Bimal Kumar Raul is pursuing Ph.D at the Department of Odia Language and Literature, Utkal University, Bhubaneswar, Odisha. He can be contacted at kumar.bimal09 at gmail.com)", "METADATA": {"description": "by Kamalakanta Roul and Bimal Kumar Raul Introduction: New Idioms of Indian Nationalism The intellectual canvass of contemporary Indian state (...)", "viewport": "width=device-width, initial-scale=1", "generator": "SPIP 3.1.11 [24407]"}}}