{"GDELT": {"GlobalEventID": 940813481, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.98210735586481, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kwara, Zamfara, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI57", "Actor1Geo_ADM2Code": "191424", "Actor1Geo_Lat": 12.3337, "Actor1Geo_Long": 6.28493, "Actor1Geo_FeatureID": "-2017020", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kwara, Zamfara, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI57", "Action2Geo_ADM2Code": "191424", "Action2Geo_Lat": 12.3337, "Action2Geo_Long": 6.28493, "Action2Geo_FeatureID": "-2017020", "DATEADDED": 20200814180000, "SOURCEURL": "https://tribuneonlineng.com/kwara-poly-rector-not-suspended-%E2%80%95-management/"}, "ARTICLE": {"TITLE": "Kwara poly Rector not suspended ― Management", "TEXT": "The management of Kwara Polytechnic, Ilorin, says the state government has not suspended its Rector, Abdul Muhammed.\n\nA statement by the institution’s Head of Information and Publication Division, Mr Ajibola Jimoh, on Friday described the report as false and a mischievous attempt to denigrate the person of the rector and bring the polytechnic into disrepute.\n\nHe said the purveyors of the report attempted to present the rector as a candidate of the immediate past administration in the state.\n\n“The rector’s appointment was approved and ratified by the present governor, Mallam AbdulRahman AbdulRasaq, in November 2019, several months after the expiration of the tenure of the last administration,” he said.\n\nHe clarified further that the rector had never been a politician and was until his appointment, the Deputy Rector (Administration) with the Federal Polytechnic, Offa, where he worked and resided.\n\n“It also suffices to clarify that the polytechnic has not awarded any major contract since his assumption of office.\n\n“Issues of contract awards are the prerogatives of the Polytechnic Tenders Board and the Finance and General Purposes Committee,” Jimoh said.\n\nJimoh urged members of the public to be conscious of the hate news being spread by those envious of the giant strides recorded by the polytechnic under the present leadership.\n\n“They are envious of the strides we have made, especially the intervention projects designed and fabricated to assist the state government in its commendable efforts to flatten the curve of COVID- 19 pandemic in the state,” he added.\n\nYOU SHOULD NOT MISS THESE HEADLINES FROM NIGERIAN TRIBUNE\n\nFG Spends N1.57trn On Debt Servicing, N1.61trn On Personnel, Pension\n\nTHE Federal Government on Thursday disclosed that it had expended N1.57 trillion on debt servicing and N1.61 trillion on personnel and pensions in the current year. The Minister of Finance, Budget and National Planning, Mrs Zainab Ahmed, made the statement on debt servicing and others expenses during the presentation of the 2021-2023 Medium-term Expenditure Framework (MTEF) and Fiscal Strategy Paper…Kwara poly Rector\n\nWhatsApp Business: An App Grossly Underused\n\nWhatsApp Business is an app designed for small businesses to easily stay in touch with their customers and reach out to potential customers. It provides vital business tools that allow you to create a business profile, create a catalog, and do many other things…\n\nGunmen Kill Bauchi Assembly Member, Abduct Two Wives, One-Year-Old Child\n\nBauchi State Police Command has confirmed the gruesome killing of A member of the Bauchi State House of Assembly representing Dass constituency, Musa Mante Baraza.Kwara poly Rector\n\n818 Million Children Worldwide Risk Contracting COVID-19 — UNICEF\n\nTHE United Nations Children’s Fund (UNICEF) says 818 million children worldwide are at risk of getting infected with COVID-19 and other infectious illnesses. UNICEF’s Associate Director, Data and Analytics Division, Planning and Monitoring, Mr Mark Hereward, made this known in a statement on Thursday and obtained by …Kwara poly Rector\n\nStop Denying Us Weapons To Fight Terrorism, FG Tells World Powers\n\nTHE Federal Government has appealed to the world powers not to be weighed by unsubstantiated arguments to deny Nigeria vital platforms and weapons to fight terrorism. The Minister of Information and Culture, Alhaji Lai Mohammed, made the appeal on Thursday when he featured on the…Kwara poly Rector", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "The management of Kwara Polytechnic, Ilorin, says the state government has not suspended its Rector, Abdul Muhammed. A statement by the institution’s Head", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "Kwara poly Rector not suspended ― Management | Tribune Online", "description": "The management of Kwara Polytechnic, Ilorin, says the state government has not suspended its Rector, Abdul Muhammed. A statement by the institution’s Head", "url": "https://tribuneonlineng.com/kwara-poly-rector-not-suspended-―-management/", "site_name": "Tribune Online", "image": {"identifier": "https://tribuneonlineng.com/wp-content/uploads/2020/08/KWARA-POLY-RECTOR.jpg", "width": 650, "height": 450}}, "article": {"publisher": "https://www.facebook.com/Tribuneonline/", "published_time": "2020-08-14T17:23:07+00:00"}, "fb": {"app_id": 1050738235033475, "pages": 77912203638}, "twitter": {"card": "summary_large_image", "creator": "@nigeriantribune", "site": "@nigeriantribune"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://tribuneonlineng.com/wp-content/uploads/2017/08/logo.jpg", "numberOfItems": 3, "itemListOrder": "Ascending"}}}