{"GDELT": {"GlobalEventID": 940891595, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "COP", "Actor1Name": "POLICE", "Actor1Type1Code": "COP", "Actor2Code": "VEN", "Actor2Name": "VENEZUELA", "Actor2CountryCode": "VEN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.76255707762557, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -66.0, "Actor1Geo_FeatureID": "VE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -66.0, "Actor2Geo_FeatureID": "VE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -66.0, "Action2Geo_FeatureID": "VE", "DATEADDED": 20200815031500, "SOURCEURL": "https://newsday.co.tt/2020/08/14/venezuelan-woman-stable-charges-on-attackers-pending/"}, "ARTICLE": {"TITLE": "Venezuelan woman stable, charges against attackers pending", "TEXT": "Venezuelan woman stable, charges against attackers pending\n\nActing DCP McDonald Jacob, at the weekly media briefing, Police Administration Building, Port of Spain on Friday. - Angelo Marcelle\n\nPOLICE investigating an attack on an 18-year-old Venezuelan woman are expecting to lay charges on the two suspects detained, within the next 48 hours.\n\nSo said DCP Mc Donald Jacob at the weekly police press briefing at the Police Administration Building on Friday.\n\nJacob said the woman, an empanada vendor, is now in stable condition at the San Fernando General Hospital.\n\nJacob said police were mandated to carry investigations beyond a reasonable doubt, so it would take time to lay a charge.\n\nCommissioner of Police Gary Griffith reiterated his promise to weed out rogue elements and said victims of crime, whether nationals or immigrants, can trust the police and report any crime to them.\n\n“The TTPS is on the side of the victims. We are here for you. We are in the corner of law-abiding citizens. We introduced the police app, we established the Gender-Based Violence Unit, we established Emergency Response Patrol, we will soon establish the Sexual Offences Unit, we revamped the Child Protection Unit and the Cyber Crime Unit. All of these things actually help people who are taken advantage of by criminals. If police officers are involved, we will arrest them and they will be charged if we have enough evidence.”\n\nGriffith said in the past 18 months, 48 officers have been charged for various offences including rape, kidnapping, murder, grievous bodily harm, money laundering, drugs; 78 cases have been made against police officers; and 77 police officers suspended.\n\n“It shows that we are not covering up for police officers,” he said. “I would ask the public, do not look at these numbers to say that we cannot trust the police. It’s the opposite.”\n\nAccording to reports the 18-year-old woman was on her way to San Fernando to sell empanadas, when she was picked up by a white car.\n\nShe was taken into the bushes off the M2 Ring Road in La Romaine and brutally attacked, and left for dead.\n\nThe woman, who had been stabbed in the neck, fingers and hands, crawled out of the bushes along a dirt track and collapsed at the side of the road, where she was found by passers-by.\n\nPolice, using CCTV footage traced the car to a Special Reserve Police officer who was on sick leave. Police officers nabbed their colleague on the Mucurapo Foreshore with another man believed to have been involved in the attack.", "METADATA": {"viewport": "initial-scale=1, maximum-scale=1, user-scalable=no", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Venezuelan woman stable, charges against attackers pending - Trinidad and Tobago Newsday", "description": "POLICE investigating an attack on an 18-year-old Venezuelan woman are expecting to lay charges on the two suspects detained, within the next 48 hours. So said DCP Mc Donald Jacob at the weekly police press briefing at the Police Administration Building on Friday. Jacob said the woman, an empanada vendor, is now in stable condition … Continue reading Venezuelan woman stable, charges against attackers pending", "url": "https://newsday.co.tt/2020/08/14/venezuelan-woman-stable-charges-on-attackers-pending/", "site_name": "Trinidad and Tobago Newsday", "image": "https://newsday.co.tt/wp-content/uploads/2020/08/10198672-1024x1017.jpg"}, "article": {"publisher": "https://www.facebook.com/ttnewsday", "published_time": "2020-08-15T01:30:46+00:00", "modified_time": "2020-08-15T12:35:44+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@newsday_tt", "site": "@newsday_tt", "image": "https://newsday.co.tt/wp-content/uploads/2020/08/10198672-1024x1017.jpg"}, "tec-api-version": "v1", "tec-api-origin": "https://newsday.co.tt", "fb": {"app_id": 136282246989460}}}}