{"GDELT": {"GlobalEventID": 940844571, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 3, "AvgTone": 0.8910891089108901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cape Breton, Nova Scotia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA07", "Actor1Geo_ADM2Code": "12622", "Actor1Geo_Lat": 45.95, "Actor1Geo_Long": -59.7833, "Actor1Geo_FeatureID": "-561613", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cape Breton, Nova Scotia, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA07", "Actor2Geo_ADM2Code": "12622", "Actor2Geo_Lat": 45.95, "Actor2Geo_Long": -59.7833, "Actor2Geo_FeatureID": "-561613", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cape Breton, Nova Scotia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA07", "Action2Geo_ADM2Code": "12622", "Action2Geo_Lat": 45.95, "Action2Geo_Long": -59.7833, "Action2Geo_FeatureID": "-561613", "DATEADDED": 20200814213000, "SOURCEURL": "https://www.cbc.ca/news/canada/nova-scotia/amanda-mcdougall-announces-mayoralty-run-1.5686968"}, "ARTICLE": {"TITLE": "CBRM councillor who clashed occasionally with mayor announces run for top job", "TEXT": "The race for Cape Breton Regional Municipality mayor is officially underway, with one CBRM councillor declaring her intention to seek the top seat.\n\nDistrict 8 Coun. Amanda McDougall, executive director of environmental agency ACAP Cape Breton, announced her plans next to the Baille Ard Trail forest in Sydney on Friday with a half-dozen supporters.\n\nThe first-term councillor and longtime critic of Mayor Cecil Clarke, said the volunteer-run trail system represents creativity and respect, which will be guiding principles for her mayoralty campaign.\n\n\"This space is powerful,\" she said. \"The nature that surrounds the trails has the remarkable ability to adapt when waters rise and works to protect the community that surrounds it.\n\n\"It brings people together.\"\n\nMcDougall also said it was important to reassure people that she is \"absolutely prepared\" to do the job.\n\nCBRM Coun. Amanda McDougall says she's due to have a baby in December, which will be a constant reminder that council decisions need to take into account future generations. (Tom Ayers/CBC)\n\n\"I also have a sneaking suspicion I may be the only mayoral candidate entering this race who is expecting,\" she said.\n\n\"My growing family was one of the reasons we all took the time to truly explore and ensure that this is in fact the right time for me to run.\"\n\nMcDougall said having a baby is a constant reminder that council decisions need to take into account future generations.\n\nShe wasn't ready yet to announce a platform, though. McDougall said that will come in the next few weeks.\n\nNon-profit background\n\nHowever, she said her longtime experience in the non-profit sector and working with grassroots organizations will bring a different flavour to her leadership on council.\n\nMcDougall did say she sees a need to rebuild or strengthen council, but would not directly criticize the current mayor.\n\nShe also would not point to any of his accomplishments.\n\n\"It comes down to votes, so no one person can take credit for anything that happens in that room, because everybody has a say, everybody has a vote,\" she said.\n\nPrivate vs. public development\n\nThe closest she would come to criticism was to suggest the mayor should not be travelling on the municipality's dime to advocate for a private sector business.\n\nAsked about the proposed container terminal for Sydney harbour, McDougall said the rules need to be clearer on who is working on the port file.\n\nClarke has travelled in Canada and China in support of the proposed container terminal development, which council has handed over exclusively to a private marketing firm.\n\n\"If you have a new shop coming up on Charlotte Street, CBRM council are not travelling on your behalf to go and advocate for your business on Charlotte Street to start up,\" McDougall said.\n\n\"I think there needs to be a bit more of a standard in terms of what constitutes CBRM's involvement in private affairs.\"\n\nMcDougall clashed with her council colleagues and with Mayor Cecil Clarke on occasion, especially early on in her first term. (Tom Ayers/CBC)\n\nMcDougall got embroiled in controversy very quickly after getting first elected in 2016.\n\nIn January 2017, council's nominating committee was recommending various committee appointments and McDougall, who has some experience in environmental matters, was selected to sit on the province's solid waste resource management committee.\n\nSeveral older male councillors objected, saying Coun. Jim MacLeod usually got that appointment and had the most experience. They suggested the appointment could get quite \"heavy\" and required a big commitment.\n\nMcDougall took that as a slight and objected, and eventually got the appointment.\n\nNo apology\n\nLater that year, in December, she clashed with Mayor Clarke over her decision to sign a letter to the editor along with a group seeking funding for an arts centre.\n\nThe letter said councillors were apparently resistant to the project and that was \"tantamount to recklessness.\"\n\nThe mayor chastised McDougall during a public council meeting, saying she was disrespectful and unparliamentary by speaking for other councillors or questioning their motives or integrity.\n\nMcDougall welcomed the discussion, refusing to apologize and saying her job as councillor is to be a passionate advocate.\n\nClarke mum on future, for now\n\nClarke has not said yet whether he intends to run for a third term, but his spokesperson said he will be making an announcement next week.\n\nMcDougall said her accomplishments as a first-term councillor included being vocal and raising questions.\n\nOne of McDougall's supporters at the announcement was Erika Shea, vice-president of New Dawn Enterprises and a board member of ACAP Cape Breton.\n\nShea said she was there simply as a friend, but she said it's time CBRM had a new mayor.\n\n\"I think there is great energy in the municipality these days,\" she said.\n\n\"I think there are people, both young and old, who are ready for a change and I think that the support that has been articulated for Amanda ... really demonstrates that.\"\n\nNew Dawn Enterprises president Rankin MacSween, who ran twice unsuccessfully against Clarke, told CBC News he is delighted to back McDougall's bid for mayor. (Norma Jean MacPhee/CBC)\n\nShea said the next mayor needs to work on sustainability and social issues.\n\nNew Dawn president Rankin MacSween, who ran twice unsuccessfully against Clarke, told CBC News he is not running again and is delighted to back McDougall's bid for mayor.\n\n\"I think she's a symbol for the future,\" he said.\n\nDistrict 4 Coun. Steve Gillespie was also present as a supporter.\n\nNomination dates\n\nHe said he enjoyed working with McDougall on council and she would be a good mayor.\n\nNo one else has made official announcements in the CBRM mayoralty race, although Archie MacKinnon of Little Bras d'Or has said on Facebook that he intends to run and Chris Abbass of Sydney has posted an announcement on his Facebook page and signs are starting to go up for his candidacy.\n\nNominations in CBRM officially open Aug. 27 and close Sept. 4. Candidates will be officially declared on the ballot on Sept. 8.\n\nMORE TOP STORIES", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/canada/nova-scotia/amanda-mcdougall-announces-mayoralty-run-1.5686968", "title": "CBRM councillor who clashed occasionally with mayor announces run for top job | CBC News", "image": "https://i.cbc.ca/1.5686644.1597433775!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/amanda-mcdougall-mayoralty-2.jpg", "description": "Cape Breton Regional Municipality Coun. Amanda McDougall, executive director of environmental agency ACAP Cape Breton, announced her intention to run for mayor next to the Baille Ard Trail forest on Friday with a half-dozen supporters.", "locale": "en_US", "type": "article"}, "fb": {"pages": 152755021841}, "vf": {"section": "2.656", "unique_id": "1.5686968"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "Cape Breton Regional Municipality Coun. Amanda McDougall, executive director of environmental agency ACAP Cape Breton, announced her intention to run for mayor next to the Baille Ard Trail forest on Friday with a half-dozen supporters."}}}