{"GDELT": {"GlobalEventID": 940893109, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MYS", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.57997936016512, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sentul, Malaysia (general), Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 3.1833299999999998, "Actor1Geo_Long": 101.68299999999999, "Actor1Geo_FeatureID": "-2393282", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sentul, Malaysia (general), Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.1833299999999998, "Action2Geo_Long": 101.68299999999999, "Action2Geo_FeatureID": "-2393282", "DATEADDED": 20200815033000, "SOURCEURL": "https://www.thestar.com.my/business/business-news/2020/08/15/boutique-office-amid-the-greens"}, "ARTICLE": {"TITLE": "Boutique office amid the greens", "TEXT": "THE emailed image of Sentul Works in Sentul West was enticing. The pale orange brick heritage building was set against a lush green lawn with a tree on the right by the front entrance.\n\nA visit to the actual site revealed that the tree has been cut down. All that remains was a tree stump of 1m high.\n\n“The tree was removed to make way for a two-lane road, ” says YTL Land & Development Bhd manager (community and park event) Liew Sun Yee.\n\nA web of scaffolding remains at the front and side of the structure. Two additional floors are being added to the original two-storey colonial heritage building.\n\nAs for the green lawn as shown in the emailed image, that was by fine artwork.\n\nNonetheless, Sentul Works as a potential office location looks really promising. Birds chirp. A few young workers, knapsack on their backs, walked by the work-in-progress Sentul Works, oblivious due to familiarity. They are heading to another YTL office located further in, another structure housing some 700.\n\n“We have had enquiries about Sentul Works, ” Liew says. A multi-national company asked a about it.\n\nThey are currently sharing a building with other tenants in Petaling Jaya and would like their own building as a result of the pandemic. But Sentul Works, at less than 40,000 sq ft, is rather small.\n\nA coterie of fashion designers mulled moving from Sentul East. Other potentials include advertising companies.\n\n\n\nColonial facade: Sentul Works, which is being conserved and converted into an office.\n\nThis is Sentul West, a picture of serenity off Jalan Ipoh, Kuala Lumpur. The entrance is Jalan Stratchan and in about two years, an MRT station will front its security entrance.\n\nThe current Sentul KTM station is a 10-minute walk away. It will be a wet walk on a rainy day, though.\n\nWhen YTL Land & Development Bhd took over the Sentul development in the early 2000s, it inherited some of the finest railway buildings, workshops and depots, says its managing director Datuk Yeoh Seok Kian.\n\nMost of the buildings are beautiful pale orange brick works with window detailing from the colonial British era.\n\nSentul Works was formerly the headquarters for the Federated Malay States Railways under the British rule.\n\nYeoh says YTL Land has always nurtured a strong interest in heritage and historical buildings.\n\n“Century-old buildings like Sentul Works have inevitably aged and outgrown its original functions.\n\n“The preservation and repurposing of Sentul Works into a new age office building is a continuation of YTL Land’s reuse and rejuvenation efforts in Sentul West.”\n\nHe says retrofitting Sentul Works for a new use allows the building and its structure to be updated to meet modern demands while retaining its historical integrity.\n\n“We have been maintaining these buildings. Careful integration of historical buildings with the surroundings plays an important role in the regeneration scheme and in creating significant benefits for the community and the nation, ” Yeoh says.\n\n\n\nHeritage building: An artist’s impression of the interior of the project.\n\nWith history dating back to 1905, Sentul Depot is more than an icon of the past.\n\nIts long history as one of the biggest and finest integrated engineering workshops in the world serving Malaya’s rail network is pivotal in defining the identity of Sentul for over a century, he says.\n\n“These brickwork and metal clad structures are some of the last remaining heritage buildings in Sentul which YTL Land has preserved and is currently re-adapting for new uses in line with our philosophy for the renewal of Sentul’s rich physical environment under our Sentul Masterplan, ” says Yeoh.\n\nAs a society matures, there is this strong interest to re-enact heritage and to rediscover history. Yeoh knows that only too well. This inclination tend to be inherent in most cultures that go back thousands of years.\n\nSentul Depot had a two-day public event during the 2018 Malaysia Day weekend as a gesture of repurposing the space for the enjoyment of the community.\n\nThe company is currently restoring the depot and re-sculpting the workshops to create exciting spaces in phases over the next five years.\n\n“We have an obligation to save the past for the future generation by bringing life back to these buildings.\n\n“These workshops are being adapted for new uses and we welcome the younger generation to join us in this transformation, diversity and place making.”\n\nSentul Depot is a collection of several workshops and warehouses. It has a 200,000 sq ft footprint and this has given it a lot of flexibility in new uses.\n\nFrom car shows to concerts to corporate events, there is big push for the boundaries of creativity. Warehouse 2 can accommodate about 3,000 people.\n\nPart of the space is being converted to food and beverage space. The walls and pillars will strengthened but the roof will be new.\n\nSays Yeoh: “In the next five years, YTL Land will look into transforming Sentul Depot into a must-visit lifestyle destination with a curated mix of uses including retail, F&B, arts and an exciting line-up of events, inspired by famous heritage destinations across great cities such as the Meat Packing District of New York and Xintiandi of Shanghai.\n\n“Every city should have an iconic heritage destination which the communities are proud of.”\n\nThe company is no stranger to conservation. Buildings like The Majestic KL and Cameron Highlands Resort provide a glimpse of Malaya’s glorious past for the present and future generations. They form part of the company’s trophies.\n\n“Their conservation lends character to the built environment and while serving a renewed purpose in Malaysia’s hospitality industry, ” he says.\n\nHe says there is a skill involved when it comes to constructive conservation.\n\nThere are also many pitfalls.Sentul West is divided from Sentul East by railway tracks. While Sentul West finds resonance in its brick structures from a bygone era, Sentul East boasts of residential skyscrappers with modern designs.\n\nTruly a blend of old and new.", "METADATA": {"ROBOTS": "index,follow", "viewport": "width=device-width, initial-scale=1", "description": "YTL Land Sentul Works offers attractive proposition", "keywords": "Property,Corporate News,YTL Land,Sentul Works,office,Heritage building,", "cXenseParse": {"smg-keywords": "Heritage building", "smg-brandsafety": "bs_adult", "author": "By THEAN LEE CHENG", "pageclass": "article", "smg-accesstype": "metered", "recs": {"publishtime": "2020-08-15T00:00:00+0800"}, "articleid": 351213, "smg-contenttype": "Article", "kicker_name": "Property", "kicker_url": "/tag/property", "is_print": "true"}, "pageType": "article", "url": "https://www.thestar.com.my/business/business-news/2020/08/15/boutique-office-amid-the-greens", "datePublished": "2020-08-15 00:00:00", "dateModified": "2020-08-15 14:12:21", "inLanguage": "en", "cxenseRandom": "kdw1lpj5f7ryyjz9jc9m", "page_type": "Article", "content_type": "Article", "content_id": 351213, "content_title": "Boutique office amid the greens", "content_category": "Business/Business News", "content_author": "NA", "content_sp": "NA", "content_byline": "By THEAN LEE CHENG", "content_agency": "NA", "content_language": "English", "content_date": "2020-08-15", "content_tags": "Property,Corporate News,YTL Land,Sentul Works,office,Heritage building,", "content_tier": "Metered", "content_length": "Long", "parsely-metadata": "{\"guid\": \"351213\", \"byline\": \"By THEAN LEE CHENG\", \"summary\": \"YTL Land Sentul Works offers attractive proposition\", \"image_url\" :\"https://apicms.thestar.com.my/uploads/images/2020/08/15/820615.jpg\",\"contain_video\": false,\"is_premium\": false,\"is_print\": true,\"access_type\": \"metered\" ,\"kicker_name\": \"Property\",\"kicker_url\": \"/tag/property\" }", "thumbnailUrl": "https://apicms.thestar.com.my/uploads/images/2020/08/15/820615.jpg", "article": {"modified_time": "2020-08-15T14:12:21.000Z", "published_time": "2020-08-15T00:00:00.000Z", "section": "Business"}, "fb": {"app_id": 121120175250633}, "og": {"url": "https://www.thestar.com.my/business/business-news/2020/08/15/boutique-office-amid-the-greens", "title": "Boutique office amid the greens", "description": "YTL Land Sentul Works offers attractive proposition", "type": "article", "locale": "en_GB", "site_name": "The Star Online", "image": "https://apicms.thestar.com.my/uploads/images/2020/08/15/820615.jpg"}, "twitter": {"card": "summary_large_image", "title": "Boutique office amid the greens", "description": "YTL Land Sentul Works offers attractive proposition", "image": "https://apicms.thestar.com.my/uploads/images/2020/08/15/820615.jpg"}, "article_section_name": "Business", "csrf-token": "xtl3cnPG99RirrJW2pfvqUHjvr5NaTpbh9r0cCCb", "apple-itunes-app": "app-id=428184176"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}