{"GDELT": {"GlobalEventID": 940834298, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.60869565217391, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE", "Actor1Geo_Lat": 31.666666999999997, "Actor1Geo_Long": 35.25, "Actor1Geo_FeatureID": "WE", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "West Bank", "Action2Geo_CountryCode": "WE", "Action2Geo_ADM1Code": "WE", "Action2Geo_Lat": 31.666666999999997, "Action2Geo_Long": 35.25, "Action2Geo_FeatureID": "WE", "DATEADDED": 20200814201500, "SOURCEURL": "https://www.kasu.org/post/israel-and-uae-agreement-courageous-decision-says-us-ambassador"}, "ARTICLE": {"TITLE": "Israel And UAE Agreement A 'Courageous Decision,' Says U.S. Ambassador", "TEXT": "Copyright 2020 NPR. To see more, visit https://www.npr.org.\n\nSTEVE INSKEEP, HOST:\n\nWhen Israel and the United Arab Emirates announced an agreement yesterday, they did so in Washington. That's because they agreed to move toward diplomatic ties with the support of the United States. It was significant because decades after Israel's independence, most Arab nations have not recognized Israel. Now these two countries plan to work on establishing direct flights, tourism, trade, embassies in each other's countries and more.\n\nThe people who worked on the agreement include David Friedman, who is the United States ambassador to Israel, and he's on the line. Ambassador, welcome back to the program.\n\nDAVID FRIEDMAN: Good morning, Steve. Good to hear your voice again.\n\nINSKEEP: Thank you very much. Yours, as well. What drove them to agree now?\n\nFRIEDMAN: Well, you know, I think that there were a few things. I mean, the most important is I think they both realized it was in the interests of their respective peoples. They see enormous upside in collaborating and cooperating in all the fields that you mentioned and several more. Obviously, they share a common threat within the region, which is the Islamic Republic of Iran, which, you know, continues to be a malign influence and the largest state sponsor of terrorism.\n\nI think that - from the perspective of the United Arab Emirates, I think they were encouraged by Israel's agreement back in January to endorse a - the peace plan that the president endorsed and to actually, for the first time in 50 some odd years to agree to the - specific territorial dimensions by which they would live side by side with the Palestinian state. I think all these things - and you know, I couldn't possibly, you know, prioritize the factors - but all these things collectively, I think, created a dynamic for both Israel and the Emirates to become friends.\n\nINSKEEP: You make an interesting point that Arab nations in the Persian Gulf and Israel have been de facto aligned against Iran for quite some time. This formalizes that in the case of the UAE. Does it also clear the way for the United States to make advanced arms sales to the United Arab Emirates?\n\nFRIEDMAN: Look, I couldn't possibly comment on that because it's a very detailed process in which I'm not involved.\n\nINSKEEP: Is this a prerequisite, though - you would need to be friends with Israel to get those kinds of arms from the U.S.?\n\nFRIEDMAN: Well, look; I think that, you know, the more the Emirates becomes a friend of Israel, becomes a partner with Israel, becomes a regional ally of the United States, I think obviously that alters the threat assessment and could work out to the Emirates' benefit on that issue.\n\nINSKEEP: Tricky question - Israel has declared Jerusalem as its capital, of course. The U.S. - you - moved the embassy to Jerusalem. Most other nations - nearly all other nations have not. Would the UAE open an embassy in Jerusalem?\n\nFRIEDMAN: Well, I don't know. You know, we agreed to - that the UAE and Israel would open up reciprocal embassies. We did not - never discussed the issue of where they would be located. So I would be getting ahead of the two countries on that issue.\n\nINSKEEP: I want to ask about what Israel conceded here. They said they would suspend Prime Minister Benjamin Netanyahu's plan to annex portions of the West Bank. You emphasized in the public ceremony yesterday that's a suspension. It's not giving up the idea; it's putting it off for now. Palestinians, needless to say, are deeply unhappy and say they're betrayed. They've been abandoned by the UAE. Should they, in fact, feel betrayed - they didn't get anything out of this?\n\nFRIEDMAN: Well, no, because the entire notion of Israeli sovereignty derives from the map that Israel had agreed to, which itself contemplates a Palestinian state living alongside Israel. So it's the - it's that peace initiative that - where Israel, for the first time, agreed, you know, to live within a Palestinian state that would comprise, you know, 70% of Judea and Samaria plus some additional territory elsewhere. I mean, that is a huge benefit for the Palestinians. And I think it's the agreement between Israel and the Emirates that, frankly, breathes some life into it. I don't think the Palestinians should feel betrayed. What the Palestinians should recognize is that in contrast to, you know, the old days, they no longer can hold countries hostage from acting in their own self interests. It is - it's in the interests of the Emirates to make peace with Israel and vice versa.\n\nINSKEEP: Is it - very briefly, was it going to be very hard for Netanyahu to annex that land anyway? He faced so much domestic and international opposition.\n\nFRIEDMAN: No. Look; I think that - you know, as we've said before, we think these - the settlements are not illegal. We think Israel will always maintain a presence in Judea and Samaria. We think these communities are not going to be abandoned. It's just the reality. It's the facts on the ground. I don't think there would have been a huge problem. I think, though, that there is a huge opportunity that drove the prime minister to this courageous decision.\n\nINSKEEP: Ambassador, it's always a pleasure talking with you. Thank you so much.\n\nFRIEDMAN: Thank you, Steve. Appreciate it. Bye.\n\nINSKEEP: David Friedman is the U.S. ambassador to Israel. Transcript provided by NPR, Copyright NPR.", "METADATA": {"og": {"url": "https://www.kasu.org/post/israel-and-uae-agreement-courageous-decision-says-us-ambassador", "type": "article", "description": "Copyright 2020 NPR. To see more, visit https://www.npr.org.  STEVE INSKEEP, HOST:   When Israel and the United Arab Emirates announced an agreement", "title": "Israel And UAE Agreement A 'Courageous Decision,' Says U.S. Ambassador"}, "dc": {"title": "Israel And UAE Agreement A &#039;Courageous Decision,&#039; Says U.S. Ambassador"}, "twitter": {"site": "@kasuradio", "card": "summary"}, "description": "Copyright 2020 NPR. To see more, visit https://www.npr.org.  STEVE INSKEEP, HOST:   When Israel and the United Arab Emirates announced an agreement", "story_id": 902516708, "has_audio": 1, "programs": "Morning Edition", "Generator": "Drupal 7 (http://drupal.org)", "category": "none", "nid": 128079, "wordCount": 1007, "org_id": 1, "datePublished": "2020-08-14", "viewport": "width=device-width"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}