{"GDELT": {"GlobalEventID": 940880101, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.12812248186946, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Hawera, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22388", "Actor1Geo_Lat": -39.5917, "Actor1Geo_Long": 174.283, "Actor1Geo_FeatureID": "119838", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hawera, New Zealand (general), New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ00", "Action2Geo_ADM2Code": "22388", "Action2Geo_Lat": -39.5917, "Action2Geo_Long": 174.283, "Action2Geo_FeatureID": "119838", "DATEADDED": 20200815013000, "SOURCEURL": "https://www.nzherald.co.nz/hawkes-bay-today/news/article.cfm?c_id=1503462&objectid=12356623"}, "ARTICLE": {"TITLE": "Racing: Call Me Jack rocks punters with Hawera win", "TEXT": "\n\nHastings owner-trainer Tim Symes stunned punters when producing a 30-to-one outsider to win at last Saturday's Hawera meeting.\n\nSymes took just the one horse, Call Me Jack, on the long trip from Hastings to Hawera and the 5-year-old produced a total form reversal. After beating just one home when resuming from a spell over 1300m at Hastings on July 29, Call Me Jack stepped up to 1600m at Hawera and produced a much more resilient performance.\n\nThe Jakkalberry gelding was always in the rear division at Hastings but he began quickly for apprentice jockey Temyia Taiaroa at Hawera and trailed the pacemaking Deuce Coupe in the early stages.\n\nTaiaroa urged her mount forward to challenge for the lead on the turn and they held a clear advantage after straightening for the run home. However Tiro, under the urgings of senior jockey Johnathan Parkes, quickly joined them and the two horses then set down to a head to head battle over the last 300m.\n\nAdvertisement\n\nTiro looked to have gained an advantage but Call Me Jack fought back and was actually edging clear in the final stages to win by half a neck.\n\nThere was a gap of 2-1/4 lengths back to third placed Zeefa Zed.\n\nCall Me Jack returned a dividend of $31.10 for a win and $8.50 for a place, while the quinella with the well supported Tiro paid $102.30.\n\nSymes was pleasantly surprised by Call Me Jack's form reversal, saying that track conditions on the day proved a deciding factor.\n\n\"He's a horse that needs rain on the day to make it loose and that's exactly what he got at Hawera,\" Symes said.\n\n\"The track was a bit too good for him at Hastings the start before.\"\n\nCall Me Jack was recording his second win from 14 starts. The first was in a 1600m maiden highweight on a heavy track at Wanganui in June last year where he also returned outside odds of 18-to-one.\n\nHe is raced by Symes and his son Wilfred and they bred him out of the Stark South mare Gizakis.\n\nAdvertisement\n\nThe latter showed nothing in four starts on the racetrack but is a daughter of Love Proposal, a Spectacular Love mare who had two wins and seven minor placings from 41 starts.\n\nLove Proposal was also the dam of The Veep, whose 10 wins included the 2008 Group 2 Hawke's Bay Cup (2200m).\n\nThe Symes also have an unraced 2-year-old full-brother to Call Me Jack coming on but the mare is not in foal at the moment.\n\nThe sire Jakkalberry, who is now deceased, was placed third behind Green Moon and Fiorente in the 2012 Melbourne Cup.\n\n\n\n\n\nRecord nominees for HB features\n\nHawke's Bay Racing has received record nominations for all three Group 1 races at this year's Bostock New Zealand Hawke's Bay spring carnival but several of last season's star performers are likely to miss the carnival.\n\nThe three feature weight-for-age events are the $200,000 Tarzino Trophy (1400m) on September 19, the $200,000 Windsor Park Plate (1600m) on October 3 and the $250,000 Livamol Classic (2040m) on October 17.\n\nAdvertisement\n\nThere are 52 horses nominated for the Tarzino Trophy including last season's champion three-year-old filly Jennifer Eccles and multiple Group 1 winner Avantage.\n\nThe pair are also among 67 nominations for the Windsor Park Plate and the 86 nominees for the Livamol Classic.\n\nCambridge trainer Shaun Ritchie has already earmarked Jennifer Eccles for all three races at Hastings while Avantage's trainer Jamie Richards said the Fastnet Rock mare will probably contest at least two of them.\n\nJennifer Eccles has not raced since winning the Group 1 New Zealand Oaks (2400m) at Trentham in March and that followed a hollow victory in the Group 2 Lowland Stakes (2100m) at Hastings. She finished a close up fourth in a 1050m Ruakaka trial on August 4 and Ritchie is extremely happy with the way she is coming up.\n\nJamie Richards was also pleased with Avantage's win in an 1100m Taupo trial on Wednesday and said she is coming up really well again.\n\nAvantage was ridden by Opie Bosson in the trial. She settled midfield before improving four-wide coming to the home turn and took control soon after Bosson didn't really ask her to extend at any stage and she went on to score a comfortable neck win over fellow Tarzino Trophy nominee Supera.\n\nAdvertisement\n\n\"She (Avantage) will run in the Foxbridge Plate at Te Rapa on September 5 and then the first couple of legs at Hastings,\" Richards said.\n\n\"We have got a little bit of time to fill between now and then, but she is coming up really nicely and we are pleased with where she is at.\"\n\nAmong the other star gallopers nominated for the three Hawke's Bay Group 1 features are Bostonian, Catalyst, The Chosen One and Quick Thinker but all four are expected to do their spring racing in Australia.\n\nBostonian is booked on a flight to Sydney on Monday and will resume in the Group 1 Winx Stakes (1400m) at Randwick next Saturday.\n\nTwo of Pike's stable staff, Chris McNab and Matthew Ward, were granted travel exemptions to enter Australia and were on a flight to Sydney yesterday. They will need to go into quarantine for two weeks over there so Bostonian will be put in the temporary care of former New Zealand trainer Bjorn Baker for his first up run.\n\nPike may have another couple of his stable runners heading to Sydney if they perform well in trials in the coming weeks while his team across the Tasman will receive a major boost with the addition of Catalyst next month.\n\nAdvertisement\n\nTrainer Clayton Chipperfield is unable to head to Sydney so Pike and his staff will take charge of Catalyst, who was super-impressive when winning his 1100m Taupo trial on Wednesday.\n\nThe Darci Brahma 4-year-old is booked on a flight to Sydney on September 14 and is expected to make a return to the racetrack in the Group 2 The Shorts (1100m) at Randwick five days later.\n\nChipperfield was delighted with Catalyst's Taupo trial, where the gelding cruised to a 1-3/4 length win over Aretha and Sherrif and said the horse will improve a lot from the trial.\n\n\"He's a lot stronger in his action and he's mentally stronger as well,\" Chipperfield said.\n\n\"Depending on how he progresses we may trial him again or we will find a race meeting and give him an exhibition gallop before he flies out.\"\n\nThe TAB has released Fixed Odds win markets for the three Hawke's Bay Group 1 races.\n\nAdvertisement\n\nThe Tarzino Trophy market still has Bostonian and Catalyst included with Avantage the favourite at $4.00. Bostonian, Catalyst and Travelling Light are on the next line of betting at $6.50; Supera ($8.00); Julius and Kiwi Ida ($10); Prise De Fer ($12); Two Illicit ($14); True Enough ($16), Dragon Leap and Scott Base ($18), Jennifer Eccles ($21) and Germanicus, Princess Kereru and The Mitigator ($26). All other horses are at a quote of $30 or more.\n\nTwo important dates\n\nThe Hawke's Bay/Poverty Bay Thoroughbred Breeders Association will hold its annual meeting in the Special Guest (VIP) room at the Hawke's Bay Racing centre on Thursday, August 27, at 6pm.\n\nThe annual Bramwell Bate/VetsOne Hawke's Bay/Poverty Bay racing awards function, hosted by the Hawke's Bay/Poverty Bay Breeders & Owners Associations in conjunction with Hawkes Bay Racing, will be held in the Cheval Room at the Hastings racecourse on Friday, September 18.\n\nFor tickets to the function and inquiries contact Gayle Richardson at Hawke's Bay Racing.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "description": "Call Me Jack was recording his second win from 14 starts", "keywords": "Sport,Hawke's Bay Today", "news_keywords": "Sport,Hawke's Bay Today", "twitter": {"site": "@nzherald", "card": "summary_large_image", "creator": "@nzherald", "description": "Call Me Jack was recording his second win from 14 starts", "image": "https://www.nzherald.co.nz/resizer/TImE_7XWaQeloTy_BynPgUKVqaI=/1200x0/smart/filters:quality(70)/cloudfront-ap-southeast-2.images.arcpublishing.com/nzme/Y65KTCZWANGFDA4FWEQSC6IG44.jpg", "title": "Racing: Call Me Jack rocks punters with Hawera win"}, "og": {"description": "Call Me Jack was recording his second win from 14 starts", "type": "article", "site_name": "NZ Herald", "locale": "en_NZ", "image": {"identifier": "https://www.nzherald.co.nz/resizer/TImE_7XWaQeloTy_BynPgUKVqaI=/1200x0/smart/filters:quality(70)/cloudfront-ap-southeast-2.images.arcpublishing.com/nzme/Y65KTCZWANGFDA4FWEQSC6IG44.jpg", "alt": "Hastings owner-trainer Tim Symes leads Call Me Jack away after the horse's upset win in a 1600m race at Hawera last Saturday. Symes races the 5-year-old in partnership with his son Wilfred."}, "title": "Racing: Call Me Jack rocks punters with Hawera win", "url": "https://www.nzherald.co.nz/hawkes-bay-today/sport/news/article.cfm?c_id=1503460&objectid=12356623"}, "distribution": "global", "rating": "general", "language": "en_NZ", "fb": {"app_id": 34497296301, "pages": 105027142875212}, "robots": "index, follow, NOODP", "article": {"publisher": "https://www.facebook.com/nzherald.co.nz", "section": "Sport, Hawke's Bay Today", "published_time": "2020-08-14T18:00:00Z"}, "publication_type": "HBT", "canonicalUrl": "http://www.nzherald.co.nz/hawkes-bay-today/sport/news/article.cfm?c_id=1503460&objectid=12356623", "pageType": "article", "title": "Racing: Call Me Jack rocks punters with Hawera win"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": [""]}}