{"GDELT": {"GlobalEventID": 940823007, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREAN", "Actor1CountryCode": "KOR", "Actor2Code": "SPY", "Actor2Name": "INTELLIGENCE", "Actor2Type1Code": "SPY", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.82465277777778, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "KN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200814190000, "SOURCEURL": "https://sofrep.com/news/george-speedy-gaspard-a-special-forces-legend/"}, "ARTICLE": {"TITLE": "George ‘Speedy’ Gaspard: A Special Forces legend", "TEXT": "‘A Warrior’s Warrior’ in MACV-SOG\n\nDuring America’s long war in Vietnam, many of the Green Berets who fought there became legends within the Special Forces Regiment. And among those warriors were the men of MACVSOG (Military Assistance Command Vietnam, Studies and Observations Group); the SOG warriors were among the finest the country has ever produced.\n\nLTC George “Speedy” Gaspard was one of the most well-known and respected officers from that generation. After serving with the Marine Corps in World War II, Gaspard joined the Army. He was an original, volunteering for the newly formed 10th Special Forces Group and attending Special Forces Class #1. He would run cross border operations in the Korean War but really made his mark during the war in Vietnam, working in Special Forces A-Camps as well as running some of the most secret operations across the border into North Vietnam, Laos, and Cambodia.\n\nGaspard became a “Distinguished Member of the Special Forces Regiment” in December 2010.\n\nShortly after I moved to SW Florida I got into contact with Chapter XXI of the SF Association. I was checking out their excellent website, saw a large segment dedicated to LTC Gaspard, and remembered a brief meeting I had with him years ago. More to that soon.\n\nGeorge Wallace Gaspard Jr. was born at Maxwell Field, Montgomery, Ala., on August 5, 1926. He was the son of the late George W. Gaspard of MN, and Annie Lou Bamberg of AL.\n\nHe served in the United States Marine Corps from 1944 to 1946 and fought in the final battle of World War II on the island of Okinawa with the 6th Marine Division. He first entered the U.S. Army on June 11, 1951.\n\nIn May 1952, Gaspard was a student in the first all-officer-class at the Ranger course. He then attended a special course at the Air Ground School located at Southern Pines, N.C. Afterward, he volunteered for the 10th Special Forces Group (Airborne), which had just been organized at Fort Bragg, N.C.\n\nHis first assignment was as a team leader of the 18th SF Operational Detachment. In November 1952, he attended Special Forces Class #1. The fledgling Special Forces unit, much of it comprised of World War II vets from the OSS, was anxious to get involved in the Korean War and conduct missions similar to those conducted in occupied areas of Europe and the Pacific during the war.\n\nThe SF troops were put in an active intelligence operation that utilized Tactical Liaison Offices (TLO). Although they were initially manned only by anti-communist Koreans, the TLO would eventually conduct “line-crossing operations” which included using Chinese agents to gather intelligence on the enemy.\n\nHowever, the Far East Command (FEC), assigned the SF troops as individual replacements rather than as 15-man A-Teams that SF was employing at the time using the OSS WWII Operational Group model.\n\nIn March 1953, then 1Lt. Gaspard was assigned to FEC/LD 8240AU FECOM. He commanded four enlisted men and 80 South Korean agents, who were dispatched behind enemy lines to gather intelligence on the North Koreans. Obviously the threat of double agents, something that would later haunt SOG operations in Vietnam, loomed. An excellent piece on this facet of the Korean War, written by former SF Officer and USASOC Historian Eugene Piasecki, “TLO: Line Crossers, Special Forces, and ‘the Forgotten War'” can be found here.\n\nGaspard was awarded the Silver Star and Bronze Star for actions in combat during June 11-12, 1953.\n\nIn October 1954, Gaspard joined the 77th SF Group (A) as a guerrilla warfare instructor with the Psychological Warfare School’s Special Forces Department. He was subsequently transferred to the 187th ARCT and honorably discharged in September 1957.\n\nFrom 1960 to 1962, he served as a civilian mobilization designee with the Special Warfare department in the Pentagon. In April 1962, he was recalled to active duty and assigned to the 5th SF Group (A) at Fort Bragg, commanding Det A-13. In September, he opened a new Special Forces Camp in Kontum Province at Dak Pek, Vietnam, which remained the longest continuously active SF/ARVN Ranger camp until it was overrun in 1972. That would be the first of seven tours of duty in Vietnam for Gaspard.\n\nDuring the early days of Vietnam, there was a general lack of accurate reporting by the press on the fighting. However, there were a handful of reporters who were willing to walk in the field and endure combat with the troops. One of those was Pulitzer Prize-winning author and reporter David Halberstam. He was a special correspondent with the New York Times and not a wire reporter, so, he had the time to visit the troops and share a much closer look at what was truly transpiring on the ground.\n\nOne of the first people that Halberstam met in Vietnam was Speedy Gaspard. The two developed a friendship and Gaspard became a source of what was really happening in the outlying areas of Vietnam where SF was working by, with, and through the locals. Halberstam was so taken by Gaspard that he modeled the lead character of his war novel “One Very Hot Day” after him.\n\nCaptain Gaspard returned to Fort Bragg in 1963 as adjutant and HHC commander of the newly formed 6th SF Group (A). In July 1965, he reported to AID Washington, DC, and subsequently to AID Saigon, where we was assigned as a provincial adviser in Quang Duc Province. He was instrumental in the very tricky negotiations to peacefully transfer FULRO personnel (Front Uni de Lutte des Races Opprimées — United Front for the Liberation of Oppressed Races) to the Army of South Vietnam.\n\nFULRO was comprised of the indigenous people of the Central Highlands of Vietnam (Montagnards). They were hated by the lowland Vietnamese, both in South and North Vietnam and referred to as “moi” (savages). At the time, Vietnamese books characterized Montagnards as having excessive body hair and long tails. The Vietnamese rarely ventured into Montagnard regions until after the French colonial rule. Then, they built several profitable plantations to grow crops in and extract natural resources from those bountiful areas.\n\nThe simple mountain people were excellent hunters and trackers. They immediately bonded with the Green Berets assigned to stop the communist infiltration of South Vietnam and the Green Berets responded in kind. SF set up the Civilian Irregular Defense Group (CIDG), which trained and led the Montagnards in Unconventional Warfare against the Viet Cong and North Vietnamese.\n\nBut the South Vietnamese government never trusted and hated the CIDG program because it feared the Montagnard people would want independence. (Such was their hatred for the Vietnamese that the Montagnards would continue to fight a guerrilla war against unified Vietnam for 20 years after the war ended. There were reports of genocide against the mountain people and over 200,000 died during the fight.)\n\nGaspard was promoted to major in 1966, and after completing his tour, reported to 1st SF Group (A), Okinawa. In October 1967, he returned to Vietnam and directed the MACVSOG “STRATA” program until September 1968.\n\nThe commanders in Vietnam, especially among the SOG personnel, were never satisfied with the intelligence collection activities conducted in North Vietnam. STRATA was conceived to aid the intelligence situation by focusing on short-term intelligence-gathering operations close to the border. The all-Vietnamese Short Term Roadwatch and Target Acquisition teams would report on activities across the border and then be recovered to be used again. Gaspard and the SOG Commander, Col. Jack Singlaub, briefed Gen. Westmoreland and Gen. Abrams on STRATA operations.\n\nOnce, a STRATA team became surrounded and required emergency extraction. Gaspard, riding a hydraulic penetrator, twice descended to remove a wounded agent. He was subsequently awarded the Air Force Distinguished Flying Cross for Heroism and the Purple Heart Medal for his actions.\n\nMoles inside South Vietnam’s government and military, even in SOG, were a constant source of leaks to the North, even in SOG. Some of these leaks came to light much later. However, Gaspard would remedy that. As written in a fantastic piece by SOG team member John Stryker Meyer, Gaspard moved the operations jump-off location out of South Vietnam and the intelligence leaks began to dry up.\n\n“The unique aspect of STRATA, which operated under OP34B, the teams launched out of Thailand, flying in Air Force helicopters. The Air Force performed all insertions and extractions without pre-mission reports to Saigon. During Gaspard’s tenure at STRATA 24 teams were inserted into North Vietnam on various intelligence-gathering missions. Only one and a half teams were lost during that period of time that involved inserting and successfully extracting more than 150 STRATA team members during that time.” “Again, a key part to our success was having our separate chain of command and not telling Saigon. We worked with the Air Force on a need-to-know basis.”\n\nIt wasn’t until many years later that Gaspard realized the extent of the communist infiltration of the south, right into SOG headquarters. Meyer describes in his piece the horror felt when someone close to the Americans, someone who had been vetted, was in fact a spy for the enemy.\n\n“During a 1996 Hanoi television show, Maj. Gen. George “Speedy” Gaspard, was shocked when he saw an individual he knew as “Francois” receive Hanoi’s highest military honor for his years of service as a spy in SOG. Gaspard, who had several tours of duty in Vietnam and in SOG, knew “Francois” and was “shocked” when he saw the program. Francois had access to highly sensitive information while employed by the U.S. Author and SOG recon man John L. Plaster, has a photo of Gaspard standing with Francois in Saigon when Gaspard had no idea of the spy’s real role for the NVA. That photograph of Gaspard and Francois is on Page 463 of Plaster’s book: SOG: A Photo History of the Secret Wars, by Paladin Press Book. “There’s no question that he hurt SOG operations,” Gaspard said. “Again, how do you gauge it all? When you look at the success rate of STRATA teams by comparison, you can see why they succeeded. We were disconnected from Saigon and we didn’t have the NVA and Russians working against us.”\n\nGaspard returned to SOG in 1969 and was promoted to lieutenant colonel in 1971. He reported to 1st SF Group, Okinawa as the group executive officer, and later assumed command of the 1st Battalion. He retired in August 1973 after having served in three wars.\n\nHis earned multiple awards and decorations including the Silver Star Medal, Distinguished Flying Cross, Legion of Merit, Bronze Star Medal with V-device and five Oak Leaf Clusters, Air Medal with V-device and three Oak Leaf Clusters, Purple Heart Medal with one Oak Leaf Cluster, Combat Infantryman’s Badge with one Battle Star, Master Parachutist Badge, Pacific Theater Service Ribbon with one Campaign Star, Korea Service Ribbon with two campaign Stars, Vietnam Service Campaign Ribbon with 15 campaign Stars, 18 other service and foreign awards including the Vietnamese Gallantry Cross with Gold, Silver and Bronze stars, U.S. Navy Parachute Wings, Korea Master Parachutist Wings, Vietnamese Master Parachutist Wings, Thailand Master Parachutist Wings, and Cambodia Parachute Wings.\n\nLTC Gaspard was a member of SFA, SOA, VFW, MOAA, American Legion, and the Sons of Confederacy.\n\nFrom 2004 to 2017 Speedy served as president, vice president, or secretary of the Chapter XXI President of the Special Forces Association. (The Chapter provided a lot of Gaspard’s personal biography listed here.)\n\nIn 1985, Colonel Gaspard entered the South Carolina State Guard and in 1987 was appointed Chief of Staff with the rank of Brigadier General. In 1991, he was inducted into the Officer Candidate School Hall of Fame at Fort Benning, Georgia.\n\nIn the early fall of 1989, when I was a student in the SF Officer’s course at Ft. Bragg, one of our fellow students was a young man named George Gaspard, the son of Speedy. Young George, whom we knew as “Buck” was an outstanding officer and an even better man who was very popular among the officers in the class.\n\nWe learned that General Speedy Gaspard was going to address our class. He first showed us an outstanding slideshow of pics he took while conducting some hair-raising missions with SOG. They were better than anything we had seen in any book or magazine. He then addressed the class in his self-effacing style and said: “standing before you is an old, fat man, but in Vietnam, I was an old, fat captain… but I relied on and surrounded myself with outstanding SF NCOs who made me look brilliant.”\n\nHe encouraged the future A-Team commanders to trust in their team sergeants and NCOs and they’d never be steered wrong. SF NCOs, he said, were the true leaders of Special Forces and officers need to realize it, work together, and take care of NCOs. Of course, sitting in the rear of the classroom was General David Baratto commander of the Special Warfare Center and School (SWC), who cringed a bit at those pointed comments.\n\nSitting in the back, my buddy Wade Chapple and I were stealing glances at General Baratto who looked pained… In a typical Chapple bit of sarcasm, he leaned over and said to me, “I think his (Baratto’s) head is about to f***ing explode.”\n\nAfter the day was over, our entire class, including many of our instructors, joined Speedy Gaspard at the “O-Club” for a cocktail or three. He regaled us with some cool stories about the SF and SOG guys he served with. It was a memorable night. When we left that night, he made everyone feel that we knew him well. It was an honor to have met him.\n\nLTC George “Speedy” Gaspard passed away on January 30, 2018.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "apple-itunes-app": "app-id=1179934887", "description": "His first assignment was as a team leader of the 18th SF Operational Detachment, and in November 1952 attended Special Forces Class #1.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "George ‘Speedy’ Gaspard: A Special Forces legend", "description": "His first assignment was as a team leader of the 18th SF Operational Detachment, and in November 1952 attended Special Forces Class #1.", "url": "https://sofrep.com/news/george-speedy-gaspard-a-special-forces-legend/", "site_name": "SOFREP", "image": {"identifier": "https://i0.wp.com/cms.sofrep.com/wp-content/uploads/2020/08/s-l400.jpg?fit=400%2C267&ssl=1", "width": 400, "height": 267}}, "article": {"publisher": "https://www.facebook.com/sofrep.official/", "published_time": "2020-08-14T16:00:44+00:00", "modified_time": "2020-08-14T15:48:09+00:00"}, "fb": {"app_id": 356520554360073}, "twitter": {"card": "summary", "creator": "@SteveB7SFG", "site": "@sofrepofficial"}, "csrf-token": "ClMOQ0PzVAau8Vdftust3sjFEtDpUA02vvOLBkwt", "msapplication-TileColor": "#000000", "theme-color": "#000000"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}