{"GDELT": {"GlobalEventID": 940877201, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "CAN", "Actor1Name": "VANCOUVER", "Actor1CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 115, "EventBaseCode": 115, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 16, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.65631929046563, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vancouver, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "12552", "Actor1Geo_Lat": 49.25, "Actor1Geo_Long": -123.133, "Actor1Geo_FeatureID": "-575268", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Vancouver, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "12552", "Action2Geo_Lat": 49.25, "Action2Geo_Long": -123.133, "Action2Geo_FeatureID": "-575268", "DATEADDED": 20200815011500, "SOURCEURL": "https://blogs.columbian.com/all-politics-is-local/former-vancouver-staffer-files-second-suit-against-the-city/"}, "ARTICLE": {"TITLE": "Former Vancouver staffer files another suit against the city", "TEXT": "Former Vancouver staffer files another suit against the city\n\nA former assistant city attorney filed a lawsuit against her past employer this week over its handling of public records.\n\nDebra Quinn is suing Vancouver in Clark County Superior Court for allegedly withholding information susceptible to public records laws, and providing only partial responses when fulfilling her lawyer’s multiple inquiries.\n\nThe Aug. 10 suit isn’t the first filed against the city by Quinn. In 2017, working under then-City Attorney Bronson Potter, she sued Vancouver over gender-based harassment, discrimination, retaliation and a hostile work environment. The suit named Potter, as well as City Manager Eric Holmes and Assistant City Attorney Jonathan Young (Young has since been promoted to city attorney, following Potter’s retirement last year).\n\nThe two lawsuits are connected — the June 2019 records request that launched the latest suit was inquiring about “attorney fee bills for attorneys hired to represent the City in any employment law related claims, litigation lawsuits.” Quinn also sought information about who was handling the city’s employment law cases.\n\nThe suit claims that “the City silently withheld entire records,” “without claiming those records were exempt from disclosure or listing them on an exemption log.” According to the document, the city failed to produce documentation on all of the legal expenses incurred fighting Quinn’s 2017 suit.\n\nQuinn is seeking disclosure of the records, as well as an award of “reasonable costs, attorney fees and penalties.”\n\nShe did not respond to The Columbian’s request for comment Friday afternoon. Vancouver’s Human Resources department confirmed that Quinn is no longer employed with the city attorney’s office.\n\nAnd as for her original discrimination suit, it’s yet to be resolved. In April 2019, the city filed a motion to dismiss the case, citing insufficient evidence and hearsay in Quinn’s testimony. The court ruled against the city’s motion to dismiss in August 2019 — in the ruling, District Judge Benjamin Settle wrote that “Quinn has sufficiently shown questions of fact exists” as to whether she’d been subject to discrimination.\n\nThe Columbian reported Quinn’s original suit at the time. Quinn claimed that Potter had “deliberately and intentionally created a hostile work environment against women, minorities and women over 40.” She cites a reported 2013 incident, in which Potter allegedly made comments about another female staffer’s breast size. The suit also claims Potter made jokes about including a wig in the termination agreement of an employee who had cancer. Quinn was later passed by for a promotion and placed on administrative leave, which she claims were retaliatory measures.\n\nA trial is scheduled to begin on June 8, 2021.", "METADATA": {"viewport": "width=device-width", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Former Vancouver staffer files another suit against the city - All Politics is Local", "description": "A former assistant city attorney filed a lawsuit against her past employer this week over its handling of public records. Debra Quinn is suing Vancouver in Clark County Superior Court for allegedly withholding information susceptible to public records laws, and providing only partial responses when fulfilling her lawyer’s multiple inquiries. The Aug. 10 suit isn’t …", "url": "https://blogs.columbian.com/all-politics-is-local/former-vancouver-staffer-files-second-suit-against-the-city/", "site_name": "All Politics is Local", "updated_time": "2020-08-14T23:26:16+00:00", "image": {"identifier": "https://blogs.columbian.com/all-politics-is-local/wp-content/uploads/sites/4/2020/08/0112_met_Vancouvr_City_Hall_01-1226x0-c-default.jpg", "secure_url": "https://blogs.columbian.com/all-politics-is-local/wp-content/uploads/sites/4/2020/08/0112_met_Vancouvr_City_Hall_01-1226x0-c-default.jpg", "width": 1226, "height": 818}}, "article": {"author": "chair", "tag": "public records", "section": "All Politics is Local", "published_time": "2020-08-14T23:16:34+00:00", "modified_time": "2020-08-14T23:26:16+00:00"}, "generator": "WordPress 5.4.2", "fb": {"app_id": 122928857737763}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}