{"GDELT": {"GlobalEventID": 940869486, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ESP", "Actor1Name": "SPANISH", "Actor1CountryCode": "ESP", "Actor2Code": "ESPGOV", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.43213296398892, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Canary Islands, Spain (general), Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP00", "Actor1Geo_ADM2Code": "25789", "Actor1Geo_Lat": 28.0, "Actor1Geo_Long": -15.5, "Actor1Geo_FeatureID": "-375618", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Canary Islands, Spain (general), Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP00", "Actor2Geo_ADM2Code": "25789", "Actor2Geo_Lat": 28.0, "Actor2Geo_Long": -15.5, "Actor2Geo_FeatureID": "-375618", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Canary Islands, Spain (general), Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP00", "Action2Geo_ADM2Code": "25789", "Action2Geo_Lat": 28.0, "Action2Geo_Long": -15.5, "Action2Geo_FeatureID": "-375618", "DATEADDED": 20200815003000, "SOURCEURL": "https://www.msn.com/en-us/news/world/corrected-update-1-germany-to-declare-most-of-spain-a-virus-risk-region-sources/ar-BB17Y3wh"}, "ARTICLE": {"TITLE": "CORRECTED-UPDATE 1-Germany to declare most of Spain a virus risk region - sources", "TEXT": "(Corrects sixth paragraph to say the Balearic Islands are off Spain's eastern coast, not northwestern)\n\nBERLIN, Aug 14 (Reuters) - Germany is declaring nearly all of Spain, including the tourist island of Mallorca, a coronavirus risk region following a spike in cases there, government sources told Reuters on Friday.\n\nThe move deals a blow to hopes for a swift revival of mass tourism after months of lockdown to stop the spread of the virus all but wiped out this year's high season for tourism in Europe.\n\nDaily Bild had reported earlier that Mallorca had been added to the list of high-risk regions published by the Robert Koch Institute (RKI), Germany's public health agency.\n\nThe sources told Reuters that all of Spain except for the Canary Islands would be included on RKI's next list of risk regions.\n\nDesignations as risk regions are typically followed by the German Foreign Ministry warning against touristic travel to those areas and mean people returning from there face a coronavirus test or two weeks' compulsory quarantine.\n\nThe Balearic islands, off Spain's eastern coast, include holiday destinations like Ibiza, among the most popular destinations for north European sunseekers.\n\nThe German government considers regions within the European Union high-risk once the number of new coronavirus infections exceeds 50 cases per 100,000 people over the course of seven days.\n\nInfections in Spain have spiked in recent days following the end of Spain's tough lockdown seven weeks ago.\n\nFriday's almost 3,000 new cases, little changed from Thursday but about double the average in the first 12 days of August, brought the cumulative total to 342,813 - the highest number in Western Europe.\n\nBut the Balearic Islands have some of the lowest daily infections among the Spanish regions. After peaking at around 80 cases in July, they have come down to 9 as reported by the health ministry on Friday.\n\nSpanish authorities earlier on Friday ordered the closure of nightclubs, banned drinking in outdoor public areas and all but outlawed smoking to try to stem the virus resurgence. (Reporting by Andreas Rinke, Thomas Escritt and Alex Ratz in Berlin and Andrei Khalip in Lisbon; Editing by Riham Alkousaa)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "CORRECTED-UPDATE 1-Germany to declare most of Spain a virus risk region - sources", "cq": "passed", "Search.Interest": "Germany", "robots": "index, follow", "description": "HEALTH-CORONAVIRUS/GERMANY-SPAIN (CORRECTED, UPDATE 1):CORRECTED-UPDATE 1-Germany to declare most of Spain a virus risk region - sources", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}