{"GDELT": {"GlobalEventID": 940872832, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ITA", "Actor1Name": "ITALIAN", "Actor1CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.35778175313059, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200815004500, "SOURCEURL": "https://www.catholicregister.org/item/31976-new-group-s-goal-is-protecting-statues"}, "ARTICLE": {"TITLE": "New group’s goal is protecting statues", "TEXT": "Canadians enjoy religious freedom unlike many in other parts of the world, so for Jeffrey Susilo the thought that recent church vandalism could be evidence that those freedoms might be under attack is disheartening.\n\nBorn in Indonesia where he lived until he was 14 years old, Susillo says he is no stranger to religious persecution and violence to property. Christians form a minority in the predominantly Islamic nation and religious buildings are often protected by fences and security guards, he said.\n\nTriggered by the harm inflicted on Catholic statues in Canada, Susilo felt prompted to start a Facebook group which he called “Protecting our Sacred Statues” in hopes of building a community, raising concerns and generating ideas on how to keep church property safe.\n\n“Coming to Canada when I was a little boy, it felt nice that we have religious freedom,” said Susilo, who was born and raised in a Catholic family. “We don’t have the pressure of having a religion or pressure to be Muslim because being a Muslim is more accepted back home.”\n\nRecent cases of church vandalism in Canada began in late May and have seen damage done to Our Lady of Lourdes Grotto in Sudbury, Ont., St. Patrick’s Parish in Markham, Sacred Heart Church in Calgary and the Basilica of Our Lady in Guelph, Ont. Police have not established a motive for the attacks and continue to investigate. Catholic churches have also been targeted across the United States, at the same time when many statues of Confederate leaders were toppled during protests after the killing of a Black man, George Floyd, at the hands of the Minneapolis police.\n\nSusilo, who attends St. Michael’s Cathedral Basilica in Toronto, says the open environment around churches is a welcoming mark of Canadian identity which he would hate to see change due to vandalism.\n\n“I feel so good that I can go to church and it doesn’t have a sky-high gate for protection,” said Susilo, who works for the Indonesian consulate in Toronto. “I feel safe in Canada, but when these things are happening, it reminds me of back home and makes me feel we have to do something about it.”\n\nPatrick Redmond, a parishioner at St. Patrick’s and a member of the Knights of Columbus, was especially hurt by the vandalism at his church in July, which included damage to a statue depicting Mary lifting Jesus off the cross. For him, it was an attack on a labour of love he still vividly recalls 10 years later.\n\n“There was an Italian parishioner who carved these statues and he was getting old and moving on to another parish and wanted to donate them to the church,” he recalled. “I was one of the Knights who went to the sculptor’s house and brought the statues to the church. We laid the foundations down and put them up.”\n\nThe damage to the statues is being handled by insurance.\n\nSusilo, who is part of a ministry at St. Patrick’s Church in downtown Toronto that prepares sandwiches for the homeless every Wednesday, is optimistic that the good work that people of faith are doing could help deter copycats by bringing understanding to what these pieces mean to the Catholic community in the nation.\n\n“There’s lots of people who could care less about statues, but they mean so much to people like me,” he said. “I want to do more. I want to see if people would help me protect not the just statues but the Church.\n\n“We have to protect our home.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "keywords": "Statues,statues vandalized", "author": "Wendy-Ann Clarke, The Catholic Register", "og": {"url": "https://www.catholicregister.org/item/31976-new-group-s-goal-is-protecting-statues", "type": "article", "title": "New group’s goal is protecting statues", "description": "Canadians enjoy religious freedom unlike many in other parts of the world, so for Jeffrey Susilo the thought that recent church vandalism could be evidence that those freedoms might be under attack is disheartening. &nbsp; Born in Indonesia where he lived until he was 14 years old, Susillo says he i...", "image": "https://www.catholicregister.org/media/k2/items/cache/9294dbc10710ba8bb35d965c563e99eb_L.jpg"}, "image": "https://www.catholicregister.org/media/k2/items/cache/9294dbc10710ba8bb35d965c563e99eb_L.jpg", "twitter": {"card": "summary", "site": "@CatholicRegistr", "title": "New group’s goal is protecting statues", "description": "Canadians enjoy religious freedom unlike many in other parts of the world, so for Jeffrey Susilo the thought that recent church vandalism could be evidence that those freedoms might be under attack is...", "image": {"identifier": "https://www.catholicregister.org/media/k2/items/cache/9294dbc10710ba8bb35d965c563e99eb_L.jpg", "alt": "A statue of Mary lifting Jesus off the cross was one of two statues vandalized at St. Patrick’s Parish."}}, "description": "Canadians enjoy religious freedom unlike many in other parts of the world, so for Jeffrey Susilo the thought that recent church vandalism could be evi...", "generator": "Website design by Concerto Designs concertodesigns.ca"}}}