{"GDELT": {"GlobalEventID": 940898720, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NGA", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.3690658499234303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200815043000, "SOURCEURL": "https://guardian.ng/sunday-magazine/newsfeature/governors-godfathers-tangle-over-monarchs/"}, "ARTICLE": {"TITLE": "Renewed threats roil Nigeria’s traditional rulers | The Guardian Nigeria News - Nigeria and World News", "TEXT": "• Governors, Godfathers Tangle Over Monarchs\n\nThe challenges facing Nigeria’s traditional rulers have never been this acute. Starting from Zamfara State, where some titled men took their Emir to task for turbaning Femi Fani-Kayode, well-known critic of the feudal north, through Edo State, where political gladiators violated the precincts of Oba of Benin’s palace, to Anambra State, where the issue of welfare of monarchs pitched a billionaire oil magnate, Chief Arthur Eze, against the Governor Willie Obiano, the storm has continued to blow around palaces in the country.\n\nThe place of traditional rulers in a modern state, especially the democratic governance in Nigeria, has been a subject of national debate. While some persons contend that there should be a constitutional provision spelling out the rights, privileges and responsibilities of the monarchs, others insist the traditional governance institution has become anachronistic and should be left as a prestige position of cultural and traditional influence.\n\nAnother area of constant disagreement is the proposition that traditional rulers should, like civil servants, be insulated from partisan politics, so that they could concentrate on serving as custodians of the culture and tradition of their respective communities.\n\nIn an interview with The Guardian, the Obi of Onitsha, Igwe Alfred Nnaemeka Achebe, said traditional rulers provide salient services geared towards peace-building and social development in their domains.\n\nHe detailed how his palace has been offering social interventions to the less privileged in his kingdom, especially containing young people and catering to the needs of widows and other vulnerable groups.\n\nThe monarch explained that based on the rage of socially beneficial services rendered by monarchs even within the democratic setting, there is need to have constitutional roles for them.\n\nBut a Second Republic lawmaker, Dr. Junaid Mohammed, believed the traditional rulership has lost its relevance in modern statecraft, contending that their roles deserve no mention in the country’s constitution.\n\nMohammed regretted that some traditional rulers have been associated with behaviours unexpected of such eminent personalities, adding that some emirs, for instance, were identified as collaborators with bandits terrorising the northwest of the country.\n\nHe pointed at recent corruption allegations against a dethroned emir, which he said was a sad commentary.\n\nBut observers say the relationship between monarchs and politicians is not always like that of cat and dog.\n\nOne traditional ruler in Southeast once told The Guardian that the greatest disservice to the traditional governance institution under the current democratic setting is the attitude of political actors, who he said insist on dragging monarchs to their partisan schemes only to begin to play god after their election.\n\nThe situation in Anambra State has raised the travails of monarchs to another level, especially with the recent suspension of 13 traditional rulers for traveling outside their domains without obtaining express permission of the governor.\n\nThe situation there is quite unlike any other state, because in the state traditional rulers are often seen as key instruments for electoral success and often approached to help in the areas of ‘mobilisation and voters’ enlightenment.’\n\nSince he assumed office, Obiano has tried to give a safe distance from affairs of the traditional rulers, but has been overtly on collision course with the traditional institution, albeit, monarchs, following the allegation by billionaire oil magnate, Prince Arthur Eze, that the governor was not only shortchanging the monarchs, but misapplying the accruals to the 21 councils in the state.\n\nAnd soon, push turned to shove and now, there appears to be full-blown confrontation with the government/government and traditional institution/monarchs.\n\nSigns that things were getting out of the ordinary emerged when the state government, through the Ministry of Local Government and Chieftaincy Affairs, prevailed on the Council of Traditional Rulers to endorse the zoning of the 2021 governorship slot to Anambra South Senatorial District.\n\nThe Guardian gathered that while majority of the monarchs rebuffed the attempt to conscript them into partisan politics, the government unilaterally articulated a resolution purporting same as coming from the Council.\n\nIt would be recalled that monarchs from Anambra Central Senatorial District had in a joint statement distanced themselves from any attempt to decree zoning of the governorship seat, stressing that all matters regarding the choice of candidates for election depend on political parties.\n\nBut incensed by the stand of these monarchs, the state government raised a resolution countering their position and mandated all traditional rulers to endorse the resolution or risk the withdrawal of their certificates of recognition.\n\nPenultimate week, when monarchs from Anambra North and Anambra South complied with the directive, none from Anambra Central appended his signature to the resolution.\n\nPiqued by the development, agents of the state government, particularly chieftains of the ruling All Progressive Grand Alliance (APGA), started attacking leader of monarchs from the zone, Igwe Peter Uyanwa, the traditional ruler of Ukwulu, calling him a traitor.\n\nPeeved at the government’s slight of traditional rulers in the state, Eze, had, shortly after meeting with them, accused Obiano of “recklessness, misapplication and misappropriation of local government funds.”\n\nWhile threatening court action against the governor, the oil magnate decried the “bastardising the local government system, various constitutional breaches and mismanagement of the monthly allocations from the federation account without commensurate development projects.”\n\nLast week the government descended on 12 traditional rulers, suspending them from office as it did to Uyanwa, for “traveling outside the state without informing the government.”\n\nWhile revoking the monarch’s membership of traditional rulers council, the governor also cancelled any appointment those might be holding in government committees until the suspension is lifted.\n\nBut denouncing their suspension for traveling without permission as lame, the monarchs explained that they visited Abuja to express their gratitude to President Muhammadu Buhari for various infrastructure projects he initiated in the Southeast, especially in their state, including the Second Niger Bridge and Enugu to Onitsha Expressway, among others.\n\nWondering what wrong was done by their visit on the president, Igwe Mark Anthony Okonkwo of Alor, who spoke on behalf on his colleagues, noted that their trip was also to thank Buhari for appointing notable sons and daughters into important positions in his administration.\n\nThe suspension may be lifted at the end of one year, renewed or upgraded in the intervening period, depending on government’s review of the conduct of the affected royal fathers, which followed the recommendation of their colleagues, who, at a meeting at Prof. Dora Akunyili Women Development Centre in Awka, had criticised the 12 Igwes .\n\nThe traditional rulers council, chaired by the Obi of Onitsha, Igwe Nnaemeka Achebe, reportedly condemned the ill-fated trip.\n\nWhat resulted in the suspension of the monarchs was said to have begun several weeks ago when they gathered at the residence of the billionaire oil magnate, Arthur Eze, the mission of the traditional rulers to pay homage and commend his relationship with them. The visit was also said to have been fired by the attraction of a Zonal Police Command recently inaugurated at Ukpo for Anambra, Enugu and Ebonyi states by the business mogul.\n\nSources stated that it was from there that discussions dovetailed into the governance of the state, after Eze had allegedly narrated a chilling account of how his efforts to position the state to the national limelight were being frustrated by Obiano.\n\nIt was gathered that some of the monarchs on the visit were made to believe that he (Eze) decided to undertake their welfare following the failure of Obiano to remit five per cent allocation, as constitution demands, to the traditional institutions in the state, in addition to the governor’s alleged refusal to conduct local government elections since he assumed office in 2014.\n\nIt was at this point that the plan to visit Buhari with a prepared statement, detailing the ills in the state was hatched. Eze was to lead the delegation and extract an appointment with Buhari, whom he had praised some days earlier over his efforts to improve infrastructure in the southeast zone.\n\nThe Guardian gathered that two days before their departure to Abuja, the 12 monarchs and Uyanwa had gathered at the palace of the traditional ruler of Ukpo, Igwe Robert Eze, Okofia VI, where some money were allegedly made available to them for the trip.\n\n“We were promised N250, 000 each, but a former employee of Eze gave us only N100, 000.\n\nIgwe Okonkwo assured us that we would receive more money on reaching Abuja,” said one of the axed monarchs.\n\nOn August 7, however, they had left Anambra to meet with Buhari in Abuja, but were barred from getting to the Presidential Villa based on security reports.\n\nHowever, while they returned to their hotel rooms to rue their ill-fated journey, the airwaves were abuzz with news of their suspension for a period of one year. Some of them who were contacted over the development, preferred to keep mute on the strength of the fact that they had not been availed with the statement of their suspension and that action of government was a surprise to them.\n\nOne of them, Igwe Bob Orji of Ezinifite in Aguata Council, when contacted for his reaction, said he was surprised to hear about their suspension and the consequential accusations.\n\nHe said he wouldn’t be able to respond yet, as he was still in Abuja and would study the situation well on his return before saying anything, noting: “I am not around now; we don’t know what is happening. Once I return, I will be able to study the situation better. So, I don’t have any reaction now…”\n\nBut Uyanwa dismissed the suspension and withdrawal of certificate of recognition by the government, insisting he remained the traditional ruler of Ukwulu Kingdom and as such, nobody could remove him.\n\nIgwe Chukwuma Bob Vincent Orji of Ezinifite in Nnewi South Council told The Guardian on phone that they were yet to be served the said sanction letter, pointing out that they would react to the development on their return home.\n\nAnother traditional ruler, who pleaded anonymity, traced the war against traditional institution to refusal of the monarchs to play along with the governor, who he accused of alleged desperation to cover the misuse of huge council funds over the years in the name of less-funded N20million Choose-Your-Community projects.\n\nHe stated that the monarchs were not happy that the government controlled the council funds through the installation of undemocratically-appointed transition committee chairmen, who were denied direct access to the funds.\n\nAccording to him, the entire sanction and intimidation of the monarchs were aimed to cause distraction from the entire scenario, especially the reported invitation of the Economic and Financial Crimes Commission (EFCC) by Eze to look into the finances of the state government under Obiano’s watch.\n\nA former president general of Aka Ikenga, Chief Goddy Uwazuruike, insisted that Obiano was right in suspending the monarchs, stressing that it was wrong for them to have travelled out of their domain without permission from the state government.\n\nHe stated that as custodians of culture and tradition, it was not in their place to mix their calling with politics, saying they were duty bound to advise the governor and entreat good behaviour on their subjects and not to delve into politics.\n\nHe noted that though it could be seen as attempt to desecrate the traditional institution, “holders of such offices should know that they owe it as a duty to be of good behavior.\n\n“Such is why they swore to an oath and get recognised by the government through issuing them with staff of office and certificate of recognition, which act as check and balances on their conduct from time to time.”\n\n", "METADATA": {"fb": {"pages": 176502461635, "app_id": 1056657517707298}, "description": "The challenges facing Nigeria’s traditional rulers have never been this acute. Starting from Zamfara State, where some titled men took their Emir to task for turbaning Femi Fani-Kayode...", "og": {"locale": "en_US", "type": "article", "title": "Renewed threats roil Nigeria’s traditional rulers", "description": "The challenges facing Nigeria’s traditional rulers have never been this acute. Starting from Zamfara State, where some titled men took their Emir to task for turbaning Femi Fani-Kayode...", "url": "https://guardian.ng/sunday-magazine/newsfeature/governors-godfathers-tangle-over-monarchs/", "site_name": "The Guardian Nigeria News - Nigeria and World News", "updated_time": "2020-08-14T21:23:17+00:00", "image": "https://guardian.ng/wp-content/uploads/2020/08/Obiano-Condemns-killing1-640x360.jpg"}, "article": {"publisher": "https://www.facebook.com/ngrguardian", "tag": "Willie Obiano", "section": "News Feature", "published_time": "2020-08-15T04:01:05+00:00", "modified_time": "2020-08-14T21:23:17+00:00"}, "twitter": {"card": "summary_large_image", "description": "The challenges facing Nigeria’s traditional rulers have never been this acute. Starting from Zamfara State, where some titled men took their Emir to task for turbaning Femi Fani-Kayode...", "title": "Renewed threats roil Nigeria’s traditional rulers", "site": "@GuardianNigeria", "image": "https://guardian.ng/wp-content/uploads/2020/08/Obiano-Condemns-killing1-640x360.jpg", "creator": "@NGRGUARDIANNEWS"}, "generator": "WordPress 4.9.5", "news_keywords": "Chief Arthur Eze, Chief Goddy Uwazuruike, EFCC, Femi Fani-Kayode, Willie Obiano"}}}