{"GDELT": {"GlobalEventID": 940812370, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AFRCVL", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.43478260869565, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Actor1Geo_CountryCode": "SF", "Actor1Geo_ADM1Code": "SF06", "Actor1Geo_ADM2Code": "77364", "Actor1Geo_Lat": -26.2, "Actor1Geo_Long": 28.0833, "Actor1Geo_FeatureID": "-1240261", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Johannesburg, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77364", "Action2Geo_Lat": -26.2, "Action2Geo_Long": 28.0833, "Action2Geo_FeatureID": "-1240261", "DATEADDED": 20200814180000, "SOURCEURL": "https://ewn.co.za/2020/08/14/8-years-on-justice-for-marikana-massacre-victims-remains-elusive"}, "ARTICLE": {"TITLE": "8 years on, justice for Marikana massacre victims remains elusive", "TEXT": "The Socio-Economic Rights Institute (Seri) has argued that poor leadership and weak levels of police accountability persist despite the lessons presented by the Marikana massacre.\n\nJOHANNESBURG - With eight years having passed since the Marikana massacre where 34 striking mineworkers were killed by the police, there remain several unimplemented recommendations made by the Farlam Commission.\n\nDespite the commission being appointed by then-President Jacob Zuma to investigate matters of public, national and international concern arising out of the massacre, government is yet to effect some of the corrective steps it was advised to implement.\n\nThe commission chaired by retired Judge Ian Farlam was required to probe the tragic events which took place between 11 and 16 August.\n\nIt ordered that there be an investigation into what transpired at what is now known as the Second Koppie or Scene Two where 17 mineworkers were killed.\n\nThe commission expressed an inability to discern what could have taken place, with reports that police shot at the workers at close range, with some arguing that they were surrendering when their colleagues were shot.\n\nHowever, it recommended that a team headed by a senior state advocate should investigate what happened there.\n\nThemba Masuku is the program director at the African Policing Civilian Oversight Forum (Apcof).\n\nHe said that the Independent Police Investigative Directorate (Ipid) has claimed not to have funds to conduct the investigations since the recommendation was made.\n\n\"It's a complete travesty of justice that 34 miners lost their lives and those that were culpable are likely not going to held accountable simply because the investigations were never completed.\"\n\nThe commission also recommended that Lonmin should comply with the housing obligations under the social and labour plans.\n\nIn its 2018 report, Lonmin said that it had developed modern housing facilities, investing R520 million into the project. It had committed a further R420 million then.\n\nHowever, most of the mineworkers still live in squalor at the nearby Nkaneng informal settlement.\n\nJUSTICE FOR MASSACRE VICTIMS\n\nThe Socio-Economic Rights Institute (Seri) has called for justice for the victims of the Marikana massacre and their families, saying that the state should put more effort into holding those responsible to account.\n\nHowever, this is unlikely to happen anytime soon, with many police investigations, which were meant to be carried out to collect evidence of the murders, stillborn.\n\nSeri has argued that poor leadership and weak levels of police accountability persist despite the lessons presented by the Marikana massacre.\n\nA total of 44 people died during the unrest at Lonmin’s Marikana mine.\n\nTen died in the preceding week, including two police officers and two security guards, while 34 mineworkers were gunned down by the police during the strike for wage increases.\n\nYet, eight years later, the murders of Mgcineni Noki, Molefi Ntsoele, Fezile Saphendu, Jackson Lehura, Henry Pato and others remain unsolved.\n\nSeri’s senior attorney Zamatungwa Khumalo: \"While the families of the mineworkers continue to wait for justice, exessive use of force and brutality by the police still persists. Locally, during the COVID-19 national lockdown, SOuth Africa witnessed heavy-handed law enforcement by various law enforcement bodies.\"\n\nSince 2012, only nine police officers have been prosecuted for the deaths of three striking mineworkers and two police officers.\n\nDownload the EWN app to your iOS or Android device.", "METADATA": {"shorturl": "https://ewn.co.za/eyw7p", "description": "The Socio-Economic Rights Institute (Seri) has argued that poor leadership and weak levels of police accountability persist despite the lessons presented by the Marikana massacre.", "keywords": "IPID, Lonmin, Farlam Commission of Inquiry, Marikana massacre, Socio-Economic Rights Institute (Seri), Local", "news_keywords": "IPID, Lonmin, Farlam Commission of Inquiry, Marikana massacre, Socio-Economic Rights Institute (Seri), Local", "author": "Theto Mahlakoana", "ContentItemType": "Article", "articleid": 393077, "disqusidentifier": "33F96EEF-DD88-4671-8BCC-50BE0D095212", "og": {"type": "article", "image": {"identifier": "http://cdn.primedia.co.za/primedia-broadcasting/image/upload/c_fill,h_437,w_700/kvyjlml9qhs9rlxdlevc", "secure_url": "https://cdn.primedia.co.za/primedia-broadcasting/image/upload/c_fill,h_437,w_700/kvyjlml9qhs9rlxdlevc", "width": 700, "height": 437}, "url": "https://ewn.co.za/2020/08/14/8-years-on-justice-for-marikana-massacre-victims-remains-elusive", "title": "8 years on, justice for Marikana massacre victims remains elusive", "description": "The Socio-Economic Rights Institute (Seri) has argued that poor leadership and weak levels of police accountability persist despite the lessons presented by the Marikana massacre."}, "twitter": {"image": "http://cdn.primedia.co.za/primedia-broadcasting/image/upload/c_fill,h_437,w_700/kvyjlml9qhs9rlxdlevc", "card": "summary", "creator": "@ewnreporter", "url": "https://ewn.co.za/2020/08/14/8-years-on-justice-for-marikana-massacre-victims-remains-elusive", "site": "@ewnreporter", "title": "8 years on, justice for Marikana massacre victims remains elusive", "description": "The Socio-Economic Rights Institute (Seri) has argued that poor leadership and weak levels of police accountability persist despite the lessons presented by the Marikana massacre.", "app": {"name": {"iphone": "Eyewitness News", "ipad": "Eyewitness News", "googleplay": "Eyewitness News"}, "id": {"iphone": 636459947, "ipad": 636459947, "googleplay": "com.eyewitnessnews"}}}, "fb": {"app_id": 259652954116494, "pages": 168892509821961}, "apple-itunes-app": "app-id=636459947", "google-play-app": "app-id=com.eyewitnessnews", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "p": {"domain_verify": "3acf0ffe30e8e741add34eeb0aa173dd"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}