{"GDELT": {"GlobalEventID": 940816529, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVEDU", "Actor1Name": "EDUCATION MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "EDU", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.7928286852589599, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814181500, "SOURCEURL": "https://www.halifaxtoday.ca/coronavirus-covid-19-local-news/mask-requirement-for-public-school-students-expanded-and-strengthened-2637503"}, "ARTICLE": {"TITLE": "Mask requirement for public school students expanded and strengthened", "TEXT": "All students in grades 4 to 12 will be required to wear a mask inside schools except if they are seated at their desks while two metres apart and facing in the same direction\n\nThe province has strengthened and expanded the mask requirement for public school students.\n\nStudents between grades four and 12 will now need to wear non-medical masks unless they are at a desk that is at least 2 metres away from other desks that are facing in the same direction.\n\n\"This change is based on new guidelines released by the Public Health Agency of Canada,\" explained the province's chief medical officer of health, Dr. Robert Strang. \"They now recommend masks for children ages 10 and up because it's that age group that may be as likely as adults to transmit the virus.\"\n\n\"Children under the age of 10 are much less likely to transmit COVID-19.\"\n\nStrang said masks will be required for students of all ages in hallways and on buses. As with other mask requirements, those with medical reasons why they can't wear one will be exempt.\n\n\"All students and staff will be welcomed back to school by receiving two free cloth masks,\" added Education Minister Zach Churchill at a news conference Friday. \"Disposable masks will also be available if a student forgets or loses their mask during the school day.\"\n\nThe province plans to distribute 310,000 non-medical masks to students, teachers and staff.\n\n\"I would encourage families and parents to help our children get comfortable wearing a mask,\" Strang suggested. \"Don't wait until the day before school to have them start to learn how to wear a mask.\"\n\nStrang said, despite the ramped up mask protocol and other precautions in place, he fully expects Nova Scotia will see COVID-19 cases in classrooms.\n\n\"That doesn't mean that what we've got in place has not worked ... but our goal is to keep our COVID cases low,\" the doctor said.\n\n\"If we follow the practices that worked in the first wave, and have worked in the past to protect our school communities from other communicable diseases, we'll be able to maintain appropriate levels of safety and have our children and teachers be in school as much as is possible.\"\n\nStrang explained if a case is identified in a school, the reaction will be just like any other positive test. The individual will need to isolate and public health officials will identify, then test all close contacts, who will also need quarantine for 14 days.\n\nThe province plans to invest an additional $40 million on staff and supplies this school year.\n\nChurchill said this includes $29 million for additional substitute teachers, $8.7 million for more custodial staff to handle enhanced cleaning, $1.4 million for to cover the expanded workdays of Early Childhood Educators so they can conduct proper cleaning, $1.2 million for more lunch monitors, and $500,000 for additional supplies so students don't have to share items like pencils, pens and erasers.\n\nThe ventilation systems of all schools will be assessed before the start of the school year to make sure they are in good working condition. All windows will be inspected to make sure they can be opened.", "METADATA": {"referrer": "always", "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "HalifaxToday.ca", "type": "article", "title": "Mask requirement for public school students expanded and strengthened", "description": "All students in grades 4 to 12 will be required to wear a mask inside schools except if they are seated at their desks while two metres apart and facing in the same direction", "url": "https://www.halifaxtoday.ca/coronavirus-covid-19-local-news/mask-requirement-for-public-school-students-expanded-and-strengthened-2637503", "image": {"identifier": "https://www.vmcdn.ca/f/files/halifaxtoday/images/health/040820-homemade-mask-covid-mask.jpg;w=1200;h=800;mode=crop", "width": 1200, "height": 800}}, "fb": {"app_id": 157289121550568}, "twitter": {"site": "@HalifaxToday", "card": "summary_large_image"}, "description": "All students in grades 4 to 12 will be required to wear a mask inside schools except if they are seated at their desks while two metres apart and facing in the same direction", "article": {"section": "Coronavirus (COVID-19) Local News"}, "theme-color": "#1665a8", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://www.vmcdn.ca/files/ui/halifax/favicon-144.png"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}