{"GDELT": {"GlobalEventID": 940890318, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MEX", "Actor1Name": "MEXICO", "Actor1CountryCode": "MEX", "Actor2Code": "CVL", "Actor2Name": "TOURIST", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.30840400925211997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Puerto Morelos, Quintana Roo, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX23", "Actor1Geo_ADM2Code": "20810", "Actor1Geo_Lat": 20.85, "Actor1Geo_Long": -86.8667, "Actor1Geo_FeatureID": "33914", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quintana Roo, YucatáMX, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX31", "Actor2Geo_ADM2Code": "21335", "Actor2Geo_Lat": 20.8667, "Actor2Geo_Long": -88.6333, "Actor2Geo_FeatureID": "-1690731", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Puerto Morelos, Quintana Roo, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX23", "Action2Geo_ADM2Code": "20810", "Action2Geo_Lat": 20.85, "Action2Geo_Long": -86.8667, "Action2Geo_FeatureID": "33914", "DATEADDED": 20200815030000, "SOURCEURL": "http://www.msn.com/en-us/travel/news/can-americans-visit-mexico-right-now/ar-BB17YSsV"}, "ARTICLE": {"TITLE": "Can Americans Visit Mexico Right Now?", "TEXT": "© Photo by Shutterstock Can Americans Visit Mexico Right Now?\n\nPhoto by Shutterstock While the U.S.-Mexico land border is currently restricted to essential travel, air travel between the United States and Mexico is permitted.\n\nW e’ve heard recent stories of American travelers wading in nearly empty pools in Puerto Vallarta and enjoying rare stretches of solitude at major resorts in Cancun and Los Cabos that are only at 30 percent capacity. We’ve seen tales on social media of travelers at Mexico resorts experiencing socially distanced buffets and evening shows.\n\nGibran Chapur, vice president of the Palace resort chain, said his company\n\nwelcomed about 300 tourists on the first day\n\nthe hotels reopened in June—and 70 percent of the guests were from the United States.\n\nIf you’re confused, you have good reason to be: As part of an agreement enacted on March 21, all nonessential travel between the United States and Mexico has been prohibited. (How exactly nonessential travel is defined is problematic in and of itself—in short, there is no set-in-stone definition.) The deadline to reopen the U.S.-Mexico border was extended again this week, to September 21 (previously it was set to expire on August 21). And when the U.S. State Department lifted its global coronavirus travel advisory in early August, it assigned a Level 4 — Do Not Travel warning for all of Mexico.\n\n“The border couldn’t be opened right now,” Mexico Foreign Affairs Secretary Marcelo Ebrard said Thursday, according to the Associated Press. “It wouldn’t be logical that we change it right now, so it will be another month.” Mexico has reported just over 500,000 confirmed coronavirus cases and around 55,000 deaths, both considered to be significant undercounts due to very limited testing, reports the Associated Press. The United States has reported 5.25 million coronavirus cases and just over 167,000 deaths, according to Johns Hopkins University.\n\nSo how are Americans getting to Cancun, Los Cabos, Puerto Vallarta? Are they all rule-breaking desperados? Hardly. We worked with our peers at Travesías Media, a top magazine, book, and city guide publisher in Mexico, to find out what the Mexican government is telling its people and to compare that to what we’re hearing in the United States. Let’s break it down.\n\nWhat the governments say\n\n© Photo courtesy of Puerto Morelos Press Office International flights are still arriving in popular tourist states such as Quintana Roo. Photo courtesy of Puerto Morelos Press Office International flights are still arriving in popular tourist states such as Quintana Roo. © Photo courtesy of Puerto Morelos Press Office International flights are still arriving in popular tourist states such as Quintana Roo.\n\nAccording to the U.S.: “The United States will temporarily limit inbound land border crossings from Canada and Mexico to ‘essential travel.’ This action does not prevent U.S. citizens from returning home. These restrictions are temporary and went into effect on March 21, 2020. They will remain in effect through 11:59 p.m. on September 21, 2020. This decision has been coordinated with the Governments of Mexico and Canada.” —U.S. Embassy in Mexico\n\nTranslation: Technically, air travel has been allowed throughout the COVID-19 pandemic, along with train and sea travel; driving across the border, commuter rail, and ferry travel have been prohibited. International flights have still been arriving in popular tourist states such as Quintana Roo (albeit on a limited schedule and some nearly empty). Upon arrival in Mexico, travelers face health screenings like temperature checks—Cancun’s airport has thermographic cameras that register travelers with fevers (you might not even notice they’re taking your temperature)—and the possibility of being asked to return home or quarantine in Mexico if they are symptomatic. We interviewed several travelers who have flown to Mexico in the last two months, and none were questioned on arrival or returning home. (The website for the U.S. embassy and consulates in Mexico is regularly updated with entry and exit information.)\n\nAccording to Mexico: Per Travesías, “Mexico’s federal government has never closed its borders despite COVID-19. In fact, it’s one of the few countries that currently welcomes travelers from all over the world, without any kind of restriction or mandatory quarantine upon arrival.” Some states in Mexico have called on their federal government to tighten border restrictions as the U.S. case count has risen, reports the Washington Post. And as we saw with Mexico Foreign Affairs Secretary Marcelo Ebrard’s statement this week, that stance may be getting firmer.\n\nMexico’s states have each had different phased reopenings, depending on the number of cases and hospital occupation, among other metrics. On June 1, the government introduced a national “stoplight” system to phase in the return of nonessential activities. Red states are essentially in lockdown, with just essential activities allowed; oranges states allow restaurants, hotels, and stores to open with limited capacity. Daily updates are posted here.\n\nAs of July, “The Mayan Riviera, Los Cabos and Puerto Vallarta (which are some of the most popular destinations for American travelers) are located within the orange states,” reports Travesías. “As a result, they have begun their economic and tourist reopening with all the safety and hygienic measures required.”\n\nWhat we’re hearing from hotels\n\n© Courtesy of Nobu Hotel Los Cabos When Nobu Hotel Los Cabos opened on July 1, Americans made up the bult of guests. Courtesy of Nobu Hotel Los Cabos When Nobu Hotel Los Cabos opened on July 1, Americans made up the bult of guests. © Courtesy of Nobu Hotel Los Cabos When Nobu Hotel Los Cabos opened on July 1, Americans made up the bult of guests.\n\nWhen hotels started reopening in Mexico, capacity was capped at 30 percent occupancy to avoid overcrowding. Before the pandemic, occupancy rates of 85 percent were not uncommon. As in the United States, many resorts are welcoming domestic travelers who are staying close to home. At Chablé Yucatan, the majority of guests are national—“This is normal, nothing new,” says general manager Rocco Bova. “Our market was always Mexico, now just slightly higher. We also got some people from the U.S., including guests flying private.”\n\nIn interviews with two Leading Hotels of the World properties, Travesias confirmed that hotels have reopened with new safety protocols and global sanitation standards—and that Americans are most definitely visiting. At Nobu Hotel Los Cabos, which opened its doors on July 1, Americans (mostly from California) were the bulk of reservations, says sales director Sofía De la Rosa. Meanwhile, the Chablé Maroma on the Riviera Maya, which returned on June 8, has seen “50/50 national and American guests,” says general manager Gerardo Ortiz. “We tend to have a lot of American guests, but surprisingly, we have experienced an increase in Mexican travelers—especially honeymooners that needed a sudden change of plans due to COVID-19.”\n\nOrtiz added: “Since the U.S. government has recommended avoiding all nonessential international travel due to COVID-19, many American guests have asked us if they are allowed to enter the country. The answer has always been yes. When arriving into Cancun’s International Airport, they will probably be asked about any current symptoms or other travels in the past 15 days and that’s it. Another question we’ve been asked is whether the beach is open or not. Fortunately, due to our location and privacy, the beach is open and ready to welcome travelers.”\n\nSo . . . what should you do?\n\nThe U.S. Centers for Disease Control and Prevention (CDC) advises against traveling to areas where transmission levels are high. Please be sure to check the CDC’s latest guidance for traveling, including wearing a face mask in public settings. Do not travel if you are sick or have likely been exposed to COVID-19, the agency reminds would-be travelers.\n\nThe Associated Press contributed reporting.\n\n>>Next: The Top 10 Pyramids in Mexico", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Can Americans Visit Mexico Right Now?", "cq": "passed", "Search.Interest": "Mexico", "robots": "index, follow", "description": "Technically, there’s a ban on nonessential travel across the border through September 21. Then how are people on vacation in Cabo and Cancun right now?", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}