{"GDELT": {"GlobalEventID": 940888626, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.16835016835016, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_Lat": 31.105999999999998, "Actor1Geo_Long": -97.6475, "Actor1Geo_FeatureID": "TX", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 31.105999999999998, "Action2Geo_Long": -97.6475, "Action2Geo_FeatureID": "TX", "DATEADDED": 20200815024500, "SOURCEURL": "https://www.worldoil.com/magazine/2020/august-2020/features/trump-s-trip-to-west-texas-includes-visit-to-rig-of-world-oil-editorial-advisor"}, "ARTICLE": {"TITLE": "Trump’s trip to West Texas includes visit to rig of World Oil editorial advisor", "TEXT": "August 2020 /// Vol No.\n\nFeatures\n\nTrump’s trip to West Texas includes visit to rig of World Oil editorial advisor\n\nEver wonder what goes on, when President Trump makes a trip to West Texas, especially when it features a visit to an oil field location? Well, one of our editorial advisors got to witness a full day of logistics, when the President visited one of his company’s rigs near Midland, Texas.\n\nStaff, World Oil\n\nEver wonder what goes on, when President Trump makes a trip to West Texas, especially when it features a visit to an oil field location? Well, one of our editorial advisors got to witness a full day of logistics, when the President visited one of his company’s rigs near Midland, Texas. Trent Latshaw, president of Latshaw Drilling Company. Latshaw is one of World Oil’s longer-serving editorial advisors.\n\nOn July 29, Trump visited Midland and Odessa, the twin city to the west of Midland, to deliver a message to the area’s industry players, as well as the public. That message, according to the White House, was to describe how the U.S. is achieving energy dominance by cutting regulations, simplifying permitting, and encouraging private investment in energy infrastructure.\n\nArrival and luncheon. Accordingly, late on that Wednesday morning, Trump’s Air Force One 747 landed at Midland International Air & Space Port. There, as he disembarked, the President was met by Texas Governor Greg Abbott (R-Texas), Lieutenant Governor Dan Patrick (R-Texas), former Secretary of Energy/former Texas Governor Rick Perry (R-Texas), and some local high school students. From there, the presidential motorcade traveled onto nearby Interstate 20, for the drive to Odessa and a fundraising luncheon.\n\nAs reported by local media, the motorcade drove by large groups of people lining the roads, to wish Trump well and catch a glimpse of him in his limousine. At the luncheon site, the Odessa Marriott Hotel, local media reported seeing former Texas House Speaker/current Texas state Rep. Tom Craddick and his wife, Nadine, waiting to enter the luncheon, along with their daughter, Christi Craddick, one of the three Texas Railroad Commissioners.\n\nAfter the luncheon, the presidential motorcade drove back eastward to Midland, and then east of town. Driving along Farm-to-Market Road 307, and then down County Road 1120, enroute to the rig site, local media again reported that large groups of people lined the route, expressing support for Trump.\n\nThe rig site visit. Finally, upon arriving at the well site, Trump and his motorcade encountered Latshaw Drilling Rigs 43 and 9, both drilling on adjacent pads for operator Double Eagle Energy. Dominating the site was a giant American flag, hung from large cranes and seeming to dwarf Rig 9, Fig. 1. A large Texas state flag fluttered from Rig 43, as well, Fig 2. Local media reported that the president got out of his limousine and walked up onto an outdoor stage, where he posed with executives from Double Eagle, and noted that it was “hot and windy.”\n\nTrump then returned to his limousine, which drove around to a large tent that had been set up in front of Rig 43. There, several hundred people were waiting. “Among those greeting the President were Gov. Abbott, Lt. Gov. Patrick, U.S. Senator Ted Cruz (R-Texas), Secretary of Energy Dan Brouillette, Secretary of the Interior David Bernhardt, former Energy Secretary and Governor Perry, local politicians and others,” said Latshaw.\n\nThe President delivered his remarks from a platform (Fig. 3) set up in front of several oil barrels, with Rig 43 standing in the background. In his remarks to the crowd, Trump began by noting, “I’m thrilled to be here in Midland, Texas, with the extraordinary men and women of Double Eagle Energy…..There’s a lot of big, beautiful rigs behind me.” He went on to talk about America’s recently gained energy independence, as well as some Covid-19 updates. He then switched back to the energy theme, stating, “Under the last administration, America’s energy industry was under relentless and unceasing attack.” He went on to list some of the steps his administration has taken to protect the U.S. oil and gas industry.\n\nAppreciating Permian production. Switching to a local flavor, Trump told the crowd, “We unlocked the full energy potential of Texas and New Mexico…. And since my election, oil and gas production in the Permian basin has more than doubled. Under the Trump administration, the United States has increased oil production by 3.1 million barrels per day. That’s some number.”\n\nFurther down in his remarks, the President said, “Today, I’m taking another bold action to support energy jobs in Texas. In a few moments, I will sign four critical permits, granting approval to vital pipeline and railway infrastructure on our nation’s border. That’s a big deal. This will include two permits allowing the export of Texas crude to Mexico—a giant victory for the workers of this state that you’ve been after for many years.”\n\nIn the back half of his comments, Trump gained favor with the crowd, when he said, “Washington Democrats have embraced Representative Ocasio- Cortez’s nearly $100-trillion Green New Deal disaster—I’ve added the fourth word; it’s a “disaster”—which would ban oil and gas leasing on all federal lands. And, by the way, there’d be no fracing. So, let me ask you, Mr. Governor, how do you think that works in Texas? No fracing, no drilling, no oil. Is that okay? (Gov. Abbott apparently shook his head, ‘no.’) Good.”\n\nIn closing, the President stated, “So on behalf of every American energy worker, I will now sign these very important permits that your governor and your senators have been after me for a long time to sign.”\n\n“After his talk, he did have a signing ceremony where he signed four bills pertaining to various pipeline projects,” said Latshaw. And then the President climbed back in his limousine and the motorcade headed back to Midland International Air & Space Port, for Air Force One and the trip back to Washington. “Obviously, Trump and his administration are very supportive of our industry, and it shows from his speeches and his actions,” added Latshaw. And, obviously, it is a day that Trent Latshaw won’t soon forget.\n\nThe Authors ///\n\nStaff\n\nRelated Articles ///\n\nFROM THE ARCHIVE ///", "METADATA": {"description": "Ever wonder what goes on, when President Trump makes a trip to West Texas, especially when it features a visit to an oil field location? Well, one of our editorial advisors got to witness a full day of logistics, when the President visited one of his company’s rigs near Midland, Texas.", "viewport": "width=device-width", "msvalidate.01": "1D13E169D1013DD25BFCEFC16212E6C5", "google-site-verification": "zdym6EdpGcH-nKU-ATTA16VmeWTsG2exT4T8f012Wp4", "twitter": {"card": "summary_large_image", "site": "@WorldOil"}, "og": {"image": "https://www.worldoil.com/media/14632/trump-article-1.jpg", "title": "Trump’s trip to West Texas includes visit to rig of World Oil editorial advisor", "description": "Ever wonder what goes on, when President Trump makes a trip to West Texas, especially when it features a visit to an oil field location? Well, one of our editorial advisors got to witness a full day of logistics, when the President visited one of his company’s rigs near Midland, Texas."}}}}