{"GDELT": {"GlobalEventID": 940847180, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 45.0, "Actor2Geo_FeatureID": "SA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "SA", "DATEADDED": 20200814214500, "SOURCEURL": "https://www.middleeasteye.net/news/uae-israel-not-advance-peace-middle-east-mandla-mandela"}, "ARTICLE": {"TITLE": "UAE-Israel deal will not advance peace in Middle East: Mandla Mandela", "TEXT": "The grandson of anti-apartheid icon Nelson Mandela slammed Israel and the United Arab Emirates' plans to normalise relations, saying anyone who believes the pact will advance peace in the Middle East is living in a \"fool's paradise\".\n\nMandla Mandela, a leading member of parliament and chief of the Mvezo Traditional Council, said \"legitimate peace could only come from full recognition of the Palestinians' fundamental human rights\".\n\n\"Trump, Netanyahu and their lackeys in the Middle East can sign peace deals with all whom they like, but history will judge them harshly just as it has assigned the apartheid regime in South Africa to the dustbin of history,\" he said on Friday.\n\nOn Thursday, Israel and the UAE reached an agreement to establish bilateral ties, a deal slammed by the Palestinians as a \"treacherous stab in the back\".\n\nUAE-Israel deal caps years of growing ties and secret Netanyahu visits Read More »\n\nUnder the agreement, which was brokered by US President Donald Trump, Israel said it had agreed to suspend the annexation of parts of the occupied West Bank.\n\nHowever, speaking to reporters later in the day, Israeli Prime Minister Benjamin Netanyahu said annexation was \"still on the table\" and that it was something he was \"committed to\".\n\nThe deal has already drawn outrage among South African activists, while Cyril Ramaphosa's government has expressed concern over attempts to normalise relations without the consent of the Palestinians.\n\n\"While the UAE has the sovereign right to set its diplomatic relations with the government of Israel, it is regrettable that it has done so based on yet another agreement related to the fate of the Palestinian people without engaging the people of Palestine,\" South Africa's Department of International Relations and Cooperation (DIRCO) said in a statement on Friday.\n\n\"The agreement by three countries, the USA, the UAE and Israel, instead posits that a temporary suspension of the annexation should be celebrated as a diplomatic break-through.\"\n\n\"The agreement, however, does not commit Israel to halting of plans to further extend Israeli sovereignty over Palestinian territories and its people. The agreement also does not commit the government of Israel to negotiations guided by the internationally agreed parameters.\"\n\n'Height of treachery'\n\nIn May 2018, South Africa withdrew its ambassador from Israel following the killing of more than 55 Palestinians during the Great March of Return in Gaza.\n\nThough the ambassador, Sisa Ngombane, later returned to Israel for personal matters, when his term was up, the South African government said it would not be sending a new representative to Tel Aviv, in accordance with resolutions adopted by the ruling of the African National Congress (ANC) in December 2017 to turn the embassy into a \"liaison office”.\n\n\"We are in the process of following the downgrade resolution of the ruling party and stage one has been completed,\" said Lindiwe Sisulu, minister of international relations and cooperation.\n\nCommenting on Pretoria's move at the time to sever relations with Tel Aviv, Gideon Levy, the Israeli author, wrote: \"South Africa, in a move that generates respect, is teaching Israel an important lesson about instilling the legacy of the past and learning its lessons. By cutting off ties with an occupying, apartheid state, it’s telling Israel: We've learned the lessons of our past. What about you?\"\n\nThe UAE and Israel: More than a marriage of convenience Read More »\n\nOn Friday, a group of protesters held a demonstration outside the Israeli embassy in Johannesburg. Protesters from the Africa for Palestine group as well as trade unions, stood six feet apart, held placards and chanted over a megaphone.\n\nMandela, a proponent of the Boycott, Divestment and Sanctions movement (BDS), said it was for good reason that his grandfather, Nelson Mandela, had declared Palestine the greatest moral issue of our time.\n\n\"Those who legitimise apartheid Israel will themselves become the victims of its nefarious ambitions of a greater Israel. We will stand in solidarity with the Palestinians and we will stand for justice and human rights for all,\" he said.\n\nMandela's comments were echoed by anti-apartheid stalwart and former government minister, Ronnie Kasrils.\n\nKasrils told Middle East Eye the move showed that a \"Machiavellian choreography is under way\".\n\n\"It is yet another disgraceful milestone in the sordid history of shameful deals in the entire region ... it is important that people around the world, who believe in justice for Palestine, protest and invigorate the BDS campaign to isolate Israel, condemn America's sustained military aid, and denounce those collaborationist Arab regimes,\" Kasrils said.\n\nMeanwhile, the South African BDS coalition told MEE that the deal \"was the height of treachery\".\n\n\"The UAE has been conniving with the US and Israel to undermine the Palestinian people and act as a stalking horse for other countries such as the murderous Saudi Arabian regime.\n\n\"This is extremely dangerous for the Palestinians and the region. We urge the international community to vociferously reject this Faustian pact and to stand with the Palestinian people in their struggle for justice and a meaningful peace,\" the group said.", "METADATA": {"twitter": {"card": "summary_large_image", "description": "Grandson of anti-apartheid icon Nelson Mandela says anyone who believes normalisation will advance peace is living in 'fool's paradise'", "title": "UAE-Israel deal will not advance peace in Middle East: Mandla Mandela", "creator": "@middleeasteye", "url": "http://www.middleeasteye.net/news/uae-israel-not-advance-peace-middle-east-mandla-mandela"}, "og": {"site_name": "Middle East Eye", "type": "article", "url": "http://www.middleeasteye.net/news/uae-israel-not-advance-peace-middle-east-mandla-mandela", "title": "UAE-Israel deal will not advance peace in Middle East: Mandla Mandela", "description": "Grandson of anti-apartheid icon Nelson Mandela says anyone who believes normalisation will advance peace is living in 'fool's paradise'", "image": {"identifier": "http://www.middleeasteye.net/sites/default/files/images-story/South%20Africa%20palestine%20protest.jpg", "url": "http://www.middleeasteye.net/sites/default/files/images-story/South%20Africa%20palestine%20protest.jpg"}}, "description": "Grandson of anti-apartheid icon Nelson Mandela says anyone who believes normalisation will advance peace is living in 'fool's paradise'", "fb": {"app_id": 882711278504931}, "generator": "Drupal 8 (http://drupal.org)", "article": {"author": "https://www.facebook.com/middleeasteye/"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}