{"GDELT": {"GlobalEventID": 940890196, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "IND", "Actor1Name": "NEW DELHI", "Actor1CountryCode": "IND", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 4.20650095602294, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Red Fort, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6333, "Actor1Geo_Long": 77.2333, "Actor1Geo_FeatureID": "-2109338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Red Fort, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6333, "Actor2Geo_Long": 77.2333, "Actor2Geo_FeatureID": "-2109338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Red Fort, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6333, "Action2Geo_Long": 77.2333, "Action2Geo_FeatureID": "-2109338", "DATEADDED": 20200815030000, "SOURCEURL": "https://timesofindia.indiatimes.com/india/pm-narendra-modi-hails-corona-warriors-key-points-of-i-day-speech/articleshow/77556796.cms"}, "ARTICLE": {"TITLE": "PM Modi speech: Key quotes of PM Narendra Independence Day speech", "TEXT": "This is a day to remember the sacrifices of our freedom fighters. This is also a day to show gratitude to Security personnel including that of Army, paramilitary and police ensuring our safety\n\nWe're going through distinct times. I can't see young children in front of me today (at Red Fort). Corona has stopped everyone. In these times of COVID, Corona warriors have lived the mantra of 'Seva Parmo Dharma' and served the people of India. I express my gratitude to them.\n\nPM Narendra Modi pays condolences to the parts of the country facing natural calamities and disasters and reassures our fellow citizens of full support in this hour of need.\n\nNext year, we are going to celebrate India's 75th Independence Day. This is a momentous occasion.\n\nIn the midst of the Corona pandemic, 130 crore Indians have pledged to build a Aatma Nirbhar Bharat (self-reliant India).\n\nIn the times of coronavirus, without caring for their lives, our doctors, nurses, para-medical staff, ambulance staff, sanitation workers, police, volunteers and various other people are working 24 hours. I salute them.\n\nIn the midst of the Corona pandemic, 130 crore Indians have pledged to build a Aatma Nirbhar Bharat.\n\nI am confident that India will realize this dream. I am confident of the abilities, confidence and potential of my fellow Indians. Once we decide to do something, we do not rest till we achieve that goal.\n\nIt never happened that there was any part during the time period of India's slavery that no attempt was made to free the country or nobody made sacrifices for freedom.\n\nAmid Covid-19 pandemic 130 crore Indians took the resolve to be self-reliant and 'Aatmanirbhar Bharat' is on the mind of India. We must be 'vocal for local'. This dream is turning into a pledge. Aatmanirbhar Bharat has become a 'mantra' for the 130 crore Indians today.\n\nI am confident that India will realise this dream. I am confident of the abilities, confidence and potential of my fellow Indians. Once we decide to do something, we do not rest until we achieve that goal.\n\nToday, some of the world's biggest companies are heading towards India. Along with 'Make in India, we have to adopt the 'mantra' of 'Make for World' as well.\n\nTo take India towards development there is a need to give a new direction to overall infrastructure development. We will achieve this using National Infrastructure Project.\n\nOne Nation-One Tax, Insolvency, Bankruptcy Code, mergers of banks, is the truth of the country.\n\nA few months ago, we were importing N-95 masks, PPE kit and ventilators. India is not only making these products to fulfil its needs, but is also helping other nations.\n\nI am confident that measures like opening up the SPACE sector, will generate many new employment opportunities for our youth and provide further avenues to hone their skills and potential.\n\nThe country is looking forward to spending Rs 100 lakh crore in this direction. As many as 7,000 projects have been identified in different sectors. This would be a revolution in infrastructure.\n\nThis is an era to end silos in infrastructure. To achieve this, a massive scheme Multi-Modal Connectivity Infrastructure has been prepared.\n\nSome areas of the country have remained underdeveloped. We have identified 110 potential districts. Special efforts are being made to provide better education, health facilities, and employment opportunities to these districts.\n\nSelf-reliance is India's prime objective. Self-reliant agriculture, self-reliant farmer.\n\nTo provide modern infrastructure to the farmers of the country, 'Agriculture Infrastructure Fund' of Rs 1 Lakh Crores has been created.\n\nLast year, there was a record 18% increase in Foreign Direct Investment (FDI) to our country. The world has shown confidence in\n\nIndia as we have worked on our policies, democracy and strengthening of the foundation of our economy.\n\nMiddle-class has potential and wants new opportunities.\n\nEducation has a key role in the making of Aatma Nirbhar, modern, new and prosperous India. So, we have brought the new education policy after three decades that has been welcomed throughout the country, which instils new confidence.\n\nOnly 5 dozen village panchayats were connected with optical fibre before 2014. In the last 5 years, 1.5 Lakh village panchayats have been connected with optical fibre. In the coming 1000 days, every village of the nation will be connected with optical fibre.\n\nWhenever women received opportunity, they made India proud and strengthened it. Today, nation is determined to provide equal opprtunities of self-emloyment and employment to them. Today women are working in coal mines, our daughters are touching the sky while flying fighter plane.\n\nWe have set up committee to reconsider the minimum age for marriage of our daughters. We will take appropriate decision after the committee submits its report.\n\nOut of the 40-crore Jan Dhan bank accounts in the country, 22 crore belongs to women.In the three Coronavirus-infected months, April, May and June, approximately Rs 30,000 crore have been directly transferred into these accounts.\n\nToday, there is not one but three coronavirus vaccines under development in the country. As soon as these vaccine get a green signal from scientists, the country is prepared to manufacture them at a large scale.\n\nYour every test, illness, the medicines prescribed to you by doctors, all these details can be accessed through Health ID.\n\nToday, a new programme is going to start in the country. This is the National Health Mission. The National Digital Health Mission would bring a revolution in India's health sector.\n\nThis one year is a year of the new journey of development for Jammu and Kashmir. This one year is the year of the rights received by the women and the Dalits in Jammu and Kashmir. This one year is also the year of a life of dignity for the refugees in Jammu and Kashmir.\n\nFrom LOC to LAC, whoever has tried to challenge the country's sovereignty, the country and its forces have given a befitting reply to them.\n\nNCC would be expanded to 173 border and coastal districts. Under this programme, one lakh NCC cadets would be provided with special training. One-third of these cadets would be women.\n\nIndependence Day 2020: PM Modi announces National Digital Health Mission\n\nNEW DELHI: Prime Minister Narendra Modi on Saturday addressed the nation on the occasion of India's 74th Independence Day from the rampart of Red Fort in the national capital.Here is a look at key points from his speech —", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no", "description": "India News: \"Amid Covid-19 pandemic 130 crore Indians took the resolve to be self-reliant and 'Aatmanirbhar Bharat' is on the mind of India. We must be 'vocal for", "keywords": "India, India news, India news today, Today news, Google news, Breaking news,PM Narendra Modi Speech,PM Narendra Modi Independence Day speech,Narendra Modi speech,Narendra Modi,Modi Speech,Modi Independence day speech,India's 74th Independence Day,Independence day", "robots": "NOODP", "og": {"title": "PM Modi speech: Key quotes of PM Narendra Independence Day speech | India News - Times of India", "url": "https://timesofindia.indiatimes.com/india/pm-narendra-modi-hails-corona-warriors-key-points-of-i-day-speech/articleshow/77556796.cms", "image": {"identifier": "https://static.toiimg.com/thumb/msid-77557110,width-1070,height-580,imgsize-436070,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg", "width": 1070, "height": 580}, "description": "India News: \"Amid Covid-19 pandemic 130 crore Indians took the resolve to be self-reliant and 'Aatmanirbhar Bharat' is on the mind of India. We must be 'vocal for", "site_name": "The Times of India", "type": "article"}, "twitter": {"url": "https://timesofindia.indiatimes.com/india/pm-narendra-modi-hails-corona-warriors-key-points-of-i-day-speech/articleshow/77556796.cms", "image": "https://static.toiimg.com/thumb/msid-77557110,width-1070,height-580,imgsize-436070,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg", "title": "PM Modi speech: Key quotes of PM Narendra Independence Day speech | India News - Times of India", "description": "India News: \"Amid Covid-19 pandemic 130 crore Indians took the resolve to be self-reliant and 'Aatmanirbhar Bharat' is on the mind of India. We must be 'vocal for", "card": "summary_large_image", "site": "@timesofindia"}, "mobile-web-app-capable": "yes", "news_keywords": "Google news, Breaking News, India,PM Narendra Modi Speech,PM Narendra Modi Independence Day speech,Narendra Modi speech,Narendra Modi,Modi Speech,Modi Independence day speech,India's 74th Independence Day,Independence day", "The Times of India": "app-id=427589329,app-argument=https://timesofindia.indiatimes.com/india/pm-narendra-modi-hails-corona-warriors-key-points-of-i-day-speech/articleshow/77556796.cms", "y_key": "b1abb36a8d5c19c9", "theme-color": "#af2c2c", "apple-mobile-web-app-capable": "yes", "HandheldFriendly": "true", "MobileOptimized": "width", "fb": {"pages": 26781952138, "app_id": 117787264903013}, "google-site-verification": "GdaeWTVPddYtkw-2hEyDpLYMw9SjsNr4dS5Z-9tfcT0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}