{"GDELT": {"GlobalEventID": 940888876, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "BRITAIN", "Actor1CountryCode": "GBR", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.86145648312611, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200815024500, "SOURCEURL": "https://www.dawn.com/news/1574489"}, "ARTICLE": {"TITLE": "Hard-hit countries step up virus measures as cases mount", "TEXT": "LONDON: Countries among the hardest hit by the coronavirus unveiled further control measures on Friday to battle rising cases, hitting summer tourism and aspects of everyday life around the globe.\n\nThe US Department of Homeland Security said it was extending a ban on non-essential travel through border crossings with Canada and Mexico throughout most of September “to slow the spread” of the disease.\n\nMeanwhile Britain added France to its list of countries hit with a mandatory two-week quarantine for returning holidaymakers from Saturday, as Paris confronts a resurgent second wave of infections.\n\nConfirmed cases in France reached levels not seen since May on Wednesday and Thursday, at over 2,500 new cases per day.\n\nNeighbouring Spain said it would close all nightclubs and ban smoking in the street where people are unable to stay at a safe distance, after the country reported almost 3,000 cases in 24 hours on Thursday.\n\n“Personally I think it’s stupid, it’s over the top,” Madrid-based translator Julien Garcia said about the smoking ban.\n\nIn Germany, the Robert Koch Institute for disease control added all of Spain except the Canary Islands to its list of regions where incoming travellers must show a negative test for Covid-19 or quarantine for 14 days.\n\nAustria urged its citizens to return from popular Mediterranean destination Croatia before similar rules come into effect on Monday, while Serbia introduced mandatory testing for travellers from four neighbouring countries.\n\nAnd thousands of Albanians queued in their cars at the Greek border, hoping to squeeze across and return to work before tougher entry requirements designed to brake mounting infections come into effect.\n\nSome people had been waiting for three days in the 20-kilometre, 4,000-car jam, an Albanian police source said.\n\nAround the world, the number of confirmed cases rose to almost 21 million according to a tally from official sources, with nearly 755,000 people dead.\n\nThe United States has suffered the most deaths at 167,253, followed by Brazil with 105,463, Mexico 55,293, and India with 48,040.\n\nFrance and the Netherlands have now joined Spain and several other European nations on Britain’s quarantine list, having at first been granted exemptions.\n\nFrench student Antoine, 23, had to rush back to Bristol, where he is at university, cutting short his summer holidays.\n\n“I’m a waiter in a small caf near college, I can’t afford to spend 14 days in the house,” he said at London’s St Pancras railway station after getting off a Eurostar train.\n\nFrench holidaymakers in the UK will be faced with tough choices of their own, as Paris swiftly announced a “reciprocal measure”, although it was unclear when that might be imposed.\n\nThe Netherlands also said it would advise against all but essential travel to Britain, but will not impose a quarantine of its own for incoming travellers.\n\nWith more than 41,000 deaths caused by COVID-19, Britain is the worst-hit country in Europe and Prime Minister Boris Johnson has been criticised over his handling of the crisis.\n\nA slew of data on Friday revealed the scale of the economic impact of the virus and punishing lockdowns, with Hungary, Bulgaria, Romania, the Netherlands, Finland and Denmark all booking hefty hits to GDP in April-June.\n\n“Never before” has the Dutch economy suffered shrinkage of 8.5 percent in a single quarter, the CBS statistics office said, while Denmark and Hungary both reported their worst slumps since the early 1990s.\n\nPublished in Dawn, August 15th, 2020", "METADATA": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1", "subject": "Your window to latest news, analysis and features from Pakistan, South Asia and the world.", "description": "US extends ban on non-essential travel through border crossings with Canada and Mexico.", "fb": {"app_id": 1383068068604634, "pages": 86398345441}, "og": {"locale": "en_US", "site_name": "DAWN.COM", "url": "https://www.dawn.com/news/1574489", "type": "article", "title": "Hard-hit countries step up virus measures as cases mount", "description": "US extends ban on non-essential travel through border crossings with Canada and Mexico.", "image": "https://i.dawn.com/large/2020/08/5f37778d716e9.jpg"}, "twitter": {"card": "summary", "site": "@dawn_com", "url": "https://www.dawn.com/news/1574489", "title": "Hard-hit countries step up virus measures as cases mount", "description": "US extends ban on non-essential travel through border crossings with Canada and Mexico.", "image": "https://i.dawn.com/large/2020/08/5f37778d716e9.jpg"}, "article": {"publisher": "https://www.dawn.com", "published_time": "2020-08-15 06:58:20", "modified_time": "2020-08-15 10:45:59", "tag": "Coronavirus", "author": "https://www.dawn.com/authors/119/afp"}, "keywords": "Coronavirus", "news_keywords": "Coronavirus", "author": "AFP"}}}