{"GDELT": {"GlobalEventID": 940895304, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.01289134438306, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200815040000, "SOURCEURL": "https://www.theage.com.au/culture/books/fiction-should-shake-us-up-discomfort-us-charlotte-wood-20200812-p55l5f.html"}, "ARTICLE": {"TITLE": "Fiction should shake us up, discomfort us: Charlotte Wood", "TEXT": "Wood and fellow writer Tegan Bennett Daylight appear in a session at the digital Melbourne Writers Festival this weekend, to talk all things books, reading and writing. Bennett Daylight, whose book of essays The Details explores love, death and how books have nourished her life, says reading and writing is about the small connections, the details. The two authors are close friends and part of a writers group, along with Vicki Hastrich and Lucinda Holdforth. While initially unsure about joining a group, Bennett Daylight has come to cherish it for many things, including its intellectual rigour: \"It’s deep and rich and difficult\". Particularly of late, Wood has found herself seeking companionship in reading during the coronavirus pandemic. “Sometimes in terms of needing comfort, I will reread things that I’ve loved,\" Wood says. \"It might be an escapist impulse; I’ll go back to that book I know I loved before.” It’s the precision of language she finds most interesting, \"because you can address the same topic but with a completely different approach to language that brings something you think you know alive again in a completely new way”. Her friend concurs. “We’re both really entranced and inspired by form more than anything else, so a lot of our writerly discussions while working together is finding books that are willing to break with form, or do something fresh with form, powerful sentences or very rich language,” Bennett Daylight says. “That for me is what is at the heart of what helps me lead an interesting life.\"\n\nIn Which Two Friends Discuss Reading with Charlotte Wood and Tegan Bennett Daylight is online on Sunday, 3pm-4pm, as part of the Melbourne Writers Festival. See mwf.com.au What we're reading Christos Tsiolkas Credit:Eddie Jim Christos Tsiolkas The Tower by Uwe Tellkamp: a sprawling, angry and unsettling book about an extended family living in Dresden in the final decade before the fall of the Berlin Wall. The book has some of the abrasive discord of 20th Century atonal music so you have to work hard at reading it. The effort pays off. Some of it is astounding. And there isn’t a whiff of nostalgia in it. A friend who grew up in the former East Germany recommended it to me many years ago but he warned, “You have to be patient to read it.” This pandemic has granted me that necessary patience.\n\nJamila Rizvi Credit:Anna Robinson Jamila Rizvi The Vanishing Half by Brit Bennett: This is another beautiful and emotionally charged novel from Bennett, the story of twin sisters from a small black community in the south of America whose lives diverge but fates remain intertwined. It has the makings of the next great intergenerational saga, with the storyline spanning more than 40 years and offering some poignant reflections on how we understand race and skin colour. How to Talk About Climate Change in a Way That Makes a Difference by Rebecca Huntley: Rather than diving into the culture wars about climate, Huntley explores what motivates Australians’ climate politics and how we change hearts and minds. Her thesis is that those who believe action is needed to save the planet need to harness emotion and language over facts and figures to win this debate. Sami Shah\n\nSami Shah Devolution by Max Brooks: I’ve been waiting for something new from Max Brooks since the World War Z movie attempted to destroy the legacy of his excellent book. A story about Big Foot destroying a small town of hipsters has been a great return to form. Not as large in scale as his zombies, but gripping and fun and fast. The Only Good Indians by Stephen Graham Jones: He’s one of the best horror writers working right now, and this story of four Native American men being hunted by something dark and otherworldly has prose that rips through you and leaves you gasping. Darlene Silva Soberano Darlene Silva Soberano\n\nMy Baby First Birthday by Jenny Zhang: During my lunchbreak, I sit and nurse my injured hands and read My Baby First Birthday by Jenny Zhang. The most repeated word in this poetry collection is \"goo\", contains sentences like, \"goo goo baby\", and yet — the poems soak into my exhausted lunchbreak eyes to urge me to earnestly and sincerely like myself. Adolfo Aranjuez Singularities: Dance in the Age of Performance by Andre Lepecki: I've found this book illuminating, not just because I'm a dancer, but also as we find ourselves entrenched in a world wherein performance and performativity are ever-blurring. With lockdown impeding mobility, and making us more reliant on social media for connection and a sense of still being \"alive\", dance – the artform of intentionally acting on space – offers a challenge to limited and limiting movement. How We Disappeared by Jing-Jing Lee: This is a masterfully composed meditation on war, trauma, silence and gendered and cultural self-effacement. With its trifurcated structure, it offers insights on – and plays with – perspective, time and truth, sensitively balancing horrific historical revelation with genre-inflected intrigue to recount a comfort woman's journey of suffering and healing.” Ronnie Scott\n\nRonnie Scott Throat by Ellen van Neerven: It’s gorgeously made poetry, often about sovereignty, sometimes about sexuality, that’s funny and critical, personal and knowledgeable, unified and sceptical and sharp. Lucky’s by Andrew Pippos: I'm excited about this, a cinematic, kind of sprawling but controlled literary adventure story that comes out in a couple of months and I think will make a lot of different kinds of readers challenged and entertained over summer, whether we’re locked down or not. Victoria Hannan Victoria Hannan", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "theme-color": "#0A1633", "title": "Fiction should shake us up, discomfort us: Charlotte Wood", "description": "More than pure entertainment, books can help us to lead richer lives, say Charlotte Wood and Tegan Bennett Daylight.", "article": {"section": "Books", "published_time": "2020-08-15T02:35:06+00:00", "modified_time": "2020-08-15T09:44:54+00:00"}, "pubdate": "2020-08-15T02:35:06+00:00", "author": "Kerrie O'Brien", "fb": {"app_id": 230318243699378, "pages": 492499720777787}, "og": {"description": "More than pure entertainment, books can help us to lead richer lives, say Charlotte Wood and Tegan Bennett Daylight.", "image": {"identifier": "https://static.ffx.io/images/$zoom_0.3027195968447436%2C$multiply_0.7554%2C$ratio_1.776846%2C$width_1059%2C$x_205%2C$y_137/t_crop_custom/q_86%2Cf_auto/t_theage_no_age_social_wm/dabb6f51ab243d51e23f8e56e250293cd91bb3a6", "width": 800, "height": 450, "secure_url": "https://static.ffx.io/images/$zoom_0.3027195968447436%2C$multiply_0.7554%2C$ratio_1.776846%2C$width_1059%2C$x_205%2C$y_137/t_crop_custom/q_86%2Cf_auto/t_theage_no_age_social_wm/dabb6f51ab243d51e23f8e56e250293cd91bb3a6"}, "locale": "en_US", "site_name": "The Age", "title": "Fiction should shake us up, discomfort us: Charlotte Wood", "url": "https://www.theage.com.au/culture/books/fiction-should-shake-us-up-discomfort-us-charlotte-wood-20200812-p55l5f.html"}, "parsely-title": "Fiction should shake us up, discomfort us: Charlotte Wood", "parsely-link": "https://www.theage.com.au/culture/books/fiction-should-shake-us-up-discomfort-us-charlotte-wood-20200812-p55l5f.html", "parsely-type": "NewsArticle", "parsely-image-url": "https://static.ffx.io/images/$zoom_0.3027195968447436%2C$multiply_0.7554%2C$ratio_1.776846%2C$width_1059%2C$x_205%2C$y_137/t_crop_custom/q_86%2Cf_auto/t_theage_no_age_social_wm/dabb6f51ab243d51e23f8e56e250293cd91bb3a6", "parsely-section": "Books", "parsely-author": "Kerrie O'Brien", "parsely-pub-date": "2020-08-15T02:35:06+00:00", "parsely-tags": "LITERATURE,friendship,christos tsiolkas,melbourne", "parsely-metadata": "{\"type\":\"article\",\"assetId\":\"p55l5f\"}", "parsely-network-canonical": "https://www.smh.com.au/culture/books/fiction-should-shake-us-up-discomfort-us-charlotte-wood-20200812-p55l5f.html", "robots": "noarchive,noodp,index", "twitter": {"card": "summary_large_image", "description": "More than pure entertainment, books can help us to lead richer lives, say Charlotte Wood and Tegan Bennett Daylight.", "image": {"src": "https://static.ffx.io/images/$zoom_0.3027195968447436%2C$multiply_0.7554%2C$ratio_1.776846%2C$width_1059%2C$x_205%2C$y_137/t_crop_custom/q_86%2Cf_auto/t_theage_no_age_social_wm/dabb6f51ab243d51e23f8e56e250293cd91bb3a6"}, "site": "@theage", "title": "Fiction should shake us up, discomfort us: Charlotte Wood"}, "google-signin-client_id": "589384154045-p5vk6p2adh6l4p13n8rfjtbsfqu8gbn5.apps.googleusercontent.com"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}