{"GDELT": {"GlobalEventID": 940885280, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "KOR", "Actor1Name": "SEOUL", "Actor1CountryCode": "KOR", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.80622837370242, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA40", "Actor2Geo_ADM2Code": "36340", "Actor2Geo_Lat": 35.685, "Actor2Geo_Long": 139.751, "Actor2Geo_FeatureID": "-246227", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36340", "Action2Geo_Lat": 35.685, "Action2Geo_Long": 139.751, "Action2Geo_FeatureID": "-246227", "DATEADDED": 20200815021500, "SOURCEURL": "http://www.msn.com/en-us/news/world/japan-south-korea-tensions-renewed-at-wwii-ceremonies/ar-BB17Y8CS"}, "ARTICLE": {"TITLE": "Moon Says South Korea Ready to Discuss Tensions With Japan", "TEXT": "© Photographer: Chung Sung-Jun/Getty Images Protesters push a statue symbolizing Korean laborers forcibly taken abroad by Japan during World War II, during a demonstration in Seoul in 2019.\n\n(Bloomberg) -- South Korean President Moon Jae-In said his administration remains ready to mend ties with Japan after more than a year of tensions, and as both sides hold ceremonies to remember Japan’s World War II surrender in 1945 that ended its brutal colonial rule over the Korean Peninsula.\n\nMoon reiterated a call for Japan to respect its Supreme Court’s decision in 2018 for two Japanese firms to compensate Koreans conscripted to work during the colonial occupation. While Japanese Prime Minister Shinzo Abe, in a speech in Tokyo, didn’t offer any direct apologies for the damage caused in the region from the country’s past militarism, Emperor Naruhito said at the same ceremony that bearing in mind feelings of deep remorse, he hopes “the ravages of war will never be repeated.”\n\nAbe on Saturday also spoke of Japan’s new military doctrine of “proactive pacifism.” He has long pressed a revision of Japan’s pacifist constitution and has been accused by critics of trying to whitewash the country’s militarist past.\n\nAbe usually marks the anniversary by sending a ceremonial gift via an aide to Tokyo’s Yasukuni Shrine, which honors 14 wartime leaders convicted as Class A war criminals alongside other war dead. He did the same this year, Kyodo News reported. A personal visit to a shrine viewed by some as a symbol of Japan’s past militarism would be seen by Seoul as crossing a diplomatic red line. Abe hasn’t made a pilgrimage since 2013.\n\nStill, four members of his Cabinet were at the shrine on Saturday. Japanese Environment Minister Shinjiro Koizumi -- the 38-year-old son of former Prime Minister Junichiro Koizumi and a rising political star -- paid his respects, becoming the first sitting cabinet minister to do so on the anniversary in four years. Education Minister Koichi Hagiuda and Seiichi Eto, minister in charge of Okinawa and Northern territories affairs, and Internal Affairs Minister Sanae Takaichi also visited.\n\nIt isn’t immediately clear how the shrine visits will impact relations. Any renewed acrimony between America’s two most powerful allies in Asia could prove troublesome for President Donald Trump, as his administration tries to curtail the nuclear threat from North Korea and seeks support as it steps up its pressure campaign against China, trying to contain Beijing’s push into the South China Sea.\n\nTokyo has said that all claims were settled completely and finally under a 1965 treaty that set up basic relations between the two. Seoul has seen its Supreme Court decision as a victory for human rights, arguing that victims’ individual rights to file a claim have not expired due to the 1965 agreement.\n\n“The Supreme Court’s decision has the highest legal authority and enforcement power within the territories of the Republic of Korea,” Moon said in his speech on Saturday to mark Korea’s National Liberation Day. “We are always ready to discuss this matter with Japan.”\n\nMoon and Abe have found support at home for taking a hard line against each other. But they both have taken cautious moves in recent years on the anniversary, in a sign that they are aware of the dangers of using the day to overtly antagonize the other.\n\n“We will work together with Japan to protect democracy, universal values and principles of international law,” Moon said. “I believe the bilateral cooperation to respect human rights would work as a ‘bridge of friendship’ between the two nations.”\n\nTensions between the two recently intensified after a district court in the eastern South Korean city of Pohang initiated a process which enabled the seizing of shares that Japan’s Nippon Steel Corp. has in a joint venture with South Korean steelmaker Posco. Nippon Steel immediately appealed the notice.\n\nApart from the disputes surrounding colonial-era labor, the two U.S. allies are also squaring off at the World Trade Organization over Tokyo’s decision to restrict exports of electronics components vital for South Korea’s tech sector.\n\nMoon on Saturday also proposed that North Korea work together in environmental management issues to accelerate inter-Korean reconciliation.\n\nThe two Koreas are “in the same boat when it comes to protecting the safety of its citizens,” Moon said. “We must co-manage the rivers and streams.”\n\nNorth Korea released water from a border dam water without notifying South Korea last week, a violation of an inter-Korean agreement. It opened the floodgates of Hwanggang Dam on the western inter-Korean border and discharged water into the Imjin River, putting officials in Seoul on alert against the potential rise in water levels.\n\n(Updates with Moon’s speech and shrine visits by Japan ministers)\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Moon Says South Korea Ready to Discuss Tensions With Japan", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "(Bloomberg) -- South Korean President Moon Jae-In said his administration remains ready to mend ties with Japan after more than a year of tensions, and as both sides hold ceremonies to remember Japan’s World War II surrender in 1945 that ended its brutal colonial rule over the Korean Peninsula. Moon reiterated a call for Japan to respect its Supreme Court’s decision in 2018 for two Japanese firms to compensate Koreans conscripted to work during...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}