{"GDELT": {"GlobalEventID": 940875779, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.8894331700489801, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI", "Action2Geo_Lat": 10.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NI", "DATEADDED": 20200815010000, "SOURCEURL": "https://thenationonlineng.net/the-political-metaphor-of-kamala-harris/"}, "ARTICLE": {"TITLE": "The political metaphor of Kamala Harris", "TEXT": "By Nnedinso Ogaziechi\n\nThe US Democratic party has just selected a former Attorney General of California, a former District Attorney of San Fransisco and a junior Senator representing California, a black and Indian American former Democratic Presidential candidate, Kamala Harris as Joe Biden’s Vice Presidential candidate for the 2020 Presidential election. Even though a Hilary Clinton has been nominated as Presidential candidate in the 2016 US election, the selection of Kamala Harris at this time is definitely a huge and brilliant political strategy. She is carrying with her many flags, the integrative message her choice portends is huge. She carries the female gender flag, she is a face of the black woman at this time in American politics. The clamour for inclusive politics would be pushed further as she represents the Indian immigrant community. Best of all she speaks to the validity and value of active political life of any individual wishing you serve.\n\nThe Roundtable conversation listened to an extremely excited Helen Dabup, an educationist and administrator and very experienced female politician in Plateau state. Twenty four hours after the news of Harris’ announcement she was still losing her breath in absolute excitement. She feels that win or lose, Harris’s presence sends a clear message around the world even with centuries of American democracy and more than a century of women’s voting power. Her choice by the Democratic party is not an emotional one, she was not chosen as tokenism for women. Even though a Hilary Clinton was a presidential candidate, a Harris earned her space too. It was a good political decision by her party at this time in American politics. With the racial tension and gender issues she beat others to the post because she comes with a cocktail of advantages. As a woman of mixed races, she infuses in the contest two very powerful races, Black and Indian. This brings in the advantage of inclusiveness and demonstrable inclusiveness of diversity.\n\nKamala beat other candidates because she comes to the race with a very rich pedigree of political experiences spanning decades. Her intellectual capacity is admirably enchanting and unlike a Susan Rice who has enjoyed appointive positions, Kamala has some added advantages. She is a product of the civil rights era and gained from parents who have been politically active and at the forefront of advocacies for rights and dignity of Americans. The quality of her political Odyssey is admirable. Her brilliance has taken her to some high level legal duties and advocacy. From being an attorney general to a senator shows how much she has engaged her community and used her education as a liberating tool.\n\nDabup believes that the Nigerian democracy is neither deliberately inclusive nor representative enough of minorities and women. Political parties in Nigeria in her mind have not been very functional in advancing democracy. On the contrary, even though other continents cannot boast of absolute inclusiveness, we know that the Nigerian Democratic space and party politics are not admirablly democratic.\n\nThe Nigerian political parties treat women as mere appendages and that is why the male party leaders created the ‘women’ wing even when there is no male equivalent. The kind of antagonism women face in Nigerian politics cannot allow the country to develop given the roles of women as nurturers and home builders. The Nigerian political parties must learn to be inclusive political vehicles that accommodate variety. In the real sense, most women bring their managerial capacity and passion from homes to public offices.\n\nOn the other hand, Dabup believes that most Nigerian women, even when they are academically qualified still refuse to be active politically feeling erroneously that politics is not their business thereby leaving politics in the hands of mostly incompetent men who have no sense of service. She wants more women to get into politics with a deliberate attempt at service because that is what democracy is about. She believes that men get rich through politics in Nigeria and that is a sure sign of systemic failure because ideally, women spend their money to keep the homes running and not pilfer funds meant for homes. Women especially the highly educated must begin to participate in politics as an incentive to younger women.\n\nShe wants Nigerian women to take a cue from Rwandan women who took the initiative to take up political roles through elective positions especially in the legislature where they bake laws for the good of the whole country. She feels fulfilled to be a part of the political leadership process that is galvanizing women in Plateau state through education and leading by example. She wants women to start from their communities and wards so that acceptability at community levels can guarantee them the use of their social capital.\n\nShe advises the political parties tomorrow a leaf from the parties in America that went out if their way to woo women voters do they can bring their organizational prowess to politicking. She believes development can only happen when women bring their skills, education, emotional maturity and shock absorbing qualities into governance at all levels. Women must refuse to be boxed into corners of domestic servitude.\n\nWomen must begin to mentor each other and putting down resources for education and reorientation as mothers who groom children for leadership. Women must learn to be more loyal to each other and teach men leadership skills that make them strong pillars at home.\n\nADVERTISEMENT\n\nNaomi, an American attorney believes leadership should should be about bidion and not gender and people must begin to evaluate people based on the currency of their ideas. She wants people must be judged on the basis of the plans and ideas. People must be judged on the currency of their views.\n\nAfrican must be ready to embrace the new order and we must prepare the land and stop giving away the power they have. Russia and China are busy with acquisitions.\n\nNaomi believes we need the people to grow politically. You have to have the capacity to touch the spirit of man and it is only in that way you can make some impact. Women must begin to see the value in working together as a force to get political leadership.\n\nAfrica seems to be lagghing behind because most political leaders are men whose sense if patriotism for the continent is flawed.\n\nEducation of children of Africa must get prioritized to arm them for years ahead and the political space must be taken by the women because men cannot xvt alone for development. Africans must look inwards and empower its citizens fit the decades ahead.\n\nA Kamala Harris has joined other global political figures in getting women to understand that political participation is a deliberate action by an individual irrespective of gender. She comes with a commitment to serve the people with a background of love for the people. She has grown from the grassroots and every woman interested in changing the status quo must do the right thing and not feel entitled to a space.\n\nWe know that there are men who are fathers and husbands who groom their daughters and wives for politics but we equally want women to take the steps to participate in politics.\n\nAs it stands right now, women in Nigeria must step up and take their space. Clapping at the sides cannot make development happen. The Nigerian political parties must begin to harness the values wondn bring to leadership and stop running make elitist parties. Party funding must be taken to the grassroots and individuals with excess cash stopped from buying up electoral spaces. Funding must fevrajdn yovtgr grassroots as in other democracies do that women will not continue yoge helpless in the face if money politics that impoverishes the whole vountry.\n\nCredible individuals normally do not buy votes. Their integrity encourages community sponsorship. Until Nigeria begind to question illegal campaign funds, a Kamala Harris might never happen in Nigeria and the country might continue to have rich politicians and poor citizens.\n\nPolitical parties must realise that their growth and survival is linked to the development of the country. Gender politics has never developed as any nation. Women must take action and the men must understand the essence of integrative politics.\n\nThe choice of a Kamala Harris shows a party that is conscious of its position in strategic political games. Win or lose, the Democratic party has made a statement that will reverberate for centuries. Can Nigerian women and the political parties take any cues?", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=yes", "description": "The US Democratic party has just selected a former Attorney General of California, a former District Attorney of San Fransisco ...", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "The political metaphor of Kamala Harris | The Nation", "description": "The US Democratic party has just selected a former Attorney General of California, a former District Attorney of San Fransisco ...", "url": "https://thenationonlineng.net/the-political-metaphor-of-kamala-harris/", "site_name": "Latest Nigeria News, Nigerian Newspapers, Politics", "image": {"identifier": "https://thenationonlineng.net/wp-content/uploads/2020/08/44-8.jpg", "width": 600, "height": 400}}, "article": {"publisher": "https://www.facebook.com/thenationng", "author": "https://www.facebook.com/alao.h.joshua", "published_time": "2020-08-15T00:32:24+00:00", "modified_time": "2020-08-15T00:25:02+00:00"}, "fb": {"app_id": 124339121242023}, "twitter": {"card": "summary", "creator": "@Kingbiodun_", "site": "@thenationnews"}, "onesignal": "wordpress-plugin", "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://thenationonlineng.net/wp-content/uploads/2017/05/cropped-Logo.jpg"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}