{"GDELT": {"GlobalEventID": 940865378, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BMU", "Actor1Name": "BERMUDA", "Actor1CountryCode": "BMU", "Actor2Code": "CRI", "Actor2Name": "COSTA RICA", "Actor2CountryCode": "CRI", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.91458026509572, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Costa Rica", "Actor1Geo_CountryCode": "CS", "Actor1Geo_ADM1Code": "CS", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": -84.0, "Actor1Geo_FeatureID": "CS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Costa Rica", "Actor2Geo_CountryCode": "CS", "Actor2Geo_ADM1Code": "CS", "Actor2Geo_Lat": 10.0, "Actor2Geo_Long": -84.0, "Actor2Geo_FeatureID": "CS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Costa Rica", "Action2Geo_CountryCode": "CS", "Action2Geo_ADM1Code": "CS", "Action2Geo_Lat": 10.0, "Action2Geo_Long": -84.0, "Action2Geo_FeatureID": "CS", "DATEADDED": 20200815001500, "SOURCEURL": "http://www.royalgazette.com/news/article/20200814/fresh-bananas-back-in-shops"}, "ARTICLE": {"TITLE": "Hill’s banana deal pays off", "TEXT": "Hill’s banana deal pays off\n\nVideo by Kyle McNeil\n\nBanana bonanza: Walter Roban, the home affairs minister (left) with Roland Hill, the importer who brought bananas back to Bermuda (File photograph)\n\n\n\nSupplying Bermuda with imported bananas for the first time in months was not without risk, farmer and entrepreneur Roland \u0093Junior\u0094 Hill said yesterday.\n\nMr Hill said he took a \u0093big chance \u0097 there was a lot of money on the line\u0094.\n\nBut he added: \u0093It paid off, it did, it worked well.\n\n\u0093I think we should be happy for Bermuda; we made a lot of people happy this week.\u0094\n\nMr Hill\u0092s 42,000-pound shipment from Costa Rica arrived on the docks on Sunday and was in stores by Tuesday after passing inspection.\n\nThe bananas were the first to arrive from overseas to be declared pest-free since January.\n\nMealybugs, a type of scale insect that threatens a variety of crops, were found in earlier imports.\n\nMr Hill, the owner of J&J Produce, said he brought in a very small sample shipment of bananas in late July before he gave the go-ahead for the big order.\n\nHe added that a second 40-foot container of bananas was scheduled to arrive on the island soon.\n\nMr Hill said he has been working on the project since November.\n\nHe added: \u0093I got the requirements from the lab here, and spoke with people I know in Costa Rica and came up with a solution.\n\n\u0093The guys I worked with in Costa Rica go to school for this, they\u0092re in the bug business.\u0094\n\nHe admitted that the potential profit was a motivation.\n\nBut Mr Hill said he had seen bugs cause havoc before in his 40 years as a farmer.\n\nHe added: \u0093I have seen three or four bugs come in and do damage. It\u0092s the bug thing that got me. I was interested.\u0094\n\nWalter Roban, the Minister of Home Affairs, said Mr Hill had persisted where bigger importers had not.\n\nMr Roban added: \u0093He did what was necessary to succeed. He and the people he worked with should be congratulated.\u0094\n\nTerry Lynn Thompson, the acting director of the Ministry of Environment and Natural Resources, said: \u0093We hope to continue working with importers like Mr Hill and anyone else who can import clean bananas successfully because Bermudians really love their bananas.\u0094\n\nMr Roban added: \u0093Plant biosecurity is of paramount importance to any country, to safeguard food security, sustainability of agricultural and horticultural production, and also protect the livelihood of farmers and landscapers.\u0094\n\nHe said produce imported to Bermuda must be pre-inspected in the country of origin and was inspected again on arrival by staff at Bermuda\u0092s plant protection department, part of the DENR.\n\nMr Roban said the procedures were \u0093meticulous and rigid\u0094, and the plant protection department was \u0093acclaimed internationally and regionally\u0094 for its efficiency.\n\nMr Hill added it was vital that Bermuda continued its rigorous testing regime. He said: \u0093Most Caribbean islands have major problems with mealybugs.\n\n\u0093Bermuda does a good job. We can\u0092t let our guard down. We have to keep clean product coming.\u0094\n\nMr Roban said the Covid-19 pandemic had underlined the \u0093need for clean, safe and healthy food\u0094.\n\nHe added that a government study of the island\u0092s agricultural sector would be \u0093finished very soon\u0094.\n\nMr Roban said 700 acres of land in Bermuda were zoned for agriculture, but only half were farmed.\n\nHe added soil content and other factors were being assessed to decide if more land was suitable for farming.\n\nMr Roban said: \u0093We can clearly do more but it\u0092s how we do more and where we do more.\u0094\n\nHe added: \u0093We believe there is an opportunity for new farmers to come into the market.\u0094\n\nMr Roban said the use of extra farmland would require \u0093preparation, training and investment\u0094.\n\nHe added: \u0093As a government we are also committed to aquaculture, mariculture, vertical farming, and hydroponics.\u0094\n\nMr Hill said: \u0093Greenhouse farming is the way to go. Hydroponics is the way to go. You will see more greenhouses popping up. There is a lot we can do.\u0094\n\nMr Roban said 80 per cent of Mr Hill\u0092s banana shipment had been inspected, with the rest be inspected by the end of today.", "METADATA": {"robots": "noarchive", "description": "Supplying Bermuda with imported bananas for the first time in months was not without risk, farmer and entrepreneur Roland \"Junior\" Hill said yesterday.Mr Hill said he took a \"big chance - there was a lot of money on the line\".But he added: \"It paid off, it did, it worked well. \"I think we should be happy for Bermuda; we made a lot of people happy this week.\"Mr Hill’s 42,000-pound shipment from Costa Rica arrived on the docks on Sunday and was in stores by Tuesday after passing", "keywords": "Economy, business and finance, Agriculture, Arable farming  People and Places, People, Walter Roban", "fb": {"app_id": 502972206505241, "admins": 100000553573348}, "og": {"title": "Hill's banana deal pays off | The Royal Gazette:Bermuda News", "type": "article", "image": "http://www.royalgazette.com/storyimage/RG/20200815/NEWS/200819861/AR/0/AR-200819861.jpg", "url": "http://www.royalgazette.com/news/article/20200815/hills-banana-deal-pays-off", "site_name": "The Royal Gazette", "description": "Supplying Bermuda with imported bananas for the first time in months was not without risk, farmer and entrepreneur Roland \"Junior\" Hill said yesterday.Mr Hill said he took a \"big chance - there was a lot of money on the line\".But he added: \"It paid off, it did, it worked well. \"I think we should be happy for Bermuda; we made a lot of people happy this week.\"Mr Hill’s 42,000-pound shipment from Costa Rica arrived on the docks on Sunday and was in stores by Tuesday after passing"}}}}