{"GDELT": {"GlobalEventID": 940815921, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "BOSS", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.142857142857139, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814181500, "SOURCEURL": "https://www.atlanticcouncil.org/blogs/menasource/lebanons-future-determined-by-two-powerful-explosions-just-fifteen-years-apart/"}, "ARTICLE": {"TITLE": "Lebanon’s future determined by two powerful explosions just fifteen years apart", "TEXT": "Fri, Aug 14, 2020 Lebanon’s future determined by two powerful explosions just fifteen years apart MENASource by Nicholas Blanford Lebanon Politics & Diplomacy BEIRUT, LEBANON after explosion. VIA REUTERS.\n\nTwo powerful explosions have rocked Beirut in only the space of fifteen years. The first was a political assassination in 2005 that led to a popular uprising that collapsed the then Lebanese government and ended neighboring Syria’s military and political dominance over Lebanon. The second, on August 4, is being assessed as one of history’s largest non-nuclear explosions and has led to a renewed effort to remove Lebanon’s corrupt and ineffective political leadership that has clung to power since the end of the sixteen-year civil war in 1990.\n\nWhile the 2005 explosion overturned the political status quo in Lebanon, it remains to be seen if the public fury over the massive August 4 blast in Beirut port—initially deemed the result of years of negligence and incompetence—will have a similar effect in ushering in a new political era.\n\nOn August 18, a court in The Netherlands will deliver a long-awaited verdict on the trial of five members of the powerful Lebanese militant group Hezbollah, who are accused of staging the assassination of Rafik Hariri. Hariri is a billionaire and former Lebanese prime minister who died on February 14, 2005 in a truck-bomb explosion in central Beirut that killed another twenty-two people and wounded hundreds more. Hariri helmed an ambitious reconstruction program in the 1990s and dominated post-civil war politics in Lebanon. But, when Bashar al-Assad became president of Syria from 2000 onwards, Hariri found himself increasingly out of favor with Damascus, which viewed the influential Sunni tycoon as a potential threat to Syria’s new leadership and its dominance over Lebanon.\n\nThe bomb that killed Hariri, the equivalent of 1,000 kilograms of TNT, gouged out a nine-foot deep crater and smashed glass for several blocks. The incompetence of the pro-Syrian Lebanese government’s investigation into the assassination clearly demonstrated that it did not want to know who was responsible. Within twenty-four hours, the crater had been filled in and the remains of Hariri’s motorcade were moved to a police compound. An initial United Nations (UN) inquiry concluded that there was a “distinct lack of commitment to investigating the crime effectively, and that the investigation was not carried out in accordance with acceptable international standards.” Instead, the UN, with the reluctant agreement of the Lebanese government, launched its own international investigation.\n\nIn the wake of the assassination, many Lebanese instinctively laid blame on Syria and held a series of ever larger demonstrations in central Beirut over the following month, demanding a withdrawal from Lebanon of the Syrian military and its pervasive intelligence apparatus. Then French President Jacques Chirac, a friend of Hariri’s, hurried to Beirut for the funeral, underlining that the assassination had caught international attention. The Lebanese government resigned and Assad, facing stiff international pressure on top of the Beirut protests, pulled his forces out of Lebanon at the end of April 2005. Two months later, a Western-backed parliamentary coalition won national elections and formed a new government. With anti-Syrian political factions in the ascendant, Hezbollah and its allies began to push back, leading to a decade of political deadlock, assassinations, street violence, and rising Sunni-Shia tensions. These were all aggravated by the UN investigation’s discovery that Hezbollah members had allegedly plotted Hariri’s killing. In 2016, Hezbollah’s pick for the presidency, Michel Aoun, was elected head of state. The party’s political supremacy was further enhanced in May 2018, when it formed a parliamentary majority with its allies following the election.\n\nBut years of government paralysis and endless squabbling between sectarian party leaders helped bring Lebanon’s economy to the brink of collapse last year. Fed up with a venal and corrupt political class, Lebanese of all backgrounds and sects staged a series of demonstrations from mid-October 2019, demanding reforms and the ousting of the sclerotic political elite. The government, headed by Saad Hariri, the slain Rafik’s son, resigned in December and a month later a new government took office backed by Hezbollah and its allies and consisting mainly of unknown technocrats. The coronavirus pandemic put an end to the protests but the public anger has continued to simmer and seethe as the Lebanese lira has plummeted in value, prices of everyday goods have skyrocketed, businesses have shuttered, and people have lost jobs.\n\nNegotiations began with the International Monetary Fund (IMF) for a financial rescue package. International friends of Lebanon implored the government to implement much needed fiscal and structural reforms, which would unlock billions of dollars in desperately needed financial assistance. But talks with the IMF foundered amid government inaction due to its lack of leverage against political bosses. These bosses fear that sweeping reforms would end their ability to manipulate the state’s coffers to feed the patronage networks that keep them rich and in power. A clearly exasperated Jean-Yves Le Drian, the French foreign minister said, “What is striking to us is how passive the authorities of this country are” on a visit to Lebanon at the end of July.\n\nThen, in the early evening of August 4, the pressure wave from a massive explosion in Beirut’s port tore through the eastern half of the city, smashing windows, tearing out door frames, blasting off roofs, ripping up trees, and hurling cars aside as if they were toys. At least 171 people have died and more than six thousand have been wounded in the explosion that has caused an estimated $15 billion in damages. The initial assumption is that a fire started in a warehouse that then set alight fireworks—and possibly some other form of combustible material or munitions—that in turn detonated 2,750 tons of ammonium nitrate, which had been stored at the port in unsafe conditions since 2013.\n\nAlthough no evidence has emerged, many Lebanese are suspicious that the blast may have included weapons and munitions for Hezbollah. Those suspicions have been enhanced by the behavior of the government in the immediate aftermath—behavior that has echoes of the Lebanese state’s actions—or inaction—in the wake of the Hariri killing fifteen years ago. French, Dutch, and Czech emergency rescue teams reportedly were denied access to the port by unspecified Lebanese authorities, even though wounded people remained in the rubble. President Aoun and the world’s longest-serving parliamentary speaker, Nabih Berri, instantly rejected wide calls for an international investigation, prompting questions as to whether there might be something to hide at the port after all. Political haggling over the judge who would head the investigation was only resolved on August 13. Although the Lebanese state will conduct the investigation, it will have the assistance of the FBI and French inspectors. At least there will be no need to fill in the 170-foot deep crater—sea water has already done that.\n\nThe government has been notably absent in the stricken quarters of Beirut, leaving the recovery work mainly to local and international non-governmental organizations and teams of Lebanese youths going from home to home volunteering to help clean up. Only one cabinet minister ventured into a damaged part of east Beirut, but she was quickly chased away by an angry crowd. Echoing his predecessor Jacques Chirac’s visit to Beirut to mourn Hariri’s death in 2005, French President Emanuel Macron toured the ravaged Gemaize neighborhood, winning popular acclaim and even a petition to restore Lebanon as a French mandate.\n\nShock at the devastation quickly turned to fury. Several demonstrations have been held in central Beirut—often turning violent. At least three ministries were stormed and ransacked at the weekend. Police and army troops fired tear gas and rubber bullets to control the crowds. A string of ministerial resignations led to the government stepping down on August 10. The political wrangling over the identity of the next prime minister has begun and Saad Hariri is currently touted as the most likely candidate which, if confirmed, would lead to his third tenure as premier since 2009—two short of his father’s five-time record.\n\nHariri’s assassination in 2005 changed the face of Lebanese politics, the reverberations of which continue to play out fifteen years later. It remains to be seen whether this latest appalling explosion will serve as a fresh catalyst to change the status quo and whether it will eventually compel the corrupt political elite to loosen their steely grip on the levers of power. But the prognosis is not optimistic given the ability of the stubborn political leaders to manipulate their bases of support. It will likely take a combination of uncompromising international pressure and mass nationwide protests to have any effect. Otherwise Lebanon will continue its slow, agonizing slide into the abyss.\n\nNicholas Blanford is a nonresident senior fellow with the Middle East Security Initiative at the Atlantic Council’s Scowcroft Center for Strategy and Security.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Lebanon’s future determined by two powerful explosions just fifteen years apart - Atlantic Council", "description": "It remains to be seen whether this latest appalling explosion will serve as a fresh catalyst to change the status quo and whether it will eventually compel the corrupt political elite to loosen their steely grip on the levers of power.", "url": "https://www.atlanticcouncil.org/blogs/menasource/lebanons-future-determined-by-two-powerful-explosions-just-fifteen-years-apart/", "site_name": "Atlantic Council", "image": {"identifier": "https://www.atlanticcouncil.org/wp-content/uploads/2020/08/2020-08-11T000000Z_960759223_MT1LTANA000R5HY64_RTRMADP_3_ASIA-ATTACK-BEIRUT-EXPLOTION-LEBANON-MIDDLE-EAST.jpg", "width": 1024, "height": 576}}, "article": {"published_time": "2020-08-14T16:24:17+00:00", "modified_time": "2020-08-14T16:24:19+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2", "msapplication-TileImage": "https://www.atlanticcouncil.org/wp-content/uploads/2019/09/favicon-300x300.png"}}}