{"GDELT": {"GlobalEventID": 940877512, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "Actor2Code": "GBRBUS", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.82513661202186, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200815011500, "SOURCEURL": "https://www.worcesternews.co.uk/news/national/18652829.holidaymakers-rush-home-quarantine-restrictions-imposed/"}, "ARTICLE": {"TITLE": "Holidaymakers rush home before quarantine restrictions are imposed", "TEXT": "Tens of thousands of UK tourists in France have rushed home before quarantine restrictions are imposed.\n\nTravellers scrambled for plane, train or ferry tickets costing hundreds of pounds.\n\nTransport Secretary Grant Shapps insisted the Government had taken “a practical approach” to the new restrictions.\n\nPeople arriving in the UK after 4am on Saturday will be required to self-isolate for 14 days due to rising numbers of coronavirus cases in France.\n\nThe conditions will also apply to travellers returning to or visiting the UK from the Netherlands, Monaco, Malta, Turks & Caicos and Aruba.\n\nEurotunnel Le Shuttle, the train service which carries vehicles through the Channel Tunnel, was fully booked on Friday.\n\nA spokesman said 12,000 people tried to book tickets in the hour after the new rules were announced at around 10pm on Thursday, compared with just hundreds normally.\n\nDue to the recent Government announcement, our shuttles are now fully booked until tomorrow morning. There is no more ticket availability, and we are not selling tickets at check-in. Please do not arrive at the terminal unless you have a ticket valid for travel today. ^Vincent pic.twitter.com/aOcjMKLL41 — Eurotunnel Le Shuttle (@LeShuttle) August 14, 2020\n\nSome air fares were more than six times more expensive than normal.\n\nBritish Airways was selling tickets for a flight from Paris to London Heathrow on Friday night costing £452.\n\nThe same journey on Saturday could be made with the airline for just £66.\n\nThe cheapest ticket on a Eurostar train from Paris to London was £210, compared with £165 on Saturday.\n\nTravellers in the south of France and the Netherlands faced a struggle getting back to the UK on Friday as many direct fights were sold out.\n\nA traveller who gave her name as Sonata K, a 39-year-old dentist, was due to head to Paris on Eurostar for four nights with her mother but cancelled her plans after finding out about the quarantine measures at St Pancras on Friday morning.\n\nShe told the PA news agency: “It’s not worth it to go out and have to self isolate.\n\n“With my work I can’t do the procedures from home.\n\n“We were too late to get the news, we’re just finding out here but it’s better than on the train.”\n\nHolidaymakers Stuart and Anna Buntine spent nearly £1,000 to make it home via Eurostar from Burgundy, central France.\n\nMr Buntine, 58, said: “I went to bed last night thinking it was all OK, woke up at 7am to find we had to get back here pretty sharpish.\n\n“We couldn’t get tickets, all the sites had crashed… we had to buy business class tickets back today so it’s cost nearly £1,000.”\n\nMrs Buntine added: “We left here with our eyes (open) knowing that it was a possibility, so we decided we’d take that risk.”\n\nDyan Crowther, chief executive of the HS1 high-speed London to Channel Tunnel rail link, told PA it was “heartbreaking” seeing families having to cancel holiday plans and spend hundreds of pounds dashing home to beat quarantine.\n\nShe said: “People want certainty, they want to know that they can go away without having to worry about what the world will look like when they return.\n\n“My heart goes out to them.”\n\nA spokeswoman for travel trade organisation Abta said the Government’s quarantine policy will “result in livelihoods being lost unless it can step in with tailored support for the travel industry”.\n\nMr Shapps said an estimated 160,000 holidaymakers are expected to try to return to the UK from France on Friday.\n\nThere “had to be a cut-off”, he told BBC Breakfast.\n\n(PA Graphics)\n\n“It’s a practical approach as well, which has enabled all fours parts of the United Kingdom, Scotland, Wales, Northern Ireland and England, to implement the same time at 4am where there are no flights in the air, at least tomorrow.”\n\nThe Joint Biosecurity Centre and Public Health England detected a significant change in Covid-19 risk in all six destinations for which quarantine restrictions are being imposed.\n\nThe Home Office said on Friday that a total of nine fines have been issued at the border since quarantine restrictions were introduced.\n\nThe department counts the number of fixed penalty notices issued by Border Force under the regulations.\n\nThe National Police Chiefs’ Council, which holds details of the number of quarantine fines issued by forces in England and Wales, has previously said just one person was fined by police between June 8, when the rules were introduced, and July 27.\n\nHome Secretary Priti Patel previously said there had been a high level of compliance with the measures.\n\nBut in a report earlier this month the Commons Home Affairs Committee said it remained “unconvinced” by Home Office claims that an estimated 99.9% of the public subjected to quarantine restrictions were complying with the rules.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "OMG-Verify-V1": "4389-366acdfc-5224-4c07-bb70-f74d8fbfc2db", "og": {"url": "https://www.worcesternews.co.uk/news/national/18652829.holidaymakers-rush-home-quarantine-restrictions-imposed/", "site_name": "Worcester News", "image": {"identifier": "https://www.worcesternews.co.uk/resources/images/11700513/", "width": 2400, "height": 1599}, "title": "Holidaymakers rush home before quarantine restrictions are imposed", "type": "website", "name": "Holidaymakers rush home before quarantine restrictions are imposed", "description": "People arriving in the UK from France after 4am on Saturday will be required to self-isolate for 14 days."}, "twitter": {"image": {"src": "https://www.worcesternews.co.uk/resources/images/11700513/"}, "card": "summary_large_image", "title": "Holidaymakers rush home before quarantine restrictions are imposed", "description": "People arriving in the UK from France after 4am on Saturday will be required to self-isolate for 14 days."}, "fb": {"app_id": 205620169451543, "pages": 952527111460548}, "medium": "news", "title": "Holidaymakers rush home before quarantine restrictions are imposed", "description": "People arriving in the UK from France after 4am on Saturday will be required to self-isolate for 14 days."}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}