{"GDELT": {"GlobalEventID": 940809982, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.1437125748503, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200814174500, "SOURCEURL": "https://patriotpost.us/opinion/72743-california-burns-while-newsom-fiddles-2020-08-14"}, "ARTICLE": {"TITLE": "California Burns While Newsom Fiddles", "TEXT": "Right Opinion California Burns While Newsom Fiddles\n\nIt’s the opening of fire season in California.\n\nBut the biggest threat to the people of the state right now is Gov. Gavin Newsom and his shifting rules about closing businesses and schools to fight the coronavirus.\n\nUntil last week, things were starting to look up out here, pandemic-wise.\n\nLos Angeles County, where I live, has been the worst hit county in the state, by far, with 5,112 of its 10,813 COVID-19 deaths.\n\nAs in every other state between here and Boston, the already very sick and the very old accounted for most of the deaths. About 75 percent were over age 65 and 4,486 were living in nursing homes.\n\nCalifornia was struggling to come back to life in mid-June when Newsom finally allowed dine-in restaurants, retail stores, bars, religious services and gyms in some counties to re-open under certain state guidelines.\n\nMore recently, deaths per day have been in a slight decline. So have new positive case numbers per day, COVID-19 hospitalizations and ICU admissions.\n\nThose and other hopeful trends weren’t good enough for Newsom, however.\n\nLast week, seizing on a spike in hospitalizations, he and his health experts again effectively shut down most of the state’s economic and social life.\n\nNewsom forced gyms, houses of worship, hair salons, malls and other businesses to lock their doors again. He also outlawed all indoor dining and ordered the closing of bars, zoos and museums.\n\nWhat’s worse, he decreed that public and private schools in 32 of the most populous counties must remain closed this fall and kids can only be taught via remote learning.\n\nPreventing schools from reopening — even private ones — is Newsom’s most foolish and harmful mistake.\n\nEven Gov. Andrew Cuomo of New York knows how important it is for kids to get back in school — for the kids’ sake, the sake of their parents and the sake of society.\n\nCalifornians are trying hard to survive Newsom and his fickle rule making.\n\nIn my neighborhood I see people getting manicures and pedicures on the sidewalks.\n\nThe other day, when I ate dinner at my favorite local Italian restaurant, my wife Colleen and I sat outside on the sidewalk at a table next to the grill of a car in a parking lot. Very romantic.\n\nInside, the poor owner had put up plastic shields, sanitized everything and spaced out tables to make sure he met the governor’s earlier rules, but he is once again forbidden to serve anyone.\n\nUp in Napa Valley I have a friend who owns wineries and has three wine tasting places. Only one is allowed to be open because it has outdoor tables.\n\nSo far this year, he’s down $8 million.\n\nBusiness people like my friend across America are getting slaughtered by Newsom and power-mad governors like him.\n\nIt didn’t surprise me when I heard an industry spokesman say on TV that 85 percent of the country’s restaurants are going to go bankrupt.\n\nWe need to get some politicians with guts in California and elsewhere.\n\nWe can’t continue to have authoritarian governors shutting down a school system or an entire state every time there’s a spike in new COVID-19 cases.\n\nWe have to start finding ways to live with the coronavirus, not hide from it, because it’s not going away anytime soon.\n\nEven when we get a vaccine we’ll still need to wash our hands and keep social distance and wear a mask.\n\nNow that we’re into the craziness of a presidential campaign, the politics are going to make everything worse.\n\nWe already have Joe Biden and his new sidekick Kamala Harris blaming President Trump for a virus that started in China.\n\nSo far everything Biden says he’d do to fight the virus when he becomes president has already been done by President Trump.\n\nBut on Thursday Biden came out with a brilliant new idea — a national mandate for wearing masks outside. Apparently, Newsom is advising Joe’s campaign team.\n\nCopyright 2020 Michael Reagan", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#2b5797", "msapplication-TileImage": "/mstile-144x144.png", "csrf-param": "authenticity_token", "csrf-token": "gPQ7+JuF4lj/3dJ4ThE6Rads7cfeCFCFlf/61bhoBcDTKhlrauHumqMHQP24PBRMWU+m1EVIqAsdsmLu5gzt7w==", "fb": {"admins": 100002378661032, "app_id": 217327155053459}, "og": {"site_name": "The Patriot Post", "title": "California Burns While Newsom Fiddles", "type": "article", "url": "https://patriotpost.us/opinion/72743-california-burns-while-newsom-fiddles-2020-08-14", "image": {"identifier": "https://patriot.imgix.net/675c5b2e2ea5d34ba7919773282c68229902bdd09437a7a56f312fd6a22b8654.jpg?auto=format", "secure_url": "https://patriot.imgix.net/675c5b2e2ea5d34ba7919773282c68229902bdd09437a7a56f312fd6a22b8654.jpg?auto=format"}, "description": "It's the opening of fire season in California. But the biggest threat to the people of the state right now is Gov. Gavin Newsom and his shifting rules about closing businesses and schools to fight the coronavirus."}, "description": "It's the opening of fire season in California. But the biggest threat to the people of the state right now is Gov. Gavin Newsom and his shifting rules about closing businesses and schools to fight the coronavirus.", "twitter": {"card": "summary_large_image", "site": "@PatriotPost", "title": "California Burns While Newsom Fiddles", "description": "It's the opening of fire season in California. But the biggest threat to the people of the state right now is Gov. Gavin Newsom and his shifting rules about closing businesses and schools to fight the coronavirus.", "image": "https://patriot.imgix.net/675c5b2e2ea5d34ba7919773282c68229902bdd09437a7a56f312fd6a22b8654.jpg?auto=format"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}