{"GDELT": {"GlobalEventID": 940879781, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "ENVOY", "Actor1Type1Code": "GOV", "Actor2Code": "LBN", "Actor2Name": "BEIRUT", "Actor2CountryCode": "LBN", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.72674418604651, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200815013000, "SOURCEURL": "https://www.thenews.com.pk/print/700648-streets-before-suits-us-envoy-visits-beirut-s-real-rescue-hub"}, "ARTICLE": {"TITLE": "Streets before suits: US envoy visits Beirut’s ‘real’ rescue hub", "TEXT": "BEIRUT: Arriving in Lebanon after last week´s deadly Beirut blast, US envoy David Hale bypassed politicians to head straight to a hard-hit neighbourhood where young volunteers are helping people abandoned by their state.\n\nAt the volunteer hub dubbed the \"Base Camp\", there is a \"focus on getting things done,\" Hale told a press conference after his tour. He contrasted the hive of activity to the \"dysfunctional governance and empty promises\" of Lebanon´s political leaders, who face public outrage over the explosion of a vast stock of ammonium nitrate stored for years at Beirut´s port.\n\nVolunteer efforts \"could not only be tapped to rebuild Beirut but (also) to undertake necessary reforms that will bring the kind of transformation that is necessary for Lebanon,\" Hale said. In the wake of the August 4 explosion of a the huge chemical store that laid waste to whole Beirut neighbourhoods, students and young professionals have ditched classes and day jobs to save lives, provide emergency support and start to rebuild.\n\nHale´s visit to the volunteer hub in the blast-hit Gemmayzeh district came days after French President Emmanuel Macron took a tour of the same street last Thursday, as well as meeting Lebanese leaders.\n\nBut while Macron was welcomed as a saviour, it was clear that the heroes of the moment were the volunteers. \"I don´t know why (Hale) would do that second step and go to meet politicians,\" said Wassim Bou Malham, 33, who leads a database management team at the Base Camp.\n\n\"The aid is happening here, the data collection is happening here, the cleaning is happening here, the reconstruction is happening here,\" he told AFP. Wearing face masks and neon vests, volunteers sounded like international experts as they explained how they were cleaning up their government´s mess.\n\nIn fluent English, they described 3D mapping operations, data collection and relief efforts organised since the cataclysmic blast. Bou Malham, who spoke with Hale during the tour, is not a data expert but picked up useful experience managing client databases for two of Beirut´s biggest nightclubs.\n\nAfter the blast tore through the city, wounding 6,500 people and displacing 300,000 from their homes, his skills became vital for the aid effort. The digitised database developed by Bou Malham and his team of volunteers is now critical for sorting and delivering aid to thousands of blast survivors.\n\n\"We haven´t seen any government official or representative actually come in here and ask us if we need anything,\" he said. \"It´s so funny that David Hale is the first.\" It is not only in the Base Camp that the state has been thin on the ground.\n\nIn the first hours after the explosion, civil defence teams were vastly outnumbered by young volunteers flooding the streets to help. By the next day, the latter had set up a camp where they offered food, medicine, temporary shelter and repair services to thousands of blast victims, in partnership with several non-governmental groups.\n\nOperations have continued to expand since.\n\nA Base Camp relief hotline received more than 200 calls in the first two hours. Volunteers have assessed the damage to around 1,200 homes and installed at least 600 wooden doors. \"The work is going to speak for itself,\" said Bushra, a 37-year-old volunteer.\n\nSimmering anger against Lebanon´s leaders has flared since the blast, which appears to have been caused by years of state corruption and negligence. With 171 people dead, it is widely seen as the most tragic manifestation yet of the rot at the core of the country´s political system.\n\nWestern donors too are fed up with Lebanon´s barons, who have for years resisted reforms demanded by the international community. In a joint statement released after an international donor conference organised by France in the wake of the disaster, world leaders called for aid to be delivered directly to the Lebanese people. Usaid acting administrator, John Barsa, said at the time that American help \"is absolutely not going to the government\".", "METADATA": {"viewport": "width=device-width, initial-scale=1", "TITLE": "Streets before suits: US envoy visits Beirut’s ‘real’ rescue hub | World | thenews.com.pk", "description": "BEIRUT: Arriving in Lebanon after last week´s deadly Beirut blast, US envoy David Hale bypassed politicians to head straight to a hard-hit neighbourhood where young volunteers are helping...", "keywords": "streets,suits,envoy,visits,beiruts,real,rescue", "fb": {"app_id": 650123461797330}, "og": {"title": "Streets before suits: US envoy visits Beirut’s ‘real’ rescue hub", "image": {"identifier": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg", "secure_url": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg", "type": "image/jpeg", "width": 390}, "description": "BEIRUT: Arriving in Lebanon after last week´s deadly Beirut blast, US envoy David Hale bypassed politicians to head straight to a hard-hit neighbourhood where young volunteers are helping...", "url": "https://www.thenews.com.pk/print/700648-streets-before-suits-us-envoy-visits-beirut-s-real-rescue-hub", "type": "article"}, "twitter": {"card": "summary_large_image", "site": "@thenews_intl", "creator": "@AFP", "title": "Streets before suits: US envoy visits Beirut’s ‘real’ rescue hub", "description": "BEIRUT: Arriving in Lebanon after last week´s deadly Beirut blast, US envoy David Hale bypassed politicians to head straight to a hard-hit neighbourhood where young volunteers are helping...", "image": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg?t=122607"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "apple-mobile-web-app-title": "The News International", "msapplication-TileImage": "https://www.thenews.com.pk/assets/front/img/tn-icons/144x144.png", "msapplication-TileColor": "#333333", "theme-color": "#000000"}}}