{"GDELT": {"GlobalEventID": 940860442, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IND", "Actor1Name": "GUJARAT", "Actor1CountryCode": "IND", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.53315290933694, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vadodara, Gujarat, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN09", "Actor1Geo_ADM2Code": "70124", "Actor1Geo_Lat": 22.3, "Actor1Geo_Long": 73.2, "Actor1Geo_FeatureID": "-2114049", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dabhoi, Gujarat, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN09", "Action2Geo_ADM2Code": "17652", "Action2Geo_Lat": 22.1833, "Action2Geo_Long": 73.4333, "Action2Geo_FeatureID": "-2093754", "DATEADDED": 20200814234500, "SOURCEURL": "https://indianexpress.com/article/india/gujarat-2-persons-die-1750-people-evacuated-225-roads-closed-6555262/"}, "ARTICLE": {"TITLE": "Gujarat rains: 2 persons die, 1,750 people evacuated, 225 roads closed", "TEXT": "Heavy waterlogging in the old city area of Vadodara. (Photo by Bhupendra Rana)\n\nThirteen teams of the National Disaster Response Force (NDRF) have been deployed across Gujarat as widespread rainfall inundated several parts of the state on Friday and the showers are likely to continue for the next few days as per the regional weather forecasting centre.\n\nAt least 225 roads, including 12 state highways, were closed following a heavy spell of rains in many parts of the state in the last two days, the Gujarat government said in a statement on Friday.\n\nTwo deaths were reported from the state on Friday, one from Limbayat zone in Surat and the other from Devbhumi Dwarka. Also, at least three fishing boats capsized off Porbandar coast as moderate to heavy rain continued in Saurashtra on Friday.\n\nFire brigade officials resue people from these areas. (Photo by Hanif Malek) Fire brigade officials resue people from these areas. (Photo by Hanif Malek)\n\nThe Southwest monsoon was vigorous over South Gujarat, especially entire Surat district where Mangrol taluka recorded the highest of 7.40 inch rainfall in the state between 6 am and 4 pm. It was followed by Umarpada (6.9 inch), Kamrej taluka (5 inch) and Surat city (4.17 inch).\n\nOne death due to drowning in the creek was reported from Raonagar area in Limbayat zone while over 1,750 people were evacuated.\n\nWhile Sima Hashmi (16), who used to live on the banks of Mithi creek in a kutcha house, reportedly lost her balance and fell into Mithi creek while she was shifting her household items along with her family members after her house was flooded with rainwater. Limbayat police have registered an accidental death complaint and are investigating the case. Fire department officials are also trying to recover her body.\n\nThree gates of Karjan dam in Vadodara to release around 20,000 cusec water on Friday. (Express Photo) Three gates of Karjan dam in Vadodara to release around 20,000 cusec water on Friday. (Express Photo)\n\nA man who was swept away in Lalparda village of Khambhaliya taluka of Devbhumi Dwarka district on Thursday was found dead on Friday. His body was recovered from the river.\n\nAs a result of heavy rainfall, all five creeks flowing through Surat city were flooded, while four reached above danger mark. Following incessant rain which caused the water level in rivers to rise, over 1,750 people were evacuated to safer places in Surat city and district.\n\nAt least three fishing boats capsized off Porbandar coast after they were trapped in rough sea, Jivan Jungi, a fisherman leader of Porbandar said. Wreckage of Radheshwari, one of the three fishing boats, was found on Advana coast, around eight km south of Porbadar.\n\nAs Surat remained inundated with rising water levels, Gujarat Chief Minister Vijay Rupani on Friday afternoon took a stock of the situation from district collector Dhaval Patel and municipal commissioner B N Pani. The officials of Surat city and district have been asked to remain alert in order to deal with flood like situation.\n\nSources in the flood control department said that in addition to increasing water level in Tapi river, out of five creeks in Surat, water level in four had risen above the danger level. The water level in Kakra creek is 6.60 metre (danger level 6.50 metre), Bhedwad creek 7 metre (6.75 metre), Mithi creek 8.90 metre (7.50 metre), Bhatena creek 7 metre (7.70 metre) and Simdada creek 5.50 metre (5.40 metre).\n\nAs a result several low lying areas in the city, including Limbayat, Bamroli, Simada, Godadara, Sarthana and Parvat Patia, where creeks pass witnessed flooding and water logging. The water entered shops and houses forcing inhabitants to vacate the establishments and move to safer places.\n\nSurat district collector Dhaval Patel said, “Due to heavy rainfall, from morning till evening, we have shifted 869 people from Palsana and Bardoli. Their houses were inundated in the water and they were shifted to government shelter homes. We are also keeping an eye on the water level in the Ukai dam and all our officials are on their toes to battle any critical situations.”\n\nSurat Municipal Commissioner B N Pani said, “The water level in all the five creeks have gone up due to heavy rainfall in the Bardoli and its nearby areas in Surat district. We have shifted 752 people and rescued 129 people from areas such as Parvat Patia, Azad Nagar, Sania-hemad, Saroli and some places in Limbayat zone. The rescued have been shifted to nearby schools where their food and other facilities are being taken care of by SMC.”\n\nWater discharged into Tapi\n\nDue to heavy downpour in the upper catchment areas of Ukai dam, lying in Madhya Pradesh and Maharasthra, the inflow of water into dam on Friday till 4 pm was 84,791 cusecs. However, the dam authorities had started discharging 50,000 cusecs to 70,000 cusecs of water into Tapi river to maintain water level in the dam.\n\nExpecting rainfall to reduce from Friday afternoon onwards, Pani said from Saturday morning onwards over 1.36 lakh cusecs of water will be discharged from Ukai dam to Tapi river basin.\n\nThe water level in the Ukai dam recorded on Friday afternoon was 332 feet, while rule level has been maintained to 335 feet and danger level of dam is 345 feet.\n\nApart from this, two dilapidated houses in Sonifalia in walled city area collapsed. The houses were abandoned, said SMC sources.\n\nRivers in Navsari flooded\n\nThe Navsari district neighbouring Surat district also received heavy rainfall, as a result of which the water level in Purna, Ambika and Kaveri rivers flowing through the district have gone up but not up to the danger level. The district administrative officials have alerted all the villagers staying in the coastal areas of the villages to remain prepared for shifting if need arises. One team of NDRF has been put on standby in Navsari district to battle in any critical situation.\n\nIMD forecast\n\nAs per the India Meteorological Department (IMD), South Gujarat will continue to receive heavy rainfall till August 18. Isolated extremely heavy rain very likely in the districts of South Gujarat namely Navsari, Surat, Valsad and in Daman, Dadra Nagar Haveli; in the districts of Saurashtra namely Dwarka and Jamnagar, heavy to very heavy rain at isolated places very likely in the districts of Dahod Anand, Panchmahal, Vadodara, Bharuch, Chhota Udepur, Dangs, Narmada and Tapi; in the districts of Saurashtra namely Bhavnagar, Botad, Gir Somnath, Junagadh, Morbi, Porbandar, Rajkot and Surendranagar. Heavy rain at isolated places very likely in the districts of North Gujarat region namely Ahmedabad, Aravalli, Banaskantha, Gandhinagar, Kheda, Mahisagar, Mehsana, Patan, Sabarkantha; in the districts of Saurashtra-Kutch namely Kutch and in Diu, the IMD forecast stated.\n\nThe systems leading to widespread rainfall over the state includes low pressure area over north Coastal Odisha and adjoining Gangetic West Bengal. Moreover, cyclonic circulation that is very likely to concentrate into a depression by Saturday will move west-northwest wards. Another cyclonic circulation lies over Kutch and adjoining south Pakistan along with the east-west shear zone across Peninsular India.\n\nFlood-like situation in Vadodara\n\nVadodara is also staring at a flood-like situation with Vishwamitri river flowing at 18.9 feet on Friday evening — up by nearly five feet in 12 hours — just six feet short of its danger level of 24 feet.\n\nAjwa Reservoir, which releases water into Vishwamitri at 212 feet, stood at 211.35 feet at 6pm on Friday evening. Several areas of Vadodara remained waterlogged since Friday morning with heavy overnight rain of 4 inches.\n\nDeputy Municipal Commissioner Dhaval Pandya said, “We have alerted people living in low-lying areas of the riverbank. Four of our teams are at work. Once the river touches 22 feet, the water enters the low-lying areas. We will evacuate the residents of the lower parts of the city and shift them to municipal schools in the vicinity. In the ongoing Covid-19 crisis, we will also have to consider the parameters of social distancing, but it is more critical to evacuate people first.”\n\nPandya added that since the rainfall this year has been steady so far, unlike the cloudburst last year – when Vishwamitri rose to 34 feet – the VMC is not expecting a severe flood.\n\nMeanwhile, Karjan Dam in Vadodara opened three gates to release close to 20,000 cusec water. The district administration has alerted 16 villages in Dabhoi for evacuation after Dev Dam also began releasing water into the Dadhar river on Friday, including Dholar, Kadadra, Wayadpura. Bhilpur. Navapura, Rajli, Thuvavi and others.\n\nAs many as 7 villages were marooned on Friday in Dabhoi including Naranpura, Virpura, Karmaliya, Bamboj, Kabirpura and Jabuwada. Dabhoi received close to 35mm rain until Friday afternoon while Karjan recorded 65mm rain. Vadodara taluka recorded 59mm and Waghodia Taluka 40 mm rain until Friday afternoon. With PTI\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App.\n\n© The Indian Express (P) Ltd", "METADATA": {"viewport": "width=990", "description": "As a result of heavy rainfall, all five creeks flowing through Surat city were flooded, while four reached above danger mark. Following incessant rain which caused the water level in rivers to rise, over 1,750 people were evacuated to safer places in Surat city and district.", "news_keywords": "gujarat rains, gujarat monsoon, gujarat floods, gujarat rain deaths, gujarat weather forecast, imd gujarat rain forecast, imd gujarat weather forecast, indian express news", "keywords": "gujarat rains, gujarat monsoon, gujarat floods, gujarat rain deaths, gujarat weather forecast, imd gujarat rain forecast, imd gujarat weather forecast, indian express news", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/india/gujarat-2-persons-die-1750-people-evacuated-225-roads-closed-6555262/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/india/gujarat-2-persons-die-1750-people-evacuated-225-roads-closed-6555262/", "site_name": "The Indian Express", "locale": "en_US", "title": "Gujarat rains: 2 persons die, 1,750 people evacuated, 225 roads closed", "description": "As a result of heavy rainfall, all five creeks flowing through Surat city were flooded, while four reached above danger mark. Following incessant rain which caused the water level in rivers to rise, over 1,750 people were evacuated to safer places in Surat city and district.", "image": {"identifier": "https://images.indianexpress.com/2020/08/gujarat-rain.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/india/gujarat-2-persons-die-1750-people-evacuated-225-roads-closed-6555262/", "title": "Gujarat rains: 2 persons die, 1,750 people evacuated, 225 roads closed", "description": "As a result of heavy rainfall, all five creeks flowing through Surat city were flooded, while four reached above danger mark. Following incessant rain which caused the water level in rivers to rise, over 1,750 people were evacuated to safer places in Surat city and district.", "image": {"identifier": "https://images.indianexpress.com/2020/08/gujarat-rain.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-15T14:10:06+05:30", "modified_time": "2020-08-15T14:10:06+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}