{"GDELT": {"GlobalEventID": 940842381, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 0.62305295950156, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, New Brunswick, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA04", "Actor1Geo_ADM2Code": "12601", "Actor1Geo_Lat": 45.7167, "Actor1Geo_Long": -65.5167, "Actor1Geo_FeatureID": "-574388", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, New Brunswick, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA04", "Action2Geo_ADM2Code": "12601", "Action2Geo_Lat": 45.7167, "Action2Geo_Long": -65.5167, "Action2Geo_FeatureID": "-574388", "DATEADDED": 20200814211500, "SOURCEURL": "https://www.etonline.com/meghan-markle-says-returning-to-the-us-was-just-devastating-amid-racial-injustice-151361"}, "ARTICLE": {"TITLE": "Meghan Markle Says Returning to the U.S. Was 'Just Devastating' Amid Racial Injustice", "TEXT": "Meghan Markle admits that returning to the United States was \"devastating\" for her amid racial injustice. The Duchess of Sussex spoke about returning to the States after 10 years during a conversation with Emily Ramshaw, the cofounder and CEO of The 19th*, on Friday.\n\nWhile Markle said it was \"good to be home,\" the former Suits star -- who lived in Canada for seven years while filming the show and then moved to the U.K. -- she was sad to see all the turmoil against Black lives.\n\n\"To come back and to just see this state of affairs, I think at the onset, if I'm being honest, it was just devastating,\" she admitted. \"It was so sad to see where our country was in that moment. If there's any silver lining in that, I would say that in the weeks after the murder of George Floyd, in the peaceful protests that you were seeing, in the voices that were coming out, in the way that people were actually owning their role…it shifted from sadness to a feeling of absolute inspiration, because I can see that the tide is turning.\"\n\n\"I think for so many it's so easy to focus on the negativity,\" she continued. \"It's very easy to focus on that because it's what you hear…From my standpoint…I think to see the changes that are being made right now is something that I look forward to being a part of, and using my voice in a way that I haven't been able to [lately].\"\n\nPrince Harry's wife also touched on how journalists and the media need to be more truthful in their reporting, instead of using salacious headlines.\n\n\"The headline alone, the click-bait alone, makes an imprint. That is part of how we start to view the world, how we interact with other people, there's so much toxicity out there in what is being referred to -- my husband and I talk about it often -- this 'economy for attention,'\" she noted. \"That is what is being monetized when you're looking at the digital space and media. And so, if you're just trying to grab someone's attention and keep it, you're going for something salacious versus something truthful.\"\n\nShe added that if people could get back to the place where \"people are just telling the truth in their reporting, and telling it through a compassionate or empathetic lens, it's going to help bind people as a community.\"\n\nLater in the talk, Markle also stated, \"You want to have trust in journalists and you want to have trust in what you're reading.\"\n\nMeghan Markle and Prince Harry Discuss Black Lives Matter Movement and Fight for Racial Equality This video is unavailable because we were unable to load a message from our sponsors.\n\n\n\nIf you are using ad-blocking software, please disable it and reload the page. Embed Code Restart Meghan Markle and Prince Harry Discuss Black Lives Matter Movement and Fight for Racial Equality\n\nMarkle also encouraged people to go out and vote, saying, \"When I have these conversations about encouraging people to go out and vote, I think it's often challenging for men and women alike, and certainly for people, to remember just how hard it was to get the right to vote. And to be really aware and not taking that for granted.\"\n\n\"My husband for example, he's never been able to vote,\" she continued. \"The right to vote is not a privilege. It is a right in and of itself…. I really do hope what you're able to encourage and what we're able to see happen through The 19th* over the course of the next few months is that women understand that their voices are needed now more than ever, and the best way to exercise that is through voting.\"\n\nMarkle, as well as Harry, have been open about the importance of giving back to their community, the Black Lives Matter movement and more. See Markle deliver an inspirational talk to young women, in the video below.\n\nGET THE ET NEWSLETTER Email By signing up, you agree to our Terms of Use and Privacy Policy\n\nRELATED CONTENT:\n\nMeghan Markle, Oprah Winfrey and More Share Why They're Voting\n\nPrince Harry Calls for 'Compassion' Online Amid 'Crisis of Hate'\n\nMeghan Markle and Prince Harry Discuss Black Lives Matter Movement and Fight for Racial Equality\n\nMeghan Markle Encourages Young Women to ‘Keep Pushing’ for Change at 2020 Girl Up Summit This video is unavailable because we were unable to load a message from our sponsors.\n\n\n\nIf you are using ad-blocking software, please disable it and reload the page. Embed Code Restart\n\nRelated Gallery", "METADATA": {"article": {"opinion": "false"}, "title": "Meghan Markle Says Returning to the U.S. Was 'Just Devastating' Amid Racial Injustice | Entertainment Tonight", "fb": {"admins": 3111204, "pages": 106843036179, "app_id": 145337045558621}, "og": {"site_name": "Entertainment Tonight", "type": "Article", "url": "https://www.etonline.com/meghan-markle-says-returning-to-the-us-was-just-devastating-amid-racial-injustice-151361", "title": "Meghan Says Returning to U.S. Was 'Just Devastating' Amid Injustices", "description": "The Duchess of Sussex spoke to Emily Ramshaw, co-founder and CEO of The 19th.", "image": {"identifier": "https://www.etonline.com/sites/default/files/styles/max_1280x720/public/images/2020-08/1000meganyoutube.jpg?h=f1749b14&itok=MC7O3sJX", "width": 1280, "height": 720}}, "robots": "index", "apple-mobile-web-app-capable": "yes", "twitter": {"card": "summary_large_image", "description": "The Duchess of Sussex spoke to Emily Ramshaw, co-founder and CEO of The 19th.", "title": "Meghan Says Returning to U.S. Was 'Just Devastating' Amid Injustices", "site": {"identifier": "@etnow", "id": 23603092}, "creator": "Liz Calvario‍", "url": "https://www.etonline.com/meghan-markle-says-returning-to-the-us-was-just-devastating-amid-racial-injustice-151361", "image": "https://www.etonline.com/sites/default/files/styles/max_1280x720/public/images/2020-08/1000meganyoutube.jpg?h=f1749b14&itok=MC7O3sJX"}, "description": "The Duchess of Sussex spoke to Emily Ramshaw, co-founder and CEO of The 19th.", "msvalidate.01": "DC10472F438B55F3A58638BC31271706", "google-site-verification": "hKpIt34FKZ_qMU81xUdLUw2YzuyZY1pS76p0622Hc7w", "keywords": "News, Meghan Markle, ET Black Stories", "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}}}