{"GDELT": {"GlobalEventID": 940895517, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ISR", "Actor1Name": "JERUSALEM", "Actor1CountryCode": "ISR", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.7945516458569799, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA", "Actor1Geo_Lat": 25.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "SA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Kuwait", "Actor2Geo_CountryCode": "KU", "Actor2Geo_ADM1Code": "KU", "Actor2Geo_Lat": 29.5, "Actor2Geo_Long": 47.75, "Actor2Geo_FeatureID": "KU", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200815040000, "SOURCEURL": "http://www.straitstimes.com/world/middle-east/uaes-israel-deal-met-with-arab-dismay-but-quiet-welcome-in-gulf"}, "ARTICLE": {"TITLE": "UAE's Israel deal met with Arab dismay but quiet welcome in Gulf", "TEXT": "JERUSALEM (REUTERS) - From cries of \"betrayal\" to fears about \"falling dominoes\", the deal making the United Arab Emirates the third Arab state to forge ties with Israel stirred anger and dismay around the Middle East, but a cautious welcome from the UAE's Gulf allies.\n\nThe mixed response highlighted new fault lines in a region where fear and distrust of Iran - shared by Israel and some Arab states - has challenged a decades-old allegiance to the Palestinian issue as a major driver of Arab policy.\n\nPalestinians, who want to establish a state on West Bank territory captured by Israel in 1967, denounced the agreement as a betrayal of the long-held Arab stance that peace should be conditional on Israeli withdrawal from occupied territory.\n\nThe agreement, which is set to make the UAE only the third Arab state after Egypt and Jordan to make peace with Israel, calls for a temporary suspension of Israel's planned annexation of occupied West Bank territory, but not withdrawal.\n\nThe deal, which US President Donald Trump helped to broker with support from senior adviser Jared Kushner, forms a new axis with the UAE aligning itself with Israel in confronting Shi'ite Muslim Iran and Sunni Islamist radicals in the region.\n\nThis is likely to heighten tensions in the Gulf, which has in the past two years seen attacks on tankers and energy assets that the United States and Saudi Arabia have blamed on Iran, a charge Teheran denies.\n\nIran's foreign minister said the deal aimed to hand Trump a win ahead of US elections in November, a view echoed by the leader of Lebanon's Iranian-backed Hezbollah movement.\n\n\"It's shameful what Abu Dhabi did... They don't see the Zionist regime as an enemy, but an ally and what's happening now is to help Trump in the elections,\" Iran's Mohammad Javad Zarif told Al Mayadeen TV.\n\nHezbollah leader Sayyed Hassan Nasrallah, in a televised speech, described the UAE move as an \"election favour\" for both Trump and Israeli Prime Minister Benjamin Netanyahu, and said more Arab states would follow suit to \"satisfy\" Washington.\n\n\"It is good, though painful, that the masks have fallen,\" he said, describing the deal as a betrayal of Islam and Arabs.\n\n'FALL LIKE DOMINOES'\n\nSome worshippers at Al Aqsa mosque in Jerusalem, where Palestinians want to establish the capital of a future state, carried pictures of UAE Crown Prince Sheikh Mohammed bin Zayed with the word \"traitor\" underneath his image.\n\n\"Just like Egypt, Jordan and now Abu Dhabi, the whole Arab world will start to fall like dominoes,\" said Mohammad al-Sharif, 45, a member of Israel's Arab minority.\n\n\"That Sheikh Mohammed bin Zayed and his dirty dogs look out for themselves and their interests and the rest of us can go to hell.\"\n\nPalestine Liberation Organisation Secretary General Saeb Erekat spelled out the potential consequences for his people if a united Arab front splintered.\n\nRelated Story White House officials seek momentum with other countries after Israel-UAE deal\n\nRelated Story Historic Israel-UAE deal unlikely to resolve Middle East conundrum\n\nRelated Story How the world is reacting to Israel-UAE peace deal\n\n\"The whole thing that we based our strategy on as Arabs is that the (2002) Arab peace initiative specified that once Israel withdraws, there will be peace between Arabs and Israelis.\n\n\"Netanyahu came determined, with Kushner, Trump... to change the formula, that they want Arab recognition of Israel while they continue with the occupation, and the United Arab Emirates yesterday stamped the green light for this,\" Erekat said.\n\nTURKEY MAY SHUT EMBASSY\n\nTurkey, a powerful regional rival of the UAE, said history would not forgive the Gulf country for making a deal which undercut the 2002 Arab peace plan, which had proposed peace in return for Israeli withdrawal from all occupied territory.\n\n\"We may also take a step in the direction of suspending diplomatic ties with the Abu Dhabi leadership or pulling back our ambassador,\" President Tayyip Erdogan said after Friday (Aug 14) prayers, adding that he could close Turkey's embassy.\n\nBut, in a region beset with other challenges including civil wars, poverty and economic crisis, some people appeared to have other concerns.\n\nAt Istanbul's landmark Hagia Sophia, converted by Erdogan to a mosque last month in a move which he portrayed as a step towards restoring \"freedom\" to Al Aqsa in Jerusalem, worshippers who spoke to Reuters were unaware of the announcement.\n\nINCENTIVE FOR PEACE\n\nEgypt and Jordan, which signed peace deals with Israel in 1979 and 1994 respectively and enjoy close ties with the UAE, both welcomed the agreement. Jordan said the pact could make a beneficial impact if it spurred Israel to accept a Palestinian state on land it took in the 1967 Middle East war.\n\n\"If Israel deals with it as an incentive to end occupation.., it will move the region towards a just peace,\"Foreign Minister Ayman Safadi said.\n\nOman and Bahrain praised the accord but Saudi Arabia, which has in the past led Arab policy towards Israel and hosts Islam's two holiest sites, has remained silent, as have Kuwait and Qatar.\n\nJordan's former foreign minister, Marwan al-Muasher, said it was possible other Gulf states could follow Abu Dhabi's lead.\n\nBut none of those could address the root problem.\n\n\"In the end it's not the Gulf states who are living under occupation, it's the Palestinians. And until you reach a solution with the Palestinians, it does not matter how many peace deals you make with Arab states,\" he told Reuters.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"ios": {"app_name": "Straits Times", "url": "straitstimes://www.straitstimes.com/world/middle-east/uaes-israel-deal-met-with-arab-dismay-but-quiet-welcome-in-gulf", "app_store_id": 547465441}, "web": {"url": "https://www.straitstimes.com/world/middle-east/uaes-israel-deal-met-with-arab-dismay-but-quiet-welcome-in-gulf"}}, "description": "JERUSALEM (REUTERS) - From cries of \"betrayal\" to fears about \"falling dominoes\", the deal making the United Arab Emirates the third Arab state to forge ties with Israel stirred anger and dismay around the Middle East, but a cautious welcome from the UAE's Gulf allies.. Read more at straitstimes.com.", "og": {"image": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/15/08603673.jpg?itok=dqwmTMXx", "site_name": "The Straits Times", "type": "article", "title": "UAE's Israel deal met with Arab dismay but quiet welcome in Gulf", "url": "https://www.straitstimes.com/world/middle-east/uaes-israel-deal-met-with-arab-dismay-but-quiet-welcome-in-gulf", "description": "JERUSALEM (REUTERS) - From cries of \"betrayal\" to fears about \"falling dominoes\", the deal making the United Arab Emirates the third Arab state to forge ties with Israel stirred anger and dismay around the Middle East, but a cautious welcome from the UAE's Gulf allies.. Read more at straitstimes.com.", "updated_time": "2020-08-15T04:44:57+08:00"}, "cXenseParse": {"sph-keywords": "ISRAEL,UNITED ARAB EMIRATES", "pageclass": "article", "sph-accessFlag": 0, "recs": {"articleid": 718545}, "sph-printFlag": 0}, "news_keywords": "ISRAEL, UNITED ARAB EMIRATES", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "UAE's Israel deal met with Arab dismay but quiet welcome in Gulf,", "url": "https://www.straitstimes.com/world/middle-east/uaes-israel-deal-met-with-arab-dismay-but-quiet-welcome-in-gulf", "description": "Middle East News -JERUSALEM (REUTERS) - From cries of \"betrayal\" to fears about \"falling dominoes\", the deal making the United Arab Emirates the third Arab state to forge ties with Israel stirred"}, "article": {"published_time": "2020-08-15T04:38:50+08:00", "modified_time": "2020-08-15T04:44:57+08:00"}, "dcterms.title": "UAE's Israel deal met with Arab dismay but quiet welcome in Gulf", "dcterms.creator": "hermesauto", "dcterms.description": "JERUSALEM (REUTERS) - From cries of \"betrayal\" to fears about \"falling dominoes\", the deal making the United Arab Emirates the third Arab state to forge ties with Israel stirred anger and dismay around the Middle East, but a cautious welcome from the UAE's Gulf allies. Read more at straitstimes.com.", "dcterms.date": "2020-08-15T04:38+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/world/middle-east/uaes-israel-deal-met-with-arab-dismay-but-quiet-welcome-in-gulf", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}}