{"GDELT": {"GlobalEventID": 940874649, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ARE", "Actor1Name": "UNITED ARAB EMIRATES", "Actor1CountryCode": "ARE", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.92307692307692, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 54.0, "Actor1Geo_FeatureID": "AE", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA10", "Actor2Geo_ADM2Code": "25316", "Actor2Geo_Lat": 24.6408, "Actor2Geo_Long": 46.7728, "Actor2Geo_FeatureID": "-3093009", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20200815010000, "SOURCEURL": "https://www.msn.com/en-us/news/world/after-tirade-against-saudis-pakistan-seeks-to-ease-tensions/ar-BB17YOQA"}, "ARTICLE": {"TITLE": "After Tirade Against Saudis, Pakistan Seeks to Ease Tensions", "TEXT": "(Bloomberg) -- Pakistan’s military chief Qamar Javed Bajwa will head to Saudi Arabia on Sunday to ease tensions after his country’s top diplomat blasted the kingdom for failing to condemn India’s actions in Muslim-majority Kashmir.\n\nTempers frayed when Pakistani Foreign Minister Shah Mahmood Qureshi used a TV interview on Aug. 5 to harangue Saudi Arabia over the issue, threatening that Islamabad itself would call a meeting of the Organization of Islamic Conference. That was seen as challenging Saudi Arabia’s leadership of the OIC, and angered an ally that is the biggest source of remittances into Pakistan, and among its largest creditors.\n\n“Pakistan is asking you to play the role that Muslim Ummah expects from you,” Qureshi said. “I know the foreign office will get tense from what I said, but Kashmiris are being killed.”\n\nBajwa’s visit is aimed at damage control between the historically close nations. While Saudi Arabia hasn’t responded officially to Qureshi’s comments, local reports say the kingdom is starting to withdraw financial support for Pakistan.\n\nThe Express Tribune reported earlier this month that Pakistan’s fourth-largest trading partner hadn’t yet decided on a request to extend a 2018 facility that expired on July 9 allowing deferred payments on $3.2 billion a year worth of oil. Usually the facility is rolled over before its expiry on the request of the borrower, said Yawar Uz Zaman, head of research at Pearl Securities Ltd.\n\nPrime Minister Imran Khan’s government also unexpectedly repaid a $1 billion low-cost loan to Saudi Arabia from $3 billion that it had refinanced about six months ago. Khan’s first overseas visit as prime minister was to Saudi Arabia in 2018, and on trips to the kingdom and the United Arab Emirates he had negotiated $5 billion of loans.\n\n“Pakistani elites have a bad habit of taking Saudi support for granted given what Saudi has done for Pakistan over the decades,” Ali Shihabi, a Saudi commentator close to the government, said on Twitter Thursday. “Well the party is over and Pakistan needs to deliver value to this relationship.”\n\nThe last time relations between the two nations took a dive was in 2015, when Pakistan declined to send troops to support Saudi-backed forces in Yemen. But the situation improved after Khan was elected as premier. Shortly after the 2018 murder of journalist Jamal Khashoggi, Khan visited Riyadh for an investment conference even after speakers including Jamie Dimon, chief executive officer of JPMorgan Chase & Co., and U.S. Treasury Secretary Steven Mnuchin stayed away.\n\n“Islamabad can’t afford to upset its staunchest allies” Saudi Arabia and China, said Burzine Waghmar, a member of the Centre for the Study of Pakistan at SOAS University of London. “These two are the cornerstones of its foreign policy. The relationship is most enduring at every level, not just intelligence and political, but strategic and economic.”\n\nBut despite such close relations, the latest tensions “reflect ongoing Pakistani frustration” about not being able to do enough against Indian Prime Minister Narendra Modi’s move to revoke seven decades of regional autonomy in Kashmir, said James Dorsey, a senior fellow at the S. Rajaratnam School of International Studies.\n\n“Gulf states are trying to balance their relationships,” Dorsey said by phone from Singapore. “Gulf states have relations with India and major investments going into India. Indians are important Asian buyers of oil. All the more so in the current economic environment and oil shock.”\n\nIndia and Pakistan have fought three major wars since independence, including two over the Himalayan region of Kashmir, which is divided between the two and claimed by both. India says Pakistan provides safe haven for terrorist groups, and funds attacks in Kashmir, which Pakistan denies.\n\nWhile Saudi Arabia and Pakistan share a religious connection, the kingdoms’s $33 billion trade with India is about 11 times larger. Asia’s third-largest economy is also one of the world’s biggest buyer of oil: Saudi Aramco is working on a deal to buy a $15 billion stake in India’s Reliance Industries Ltd.’s oil and refining division.\n\nPakistan and Saudi Arabia’s foreign ministries did not respond to requests for a comment. Meanwhile, Pakistan’s information ministry played down the incident.\n\n“Saudi has always stood by Pakistan in difficult times,” Information Minister Shibli Faraz said in a briefing in Islamabad on Aug. 11. “We are thankful for that.”\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "After Tirade Against Saudis, Pakistan Seeks to Ease Tensions", "cq": "passed", "Search.Interest": "Pakistan", "robots": "index, follow", "description": "Pakistan’s military chief Qamar Javed Bajwa will head to Saudi Arabia on Sunday to ease tensions after his country’s top diplomat blasted the kingdom for failing to condemn India’s actions in Muslim-majority Kashmir.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}