{"GDELT": {"GlobalEventID": 940844390, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 12, "NumSources": 1, "NumArticles": 12, "AvgTone": -0.7769145394006601, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nyandarua, Central, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE01", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -0.6276510000000001, "Actor1Geo_Long": 36.7083, "Actor1Geo_FeatureID": "-2246318", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nyandarua, Central, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE01", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -0.6276510000000001, "Action2Geo_Long": 36.7083, "Action2Geo_FeatureID": "-2246318", "DATEADDED": 20200814213000, "SOURCEURL": "https://www.standardmedia.co.ke/central/article/2001382538/cat-fight-earns-family-a-home-and-cash-for-kind-shopkeeper"}, "ARTICLE": {"TITLE": "Cat fight earns family a home and cash for kind shopkeeper", "TEXT": "Daniel Gacheru, the shopkeeper who recorded the video of two children arguing over Sh10 at Kambaa Village in Olkalou, Nyandarua County. [Kipsang Joseph, Standard]\n\nA video clip of two children arguing about how to spend Sh10 has brought unexpected changes in the lives of a shopkeeper and the children’s family. In February this year, Daniel Gacheru woke up as usual to open his small shop in Kambaa village, Nyandarua County. That chilly morning, his first clients were two pupils - James Mwangi, 9, and his younger sister, Teresiah Nyakinyua, 7. Both were heading to Bora Primary School. “It was around 7am when the two came to my shop. The girl had Sh10 which was just enough for what she wanted - a pencil and rubber. But her brother also wanted a pencil from the same money,” recounts Gacheru.\n\nSEE ALSO: 2022: Every man for himself\n\nThe two ended up in a heated and dramatic argument, which the shopkeeper, by sheer impulse, he says, recorded on his phone. When the one-and-a-half-minute video found its way to social media last month, it went viral. “The money was given to me and I want a pencil and a rubber,” Nyakinyua is seen telling her brother, who responds: “We are buying two pencils, one for me and another for you.” The video ends with the boy telling his sister that she should not speak when he is speaking and that he has the final say about how the money will be spent. Later, Gacheru said he was torn between the demands of each child and knew he had to make a decision or the two would be late for school.\n\nSEE ALSO: Deep State? That's you, Raila responds to Ruto\n\n“It was too dramatic and emotional that I thought of recording it. I then decided to solve their argument off the camera. I incurred an extra cost of Sh10 to give each of them what they wanted. Both left for school happy,” said Gacheru. The shopkeeper said he never intended to share the video. “I accidentally sent it to one of my contacts for the first time in July. I warned the person against sharing it since they were minors and I had not informed their parents. When it went viral, I had to visit the home and apologise,” he said. Unknown to Gacheru, the video would open floodgates of luck not only for the humble family, but also for him and his business. When The Standard visited the family last week, it emerged that the Sh10 was the only money the family had that morning.\n\nSEE ALSO: DP Ruto to set up 500-chicken farm for siblings filmed arguing over Sh10\n\nCovid 19 Time Series\n\n“My last born daughter was sick. I only had Sh10 on top of my transport to the hospital. I gave it to my daughter and told my son to borrow a pencil from his friends, promising to buy him one the next day,” said their mother, Mary Wambui. Their home is a two-bedroom semi-permanent house with a leaking roof and no furniture except two weak wooden frames, what is left of an old sofa set. We found Wambui, a stay-at-home wife and a mother of seven preparing lunch for the family in a smoky makeshift kitchen measuring about five by six feet that has partly collapsed. Her husband Simon Mukundi does menial jobs in nearby farms such as loading bags of potatoes on trucks. However, this is about to change after the children’s video went viral. The family has received outpouring support from Kenyans, among them Deputy President William Ruto, a land buying company, an iron sheets factory and Nyandarua Woman Representative. The DP hosted Nyakinyua, Mwangi and their parents on Thursday at his official residence in Karen, Nairobi, where he promised to help the family start a project that would help them lead better lives. “Nyakinyua and Mwangi remind us of our childhood in our rural homes; the daily challenge of budgeting for so little in the face of many needs. To ensure they have a stable foundation I have assigned my farm manager to personally ensure their parents establish a fully-funded 500-chicken farm,” Ruto said. Construction of a three-bedroom permanent house complete with a cowshed is at an advanced stage, funded by Dhahabu Land Limited and Ruiru Mabati factory next to the family’s humble abode. Nyandarua County MP Faith Gitau, who visited the family, has offered full scholarships to the two children and a medical cover for the last born, who suffers from cerebral palsy. “Thirst for education brought the two children to the limelight. I will cater for their education to the extent they wish to pursue. I have dispatched a wheelchair for the girl with cerebral palsy and will cater for her therapy sessions and other medical expenses,” said Gitau. Gacheru didn’t make it to Nairobi during the visit. But in a phone conversation posted on Ruto’s Facebook account, the DP promised the shopkeeper financial support to expand his business for his kindness. “It is you who started this job by assisting this family. I will support them. For now I am sending Gitau with Sh50,000 for you to increase the stock in your shop. I want to see it grow to a supermarket. Soon I will be visiting you,” said Ruto.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "theme-color": "#ee2e25", "context-path": "https://www.standardmedia.co.ke/", "csrf-token": "dRg8ul3VQV3hCKbUZNtWY8gu3i7MBG2z5v0VAZ9B", "application-name": "Standard Digital", "robots": "index,follow", "copyright": "The Standard Group", "online": "online@standardmedia.co.ke", "google-translate-customization": "9d90f29fa7bea403-55a95e98e906d1f5-gca3f4862da4da582-17", "msvalidate.01": "895B0BFD6A675ED63FA74B3DDCFB918B", "keywords": "Shopkeeper,Daniel Gacheru,William Ruto", "author": "Kennedy Gachuhi", "description": "DP promises chicken farm with 500 birds for starters; two firms are putting up three-bedroom house for the family; MP offers an unlimited scholarship.", "twitter": {"card": "summary_large_image", "site": "@StandardKenya", "creator": "@StandardKenya", "title": "Cat fight earns family a home and cash for kind shopkeeper", "description": "DP promises chicken farm with 500 birds for starters; two firms are putting up three-bedroom house for the family; MP offers an unlimited scholarship.", "url": "https://www.standardmedia.co.ke/central/article/2001382538/cat-fight-earns-family-a-home-and-cash-for-kind-shopkeeper", "image": "https://cdn.standardmedia.co.ke/images/friday/cat_fight_earns_fami5f36b855c2894.jpg"}, "og": {"type": "website", "title": "Cat fight earns family a home and cash for kind shopkeeper", "description": "DP promises chicken farm with 500 birds for starters; two firms are putting up three-bedroom house for the family; MP offers an unlimited scholarship.", "site_name": "The Standard", "url": "https://www.standardmedia.co.ke/central/article/2001382538/cat-fight-earns-family-a-home-and-cash-for-kind-shopkeeper", "image": {"identifier": "https://cdn.standardmedia.co.ke/images/friday/cat_fight_earns_fami5f36b855c2894.jpg", "secure_url": "https://cdn.standardmedia.co.ke/images/friday/cat_fight_earns_fami5f36b855c2894.jpg"}}, "fb": {"app_id": 118898458656}, "site-live": "02:00:45 05-04-2020", "developer": {"developer": "Hashim Issa", "email": "hashim4580@yahoo.com"}, "designer": {"designer": "Prestone Otieno", "email": "prestone@gmail.com"}, "msapplication-TileColor": "#da532c"}}}