{"GDELT": {"GlobalEventID": 940827639, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.85714285714286, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Blue River, British Columbia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA02", "Actor1Geo_ADM2Code": "154724", "Actor1Geo_Lat": 52.1, "Actor1Geo_Long": -119.3, "Actor1Geo_FeatureID": "-561394", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Blue River, British Columbia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA02", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 52.1, "Action2Geo_Long": -119.3, "Action2Geo_FeatureID": "-561394", "DATEADDED": 20200814193000, "SOURCEURL": "https://www.desmogblog.com/2020/08/14/canada-trans-mountain-pipeline-tiny-house-warriors"}, "ARTICLE": {"TITLE": "Canada’s Trans Mountain Pipeline Inches Forward, But Opposition Intensifies", "TEXT": "Late one night this past April, four people on off-road vehicles drove into a small, Indigenous village near the town of Blue River in British Columbia, Canada. It was dark and the vehicles drove through deep snow, smashing through wooden signs and barriers that guarded the village of tiny houses, erected in the path of a long-distance oil pipeline that runs from Alberta to the Pacific Coast.\n\nThe attackers punched and kicked a man, shouting profanity and racial slurs. One of them stole a truck and used it to mow down a display of red dresses, hung as a memorial to missing and murdered Indigenous women and girls, who are disproportionally affected by violence. The driver then crashed the truck into one of the houses.\n\nThe small houses were built by Secwepemc and Ktunaxa people, who built them to assert their rights over unceded Indigenous land, through which an expansion of the Trans Mountain pipeline is slated to carry diluted tar sands oil. Members of the village believe the attack was related to their opposition to the pipeline.\n\nConfrontation between the Trans Mountain pipeline expansion and a variety of Indigenous and environmental groups is heating up, precisely because the new pipeline is now moving forward with construction after years of legal battles.\n\nThe government of Prime Minister Justin Trudeau purchased the Trans Mountain system from Kinder Morgan in 2018 in order to keep the expansion alive. Texas-based Kinder Morgan was about to scrap the project, but Canada bought it for C$4.5 billion and vowed to see a second, “twin,” pipeline built alongside the existing line. The expansion would triple the system’s capacity to 890,000 barrels of oil per day, allowing Alberta’s tar sands to expand to overseas markets.\n\nIn July, Canada’s Supreme Court dismissed an appeal from a group of Indigenous nations, who say the consultation process was flawed because the government, which now owns the pipeline project, is also the one that approved it just a year later. “To let the federal government be its own judge and jury of its consultation process was flawed in so many ways,” Syeta'xtn (Chris Lewis) of the Squamish Nation told the CBC.\n\nThe court decision removed a major obstacle and the project is moving forward with construction. Yet, opponents are not giving up. “This project is probably the most controversial pipeline in Canadian history, so that's saying something,” said Sven Biggs, Canadian Oil and Gas Programs Director at environmental group Stand.earth.\n\nThe Tiny House Warriors and the Battle for Indigenous Rights\n\nIn 2018, a group of Secwepemc and Ktunaxa people built six small houses on wheels and positioned them along the pipeline route to block construction near the community of Blue River in British Columbia. The immediate aim was to prevent the pipeline from moving forward, but the broader goal of the “Tiny House Warriors” was to assert authority over unceded traditional land, where Indigenous title has not been given up or acquired by the Crown in Canada.\n\n“That's what Tiny House Warriors is. It's where we face off with the colonial government and their assumption of jurisdiction and authority over our Secwepemc territorial authority and jurisdiction,” said Kanahus Manuel, an Indigenous activist who is Secwepemc and Ktunaxa and a leader of Tiny House Warriors.\n\nIn an interview with DeSmog, Manuel described a pattern of harassment and intimidation from industry, oil and gas workers, police, and the state. The determination of Manuel and other Indigenous groups to assert their rights over unceded land has been met with stiff, and sometimes violent, opposition.\n\nLast year, the CBC reported that Trans Mountain Corporation — the government-owned entity in charge of the pipeline project — was monitoring pipeline opponents, and singled out Kanahus Manuel as a “person of interest.” The company monitored her movements and interactions with other protest groups.\n\nManuel remains steadfast, but the April attack on the Tiny House Warriors encampment left her shaken. She was scared to go to the police to report the incident. When she did, the police treated her more as a suspect rather than a victim, she says, and her lawyer ended the conversation.\n\nAmnesty International Canada called on British Columbia Premier John Horgan and the Royal Canadian Mounted Police (RCMP) to investigate, calling the April incident “part of an ongoing history of harassment, intimidation, attacks, and virulent online threats against the Tiny House Warriors.”\n\nIn some ways, this year’s pandemic has facilitated Trans Mountain’s advancement, despite resistance from groups like the Tiny House Warriors. Provincial authorities in both British Columbia and Alberta have declared oil and gas workers “essential services,” allowing work to proceed even as Indigenous communities called for a halt to work, fearing the spread of COVID-19. Alberta’s energy minister Sonya Savage went further, noting how the pandemic could be advantageous to the industry because it would keep pipeline opponents away. “Now is a great time to be building a pipeline because you can’t have protests of more than 15 people,” Savage said in May.\n\nAs construction proceeds, conflict is intensifying. While the Tiny House Warriors are determined in their resistance against construction of the pipeline, pro-pipeline demonstrations have also come to Blue River, billing themselves as “counter protests” to the Tiny House Warriors.\n\nMan camps — a preponderance of temporary housing for oil and gas workers, who are predominantly male — have sprung up as construction of the pipeline picks up pace, bringing another element of danger. “During the height of COVID, the man camp workers were coming to harass us,” Manuel told DeSmog. “It is scary. We are a majority female village.”\n\n\n\nTemporary worker housing, referred to as a man camp, in the Alpine High region of the Permian Basin oilfields in Texas, February 2020. Credit: ©2020 Justin Hamel\n\nIn the Bakken shale in North Dakota, the oil boom and the increase of man camps coincided with an increase in violence against women, and Indigenous women in particular.\n\nA sweeping multi-year investigation commissioned by the Canadian government concluded in a 2019 report that Canada’s history of violence against Indigenous people amounts to genocide. Among the many findings in the National Inquiry into Missing and Murdered Indigenous Women and Girls (MMIWG), a weighty 700-page tome, the investigators singled out extractive industries as a source of violence. “Man camps associated with the resource extraction industry are implicated in higher rates of violence against Indigenous women,” the report said, which is “largely the result of the migration into the camps of mostly non-Indigenous young men with high salaries and little to no stake in the host Indigenous community.”\n\nWhile man camps represent an immediate threat, Kanahus Manuel of Tiny House Warriors says the Trans Mountain Expansion more broadly represents the latest chapter in a long history of colonial violence. “It's a white supremacist pipeline. It's white supremacy that they say they have the right to put a pipeline through when Indigenous people continue to say no,” she said.\n\nThe Trans Mountain Corp. said that the process was done properly. “Trans Mountain’s Indigenous Engagement Program was designed to create an open, transparent, and inclusive process,” Ali Hounsell, a spokesperson for Trans Mountain Corp., said in an emailed statement. “We also have signed Agreements with 59 Indigenous groups in BC and Alberta that represent more than $500 million in benefits and opportunities for Indigenous communities.”\n\nWhen DeSmog followed up with a set of questions on the threats to the Tiny House Warriors, the surveillance of Kanahus Manuel, and the dangers associated with man camps in B.C., the Trans Mountain Corp. spokesperson declined to answer specifically, instead stating that the company “always strives to be a good neighbor,” and that there is a “Worker Code of Conduct,” as well as “clear camp policies and management practices in place to ensure a safe and respectful environment for all.”\n\nFinancial and Reputational Risk\n\nAfter years of resistance from some Indigenous communities, the Trans Mountain pipeline expansion has a new obstacle to its construction in the Vancouver, Canada, area. On August 4, a physician and public health expert set up an “aerial camp” among trees that are scheduled to be cut down to make way for construction of the pipeline outside of Vancouver. Dr. Tim Takaro said he was fed up with the government’s seeming indifference to the project’s climate and environmental impacts.\n\n\n\nPhysician Tim Takaro in an aerial camp protesting the Trans Mountain pipeline expansion, outside of Vancouver, Canada. Credit: Jef Bradshaw\n\n“The Trans Mountain Pipeline, pushed now by the Trudeau government because it was abandoned by Texas oil companies, must not be built. This is a climate imperative,” the physician and professor at Simon Fraser University in British Columbia said in a video he recorded from his treetop camp.\n\nHe said that he has repeatedly warned the government in scientific reports about the multiple environmental and “climate-killing threats” posed by the pipeline. In 2015, he conducted a risk assessment of the pipeline, and warned that the health effects of increased tanker traffic in the Burrard Inlet, which runs through Vancouver, had not been adequately studied, even as the Canadian government approved the project.\n\nAfter years of engaging with the official review process, he says his repeated warnings have gone unheeded. “So, I now find myself in a tree, 25 meters off the ground, blocking construction,” Dr. Takaro said. After about 10 days, he came down from his perch, but a new protester took Dr. Takaro’s place in the trees. Their goal is to delay construction until mid-September, when Trans Mountain needs to halt construction due to salmon spawning. If they succeed, they could push off construction at this particular site until 2021.\n\nI am now occupying a treetop canopy, 20m above the ground, in the path of the TransMountain pipeline expansion.@ttakaro just spent the last ten days up here, and I have taken his position.\n\n\n\nMore to follow, just getting settled in. pic.twitter.com/Ld5hsiYsri — Kurtis Baute (@kurtisbaute) August 12, 2020\n\nIn addition to pressuring the Trudeau government, which owns the pipeline, Indigenous and environmental groups have launched a campaign that targets the array of insurance companies that provide insurance coverage for the oil project. Under Canadian law, the pipeline must have insurance to cover costs in the event of a spill or major accident.\n\nThe timing is important; Trans Mountain’s certificate of insurance expires at the end of August and needs to be renewed. In late July, Swiss insurance giant Zurich said that it would not renew its policy. Zurich was the lead insurer of the pipeline, providing $508 million of coverage.\n\nEmboldened, campaigners are targeting the remaining insurers. On August 6, more than 140 organizations co-signed a letter addressed to the CEOs of nine insurance companies providing coverage to the Trans Mountain Expansion. The companies include AIG, Chubb, Energy Insurance Limited, Liberty Mutual, Lloyd’s, Munich Re, Starr, Stewart Specialty Underwriting, and W.R. Berkley. “Trans Mountain puts Indigenous communities, drinking water, and our shared climate at grave risk,” the letter stated. “We urge you to rule out insuring Trans Mountain and exit the tar sands sector entirely.”\n\nDeSmog reached out to all nine insurance companies. AIG declined to comment and Munich Re said their executive that handled issues relating to Trans Mountain was on vacation. The remaining seven insurance companies did not respond.\n\nInsurance for a potential accident is not a theoretical matter. In June, a pump station connected to the existing Trans Mountain pipeline spilled nearly 2,000 barrels of light oil in Abbotsford, BC, in an area that supplies drinking water to the Sumas First Nation, another Indigenous nation that opposes the pipeline’s expansion. “This is the fourth time the pipeline has spilled near the reserve in the last 15 years,” Chief Dalton Silver said in a statement. The Sumas First Nation said the expansion poses threats to water and air quality. “It’s the direction of my people that we need to oppose the expansion because we’re thinking about the future. What is going to be here when we’re not?” Chief Silver said.\n\nFor its part, the Trans Mountain Corporation downplayed the significance of Zurich ending its coverage. “Changes in insurance companies are a common occurrence, and this decision by Zurich to not renew was anticipated,” Ali Hounsell of Trans Mountain Corp. said. “There remains adequate capacity in the market to meet Trans Mountain’s insurance needs and our renewal.”\n\nTrans Mountain will likely find alternative sources of insurance, but options are decreasing and costs are on the rise, according to Sven Biggs of Stand.earth. “The list of companies that are available to them is getting smaller and smaller over time,” Biggs said.\n\nThat could add to the rapidly escalating cost of the project, which has already ballooned. In 2017, Kinder Morgan estimated it might cost C$7.4 billion to build. Earlier this year, an updated estimate says costs could exceed C$12 billion. If the government can’t offload it to a private buyer, total costs could soar to C$17 billion.\n\n\n\nAt the site of what was then Kinder Morgan's Trans Mountain tank farm in Burnaby, British Columbia, Canada. Credit: Sally T. Buck, CC BY-NC-ND 2.0\n\nSince the government owns the project, taxpayers are on the hook for the bill. At the same time, the government is subsidizing the project in another way, by setting exceptionally low tolling rates on the pipeline. In effect, taxpayers are not only subsidizing construction, but they are also subsidizing oil producers and refiners by undercharging shipment on the pipeline.\n\n“Ten billion in taxpayers' money to create a very small number of jobs seems less and less like a good deal for Canadian taxpayers when so many sectors of our economy are struggling,” Biggs said.\n\nThere are some signs that financial markets and some oil companies themselves are turning against Canadian oil. Deutsche Bank said in July it would no longer invest or lend to Canadian oil sands. French oil giant Total SA wrote down $7 billion worth of its oil sands assets in the second quarter, and the company deemed some of its assets as “stranded,” meaning that they likely won’t be produced by 2050. ExxonMobil hinted in a securities filing that it may follow suit at the end of the year.\n\nA recent report from Carbon Tracker found that in a world in which governments meet the Paris Climate Agreement, the Trans Mountain pipeline expansion is “surplus” and unneeded, and it could “well prove to be a drain on the public purse.”\n\nAlthough delays have hobbled the pipeline, Hounsell, the Trans Mountain Corp. spokesperson, said the project is on track for completion by December 2022, giving “our oil producers unprecedented access to new, high-paying markets, that will unlock billions of dollars in economic value.”\n\nBut Kanahus Manuel warned that international financial institutions face both financial and reputational risk by continuing to back a project that she says won’t be built. “Canada said it was going to buy it to ‘de-risk it.’ We are the biggest risk. Being on the ground and stopping construction of the pipeline,” Manuel told DeSmog. “They want to remove us from another village site to make way for a pipeline? Then we are going to expose them.”\n\nMain image: Tiny House Warriors rally near Blue River, British Columbia, on July 25, 2020. Credit: Billie Jean Gabriel", "METADATA": {"description": "Late one night this past April, four people on off-road vehicles drove into a small, Indigenous village near the town of Blue River in British Columbia, Canada. It was dark and the vehicles drove through deep snow, smashing through wooden signs and barriers that guarded the village of tiny houses, erected in the path of a long-distance oil pipeline that runs from Alberta to", "keywords": "Trans Mountain Expansion, Prime Minister Justin Trudeau, indigenous communities, Tiny House Warriors, Kanahus Manuel", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "DeSmog", "type": "article", "url": "https://www.desmogblog.com/2020/08/14/canada-trans-mountain-pipeline-tiny-house-warriors", "title": "Canada’s Trans Mountain Pipeline Inches Forward, But Opposition Intensifies", "description": "Late one night this past April, four people on off-road vehicles drove into a small, Indigenous village near the town of Blue River in British Columbia, Canada. It was dark and the vehicles drove through deep snow, smashing through wooden signs and barriers that guarded the village of tiny houses,", "image": "https://www.desmogblog.com/sites/beta.desmogblog.com/files/blogimages/20.207%20THW%20Billie%20Jean%20Gabriel%20July%2025%2C%202020%207584.jpg"}, "twitter": {"card": "summary_large_image", "site": "@desmogblog", "title": "Canada’s Trans Mountain Pipeline Inches Forward, But Opposition...", "description": "Late one night this past April, four people on off-road vehicles drove into a small, Indigenous village near the town of Blue River in British Columbia, Canada. It was dark and the vehicles drove", "image": "https://www.desmogblog.com/sites/beta.desmogblog.com/files/blogimages/20.207%20THW%20Billie%20Jean%20Gabriel%20July%2025%2C%202020%207584.jpg"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "initial-scale=1", "google-translate-customization": "50452d1d9a9f0604-a7b1e64a217f1607-gdf9d2c04629d9721-12"}}}