{"GDELT": {"GlobalEventID": 940864079, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "PHLCOP", "Actor2Name": "PHILIPPINE", "Actor2CountryCode": "PHL", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 2, "NumArticles": 2, "AvgTone": -6.24187256176854, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200815000000, "SOURCEURL": "https://www.saultthisweek.com/news/world/philippines-terror-boss-linked-to-beheadings-of-two-canadians-surrenders/wcm/90ae76d8-b315-4a14-aa93-a5fd00997382"}, "ARTICLE": {"TITLE": "Philippines terror boss linked to beheadings of two Canadians surrenders", "TEXT": "An Abu Sayyaf terror suspect linked to the beheadings of two Canadians has surrendered after being wounded in a battle in the southern Philippines province of Sulu.\n\nSeparatist commander Anduljihad Susukan was taken into custody in the city of Davao, the Associated Press reported. Wanted for at least 23 murders, six attempted murders and five kidnappings, he led a network whose members are affiliated with ISIL. The island-hopping group began in the 1990s with funding from Al-Qaeda, and has been at simmering conflict with the state ever since, using kidnapping as one of its main weapons.\n\nJohn Ridsdel of Calgary and fellow Canadian Robert Hall were beheaded by Abu Sayyaf in Sulu in 2016, with Susukan said to have funded their captures from a Davao tourist spot the year before. Hall, 66, originally from Calgary, had a long and varied career as a tradesman and actor. A passionate sailor and globetrotter, he had recently arrived in Davao with Philippines woman Marites Flor. Ridsdel, 68, was born in London, England, but raised in Saskatchewan. A semi-retired mining executive, he shared Hall’s love for sailing.\n\nIn September 2015, the Canadians were kidnapped from the Davao Holiday Oceanview Marina, a boat resort on Samal Island, by Abu Sayyaf. Norwegian man Kjartan Sekkingstad — a Canadian permanent resident who built and ran the marina — and Flor were also taken. Ridsdel was executed in April 2016 and Hall was beheaded in June 2016, but Flor was freed the same month and Sekkingstad was released a few months later.\n\nWith unrealistic ransom demands being asked for by the militants, and the Canadian government urging families not to pay because to do so risked legitimizing the terrorists, Sekkingstad told the National Post in a 2017 interview that he had been forced to watch helplessly as Ridsdel bid farewell to his two grown daughters before the militants took him away to be killed.\n\n“What can I say? We were all sad,” he said. “But we didn’t have time to mourn him, because we were so busy surviving … We were told right away, ‘You’re next! You’re next!”\n\nBefore Hall was murdered on June 13, the militants played a malicious game with him, pretending he was going home to Canada. Handcuffing him, they instead took him to be decapitated after letting him hug Flor for a final time.\n\nSekkingstad said the militants who held them revelled in the power they held over the helpless captives.\n\n“They had guards watching us all the time, keeping us awake on purpose, just to break us down physically and mentally,” he said. “The weaker we become, the more they laugh. They think it’s funny like hell.”\n\n“John (Ridsdel) and me … we became like soul mates. We were thinking about — planning is not the right word — maybe dreaming, what we were going to do when we got out of there.”\n\nDespite Susukan’s capture Ben Yadah, another Abu Sayyaf man said to have murdered the Canadians, remains at large, the AP reported, citing police. In 2017, Philippines troops reported killing another Abu Sayyaf commander involved in the Canadians’ deaths, Moammar Askali, who died in a battle on the island of Bohol.\n\nSusukan is the biggest Abu Sayyaf scalp claimed by the government of President Rodrigo Duterte in 2020. As well as the execution of the Canadians, he is implicated in kidnappings and executions in the Malaysian state of Sabah, on the island of Borneo, the AP reported.\n\nSusukan’s route to captivity was a winding one. He first surrendered to a Muslim rebel chief after being wounded in a battle with troops in Sulu, losing an arm, the AP reported. Presumed dead, he later showed up in the custody of Muslim rebel leader Nur Misuari, whose Moro National Liberation Front has been at fragile peace with the government since the mid-1990s.\n\nThe AP reports that Misuari had travelled to Davao by plane with Susukan on Sunday, leading to speculation of a pre-arranged handover. However, if Susukan felt his surrender could lead to amnesty, he may have been mistaken, as government officials said Misuari wasn’t permitted to enter talks with other rebels.\n\n“His (Susukan) giving himself up to Mr. Misuari is not the surrender contemplated under the law and does not make him immune from arrest,” Maj. Gen. Edgard Arevalo said in a statement, the AP reported.", "METADATA": {"robots": "noarchive", "msvalidate.01": "915AE10930FFCE1EFBB9D7838CE66DE7", "description": "John Ridsdel of Calgary and fellow Canadian Robert Hall were beheaded by Abu Sayyaf in Sulu in 2016", "news_keywords": "John Ridsdel, Robert Hall, Abu Sayyaf", "generator": "WordPress 5.3.2", "stats-full-init": "0.021", "stats-postmedia_theme_pre_initialize": "0.000", "stats-initialize": "0.019", "stats-postmedia_theme_post_initialize": "0.001", "stats-vip_load_plugins": "0.004", "stats-load_plugins": "0.014", "stats-register_widgets": "0.000", "sailthru.date": "2020-08-14 15:05:25", "sailthru.title": "Philippines terror boss linked to beheadings of two Canadians surrenders", "sailthru.description": "John Ridsdel of Calgary and fellow Canadian Robert Hall were beheaded by Abu Sayyaf in Sulu in 2016", "sailthru.image.full": "https://smartcdn.prod.postmedia.digital/nationalpost/wp-content/uploads/2020/08/111.jpg", "sailthru.image.thumb": "https://smartcdn.prod.postmedia.digital/nationalpost/wp-content/uploads/2020/08/111.jpg", "sailthru.tags": "brand-saultthisweek, category-world, gun battle, Sulu.Separatist commander Anduljihad Susukan, Associated Press, Abu Sayyaf, two Canadians, Abu Sayyaf man, Abu Sayyaf terror, Philippines troops, gen. Edgard Arevalo, Canadian government, militants, Abu Sayyaf commander, Muslim rebel leader Nur Misuari, island, five kidnappings, Philippines woman Marites Flor, government officials, biggest Abu Sayyaf scalp, Davao Holiday Oceanview Marina, fellow Canadian Robert Hall, Hall's love, Susukan's capture Ben Yadah, Samal island", "ia": {"markup_url": "https://www.saultthisweek.com/news/world/philippines-terror-boss-linked-to-beheadings-of-two-canadians-surrenders/wcm/90ae76d8-b315-4a14-aa93-a5fd00997382?ia_markup=1"}, "ROBOTS": "NOARCHIVE", "google-site-verification": "ljXFsNxnI10A5Du893byKprf90Ycw4E4nL7sYyc7wTU", "fb": {"admins": 100002625504753}, "og": {"type": "article", "title": "Philippines terror boss linked to beheadings of two Canadians surrenders", "url": "https://www.saultthisweek.com/news/world/philippines-terror-boss-linked-to-beheadings-of-two-canadians-surrenders/wcm/90ae76d8-b315-4a14-aa93-a5fd00997382", "description": "John Ridsdel of Calgary and fellow Canadian Robert Hall were beheaded by Abu Sayyaf in Sulu in 2016", "site_name": "Sault This Week", "image": {"identifier": "https://smartcdn.prod.postmedia.digital/nationalpost/wp-content/uploads/2020/08/111.jpg", "width": 1708, "height": 2560}, "locale": "en_US"}, "article": {"published_time": "2020-08-14T19:05:25+00:00", "modified_time": "2020-08-14T19:05:25+00:00"}, "twitter": {"text": {"title": "Philippines terror boss linked to beheadings of two Canadians surrenders"}, "image": "https://smartcdn.prod.postmedia.digital/nationalpost/wp-content/uploads/2020/08/111.jpg", "card": "summary_large_image", "site": "@SaultThisWeek", "title": "Philippines terror boss linked to beheadings of two Canadians surrenders", "description": "John Ridsdel of Calgary and fellow Canadian Robert Hall were beheaded by Abu Sayyaf in Sulu in 2016"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}