{"GDELT": {"GlobalEventID": 940883700, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "UAF", "Actor1Name": "TERRORIST", "Actor1Type1Code": "UAF", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.3719115734720395, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE25", "Actor1Geo_ADM2Code": "31959", "Actor1Geo_Lat": 10.5, "Actor1Geo_Long": -66.9167, "Actor1Geo_FeatureID": "-938457", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Caracas, Distrito Federal, Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE25", "Action2Geo_ADM2Code": "31959", "Action2Geo_Lat": 10.5, "Action2Geo_Long": -66.9167, "Action2Geo_FeatureID": "-938457", "DATEADDED": 20200815020000, "SOURCEURL": "http://noisyroom.net/blog/2020/08/14/4-tankers-headed-to-venezuela-stopped-by-us/"}, "ARTICLE": {"TITLE": "4 Tankers Headed to Venezuela, Stopped by US", "TEXT": "Sharing is caring!\n\nBy: Denise Simon | Founders Code\n\nMIAMI — The Trump administration has seized the cargo of four tankers it was targeting for transporting Iranian fuel to Venezuela, U.S. officials said Thursday, as it steps up its campaign of maximum pressure against the two heavily sanctioned allies.\n\nLast month, federal prosecutors in Washington filed a civil forfeiture complaint alleging that the sale was arranged by a businessman, Mahmoud Madanipour, with ties to Iran‘s Revolutionary Guard Corps, a U.S.-designated foreign terrorist organization. At the time, sanctions experts thought it would be impossible to enforce the U.S. court order in international waters.\n\nA senior U.S. official told The Associated Press that no military force was used in the seizures and that the ships weren’t physically confiscated. Rather, U.S. officials threatened ship owners, insurers, and captains with sanction to force them to hand over their cargo, which now becomes U.S. property, the official said.\n\nProsecutors alleged the four ships were transporting to Venezuela 1.1 million barrels of gasoline. But the tankers never arrived at the South American country and then went missing. Two of the ships later reappeared near Cape Verde, a second U.S. official said.\n\nBoth officials agreed to discuss the sensitive diplomatic and judicial offensive only if granted anonymity.\n\nIran’s ambassador to Venezuela, Hojad Soltani, pushed back on what would appear a victory for the U.S. sanctions campaign, saying Thursday on Twitter that neither the ships nor their owners were Iranian.\n\n“This is another lie and act of psychological warfare perpetrated by the U.S. propaganda machine,” Soltani said. “The terrorist #Trump cannot compensate for his humiliation and defeat by Iran using false propaganda.”\n\nIt is not clear where the vessels — the Bella, Bering, Pandi, and Luna — or their cargoes currently are. But the ship captains weeks ago turned off their tracking devices to hide their locations, said Russ Dallen, a Miami-based partner at brokerage Caracas Capital Markets, who follows ship movements.\n\nThe Bering went dark on May 11 in the Mediterranean near Greece and has not turned on its transponder since, while the Bella did the same July 2 in the Philippines, Dallen said. The Luna and Pandi were last spotted when they were together in the Gulf of Oman on July 10 when the U.S. seizure order came. Shipping data shows that the Pandi, which also goes by Andy, is reporting that it has been “broken up,” or sold as scrap, Dallen said.\n\nAs commercial traders increasingly shun Venezuela, Nicolás Maduro’s socialist government has been increasingly turning to Iran.\n\nIn May, Maduro celebrated the arrival of five Iranian tankers delivering badly needed fuel to alleviate shortages that have led to days-long gas lines even in the capital, Caracas, which is normally spared such hardships.\n\nDespite sitting atop the world’s largest crude reserves, Venezuela doesn’t produce enough domestically refined gasoline and has seen its overall crude production plunged to the lowest in over seven decades amid its economic crisis and fallout from U.S. sanctions.\n\nThe Trump administration has been stepping up pressure on ship owners to abide by sanctions against U.S. adversaries like Iran, Venezuela, and North Korea. In May, it issued an advisory urging the global maritime industry to be on the lookout for tactics to evade sanctions like dangerous ship-to-ship transfers and the turning off of mandatory tracking devices — both techniques used in recent oil deliveries to and from both Iran and Venezuela.\n\nOne of the companies involved in the shipment to Venezuela, the Avantgarde Group, was previously linked to the Revolutionary Guard and attempts to evade U.S. sanctions, according to prosecutors.\n\nAn affiliate of Avantgarde facilitated the purchase for the Revolutionary Guard of the Grace 1, a ship seized last year by Britain on U.S. accusations that it was transporting oil to Syria. Iran denied the charges and the Grace 1 was eventually released. But the seizure nonetheless triggered an international standoff in which Iran retaliated by seizing a British-flagged vessel.\n\nAccording to the asset forfeiture complaint, an unnamed company in February invoiced Avantgarde for a $14.9 million cash payment for the sale of the gasoline aboard the Pandi. Nonetheless, a text message between Madanipour and an unnamed co-conspirator suggested the voyage had encountered difficulties.\n\n“The shipowner doesn’t want to go because of the American threat, but we want him to go, and we even agreed We will also buy the ship,” according to the message, an excerpt of which was included in the complaint.", "METADATA": {"viewport": "width=device-width", "generator": "WordPress 5.5", "twitter": {"card": "summary_large_image"}, "og": {"url": "http://noisyroom.net/blog/2020/08/14/4-tankers-headed-to-venezuela-stopped-by-us/", "type": "article", "title": "4 Tankers Headed to Venezuela, Stopped by US", "description": "By: Denise Simon | Founders Code MIAMI — The Trump administration has seized the cargo of", "image": "http://noisyroom.net/blog/wp-content/uploads/2020/08/bella_1_wide-7f6e3f88cb14abbc9b96dd28f7a10386c1e399d8-600x337-1.png"}, "msapplication-TileImage": "http://noisyroom.net/blog/wp-content/uploads/2015/08/cropped-NoisyRoomHeader-270x270.jpg"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}