{"GDELT": {"GlobalEventID": 940882206, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 41, "EventBaseCode": 41, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.04790419161676, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cape Breton, Nova Scotia, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA07", "Actor1Geo_ADM2Code": "12622", "Actor1Geo_Lat": 45.95, "Actor1Geo_Long": -59.7833, "Actor1Geo_FeatureID": "-561613", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cape Breton, Nova Scotia, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA07", "Action2Geo_ADM2Code": "12622", "Action2Geo_Lat": 45.95, "Action2Geo_Long": -59.7833, "Action2Geo_FeatureID": "-561613", "DATEADDED": 20200815014500, "SOURCEURL": "https://www.thetelegram.com/news/canada/updated-mcdougall-announces-cbrm-mayoral-bid-485384/"}, "ARTICLE": {"TITLE": "UPDATED: McDougall announces CBRM mayoral bid", "TEXT": "A A\n\nSYDNEY, N.S. —\n\nThe thorny issues of equalization payments and taxation will be front and centre for mayoral candidate Amanda McDougall who formally announced her candidacy Friday in Sydney.\n\nThe 37-year-old Main-a-Dieu resident is nearing the end of her first term as councillor with the Cape Breton Regional Municipality representing District 8.\n\n“In the coming weeks, I will be working hard with my team to launch my campaign and platform during an election cycle the likes of which we have never seen before,” said McDougall, in reference to restrictions in place across the province to help reduce the spread of the COVID-19 virus which has created a global pandemic.\n\nBut while the campaign process may change, McDougall said long-standing issues like equalization and taxation are likely to top the discussion list.\n\nThere has been a push in recent years for the province to fully account for the equalization money it receives from the federal government and how much it then doles out to regions like Cape Breton.\n\nResidential and business tax rates in CBRM are among the highest in the Atlantic region leaving some voters questioning the value of service they receive in return.\n\nThere is also the concern about a municipal charter that would give the CBRM more direct control over its finances and future sustainability rather than seeking permission from provincial authorities to enact certain policies.\n\n“There is one I will promise you throughout this process and that is I take seriously your opinion and needs and will work alongside you to develop a plan for our municipality that will be centered around strengthening the incredible assets we already have and heading in a direction of sustainability and growth,” said McDougall.\n\nFirst elected in 2016, McDougall has not shied away from asking questions or making statements on issues of concern to her or her constituents.\n\nAmanda McDougall announced Friday she is seeking the top job as CBRM mayor during a news conference at the entrance to the Baille Ard Trail system in Sydney. - SaltWire Network File Photo\n\nShe has raised the ire of Mayor Cecil Clarke on more than one occasion and makes no apologies for her outspokenness.\n\n“No one can dispute that Cecil is very dedicated. We just have different experiences,” said McDougall.\n\nClarke is expected to announce next week his intention to seek a third term as regional mayor.\n\nWhile declining to release specifics of her campaign until a later date, McDougall said she won’t be using any plastic signs or door-to-door campaigning.\n\nInstead, the campaign will focus on social media, telephone calls and mail outs.\n\nAs to why she decided to seek the mayor’s office, McDougall said she has been encouraged by a number of people to take the bold step and seek the top elected job in the province’s second largest municipality.\n\nMcDougall is currently the executive director of the environmental action group ACAP Cape Breton, a position she said she was will relinquish if elected as mayor.\n\n“The decision to run as your next mayor of the CBRM has been a monumental decision for not only me but my entire family,” said McDougall, in giving her stomach a gentle rub and suggesting she may be the only mayoral candidate who is pregnant.\n\nMcDougall is already a mom to her partner, Kevin’s, six-year-old son Ronan. She is scheduled to give birth around the middle of December.\n\n“I would not have undertaken this bid without supports in place,” said McDougall, adding that growing a family will be a constant reminder that decisions made at council will impact on generations to come.\n\nAs to who may replace her in District 8, McDougall said she won’t be endorsing any candidates but has already met with several individuals interested in the job to explain the expectations and demands of the position.\n\nMunicipal voters across the province head to the polls Oct. 17. Voters in the CBRM will elect 12 councillors and a mayor.\n\nRELATED:", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "The thorny issues of equalization payments and taxation will be front and centre for mayoral candidate Amanda McDougall who formally announced her candidacy Friday in Sydney.\r\n\r\nThe 37-year-old Main-a-Dieu resident is nearing the end of her first", "author": "The Telegram", "og": {"title": "UPDATED: McDougall announces CBRM mayoral bid | The Telegram", "description": "The thorny issues of equalization payments and taxation will be front and centre for mayoral candidate Amanda McDougall who formally announced her candidacy Friday in Sydney.\r\n\r\nThe 37-year-old Main-a-Dieu resident is nearing the end of her first", "image": {"identifier": "https://www.thetelegram.com/media/photologue/photos/cache/race-is-on-for-mayors-job-1_medium.jpg", "width": 458, "height": 305}, "url": "http://www.thetelegram.com/news/canada/updated-mcdougall-announces-cbrm-mayoral-bid-485384/", "type": "article"}, "twitter": {"card": "summary_large_image", "title": "UPDATED: McDougall announces CBRM mayoral bid | The Telegram", "image": {"identifier": "https://www.thetelegram.com/media/photologue/photos/cache/race-is-on-for-mayors-job-1_medium.jpg", "alt": "Cape Breton Regional Municipality councillor Amanda McDougall used the Ballie Ard trail system in Sydney as the backdrop for her announcement Friday that she is seeking election as CBRM mayor. She is the first to publicly declare her intention and current Mayor Cecil Clarke is expected to announce next week whether he will seek a third term. CAPE BRETON POST PHOTO"}}, "apple-itunes-app": "app-id=1501537135", "msapplication-config": "/static/overrides/thetelegram/dist/favicon/browserconfig.xml", "theme-color": "#ffffff"}}}