{"GDELT": {"GlobalEventID": 940808314, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BRA", "Actor1Name": "BRAZIL", "Actor1CountryCode": "BRA", "IsRootEvent": 1, "EventCode": 163, "EventBaseCode": 163, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -8.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.69491525423729, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR", "Actor1Geo_Lat": -10.0, "Actor1Geo_Long": -55.0, "Actor1Geo_FeatureID": "BR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR", "Action2Geo_Lat": -10.0, "Action2Geo_Long": -55.0, "Action2Geo_FeatureID": "BR", "DATEADDED": 20200814173000, "SOURCEURL": "https://www.msn.com/en-ph/news/national/da-bans-chicken-imports-from-brazil/ar-BB17YagM"}, "ARTICLE": {"TITLE": "DA bans chicken imports from Brazil", "TEXT": "© Stock photo by William Moreland via Unsplash DA bans chicken imports from Brazil\n\nMANILA, Philippines — The Department of Agriculture has ordered a ban on chicken imports from Brazil after China reported that some chicken wings shipped from the Latin Amercian country tested positive for the coronavirus disease 2019 or COVID-19.\n\nIn a memorandum order, Agriculture Secretary William Dar cited the Food Safety Act in ordering the import ban.\n\n”With recent reports from China and in compliance with the Food Safety Act to regulate food business operators and safeguard Filipino consumers, the temporary ban on the import of chicken meat is imposed,” Dar said.\n\nThe World Health Organization said there are more than three million COVID-19 cases in Brazil, with 103,026 deaths, mostly workers in meat establishments.\n\nThe United Broiler Raisers Association had earlier said the incident should be a cause for alarm, noting that Brazil is one of the major meat exporters to the Philippines.\n\nThe Philippines imported 64.2 million kilos of meat products in the first semester of the year. At least 43.27 million kilos or more than half came from Brazil.\n\nThe Bureau of Animal Industry and National Meat Inspection Service are monitoring COVID-19 related outbreaks in foreign meat establishments.\n\nThe DA assured the public that chicken products in the market are safe to eat.", "METADATA": {"application-name": "DA bans chicken imports from Brazil", "cq": "passed", "Search.Interest": "National", "robots": "index, follow", "description": "MANILA, Philippines — The Department of Agriculture has ordered a ban on chicken imports from Brazil after China reported that some chicken wings shipped from the Latin Amercian country tested positive for the coronavirus disease 2019 or COVID-19. In a memorandum order, Agriculture Secretary William Dar cited the Food Safety Act in ordering the import ban. ”With recent reports from China and in compliance with the Food Safety Act to regulate...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}