{"GDELT": {"GlobalEventID": 940856084, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVHLH", "Actor1Name": "HEALTH MINIST", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.21155638397018, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS", "Action2Geo_Lat": -25.0, "Action2Geo_Long": 135.0, "Action2Geo_FeatureID": "AS", "DATEADDED": 20200814230000, "SOURCEURL": "http://www.msn.com/en-nz/news/other/covid-19-live-updates-handful-of-new-cases-to-be-announced-on-saturday-hipkins/ar-BB17YbXe"}, "ARTICLE": {"TITLE": "COVID-19 live updates: 'Handful of new cases' to be announced on Saturday - Hipkins", "TEXT": "© Video - The Project; Image - Getty Watch: The Prime Minister spoke to The Project on Friday evening.\n\nAucklanders on Saturday had at least 11 days of alert level 3 restrictions left to go, after the Government extended the lockdown imposed earlier in the week after the emergence of a new cluster of COVID-19 cases.\n\nKeep up to date with the latest from Newshub.\n\nWhat you need to know:\n\n30 cases of community transmission have been reported since Tuesday - 28 in Auckland, two in Tokoroa - all but one (still under investigation) have been linked to the south Auckland cluster\n\n12 new cases were confirmed on Friday, one probable. Health Minister Chris Hipkins told Newshub Nation a \"handful\" of new cases will be announced at 1pm on Saturday\n\nA student at the University of Auckland has tested positive\n\nAuckland's alert level 3 extension - and the rest of the country's alert level 2 - is due to end at midnight on August 26\n\nPolice checkpoints have been set up north and south of Auckland\n\nAir NZ has cut back its domestic schedule to and from Auckland due reduced demand\n\nNo contact or genetic links have been found between the cluster and managed isolation and quarantine facilities, nor previous cases from earlier in the year\n\nThe wage subsidy for impacted businesses has been extended\n\nLatest updates\n\n10:31am - A person who has tested positive for COVID-19, on arrival in Japan, had recently visited Rotorua and Taupō.\n\nToi Te Ora Public Health is alerting the public to the possibility they may have been exposed at two places.\n\nThe person visited Wairakei Terraces on Thursday August 6 between 6 and 7pm, and the Wai-O-Tapu Thermal Wonderland on Friday August 7, between 9 and 10:15am\n\nDr Neil de Wet says people who visited at these dates should monitor for symptoms.\n\n\"If you were at one of these places at these dates and times there is a small possibility that you may have been exposed,\" said Dr de Wet, Toi Te Ora Public Health's Medical Officer of Health.\n\n10:28am - National leader Judith Collins is urging Kiwis to follow the current alert level rules and be safe.\n\n\"If I'm in public transport or anything like that, I'm wearing a mask,\" she told Newshub Nation.\n\n\"Follow the rules and take the health advice, is the number one thing I'd say,\" Collins said, adding the country \"can't afford\" another lockdown after this.\n\n10:22 - Despite officials saying there's no evidence to suggest the latest COVID-19 outbreak came from the border, National leader Judith Collins told Newshub Nation,\"It's pretty clear it has been from a border failure\".\n\n\"This is not something that was lurking in the community - it's come in through the border in some way.\"\n\n10:19am - The Government's decision to continue Auckland's lockdown restrictions is being supported by National leader Judith Collins.\n\n\"I think they have to do that - I couldn't see what else they could do, particularly given the fact they still have not been able to tell New Zealanders how the COVID-19 got over the border this time,\" she told Newshub Nation. \"I think they've got to do that, and they clearly haven't traced everybody who's been in contact with those who are infected. I think they have to.\"\n\n© Provided by Newshub\n\n10:14am - ACT leader David Seymour has joined calls to let schools decide how to operate in alert level three to help senior students.\n\nAuckland Grammar headmaster Tim O'Connor told Newshub there will be dire ramifications if sixth and seventh form students are not allowed face to face learning.\n\nUnder alert level 3, only students of essential workers can attend physical classrooms.\n\nSeymour said in a statement on Saturday there was no logic in the decision.\n\n\"To simply send students home regardless of the impact on their long-term futures is out of touch and will erode public confidence in the Government's strategy.\"\n\n10:09am - Health Minister Chris Hipkins says mistakenly naming the school as being affected by Auckland's COVID-19 cluster was an \"issue with preparation for the media briefing\".\n\nDirector-General of Health Dr Ashley Bloomfield told reporters on Friday that one of New Zealand's 13 new cases of COVID-19 was linked to the college, but the school said that was the first it had heard of the case.\n\nIn a statement after the press conference, the Ministry of Health confirmed it had incorrectly named the college as an affected school and apologised.\n\nHipkins told Newshub Nation on Saturday he believes Dr Bloomfield and his team were given incorrect notes.\n\n\"Obviously we'll look to tighten that process up as much as we can,\" Hipkins said.\n\n9:54am - According to the Health Minister, there's no evidence to suggest the latest outbreak came through the border.\n\n\"That is a real part of the puzzle,\" Chris Hipkins told Newshub Nation. \"We're trying to solve that puzzle as quickly as we can.\n\n\"At this point, there isn't any evidence it's come through the border in a person-to-person sense.\"\n\n© Provided by Newshub\n\n9:52am - It remains unclear where the latest COVID-19 outbreak originated from, Health Minister Chris Hipkins told Newshub Nation.\n\n\"It's most likely to have originated in Australia or the UK, but at this point we still don't know how this cluster came into contact with COVID-19 in the first place.\"\n\n9:38am - Health Minister Chris Hipkins says some additional COVID-19 cases will be announced at 1pm on Saturday.\n\n\"There's a handful of new cases that have been identified,\" he told Newshub Nation.\n\n\"All of the contacts and the links of course will be worked through this morning, and we'll release the details of that.\n\n\"They do all appear to be in Auckland, they do all appear likely to be related to that cluster that we're dealing with.\"\n\n9:21am - After the lockdown extension announcement on Friday night, Prime Minister Jacinda Ardern told The Project there was \"a lot of speculation\" about if restrictions were going to be tightened further.\n\n\"I do hear some of that noise, a lot of people have been speculating we were going to move into level 4 but there is no reason to do that.\"\n\nRead the full story here or watch the interview above.\n\n9:13am - Countdown says it's well-prepared for Auckland's alert level 3 extension.\n\n\"While our online shopping service is seeing a lot of demand, we’re working hard to increase capacity for our customers as well as ensuring we have plenty of delivery slots available,\" said Countdown spokeswoman Kiri Hannifin.\n\n\"Our customers have done a great job of adapting to the alert level changes across Aotearoa and are well practiced in what is required when they visit our stores.\n\n\"It's great to see many of our Auckland customers are wearing masks and playing their part in helping to stop the spread of COVID-19.\"\n\n© Provided by Newshub\n\n9:08am - The COVID-19 alert level change has seen Gisborne's sewerage system come under intense pressure.\n\nSince Wednesday, there has been a 600 percent increase in blocked pipes across the local system.\n\nRead the full story by RNZ here.\n\n9:03am - The latest on COVID-19 from around the world:\n\nAs New Zealand experiences its first outbreak in more than three months, the COVID-19 pandemic continues to rage overseas.\n\nNearly 300,000 new cases are being confirmed every day now, with the total now at 21.2 million - with tens of millions more believed exposed, but untested.\n\nThe death toll is now at 760,000.\n\nRead the latest from Newshub's Dan Satherley and Reuters here.\n\n8:47am - Businesses are being urged to take proactive steps to dampen financial impacts of Auckland's COVID-19 restrictions.\n\nASB chief economist Nick Tuffley says it's vital people take any opportunity they can to prepare.\n\n\"If people are facing financial challenges - whether it's personal finances or with your business - it would be really good to get in touch with your bank as soon as you can to reach out and get support, and that will help you,\" he told Newshub.\n\n© Provided by Newshub\n\n8:44am - There are fears systemic inequality in the country's health system will ignite with the new outbreak of COVID-19.\n\nThe Government's official COVID tracer app has led the official charge against the virus, but Victoria University health lecturer Clive Aspin told Newshub leaning too hard on the tech will cause problems.\n\n\"If we rely on that as the mechanism for preventing the spread within Māori communities, then we're feeling well short of our obligations to have equitable outcomes for all communities.\"\n\n8:42am - The Government is being urged to let schools decide how to operate in alert level three to help senior students.\n\nAuckland Grammar headmaster Tim O'Connor told Newshub there will be dire ramifications if sixth and seventh form students are not allowed face to face learning.\n\nUnder alert level 3, only students of essential workers can attend physical classrooms.\n\n8:29am - With another COVID-19 testing centre opening in Auckland on Saturday, there will be 17 community stations people can get swabbed for the novel coronavirus.\n\nThe additional site will be at Rosedale and will be open from 8am - 5pm.\n\nThere's also 43 GPs where people can be tested without needing to be enrolled.\n\n\"Where possible, please help us relieve some of this pressure by choosing a general practice or urgent care clinic for your test,\" said Northern Region Health Coordination Centre lead Margie Apa.\n\nClick here for a full list of testing centres.\n\n© Provided by Newshub\n\n8:16am - There are concerns about the reliability of the COVID tracer app.\n\nThe tech has played a major part in the Government's response to the latest outbreak with thousands of downloads in the past 24 hours.\n\nBut Victoria University health lecturer Clive Aspin told Newshub the app is no silver bullet.\n\n\"People who live in rural and remote locations are likely to be disadvantaged - partly because of the fact that may not have access to the networks that are required. We know that older people, and Māori in particular, are less likely to have access to the devices that are necessary to use the tracking device.\"\n\n8:05am - An economist doubts an extension to the COVID-19 wage subsidy will break the bank.\n\nASB chief economist Nick Tuffley says it's within the Government's spending margin.\n\n\"When we're looking at two weeks of extended wage subsidy for the whole country, that's going to be a smaller cost than what we saw for the initial 12 week wage subsidies,\" he told Newshub.\n\nRead more about the wage subsidy extension here.\n\n8am - The University of Auckland says one of its students has reported testing positive for COVID-19.\n\nThey are linked to the existing cluster, the university said late on Friday night.\n\n\"The student has not been on campus since the end of July, and is not living in student accommodation, so we are confident the risk of exposure to other students and staff is minimal.\n\n\"The Ministry of Health is handling the case, and we are making sure our student is well supported.\"\n\nVice-chancellor Dawn Freshwater said the university has detailed contingency plans in place.\n\n\"Safety of our students and staff is of paramount importance and we will be closely following the guidance of the Ministries of Health and Education.\"\n\n© Provided by Newshub\n\n7:25am - The Cook Islands, a week ago itching for a travel bubble with New Zealand, has closed its borders to all incoming flights until at least August 17.\n\n7:20am - A New Zealand-based British PhD student who flew back to the UK for her father's funeral has told Newshub about her desperate attempts to get back into New Zealand.\n\n\"I get rejected within 20 minutes of applying, it seems like the computer is just saying no,\" said Sophie Farrow.\n\nRead more about her situation here.\n\n6:55am - Scientists are scrambling to identify the origin of the country's latest COVID-19 outbreak.\n\nThe genome sequence of the original four cases is different to the strain seen earlier this year, and hasn't yet been linked to any cases detected in managed isolation and quarantine facilities at the border.\n\n\"We know that the incubation period of the virus could be 12 days, so it's likely some people are yet to develop symptoms,\" Te Pūnaha Matatini and University of Canterbury statistics specialist Michael Plank told Newshub.\n\n\"We need this extra time to get confidence that we've found all of the cases that are out there.\"\n\n© Provided by Newshub\n\nDr Plank says the race to find its source is on.\n\n\"What they're still working on is whether it can be linked to any of the cases that we've seen at the border. They're still working on sequencing that.\"\n\nDr Plank says people outside of Auckland should work hard to ensure it does not spread further.\n\n\"I'd suggest to anyone that's travelled from Auckland in the last two weeks to try and self-isolate. Everyone all around the country should make sure they're physically distancing, and [using masks] and contact tracing.\"\n\n6:30am - Passengers will no longer be able to fly on a scheduled flight to Rarotonga this morning.\n\nUntil now, one flight a week to the country has carried residents and visa holders. But Air New Zealand CEO Greg Foran says the extension of level three has temporarily put an end to this.\n\nThe Ministry of Health says it is working to mitigate any potential risk of COVID-19 leaving New Zealand.\n\nRefresh the page for the latest updates.", "METADATA": {"application-name": "COVID-19 live updates: 'Handful of new cases' to be announced on Saturday - Hipkins", "cq": "passed", "Search.Interest": "Money", "robots": "index, follow", "description": "Keep up to date with the latest from Newshub.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Oversampled Events", "Virus Spread"]}}