{"GDELT": {"GlobalEventID": 940827852, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "DJI", "Actor1Name": "DJIBOUTI", "Actor1CountryCode": "DJI", "Actor2Code": "AUS", "Actor2Name": "AUSTRALIA", "Actor2CountryCode": "AUS", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.62008733624454, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200814193000, "SOURCEURL": "https://www.stuff.co.nz/entertainment/tv-radio/300081632/police-drama-tommy-beats-city-hall-and-middling-expectations"}, "ARTICLE": {"TITLE": "Police drama 'Tommy' beats city hall and middling expectations", "TEXT": "TELEVISION: It’s not uncommon to come across a TV series that’s mundane. But sometimes there’s hum in ho-hum and Tommy (Prime, Thursdays) captures a little of the pulse.\n\nMuch to the displeasure of Los Angeles’ mayor, Abigail “Tommy” Thomas has become LA’s first female chief of police.\n\nTommy (Edie Falco​ from The Sopranos) is a hands-on chief and, if her force can’t sort out problems, she’ll do it herself. She knows how to part the Red Sea and walk though mobs.\n\nProtesters stand aside as she reaches a Mexican over stayer and her daughter, who’ve been arrested by one of Tommy’s plods. She takes over, looks after the child and hands her over to her mother. That’s my kind of police chief.\n\nREAD MORE:\n\n* This is how the Sopranos would deal with coronavirus\n\n* Royal outsiders: Buckingham Palace has a way of dealing with family feuds\n\n* History: The dead tell tales\n\n\n\nShe then sorts out the city official, who’s been offering protection to mother and daughter for favours. He runs a harum-scarum, with emphasis on the harem.\n\nTommy wins the battle, emerges 1-0 over mayor Buddy Gray, but knows he won’t leave her local body alone. The series is enjoyable in a homespun kind of way. It’s not The Sopranos, more Sweet Adelines.\n\nSupplied Tom Cullen, centre, in the historic drama Knightfall.\n\nKnightfall (Prime, Tuesdays) has returned bloodier than ever. It’s like the 2020 election. While opposing parties in 14th century France are meant to be above reproach, their sins are finding them out. Whenever knights find a spare can opener to remove their chain mail, they lose self-control.\n\nLandry du Lauzon, an outstanding warrior, had a “knight-out” with Queen Joan of France and made her pregnant. Now he’s been demoted from the Knights Templar order for his misdemeanour.\n\nLike Maria from The Sound of Music, Landry’s become an initiate, starting from the bottom. He can sing Climb Every Mountain and not much else.\n\nMeanwhile, King Philip IV wants revenge and is ready to attack the knights’ stronghold. Only the influence of Pope Boniface VIII (Jim Carter) holds him back.\n\nKnightfall is alternative history and needs to be treated with caution. It tells how the last remnants of the Crusaders were persecuted in Europe. They should try rugby.\n\nThe best way to view Emergency (TV3, Wednesdays) is to watch during meal breaks. Record it if you’re preparing tomato soup. This stunning series, set in the Royal Melbourne Hospital, covers a day in the life of trauma physicians. It’s a sterilised “fly on the wall” look at how they care for badly injured patients.\n\nOn this particular day, Freya, a pregnant mum, dislocated her shoulder while swimming, Zac lost part of his hand in a machine, Jack crashed his ute, dislocated his hip and broke his leg and a drunk Aussie yobbo was admitted with stab wounds to his abdomen. He had to be held down while the medical team saved his life.\n\nThe episode was gripping and shows emergency physicians are a race apart. They top my list of most respected professions followed by garbologists, parking meter manufacturers and sperm donors.\n\nI’ve discovered the origins of the expression “I can explain”. It was first used by Thomas Seymour, who tried to seduce young Princess Elizabeth about 1548. He wanted to “see more”, but his wife, Catherine Parr, sent him packing.\n\nShe was the sixth and last wife of Henry VIII, who died the year before. Catherine liked to do business with a well-established firm.\n\nTwo historians host a fascinating, tell-all documentary, Elizabeth I and Her Enemies (History 73, Tuesdays), and focus on the problems of the young princess growing up.\n\nWhen Dr Suzannah Lipscomb and Dan Jones used the expression, “Elizabeth as she’s never been seen before,” I was enticed. It’s a compelling watch. If Thomas Seymour didn’t endanger her, then her protestant advisers did. They wanted to topple half-sister, Queen Mary, from the throne and replace her with Liz.\n\nMary dies, probably from ovarian cancer, in 1558 and Elizabeth inherits the realm. She’s 25 and will start a glorious 44-year reign where she defies the King of Spain, the Armada and boyfriend, Robert Dudley.\n\nMeanwhile, nearly 500 years later, Prince Andrew greets his mum with the words: “I can explain.”\n\nMalcolm Hopwood is a Stuff columnist based in Manawatū", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "Police drama Tommy ticks most of the expected boxes, but its predictablity doesn't diminish its appeal.", "source": "Stuff", "og": {"description": "Police drama Tommy ticks most of the expected boxes, but its predictablity doesn't diminish its appeal.", "title": "Police drama 'Tommy' beats city hall and middling expectations", "url": "https://www.stuff.co.nz/entertainment/tv-radio/300081632/police-drama-tommy-beats-city-hall-and-middling-expectations", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/n/s/g/i/image.related.StuffLandscapeSixteenByNine.1420x800.4ynsgw.png/1597290147592.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-14T18:00:00.000Z"}, "parsely-type": "post", "parsely-title": "Police drama 'Tommy' beats city hall and middling expectations", "parsely-link": "https://www.stuff.co.nz/entertainment/tv-radio/300081632", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/n/s/g/i/image.related.StuffLandscapeSixteenByNine.1420x800.4ynsgw.png/1597290147592.jpg", "parsely-pub-date": "2020-08-14T18:00:00.000Z", "parsely-author": "Malcolm Hopwood", "parsely-section": "entertainment", "parsely-tags": "entertainment,tv-radio"}}}