{"GDELT": {"GlobalEventID": 940812574, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "EDU", "Actor2Name": "ACADEMICS", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.11248593925758998, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Xinjian, Shaanxi, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH26", "Actor1Geo_ADM2Code": "13219", "Actor1Geo_Lat": 34.6248, "Actor1Geo_Long": 109.76299999999999, "Actor1Geo_FeatureID": "-1937939", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Auckland, Auckland, New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZE7", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -36.75, "Actor2Geo_Long": 174.583, "Actor2Geo_FeatureID": "11483124", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Auckland, Auckland, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZE7", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -36.75, "Action2Geo_Long": 174.583, "Action2Geo_FeatureID": "11483124", "DATEADDED": 20200814180000, "SOURCEURL": "https://www.stuff.co.nz/national/122405759/canterbury-uni-orders-review-into-publication-by-china-expert-annemarie-brady"}, "ARTICLE": {"TITLE": "Canterbury Uni orders review into publication by China expert Anne-Marie Brady", "TEXT": "A paper critical of New Zealand university links with China by Professor Anne-Marie Brady has drawn complaints from other universities and prompted a review by her own employer.\n\nThe University of Canterbury professor, whose research into the Chinese Government’s efforts to influence Western democracies has won her international recognition, presented the paper last month as a supplementary submission to Parliament’s justice select committee.\n\nThe paper, co-authored by Jichang Lulu and Sam Pheloung, was also published on the Washington-based Wilson Center​ think tank website.\n\nThe paper shows how New Zealand universities and hi-tech companies are linked to Chinese universities and companies and how they could be assisting technology transfer useful to the Chinese military. Brady says China has an international technology transfer strategy that includes academic exchanges, investment in foreign companies, espionage and hacking.\n\nUniversity of Canterbury academics mentioned in the paper and others from universities elsewhere in New Zealand and overseas have in recent days complained about its assertions. Canterbury has commenced a review.\n\nREAD MORE:\n\n* University of Canterbury collaborating with Institute linked to Chinese military\n\n* Have cracks started to appear in the Antarctic Treaty?\n\n* Chinese institute expands influence in Auckland\n\n* Global China watchers call for protection for professor Anne-Marie Brady over harassment\n\n\n\nCanterbury’s deputy vice-chancellor, Professor Ian Wright, said the complaining academics believed the publication contained “manifest errors of fact and misleading inferences”.\n\nBrady did not respond to numerous phone calls and an email.\n\nUniversity of Canterbury/Stuff China expert Professor Anne-Marie Brady has drawn the ire of fellow academics.\n\nThe paper includes the following allegations:\n\n- Massey University is linked to Shihezi University, which operates under a paramilitary body that has settlements throughout the Xinjiang region where thousands of Uyghur people have been detained. Massey University Professor Wang Ruili supervised seven doctorate students at the People’s Liberation Army (PLA) National University of Defence and Technology who all went on to do military-related research.\n\n- Auckland University has links to China’s Northwestern Polytechnical University in Xi’an that works with organisations developing and producing weapons and military equipment and to Beijing University, which specialises in military research. The paper highlights materials scientist Professor Gao Wei, “who lives abroad but whose heart is concerned with the development of the ancestral land”.\n\n- The head of Victoria University of Wellington’s Evolutionary Computation Research Centre, Zhang Mengie, has worked with a researcher at a PLA-established university and received funding from Chinese company Huawei for face-object recognition research.\n\n- Former Canterbury researcher Xu Chao, who specialises in composite structures, supervised several master’s students now working for PLA-linked institutions. A collaboration between Canterbury and Northwestern Polytechnical University resulted in a co-authored paper on scramjets, an area of PLA research used in hypersonic missiles.\n\nA University of Auckland spokeswoman said the university had serious concerns about the paper and claimed that assertions and inferences about Gao were wrong.\n\n“Furthermore, these are damaging to the reputation of Professor Gao who has a long and distinguished record of academic scholarship in materials science.”\n\nGao was a fellow of the Royal Society of New Zealand and had been made an officer of the New Zealand Order of Merit for his services to science and engineering, she said.\n\nHe had never conducted military research in or for New Zealand, China, or any other country, she said.\n\nThe university had no evidence of staff members, students or visiting academics unlawfully transferring University of Auckland research or technology to China.\n\n“In China, as in the US and most Western countries, it is common for universities to receive research funding from agencies connected with defence departments in their countries or elsewhere,” she said.\n\n“They do so because these agencies share a common interest in fundamental scientific questions not because the universities are undertaking applied research for defence departments. In this sense, and in this sense only, many Western universities have ‘military links’.\n\n“We have long-standing relationships with our research partners in China and transfer technology between partners all the time. We are not aware of any direct military applications.”\n\nBrett Jordan/Unsplash New Zealand universities are pushing back on claims their links to China compromise them.\n\nVice-provost Professor Margaret Hyland, of Victoria University, said the university had stringent measures to ensure work undertaken by the university’s staff and researchers complied with New Zealand’s legal and compliance frameworks.\n\n“We have established strict protocols where some of our potentially sensitive technology areas are concerned, and significant due diligence informs our decisions to work with partner organisations – this holds true in regard to the Chinese organisations named in the article.\n\n“The research that our staff have undertaken, in partnership with individuals associated with the Chinese organisations named in the article, has been published extensively and the information is available in the public domain.\n\n“There are many universities and organisations based in China, which are conducting high-quality, non-military research and, along with other research institutions, we are working to partner with some of these organisations, with the knowledge that the research will be used in safe and appropriate ways.”\n\nA Massey University spokesperson did not comment on specific claims in the paper but said Massey had a reputation as New Zealand’s leading university for collaborative teaching and research with Chinese partner institutions. The university’s connection with Shihezi University was essentially collaboration in agriculture.\n\n“When we enter into any partnership, agreement or memorandum of understanding there is an enormous amount of risk assessment undertaken,” the spokesperson said.\n\nThe university sought advice from government agencies if it had any concerns about potential links, and it complied with relevant instructions.\n\n“Once students leave Massey we wish them well in their careers and like all universities, we have no control over where they go or what companies they work for in the future.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "A paper critical of New Zealand university links with China has drawn complaints and prompted a review by the University of Canterbury.", "source": "Stuff", "og": {"description": "A paper critical of New Zealand university links with China has drawn complaints and prompted a review by the University of Canterbury.", "title": "Canterbury Uni orders review into publication by China expert Anne-Marie Brady", "url": "https://www.stuff.co.nz/national/122405759/canterbury-uni-orders-review-into-publication-by-china-expert-annemarie-brady", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/n/q/q/a/image.related.StuffLandscapeSixteenByNine.1420x800.20vkvz.png/1597444295659.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-14T17:00:00.000Z"}, "parsely-type": "post", "parsely-title": "Canterbury Uni orders review into publication by China expert Anne-Marie Brady", "parsely-link": "https://www.stuff.co.nz/national/122405759", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/n/q/q/a/image.related.StuffLandscapeSixteenByNine.1420x800.20vkvz.png/1597444295659.jpg", "parsely-pub-date": "2020-08-14T17:00:00.000Z", "parsely-author": "Martin Van Beynen", "parsely-section": "national", "parsely-tags": "national"}}}