{"GDELT": {"GlobalEventID": 940832983, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MEX", "Actor1Name": "MEXICO", "Actor1CountryCode": "MEX", "Actor2Code": "USA", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.64034151547492, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX", "Actor1Geo_Lat": 23.0, "Actor1Geo_Long": -102.0, "Actor1Geo_FeatureID": "MX", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX", "Action2Geo_Lat": 23.0, "Action2Geo_Long": -102.0, "Action2Geo_FeatureID": "MX", "DATEADDED": 20200814200000, "SOURCEURL": "https://www.cato.org/blog/john-eastman-birthright-citizenship-kamala-harris-mexican-repatriation-citizenship-children"}, "ARTICLE": {"TITLE": "John Eastman on Birthright Citizenship, Kamala Harris, the Mexican Repatriation, and Citizenship for the Children of Braceros", "TEXT": "Earlier this week, Chapman University law professor John Eastman used the announcement that Kamala Harris is Joe Biden’s pick to be Vice President to explain his unorthodox view of the citizenship clause of the 14th Amendment. Eastman, who’s frequently the only constitutional lawyer on any panel or symposium who believes that birthright citizenship isn’t guaranteed by the 14th Amendment, used his reasoning to argue that Harris is not a natural‐​born citizen and therefore ineligible to be Vice President because she is ineligible to be President. This is because, according to Eastman’s theory, Harris’ parents were non‐​citizens when she was born on U.S. soil and not subject to the jurisdiction of the U.S. government. Funny enough, Eastman believes that Ted Cruz is a natural‐​born citizen while Harris is not, but this is actually perfectly consistent with his odd interpretation of the 14th Amendment. So, while it is tempting to poke fun at his seeming partisanship on the Cruz vs. Harris question of natural‐​born citizenship, we must give him the benefit of the doubt on that point.\n\nBut that doesn’t mean that Eastman is correct on the broader point. Rather than delve into the legal weeds on this issue, which many others have done, I’ll focus instead on some erroneous statements that Eastman makes about American history.\n\nIn his opinion piece, Eastman states that the children of Mexican immigrants born on U.S. soil who were deported during the Mexican Repatriation on the 1920s and 1930s weren’t considered citizens by the government. Eastman wrote:\n\nThe children born on U.S. soil to guest workers from Mexico during the Roaring 1920s were not viewed as citizens, for example, when, in the wake of the Great Depression, their families were repatriated to Mexico.\n\nEastman is incorrect, the government did consider those born to non‐​citizens on U.S. soil to be American citizens. His story about the deportations of Mexicans and American citizens of Mexican descent doesn’t support his point. First, children born in the United States who are minors can follow their parents as they are deported even today. Many today end up staying in the United States with guardians, other relatives, or in the foster care system, but some also leave. Thus, removing or allowing U.S.-born minors to leave with their foreign‐​born parents who are deported doesn’t mean that the U.S. government doesn’t consider the minors to be U.S. citizens.\n\nSecond, many of the U.S.-born children of Mexican immigrants who were deported with their families eventually returned because they were American citizens. For instance, Jose Lopez was born to Mexican parents in Detroit in 1926. He was deported to Michoacán, Mexico in 1931 along with his family. As a five‐​year‐​old, there were few alternatives for him to stay and his parents didn’t want to be separated from their young son. Lopez eventually returned to the land of his birth (the United States) in 1945 as he could prove that he was a citizen, but others were not so lucky. Clearly, the U.S. government considered him to be a U.S. citizen then because he was born here.\n\nThird, the term “repatriation” could be fairly applied to the Mexican‐​born immigrants who were being deported to their homeland, but it was surely inapplicable to the approximately half of all deportees who were American citizens by birth. “Mexican Repatriation” is a term commonly used to describe that mass deportation, but it is a phrase that assumes the restrictionist conclusion that all of them were foreign‐​born or non‐​citizens – which is incorrect because about 60 percent were U.S. citizens with most being born here.\n\nEastman also wrote that the children born to Mexican guest workers under the Bracero guest worker visa program were not considered citizens:\n\nNor were the children born on U.S. soil to guest workers in the bracero program of the 1950s and early 1960s deemed citizens when that program ended, and their families emigrated back to their home countries.\n\nAs far as I can tell from scanning an archive of testimonies by Bracero workers and their families, this isn’t true either. There weren’t many children born on U.S.-soil to Bracero workers because they were supposed to be all men, but children born to illegal immigrants who worked alongside Braceros were citizens, so it stands to reason that so were the few children whose parents were Braceros. Perhaps some U.S.-born children of Braceros were denied citizenship or had trouble proving that they were born in the United States, but I haven’t come across any systematic evidence that the U.S. government did not consider them citizens at the time. I would love to see evidence to the contrary, but I doubt it exists.\n\nConstitutional scholars have been arguing about Eastman’s unorthodox constitutional theories for quite a while and he’s not changing many minds. Interestingly enough, his historical examples do not prove what he thinks they prove. Whether the standard interpretation of the 14th Amendment is correct or not, the U.S. government has been acting like those born on U.S. soil who aren’t the children of diplomats are U.S. citizens.", "METADATA": {"robots": "noodp", "fb": {"admins": 5311211, "pages": 26668999076, "app_id": 158687980817033}, "twitter": {"card": "summary_large_image", "site": "@CatoInstitute"}, "og": {"site_name": "Cato Institute", "type": "article", "url": "https://www.cato.org/blog/john-eastman-birthright-citizenship-kamala-harris-mexican-repatriation-citizenship-children", "title": "John Eastman on Birthright Citizenship, Kamala Harris, the Mexican Repatriation, and Citizenship for the Children of Braceros", "description": "Whether the standard interpretation of the 14th Amendment is correct or not, the U.S. government has been acting like those born on U.S. soil who aren’t the children of diplomats are U.S. citizens.", "image": {"identifier": "https://www.cato.org/sites/cato.org/files/styles/optimized/public/default-social-images/cato-commentary.jpg?itok=Y4RL8F2l", "secure_url": "https://www.cato.org/sites/cato.org/files/styles/optimized/public/default-social-images/cato-commentary.jpg?itok=Y4RL8F2l", "type": "image/jpeg"}, "updated_time": "2020-08-14T20:20:33-0400", "street_address": "1000 Massachusetts Avenue, N.W.", "locality": "Washington", "region": "DC", "postal_code": 20001, "country_name": "United States", "phone_number": "(202) 842-0200", "locale": "en_US"}, "article": {"publisher": "https://www.facebook.com/CatoInstitute", "published_time": "2020-08-14T11:21:55-0400", "modified_time": "2020-08-14T20:20:33-0400"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}