{"GDELT": {"GlobalEventID": 940822881, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOEUREECMED", "Actor1Name": "EUROPEAN COMMISSION", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor1Type2Code": "MED", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.97011207970112, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200814190000, "SOURCEURL": "https://www.irishexaminer.com/world/arid-40032476.html"}, "ARTICLE": {"TITLE": "'Conspiracy theories harm the health of our democracies': Campaign launched to highlight disinformation", "TEXT": "Fighting ‘pernicious’ disinformation and outlandish conspiracy theories such as QAnon will form the basis of a new joint campaign from the European Commission, UNESCO and the World Jewish Congress.\n\nTwitter, which has been the subject of ferocious criticism from cult experts and debunkers for enabling dangerous conspiracy theories to fester and grow, will also join the campaign, the organisations said.\n\nThe current climate has provided particularly fertile ground for conspiracy theories that undermine science and facts with “pernicious, far-fetched explanations” on where the virus might have originated and who is to blame for its spread, the Commission said.\n\nThe coronavirus crisis has also given rise to an increased level of online hate speech, racist and anti-Semitic attacks, it added.\n\nVěra Jourová, Commission vice-president for values and transparency, said: “Disinformation and conspiracy theories harm the health of our democracies – this has been made very clear in the context of a global pandemic.\n\n“Citizens must be equipped with useful tools to recognise and debunk them. To support citizens, public institutions need to work together and with digital platforms, media professionals, fact checkers and researchers, as the European Commission and UNESCO are doing.” Despite claims from tech giants such as Twitter, YouTube and Facebook that they take the threat of disinformation and hate speech seriously, the platforms have been the breeding ground for hundreds of thousands of conspiracy theory groups and platforms in the past four years.\n\nClaims they have taken the threat seriously are dismissed by lawmakers and experts, who say they have done little to combat the spread of theories that have led to violence and even murder.\n\nThrough the use of social media giants, fringe ideas with no basis in fact or reality have now permeated political offices in Western democracies, including the US Congress, where a supporter of the wildly inaccurate QAnon conspiracy theory has just been endorsed by US President Donald Trump.\n\nThe QAnon conspiracy contends that political figures such as Hillary Clinton, actors such as Tom Hanks, and celebrities like Oprah Winfrey are part of a secret cabal that eats the brains of children and hosts sex parties involving trafficked children, despite no evidence.\n\nRead More 67 more cases of Covid-19 and no new deaths\n\nIt believes a secret US Government operative named Q is delivering nuggets of information onto far-right message boards such as 8Kun that suggest Donald Trump is secretly fighting a war against perceived Hollywood paedophiles, and that it will eventually lead to mass executions against “traitors” and internment in Guantanamo Bay for Democrats and actors.\n\nAs outlandish as it sounds, the movement has now attracted millions of people around the world, including in Ireland.\n\nThe conspiracy theory also contends that the Covid-19 pandemic is a ruse that is either fake, in order to place tiny microchips in citizens through fake vaccinations by Microsoft founder Bill Gates, or an engineered virus that gives cover to arresting people such as Tom Hanks, who is believed by some QAnon believers to have been replaced by a clone to maintain the perception of order.\n\nQAnon believers have also predicted that John F Kennedy Jr did not die in a plane crash in 1999, and is set to shock the world by reappearing if Donald Trump is re-elected, taking the place of Mike Pence as Vice President.\n\nDespite the nonsensical nature of the QAnon conspiracy theory, there are millions of users of Twitter, Facebook, Instagram and YouTube spreading it daily.\n\nUNESCO said as part of the new disinformation debunking campaign, resources would allow users “how to recognise conspiracy theories, understand what drives them, refute them with facts and respond effectively to those who are spreading them”.\n\nThe visual learning resources draw on the expert advice of Professor Michael Butter, author of the Guide to Conspiracy Theories, as well as Stephan Lewandowsky and John Cook, authors of the Conspiracy Theory Handbook.\n\nProf Butter stressed the important role of education, saying: “There is by now a lot of evidence that shows that people who have been taught what conspiracy theories are and how they work are much less receptive to them. It's easy -- education is key.” Mr Lewandowsky said that while conspiracy theories may be viewed as light-hearted, they can be dangerous.\n\n“Conspiracy theories have adverse consequences on society. This is especially true during a pandemic, when belief in conspiracies can harm or even kill people. It is therefore essential for the public to be informed about how to spot conspiracy theories so that they can be ignored,” he said.\n\nThe infographics, available in Arabic, Chinese, English, French, Russian and Spanish, will be widely disseminated on social media via the hashtag #ThinkBeforeSharing, UNESCO MIL CLICKS social media pages, and through the European Commission’s website on fighting disinformation.", "METADATA": {"msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "pragma": "no-cache", "cache-control": "no-store, no-cache, must-revalidate, post-check=0, pre-check=0, proxy-revalidate", "generator": "redFACT7 CMS, powered by www.newsfactory.de", "keywords": "World, report, international", "viewport": "width=device-width", "description": "'Conspiracy theories harm the health of our democracies': Campaign launched to highlight disinformation", "news_keywords": "World, report, international,Pádraig Hoare", "robots": "max-image-preview:large", "og": {"type": "article", "image": {"identifier": "https://www.irishexaminer.com/cms_media/module_img/3849/1924646_11_org_GettyImages-1009769900_1_.jpg", "width": 600, "height": 325}, "url": "https://www.irishexaminer.com/world/arid-40032476.html", "title": "'Conspiracy theories harm the health of our democracies': Campaign launched to highlight disinformation", "site_name": "Irish Examiner", "description": "'Conspiracy theories harm the health of our democracies': Campaign launched to highlight disinformation"}, "article": {"published_time": "2020-08-14T19:40:00+01:00", "publisher": "https://www.facebook.com/irishexaminer", "section": "IE-Main/WORLD", "tag": "IE-Main/WORLD"}, "twitter": {"image": "https://www.irishexaminer.com/cms_media/module_img/3849/1924646_11_org_GettyImages-1009769900_1_.jpg", "card": "summary_large_image", "site": "@irishexaminer", "title": "'Conspiracy theories harm the health of our democracies': Campaign launched to highlight disinformation", "description": "'Conspiracy theories harm the health of our democracies': Campaign launched to highlight disinformation", "domain": "irishexaminer.com", "app": {"name": {"iphone": "Irish Examiner", "ipad": "Irish Examiner", "googleplay": "Irish Examiner"}, "id": {"iphone": 662222158, "ipad": 662222158, "googleplay": "ie.irishexaminer.mobile"}}, "url": "https://www.irishexaminer.com/world/arid-40032476.html"}, "language": "en"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}