{"GDELT": {"GlobalEventID": 940863328, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "IGOEUREEC", "Actor1Name": "THE EUROPEAN UNION", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor2Code": "MEX", "Actor2Name": "MEXICO", "Actor2CountryCode": "MEX", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.42718446601941, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tijuana, Baja California, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX02", "Actor1Geo_ADM2Code": "19588", "Actor1Geo_Lat": 32.5333, "Actor1Geo_Long": -117.01700000000001, "Actor1Geo_FeatureID": "-1705741", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tijuana, Baja California, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX02", "Actor2Geo_ADM2Code": "19588", "Actor2Geo_Lat": 32.5333, "Actor2Geo_Long": -117.01700000000001, "Actor2Geo_FeatureID": "-1705741", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tijuana, Baja California, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX02", "Action2Geo_ADM2Code": "19588", "Action2Geo_Lat": 32.5333, "Action2Geo_Long": -117.01700000000001, "Action2Geo_FeatureID": "-1705741", "DATEADDED": 20200815000000, "SOURCEURL": "https://www.msn.com/en-us/news/world/us-mexico-canada-agree-to-extend-border-restrictions-until-september/ar-BB17YIVm"}, "ARTICLE": {"TITLE": "US, Mexico, Canada Agree to Extend Border Restrictions Until September", "TEXT": "© AFP via Getty Images View of San Ysidro port of entry as few cars enter the US from Tijuana, Baja California state, Mexico, on March 19, 2020. – President Donald Trump announced on Wednesday stronger measures at the border due to the coronavirus COVID-19 pandemic, including a turnback to all asylum seekers. (Photo by Guillermo Arias / AFP) (Photo by GUILLERMO ARIAS/AFP via Getty Images)\n\nThe Governments of Mexico and the United States agreed on Friday to extend another month the restriction of non-essential travel at the border that expired on August 21 by the COVID-19 pandemic.\n\n\"Both countries will attempt to coordinate health measures in the border region that will be in effect until 23:59 hours on September 21, 2020,\" Mexico's Ministry of Foreign Affairs (SRE) said on Twitter.\n\nThe Mexican Chancellery stated that the restrictions will remain \"on the same terms\" since their implementation on March 21, when they decided to close non-essential travel, but allow transit for commercial or medical reasons.\n\nThe acting secretary of the Department of Homeland Security, Chad Wolf, also confirmed the extension of non-essential travel.\n\nWe continue to work with our Canadian and Mexican partners to slow the spread of #COVID19. Accordingly, we have agreed to extend the limitation of non-essential travel at our shared land ports of entry through September 21. — Acting Secretary Chad Wolf (@DHS_Wolf) August 14, 2020\n\nAmericans who are returning to the U.S. and Canadians who are returning to Canada are exempted from the border closure. Immediate family members of Canadians are also allowed entry into Canada, but must quarantine or self isolate for 14 days.\n\nMexico is the seventh country with the most confirmed cases and the third with the most fatal coronavirus, surpassing half a million cases and 55,000 deaths in the last day.\n\nMeanwhile, the United States leads in the number of cases and in deaths with more than 5.2 million cases, nearly a quarter of the global total, and more than 167,000 dead, according to Johns Hopkins University.\n\nIn particular, case upturns have affected states on the border, such as Texas and Arizona.\n\nResidents of northern Mexican states have denounced that although they’ve been denied entry to the U.S., U.S. citizens do enter Mexico to buy medication, groceries, and carry out activities that are not allowed in the U.S.\n\nBecause of this, it was the Government of Mexico that proposed the extension of restrictions, which has never applied for commercial flights.\n\n\"After reviewing the development of the spread of COVID-19, Mexico proposed to the United States the extension for a month more of the restrictions on non-essential land transit on its common border,\" the Chancellor said.\n\nThe announcement comes after President Donald Trump suggested blocking the entry into the country from Mexico of citizens and permanent residents suspected of contracting the disease.\n\nStill, Mexico is one of the few countries that allow the arrival of Americans, who are banned from traveling to the European Union and Asian powers such as China, Japan and South Korea because of the uncontrolled coronavirus outbreak.\n\nMexico's border with the United States is also one of the most active in the world with more than one million people who cross each day and exchange goods and services worth $1.7 billion a day.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "US, Mexico, Canada Agree to Extend Border Restrictions Until September", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "The Governments of Mexico and the United States agreed on Friday to extend another month the restriction of non-essential travel at the border that expired on August 21 by the COVID-19 pandemic. “Both countries will attempt to coordinate health measures in the border region that will be in effect until 23:59 hours on September 21, 2020,” Mexico’s Ministry of Foreign...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Border Restrictions"]}}