{"GDELT": {"GlobalEventID": 940803547, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CAN", "Actor1Name": "CANADIAN", "Actor1CountryCode": "CAN", "Actor2Code": "GOV", "Actor2Name": "ADMINISTRATION", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.7247956403269797, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814170000, "SOURCEURL": "https://ticotimes.net/2020/08/14/costa-rica-entry-rules-incredibly-conflicting-law-office-says"}, "ARTICLE": {"TITLE": "Costa Rica entry rules ‘incredibly conflicting,’ law office says", "TEXT": "Since Costa Rica declared a State of Emergency due to the coronavirus in mid-March, the country has continued adjusting measures, reopening parts of the economy with an eye on healthcare resources.\n\nThose restrictions have at times been quite confusing — ask anyone who has tried to plan a long drive between different-colored alert zones. But the current border rules, which allow for arriving flights from some countries, are both “incredibly conflicting” and lack legal certainty, a law office says.\n\nOutlier Legal, which specializes in immigration and residency, says it is challenging how Costa Rican authorities are handling arriving and returning residents.\n\n“We have sent a series of clarifications to Immigration and the Ministry of Health, challenging some decisions,” wrote Irene Brenes in a post shared on their website. “Including a request for an explanation as to why the principles of publicity, legal certainty and proper application of the law appeared to have been forgotten these past few days.”\n\nAmong the most pressing clarifications is understanding whether Costa Rica residents can enter via a flight from anywhere, or just from one of the 44 countries authorized for tourism.\n\nOutlier Legal is also trying to confirm if exceptions still apply for the immediate family of citizens and why the Immigration Administration continues issuing re-entry bans to residents who leave Costa Rica.\n\n“These have been challenging and busy months,” Brenes said.\n\nOne rule isn’t uncertain: Anyone trying to enter Costa Rica on a tourist visa must present proof of a negative PCR-RT coronavirus test from a sample taken within 48 hours of the flight to Costa Rica.\n\nThat requirement became exceedingly clear to a group of Canadians who were held at Juan Santamaría International Airport after arriving on a charter flight before receiving their test results.\n\n“Some Canadians had to wait for their entry to the country while they obtained the result of the COVID test, since they did not carry it,” the Immigration Administration told The Tico Times in a statement.\n\n“It is important to mention that the COVID test is an essential requirement for entering Costa Rica.”", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "news_keywords": "airport, coronavirus, Costa Rica flights, Costa Rica residency, costa rican legal system, Immigration Administration, residency, SJO, travel ban, vacation,", "fb": {"admins": "ticotimes", "app_id": 151666745255528, "pages": 124823954224180}, "og": {"title": "Costa Rica entry rules ‘incredibly conflicting,’ law office says", "type": "» Costa Rica entry rules ‘incredibly conflicting,’ law office saysThe Tico Times | Costa Rica News | Travel | Real Estate", "url": "https://ticotimes.net/2020/08/14/costa-rica-entry-rules-incredibly-conflicting-law-office-says", "description": "Since Costa Rica declared a State of Emergency due to the coronavirus in mid-March, the country has continued adjusting measures, reopening parts of the economy with an…", "site_name": "The Tico Times Costa Rica", "image": "https://ticotimes.net/wp-content/uploads/2020/08/Tourists-receive-welcome-gifts-at-SJO-Iberia-on-August-3-2020-999x685.jpg"}, "msapplication-TileImage": "https://ticotimes.net/wp-content/uploads/2019/05/cropped-Logo-270x270.png"}}}