{"GDELT": {"GlobalEventID": 940889296, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.64, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200815024500, "SOURCEURL": "https://news.sky.com/story/vj-day-the-real-end-of-the-second-world-war-12049443"}, "ARTICLE": {"TITLE": "VJ Day: The real end of the Second World War", "TEXT": "For many, the end of the Second World War was marked by VE Day (Victory in Europe Day) on 8 May 1945 - but the official end of the war did not happen until three months later on 15 August.\n\nTens of thousands of Allied troops were still fighting the Japanese in the Far East as Germany surrendered in Europe.\n\nJapan refused to adhere to an ultimatum to surrender on 28 July 1945, resulting in the US dropping two atomic bombs on Hiroshima on 6 August and Nagasaki on 9 August.\n\nImage: The US dropped an atomic bomb on Hiroshima, Japan, on 6 August 1945\n\nThe Soviets also invaded the Japanese puppet state of Manchuria, northern China, in between the two atomic bombs.\n\nFinally, on 15 August the Japanese surrendered, although Japan's General Koiso Kuniako did not officially surrender with a signed document until 2 September.\n\nAdvertisement\n\nThe day was declared by the Allies as Victory over Japan Day (VJ Day).\n\nA two-day holiday was announced by British prime minister Clement Attlee after he confirmed at midnight on 14 August that the war in the Asia-Pacific was over.\n\nHe told the nation via TV broadcast: \"Japan has today surrendered. The last of our enemy is laid low. Peace has once again come to the world.\"\n\nImage: Princess Elizabeth, Queen Elizabeth, King George VI and Princess Margaret waved from the Buckingham Palace balcony as crowds gathered to celebrate\n\nImage: Crowds gathered in London to see King George on VJ Day\n\nCrowds promptly gathered in the streets, bonfires were lit, fireworks were set off and people sang and danced.\n\nServices were held over the two-day holiday in churches across the country and in the open air to remember those who had fallen and to give thanks that the war had ended.\n\nHuge crowds gathered on 15 August to cheer King George VI and the Queen as they made their way from Buckingham Palace to Westminster for the state opening of parliament, which happened to be that day.\n\nIn the US, President Harry Truman spoke to the cheering crowds outside the White House and also announced a two-day holiday, but said VJ Day had to wait until Japan had formally signed the surrender terms - so it is celebrated on 2 September in the US.\n\nImage: An American soldier and a British girl in London celebrated the end of the war with a kiss in Piccadilly Circus\n\nImage: Americans in Cincinnati, Ohio, celebrated on VJ Day\n\nThe 14th Army - also known as the Forgotten Army - was the name of the forces fighting in the region, with fewer than 15% of troops from Britain and the rest from Australia, Canada, India, Netherlands and New Zealand.\n\nWinston Churchill had promised to support the US if it went to war with Japan, and shortly after Pearl Harbour was bombed in December 1941, troops were sent over to the Pacific.\n\nBut the price they paid was high, with tens of thousands of British and Commonwealth soldiers having been in prisoner of war camps since 1941 when the then-British colony of Hong Kong was captured.\n\nImage: British troops in Hong Kong were shipped out in December 1941 to prison camps by the Japanese\n\nThe British colonies of Malaya, now Malaysia, and Singapore were also captured, with more prisoners of war taken by the Japanese.\n\nParts of Burma, now Myanmar, were captured, while British and Indian forces fought in the Burmese jungles, many catching malaria and suffering from dysentery.\n\nAllied prisoners of war received brutal treatment at the hands of the Japanese, who never signed the Geneva Convention and considered it dishonourable to surrender so were encouraged to fight to the death.\n\nImage: The Japanese treated their prisoners of war with brutality\n\nImage: Allied prisoners of war were given supplies as they awaited repatriation from prisoner of war camps like this one in Taiwan\n\nForced labour was a major part of Japanese camps, with the most notorious use of forced labour on the Burma-Thailand \"death railway\" where about 102,000 Allied prisoners died out of up to 250,000 forced to construct it.\n\nGetting the prisoners of war back safely after VJ Day was a top priority for the Allies as there was concern the Japanese would kill their prisoners - some were massacred when the surrender was announced.\n\nThey were also aware of the horrendous treatment the prisoners had been subjected to, with supplies and medical personnel sent to camps as the men awaited repatriation.\n\nOn 2 September 1945 Japan formally signed the instrument of surrender on board the USS Missouri.", "METADATA": {"apple-itunes-app": "app-id=316391924", "description": "For many, the end of the Second World War was marked by VE Day (Victory in Europe Day) on 8 May 1945 - but the official end of the war did not happen until three months later on 15 August.", "robots": "NOODP,INDEX,FOLLOW", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "format-detection": "telephone=no", "HandheldFriendly": "True", "twitter": {"card": "summary_large_image", "site": "@skynews", "title": "VJ Day: The real end of the Second World War", "description": "For many, the end of the Second World War was marked by VE Day (Victory in Europe Day) on 8 May 1945 - but the official end of the war did not happen until three months later on 15 August.", "image": {"identifier": "https://e3.365dm.com/20/08/768x432/skynews-vj-day-london_5067689.jpg?20200814190810", "alt": "Women from the Women&#39;s Auxiliary Air Force linked arms with soldiers during VJ Day celebrations in Piccadilly Circus"}, "app": {"country": "GB", "id": {"iphone": 316391924, "ipad": 316391924, "googleplay": "com.bskyb.skynews.android"}}}, "fb": {"app_id": 744976955573926}, "og": {"site_name": "Sky News", "locale": "en_GB", "title": "VJ Day: The real end of the Second World War", "description": "For many, the end of the Second World War was marked by VE Day (Victory in Europe Day) on 8 May 1945 - but the official end of the war did not happen until three months later on 15 August.", "url": "https://news.sky.com/story/vj-day-the-real-end-of-the-second-world-war-12049443", "type": "article", "image": "https://e3.365dm.com/20/08/1600x900/skynews-vj-day-london_5067689.jpg?20200814190810"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}