{"GDELT": {"GlobalEventID": 940850560, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "FOREIGN MINIST", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.700379266750949, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ", "Actor1Geo_Lat": 47.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "SZ", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ", "Action2Geo_Lat": 47.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "SZ", "DATEADDED": 20200814221500, "SOURCEURL": "https://www.straitstimes.com/world/europe/belarus-sees-walkouts-protest-calls-after-bloody-vote-crackdown"}, "ARTICLE": {"TITLE": "Belarus sees walkouts, protest calls after 'bloody' vote crackdown", "TEXT": "MINSK (AFP) - The main challenger in Belarus' disputed presidential election called for mass weekend rallies and workers were walking off the job on Friday (Aug 14) as defiance mounted against strongman leader Alexander Lukashenko.\n\nIn a video address to supporters, Ms Svetlana Tikhanovskaya accused Mr Lukashenko's regime of a \"bloody massacre\" in a crackdown on post-election protests, as people detained during the demonstrations began to emerge from jail with harrowing accounts of beatings and torture.\n\nCrowds of workers started to heed calls from the opposition to walk off the job. AFP journalists saw hundreds of employees gathered in uniforms and hard hats outside the Minsk Automobile Plant (MAZ) and the Minsk Tractor Works (MTZ).\n\nCalls were growing for international action, with Germany throwing its weight behind a drive to level sanctions against Belarus ahead of a meeting on Friday of European Union foreign ministers.\n\n\"Belarusians will never want to live with the previous government again. The majority do not believe in his victory,\" said Ms Tikhanovskaya, who left the country for neighbouring Lithuania on Tuesday.\n\n\"I ask the mayors of all cities to organise peaceful mass gatherings in every city on August 15 and 16,\" she said.\n\nMs Tikhanovskaya and her supporters dispute Mr Lukashenko's claim to have won Sunday's election with 80 per cent of the vote and thousands have taken to the streets of the capital Minsk and other cities over the past six days.\n\nPolice have used rubber bullets, stun grenades and, in at least one case, live rounds to disperse the crowds, with hundreds injured.\n\n'Campaign of widespread torture'\n\nOfficials have confirmed two deaths in the unrest, including one man who died during a demonstration in Minsk and another who died in custody after being arrested in the south-eastern city of Gomel.\n\nAt least 6,700 people have been arrested, but in a surprise move on Thursday, officials announced they would start releasing detainees and the interior ministry said on Friday more than 2,000 had so far been set free.\n\nRelated Story Politically paralysed EU can only watch as Belarus unravels\n\nRelated Story EU to discuss sanctions against Belarus after disputed election, Sweden says\n\nRelated Story Belarus election challenger flees to Lithuania after more clashes\n\nRelated Story Sustained protests in Belarus could lead to showdown with Russia\n\nDetainees emerging from a detention centre in Minsk told AFP they had been beaten and deprived of food, water, sleep and medical care.\n\n\"They burned my hands with cigarettes,\" said Mr Maxim Dovzhenko, 25, who insisted he had been detained even though he was not taking part in protests.\n\n\"They hit me on the head. I am not feeling well, my head is spinning,\" he said before being taken to hospital.\n\nMr Mikhail Chernenkov, a 43-year-old entrepreneur, said he was given electric shocks and beaten with sticks in a police station, showing AFP his bruised buttocks.\n\n\"This is torture,\" he said, adding that like many others he was forced to sleep outside because cells were overcrowded. He also said he did not take part in the protests.\n\nHundreds of friends and relatives were waiting outside the detention centre, where volunteers were handing out food and blankets.\n\nIn a statement, Amnesty International condemned \"a campaign of widespread torture and other ill-treatment by the Belarusian authorities, who are intent on crushing peaceful protests by any means\".\n\nGermany backs EU sanctions\n\nEU foreign ministers were set to meet in Brussels for talks on Belarus, with EU Commission President Ursula von der Leyen saying she was \"confident\" they would back sanctions.\n\nGerman government spokesman Steffen Seibert said Chancellor Angela Merkel had been \"shocked\" by the detention and abuse of peaceful protesters.\n\n\"In our view sanctions against those responsible for human rights violations will have to be discussed,\" he said.\n\nBelarus' Foreign Minister, Mr Vladimir Makei, said in a call with his Swiss counterpart that Minsk was ready for \"constructive and objective dialogue with foreign partners\" on the election and its aftermath.\n\nIn a dramatic show of defiance on Thursday, thousands of people formed human chains and marched in Minsk, many wearing white and holding flowers and balloons, to protest against police brutality.\n\nSimilar human chains formed in half a dozen other cities.\n\nMr Lukashenko, who has ruled Belarus with an iron grip since 1994, has dismissed the demonstrators as foreign-controlled \"sheep\" and \"people with a criminal past who are now unemployed\".\n\nIn a televised meeting with construction industry representatives, he rejected claims that he had fled the country.\n\n\"I am alive and not abroad,\" he said, before warning that work stoppages would benefit Belarus' foreign competitors.\n\nThe protest movement arose in support of Ms Tikhanovskaya, a 37-year-old political novice who ran for president after potential opposition candidates, including her husband, were jailed.\n\nThe official results gave her 10 per cent of the vote, but Ms Tikhanovskaya said the election was rigged and claimed victory, demanding that Mr Lukashenko, 65, hand over power.\n\nShe left for Lithuania as allies said she came under official pressure.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"ios": {"app_name": "Straits Times", "url": "straitstimes://www.straitstimes.com/world/europe/belarus-sees-walkouts-protest-calls-after-bloody-vote-crackdown", "app_store_id": 547465441}, "web": {"url": "https://www.straitstimes.com/world/europe/belarus-sees-walkouts-protest-calls-after-bloody-vote-crackdown"}}, "description": "MINSK (AFP) - The main challenger in Belarus's disputed presidential election called for mass weekend rallies and workers were walking off the job on Friday (Aug 14) as defiance mounted against strongman leader Alexander Lukashenko.. Read more at straitstimes.com.", "og": {"image": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/14/tl-belarus-e-140820.jpg?itok=Pk1U1Ug_", "site_name": "The Straits Times", "type": "article", "title": "Belarus sees walkouts, protest calls after 'bloody' vote crackdown", "url": "https://www.straitstimes.com/world/europe/belarus-sees-walkouts-protest-calls-after-bloody-vote-crackdown", "description": "MINSK (AFP) - The main challenger in Belarus's disputed presidential election called for mass weekend rallies and workers were walking off the job on Friday (Aug 14) as defiance mounted against strongman leader Alexander Lukashenko.. Read more at straitstimes.com.", "updated_time": "2020-08-14T20:57:23+08:00"}, "cXenseParse": {"sph-keywords": "BELARUS,PROTESTS,ELECTIONS,EU", "pageclass": "article", "sph-accessFlag": 0, "recs": {"articleid": 718337}, "sph-printFlag": 0}, "news_keywords": "BELARUS, PROTESTS, ELECTIONS, EU", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "Belarus sees walkouts, protest calls after 'bloody' vote crackdown,", "url": "https://www.straitstimes.com/world/europe/belarus-sees-walkouts-protest-calls-after-bloody-vote-crackdown", "description": "Europe News -MINSK (AFP) - The main challenger in Belarus's disputed presidential election called for mass weekend rallies and workers were walking off the job on Friday (Aug 14) as defiance mounted"}, "article": {"published_time": "2020-08-14T20:39:28+08:00", "modified_time": "2020-08-14T20:57:23+08:00"}, "dcterms.title": "Belarus sees walkouts, protest calls after 'bloody' vote crackdown", "dcterms.creator": "hermesauto", "dcterms.description": "MINSK (AFP) - The main challenger in Belarus's disputed presidential election called for mass weekend rallies and workers were walking off the job on Friday (Aug 14) as defiance mounted against strongman leader Alexander Lukashenko. Read more at straitstimes.com.", "dcterms.date": "2020-08-14T20:39+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/world/europe/belarus-sees-walkouts-protest-calls-after-bloody-vote-crackdown", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}}