{"GDELT": {"GlobalEventID": 940863719, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "LBN", "Actor1Name": "LEBANESE", "Actor1CountryCode": "LBN", "Actor2Code": "LEG", "Actor2Name": "PARLIAMENT", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 831, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 20, "NumSources": 4, "NumArticles": 20, "AvgTone": -2.77777777777777, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200815000000, "SOURCEURL": "https://www.kazu.org/post/mass-protests-have-followed-beirut-explosion-whats-next"}, "ARTICLE": {"TITLE": "Mass Protests Have Followed The Beirut Explosion. What's Next?", "TEXT": "As terrible as last week's explosion at Beirut's port was, killing 172 people and injuring some 6,000 others, it has prompted new hopes for political change in Lebanon.\n\nOn Monday, Prime Minister Hassan Diab and his cabinet resigned, as it emerged that the blast was likely the result of government negligence. Now Lebanese are calling for major reforms.\n\nDaily protests have continued for more than a week on Beirut's debris-strewn streets, with citizens calling for removal of the entire political class and a restructuring of the country's political system. They want to sweep away the corruption and cronyism that have plagued governmental institutions for decades.\n\nThe combination of last week's explosion and the financial crisis may have created a rare window for removing Lebanon's despised political class altogether, political analysts suggest. This moment represents a \"once-in-a-lifetime battle for the soul of Lebanon,\" says Nadim Houry, a Lebanese citizen and director of the Paris-based Arab Reform Initiative, a pro-democracy think tank.\n\nEnormous challenges remain. Here's what's at stake and how things may play out:\n\nImmediate elections are unlikely\n\nAlthough Diab's administration has stepped down, it continues to meet as a caretaker government, meaning the cabinet can still convene but does not have the power to create new legislation.\n\nThus far, Lebanon's leaders have made no mention of early elections. Instead, Lebanese law allows President Michel Aoun, who did not resign, to consult with the parliament on forming a new government.\n\nEven before this crisis, putting together a new government involved a complicated discussion. After the previous government fell last year, following massive anti-corruption protests, it took more than two months of political wrangling among the country's different political blocs before Diab's government was appointed.\n\nNow many Lebanese do not trust Aoun and other leaders to choose the honest, independent administration for which they are desperate. They worry that any new government formed this way will be stacked with or influenced by the same political figures, whom Houry calls \"oligarchs,\" who have long controlled the country.\n\n\"We'll have to re-live the same scenario from the beginning, until we bring all the political class down,\" warns Ghina Nizar Harb, a schoolteacher who took to the streets to protest following Diab's resignation.\n\nProtesters' demands\n\nSince the start of demonstrations against government corruption and dysfunction 10 months ago, protesters have insisted on one thing: the ouster of not just the government, but the entire existing political class. Protesters have a clear message about who must go: \"All means all.\"\n\nThe clean sweep they demand would include octogenarian President Aoun and parliament speaker Nabih Berri, along with the heads of political parties and religious sects. And they want to see the installation of a new prime minister and cabinet with no connections to any of those who have for decades controlled the state coffers and manipulated Lebanon's politics.\n\nDuring the protests that began last year, demonstrators called for the president and parliament to appoint a technocratic government that could steer the country away from its traditional leaders and reform electoral laws.\n\nNow protesters have little or no faith in either the president or leaders of parliamentary blocs to appoint a truly independent government. And there isn't yet an agreed path forward on how such a transition would occur.\n\nMaha Yahya, the director of the Beirut-based Carnegie Middle East Center, says if a new, independent leadership could somehow be put in place, it should push through painful and necessary economic reforms, like strengthening accountability in state-owned enterprises, which would allow Lebanon to obtain an International Monetary Fund bailout — and then set free and fair elections for Lebanese to choose their next leaders.\n\n\"If you're going to ask people to take an incredible amount of economic pain on top of the pain they're now taking because of the explosion, you've got to give them a roadmap,\" says Yahya.\n\nAn entrenched political class\n\n\n\nLebanon has been controlled for years by a small set of powerful players from different sects. A key challenge now is identifying figures who could be part of a new government independent of those players.\n\nThe protest movement that began last October spanned the country's religious groupings and sects. By not having an agreed leadership, it was more palatable to all. The challenge now, though, is for Lebanese to agree on individuals who could lead them.\n\nHoury says the resignation of Diab's government has sparked a flurry of meetings among protest movement activists, with some names of potential leaders put forward. Few have been made public.\n\nLebanon's political system, established at the end of the civil war in 1990, is based on a power-sharing agreement among representatives of the country's primary religions and sects, including Sunni Islam, Shiite Islam and Christianity. Back then, it provided a path out of bloodshed.\n\nBut it has also given rise to a state essentially run by a handful of figures around whom \"there is a whole system of power, corruption and economic interests,\" says Houry. These figures include Aoun, Berri, Samir Gagea, the executive chairman of the Christian party the Lebanese Forces, Walid Jumblatt, the leading Druze politician, former prime minister Saad al-Hariri, and Hassan Nasrallah, the leader of Hezbollah, the powerful Iranian-backed militia.\n\nDespite their differences, Houry says, they \"come together when it suits them\" and any divisions are due to \"financial interests\" rather than politics or religion.\n\nThough there are other players, too, who wield some influence, he says it is these men who have primarily placed loyalists at all levels of government, taken over the country's institutions and drained the public coffers.\n\nSami Nader, a political analyst and the director of the Levant Institute for Strategic Affairs, describes a complicated system of patronage where these leaders and their party members \"have turned every single ministry, every single economic sector into a private property, into a private farm.\"\n\nHe says: \"You have the same ... party controlling the ministry of electricity for the last decade, the same other party controlling the port for the last more than a decade, the same party controlling the telecom sector for more than a decade.\" Over time, he says, \"they transformed these public service sectors and infrastructure into the private property, bringing in their own people and more importantly, getting financed through these sectors or these ministries.\"\n\n\n\nThe judiciary's role\n\n\n\nNow, though, with the country and its financial institutions mostly bankrupt, the \"golden goose of state institutions is dead,\" says Yahya.\n\nThe appointment of a new, independent leadership would further weaken the existing leaders' political clout.\n\nTrue reform would have to undo the corruption baked into Lebanon's political system and culture, Houry says. The judiciary would necessarily play a key role in this — and would itself have to reform to strengthen its independence.\n\n\"You're going to have to take each of small corruption cases to court,\" he says. \"And maybe you don't win the first time, but hopefully you'll get a judge who will be sufficiently emboldened the second time to actually take the decision. And you start rolling back. I'm not saying we're going to win, but you start rolling back their influence.\"\n\nThe international community's role\n\nLast week's explosion damaged and destroyed buildings across Beirut. The city's governor estimates it may cost as much as $15 billion to repair the damage. Offers of aid have come from countries around the world.\n\nAt a donor summit led by French President Emmanuel Macron, countries pledged 253 million euros ($299 million). But the assistance would depend on structural reforms.\n\nLebanon's leaders have ignored past calls for such reforms, including in 2018, when international donors pledged $11 billion, and in April, when the International Monetary Fund said a loan would be subject to reforms.\n\nCritics say Lebanon's leaders assumed that donors, fearing the country's collapse, would eventually pay up to avoid fallout for neighboring Israel and a potential influx of refugees to Europe.\n\nLina Khatib, the director of the Middle East and North Africa Program at Chatham House in London, says often aid \"that is meant to help the residents of Lebanon ends up being stolen or appropriated by the country's political class, and the money never reaches its intended recipients.\"\n\nOne way political leaders \"get their hands on public funds,\" she says, is by setting up non-governmental organizations and private companies \"that end up getting government contracts.\" Procurement, she says, is \"done very often in secret\" and so a project intended to aid refugees, for example, might be channeled to one of the leaders' companies or organizations. \"And the projects would, in many cases, not be implemented,\" she says.\n\nIn a remarkable scene last week, a crowd gathered around Macron as he stood on a half-destroyed Beirut street and begged him not to give aid to their government. Instead, they begged him and other international donors to give funds directly to civil society and local Lebanese charities, fearing that politicians would squander it on patronage and self-enrichment.\n\n\"You are sitting with warlords, they have been manipulating us for the past year,\" a woman told Macron, according to the BBC.\n\nHe hugged her, saying: \"I'm not here to help them, I'm here to help you.\"\n\nAcross Lebanon, citizens wait to know if this is true.\n\nNada Homsi contributed to this story from Beirut.\n\n", "METADATA": {"og": {"description": "As terrible as last week&#039;s explosion at Beirut&#039;s port was, killing 172 people and injuring some 6,000 others, it has prompted new hopes for", "image": {"identifier": "https://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/202008/902114615.jpg", "height": 2621, "width": 3495}, "url": "https://www.kazu.org/post/mass-protests-have-followed-beirut-explosion-whats-next", "type": "article", "title": "Mass Protests Have Followed The Beirut Explosion. What's Next?"}, "dc": {"title": "Mass Protests Have Followed The Beirut Explosion. What&#039;s Next?"}, "twitter": {"creator": "@903KAZU", "card": "summary", "site": "@903KAZU"}, "description": "As terrible as last week&#039;s explosion at Beirut&#039;s port was, killing 172 people and injuring some 6,000 others, it has prompted new hopes for", "has_audio": 0, "programs": "none", "Generator": "Drupal 7 (http://drupal.org)", "category": "none", "nid": 135121, "wordCount": 1710, "story_id": 901651660, "org_id": 1, "author": "Ruth Sherlock", "datePublished": "2020-08-14", "viewport": "width=device-width"}}}