{"GDELT": {"GlobalEventID": 940810784, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "RUSCOP", "Actor1Name": "ST PETERSBURG", "Actor1CountryCode": "RUS", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.12562814070352002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Petersburg, Sankt-Peterburg, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS66", "Actor1Geo_ADM2Code": "25095", "Actor1Geo_Lat": 59.8944, "Actor1Geo_Long": 30.2642, "Actor1Geo_FeatureID": "-2996338", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Petersburg, Sankt-Peterburg, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS66", "Action2Geo_ADM2Code": "25095", "Action2Geo_Lat": 59.8944, "Action2Geo_Long": 30.2642, "Action2Geo_FeatureID": "-2996338", "DATEADDED": 20200814174500, "SOURCEURL": "https://patch.com/florida/stpete/courageous-12-monument-note-black-officers-fight-equality"}, "ARTICLE": {"TITLE": "Courageous 12 Monument To Note Black Officers' Fight For Equality", "TEXT": "ST. PETERSBURG, FL — A monument to honor St. Petersburg's 12 Black officers who fought against racial discrimination in the 1960s will be installed by the city at the old St. Pete police headquarters.\n\nThe 15 Black officers employed by the St. Petersburg Police Department were not allowed to arrest white residents, nor could Black officers take the sergeant's exam or be promoted as their white colleagues were. To overturn the segregated system, 12 of the Black officers filed a lawsuit against the city.\n\nThe officers who filed the discrimination lawsuit in 1965, to gain the full rights and authority of their white counterparts, came to be known as the Courageous 12.\n\nLeon Jackson, the sole surviving member of the Courageous 12, became the first Black officer assigned to an all-white neighborhood in St. Petersburg.\n\n\"It makes me feel very good about the monument,\" Jackson told Patch. \"In 1965, when we filed a lawsuit, I didn't think that it would lead up to a monument.\"\n\nJackson said that when he and 11 Black police officers served on the St. Petersburg police force in the 1960s, they experienced discrimination in their profession.\n\n\"During that time, we African American police officers could not work at the front desk; we were never assigned any desk jobs inside the police station,\" Jackson said. \"We had to always work in the African American neighborhood only. We could only investigate complaints from African American citizens, and only arrest African American people.\"\n\nSegregation didn't only exist within the police department, but the Jim Crow laws of the South caused the city of St. Petersburg to exemplify inequality as Black people were not allowed to ride in the front of a bus, water fountains had signs that read \"Whites Only,\" Black and white people weren't allowed to eat at restaurants together, and there were \"Black Only\" restaurants and \"White Only\" restaurants.\n\nIn 1964, President Lyndon B. Johnson signed the Civil Rights Act of 1964. It prohibited discrimination in public places, allowed for the desegregation of schools and other public facilities, and made employment discrimination illegal.\n\nJackson recalled that in 1965, segregation in the workplace still existed. The police station lockers assigned to the 12 Black officers were in the same area, in the back of the locker room near the back door, he said; and they could only walk what he refers to as the roughest beat in St. Pete, which was 22nd Street South.\n\n\"We started talking about the racial attitudes and racism that was against us, and having meetings,\" Jackson said. \"And from there, we decided to file a lawsuit against the police department.\"\n\nThe Courageous 12 paid legal fees out of their own pockets and didn't have financial assistance, but this was a sacrifice Jackson said they were willing to make to stand up for equality.\n\n\n\nThe lawsuit went to federal court on March 31, 1966, and the very next day the case was dismissed by Judge Joseph Lieb.\n\n\n\nRetaliation from some of their white colleagues occurred after the lawsuit was filed.\n\n\"A lot of the white police officers turned against us, but all we wanted was to be treated equally as the rest of the police officers,\" Jackson said.\n\nIn 1968, with financial help from the NAACP, the Courageous 12 filed an appeal, and the U.S. Court of Appeals ruled in their favor, reversing Lieb's decision.\n\n\"Now, I won't say all of the white police officers turned against us; some of them were in favor of what we did. When we went to federal court in Tampa, one of the white officers testified for us about the way we were not being treated equally.\"\n\nJackson said they filed the lawsuit because of how the system was designed.\n\n\"I am very proud to sit here as one of the Courageous 12 that stood up against racism at the St. Petersburg Police Department,\" Jackson said. \"That lawsuit didn't only help African Americans on the St. Petersburg Police Department, but it paved the way for African Americans in law enforcement in the entire nation.\"\n\nAfter the lawsuit, he said, when Jackson started patrolling a white neighborhood in the Snell Isle area, the residents didn't give him any problems.\n\nIn 2019, Mayor Rick Kriseman and Chief Anthony Holloway were joined by Jackson in unveiling a plaque honoring the Courageous 12 inside the lobby of the new St. Petersburg Police Department. The future monument will be the second permanent installation in the city to honor these men.\n\n\n\n\"The Courageous Twelve opened the door for all races to hold high-ranking positions throughout the St. Petersburg Police Department, as well as police departments around the country,\" Holloway said. \"Thanks to their efforts, today we have an agency that reflects the diversity of our community. This monument will ensure that their sacrifices will never be forgotten.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Courageous 12 Monument To Note Black Officers'... - St. Pete, FL - The Courageous 12 — Black police officers who fought for equality in the St. Petersburg Police Department — will be honored with a monument.", "fb": {"app_id": 521361477908471, "pages": 57421062540}, "og": {"url": "https://patch.com/florida/stpete/courageous-12-monument-note-black-officers-fight-equality", "type": "article", "title": "Courageous 12 Monument To Note Black Officers' Fight For Equality", "locale": "en_US", "image": "https://patch.com/img/cdn20/users/24142193/20200814/101622/styles/patch_image/public/img-1609___14101257219.jpg", "description": "The Courageous 12 — Black police officers who fought for equality in the St. Petersburg Police Department — will be honored with a monument.", "site_name": "St. Pete, FL Patch", "updated_time": "2020-08-14T21:31:11-04:00"}, "article": {"published_time": "2020-08-14T12:44:50-04:00", "modified_time": "2020-08-14T21:31:11-04:00", "section": "Community Corner"}, "twitter": {"image": "https://patch.com/img/cdn20/users/24142193/20200814/101622/styles/patch_image/public/img-6246___14101257918.jpg", "card": "summary_large_image"}, "referrer": "origin-when-cross-origin", "apple-itunes-app": "app-id=430049632, app-argument=https://patch.com/28906319"}}}