{"GDELT": {"GlobalEventID": 940800723, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISR", "Actor1Name": "TEL AVIV", "Actor1CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.92614601018676, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_Lat": 47.3917, "Actor1Geo_Long": -121.571, "Actor1Geo_FeatureID": "WA", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200814164500, "SOURCEURL": "https://www.msn.com/en-us/travel/news/deep-dive-into-aeroplan-e2-80-99s-new-award-chart-how-does-it-compare-to-other-star-alliance-programs/ar-BB17Y2YV"}, "ARTICLE": {"TITLE": "Deep dive into Aeroplan’s new award chart: How does it compare to other Star Alliance programs?", "TEXT": "© Provided by The Points Guy\n\nMSN has partnered with The Points Guy for our coverage of credit card products. MSN and The Points Guy may receive a commission from card issuers.\n\nOne of the most exciting developments for points and miles enthusiasts in years was announced this week, as we received details on the new Aeroplan program. You can view all of TPG’s coverage on this page — including the pros and cons of the new program and our list of the most exciting and innovative changes on the way.\n\nThe new program doesn’t officially launch until Nov. 8, so you have some time to utilize the current award chart to book future travel. However, when it does go live, where exactly will you find the most value, and how does it compare to other popular Star Alliance programs?\n\nIn this guide, we’ll take a deep dive into the new Aeroplan award chart so you can be prepared to snag new sweet spots (or look elsewhere) in order to make the most of your rewards.\n\nSign-up for the TPG daily newsletter to get points and miles coverage like this delivered to your inbox.\n\nIn This Post\n\nSummary of new Aeroplan award charts\n\nWhile we’ve broken down the major things to know about redeeming Aeroplan points in the new program (yes, the program will be shifting from miles to points as its currency of choice), here’s a quick overview of the most important things to know regarding the award chart.\n\nIt will be both distance- and region-based : The new Aeroplan program effectively uses a hybrid award chart — combining both the distance you fly and the departure and arrival regions to determine the number of points you’d need to redeem. As a result, shorter, nonstop flights from one region to another will price at lower rates than longer, connecting ones.\n\n: The new Aeroplan program effectively uses a hybrid award chart — combining both the distance you fly and the departure and arrival regions to determine the number of points you’d need to redeem. As a result, shorter, nonstop flights from one region to another will price at lower rates than longer, connecting ones. There are fewer regions : The regions on the new award chart are notably simpler, as Aeroplan is going from 14 distinct regions to just four: North America South America Atlantic, which includes Europe, Africa, the Middle East and the Indian Subcontinent Pacific, which includes the rest of Asia and Oceania (Australia, New Zealand and the Pacific Islands)\n\n: The regions on the new award chart are notably simpler, as Aeroplan is going from 14 distinct regions to just four: Air Canada-operated flights have a range of prices within distance bands : While partner award flights will have fixed prices (depending on the distance), Air Canada’s own flights will not. Instead, you’ll need to redeem your points based on how Aeroplan classifies your date of travel.\n\n: While partner award flights will have fixed prices (depending on the distance), Air Canada’s own flights will not. Instead, you’ll need to redeem your points based on how Aeroplan classifies your date of travel. Taxes and fees are changing: The current Aeroplan program imposes significant fuel surcharges on its own flights and those of certain partners, but those are being eliminated in the new award chart. Unfortunately, starting on Nov. 8 you’ll pay a partner booking fee of 39 CAD (~$29.50 based on current exchange rates) on all awards operated by partner carriers.\n\nFor more details, check out our article with 19 things to know about redeeming with the new Aeroplan program.\n\nBest award options in the new Aeroplan program\n\n© The Points Guy ANA’s business class could be one great redemption under the new Aeroplan award chart. (Photo by Zach Griff/The Points Guy)\n\nIf you don’t want to get into the weeds of the analysis, here’s a quick list of some of the best redemptions from the new award chart (all mileage applies to one-way flights):\n\nBusiness-class flights on ANA from Seattle (SEA) or Vancouver (YVR) to Tokyo-Haneda for 55,000 points\n\nShort-haul domestic and international flights in North America (covering <500 miles) for 6,000 points\n\nEconomy-class flights from the West Coast to Hawaii for 12,500 points\n\nBusiness-class flights on Lufthansa from the U.S. to Europe starting at 60,000 points (with no fuel surcharges)\n\nBusiness-class flights on United or Air Canada to Tel Aviv (TLV) starting at 70,000 points\n\nBusiness-class flights from the U.S. to Australia starting at 75,000 points\n\nRemember too that the new program allows stopovers on one-way award tickets for an extra 5,000 points, which could provide some great additional value for your rewards.\n\nMethodology for this analysis\n\nIn compiling this analysis, I wanted to focus on the Star Alliance programs that are most easily accessible to U.S.-based readers — namely, those that are available with popular, transferable point currencies. Sure, you can credit Star Alliance flights to any carrier, but without being a road warrior, the quickest way to boost your account is from credit card rewards.\n\nWe thus focused on well-know loyalty programs that partner with one or more of the following: American Express Membership Rewards, Chase Ultimate Rewards, Citi ThankYou Rewards and Capital One miles. Aeroplan, for example, partners with both Amex (1:1) and Capital One (2:1.5).\n\nHere are the other programs included, with applicable transfer partners:\n\nThere are other potential options out there — especially if you’re open to transferring Marriott Bonvoy points — but these are likely the most applicable to the widest variety of readers.\n\nRelated: Amex Membership Rewards vs. Chase Ultimate Rewards: Which is the best?\n\nA few final notes about the below pricing that forms the basis of this analysis:\n\nThey are based on saver-level inventory: For Air Canada-operated flights, the new Aeroplan program includes some wide price ranges — like one-way, business-class flights from North America to Australia for 55,000-250,000 points. However, this analysis will only include “saver-level” awards, which are generally available to all Star Alliance partners. They are based on simple, one-way awards: Most diehard award travelers know many tricks for maximizing their points and miles — from adding stopovers to booking mixed-cabin itineraries. The below rates don’t include any of those advanced strategies. They aren’t necessarily bookable: United has done away with award charts entirely, first on its own flights and then on partner ones. (In both cases, award prices increased within 24 hours.) ANA doesn’t allow one-way awards, so you must find round-trip itineraries to replicate the one-way prices listed below. Reports indicate that Turkish’s IT system currently doesn’t allow first-class partner awards to be ticketed. And finally, as indicated with #1 above, you need to actually find saver-level inventory to book these flights.\n\nIn short, these prices should be used as guidelines for determining which program offers the best value — as there are many complicating factors.\n\nRelated: Best websites for searching Star Alliance award availability\n\nFlights within the Continental U.S.\n\nLet’s begin by looking at the award chart for domestic flights within the continental U.S. — including Alaska but excluding Hawaii (which has its own section below). This effectively applies to United-operated flights, as it’s the only Star Alliance carrier that flies within the U.S.\n\nHere’s a comparison of award rates:\n\nProgram Economy Business/First* New Aeroplan 6,000 – 25,000 points 15,000 – 35,000 points Current Aeroplan 12,500 points 25,000 points United MileagePlus** 6,500+ miles 25,000+ miles Avianca LifeMiles 6,500 – 12,500 miles 15,000 – 25,000 miles Singapore KrisFlyer 12,500 miles 23,000 miles ANA Mileage Club** 15,000 miles 27,500 miles Turkish Miles&Smiles 7,500 miles 12,500 miles\n\n* NOTE: Business/first is used here, since many programs use “Business class” award rates for United domestic first class. ** NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ***NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only.\n\nUnder the new Aeroplan program, you’ll be able to book one-way, domestic flights within the U.S. for just 6,000 points. Unfortunately, this is limited to flights that cover up to 500 miles in distance — so awards like Los Angeles (LAX) to San Francisco (SFO) or Newark (EWR) to Boston (BOS). For flights that cover 501-1,500 miles, your award rate jumps to 10,000 points, while those covering up to 2,750 miles come in at 12,500 points — which matches the current Aeroplan award chart.\n\nOnce the new chart goes live, you’ll want to make sure to review Avianca LifeMiles’ award rates for U.S. flights, especially if you’re sitting on a bunch of Amex points. The published chart still starts at 7,500 miles each way, though the new award chart as of mid-2019 means that some flights price at 6,500 miles (and have dropped even lower before).\n\nHowever, if you have Citi ThankYou points at your disposal, Turkish may be your best bet for longer itineraries, as its 7,500-mile award rate holds for every United flight within the U.S. — even for those to Hawaii.\n\nRelated: Turkish Miles&Smiles: Why you should care about the hottest frequent flyer program of 2020\n\nFlights from the U.S. to Hawaii\n\nIf you’re looking to get to the Aloha State from North America, you’ll typically need to pay a premium in points or miles. Most programs treat Hawaii as a different region for the purposes of award pricing — though as you’ll see, that’s not the case with all programs.\n\nHere’s a look at how the new Aeroplan chart compares with others for the purposes of visiting Hawaii:\n\nProgram Economy Business/First* New Aeroplan 12,500 – 22,500 points 25,000 – 35,000 points Current Aeroplan 22,500 miles 40,000 miles United MileagePlus** 22,500+ miles 40,000+ miles Avianca LifeMiles 22,500 miles 40,000 miles Singapore KrisFlyer 17,500 miles 34,500 miles ANA Mileage Club*** 20,000 miles 34,000 miles Turkish Miles&Smiles 7,500 miles 12,500 miles\n\n* NOTE: Business/first is used here, since many programs use “Business class” award rates for United domestic first class. ** NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ***NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only.\n\nThe new Aeroplan program does offer slightly lower award rates to Hawaii compared to the current iteration — as long as you stay under 2,751 miles in distance to lock in the 12,500-point award rate. Unfortunately, this is limited to flights from the West Coast, including nonstop departures from Los Angeles (LAX), San Francisco (SFO) and Vancouver (YVR), which all fall just under this threshold.\n\nFor any other routing, you’re looking at 22,500 points, so you’d be much better off transferring your Citi points to Turkish or your Amex or Chase points to Singapore.\n\nRelated: How to choose the right Hawaiian island for you\n\nFlights from the U.S. to North and Central American destinations\n\nNow let’s take a closer look at international flights that start in the continental U.S. and end in North/Central America (or vice versa). This involves any flight on either Air Canada or a partner airline that runs between the continental United States and the following areas:\n\nCanada\n\nCaribbean\n\nMexico\n\nCentral America\n\nProgram Economy Business/First* New Aeroplan 6,000 – 22,500 points 15,000 – 35,000 points Current Aeroplan 7,500 – 22,500 miles 15,000 – 30,000 miles United MileagePlus** 17,500+ miles 30,000+ miles Avianca LifeMiles 8,000 – 17,500 miles 20,000 – 36,000 miles Singapore KrisFlyer 12,500 – 17,500 miles 23,000 – 34,500 miles ANA Mileage Club*** 15,000 – 27,500 miles 27,500 – 44,000 miles Turkish Miles&Smiles 10,000 miles 15,000 miles\n\n* NOTE: Business/first is used here, since many programs use “Business class” award rates for United domestic first class. ** NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ***NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only.\n\nThings start to get much more complicated here, as your exact price with the above programs varies based on your country of departure/arrival and can also depend on the distance flown. The new Aeroplan program comes out on top for short flights between Canada and the U.S. — like Toronto (YYZ) to New York-LaGuardia (LGA) — but Turkish Airlines’ flat rate of 10,000 miles for economy and 15,000 miles for business/first could be a much better option for most longer itineraries.\n\nFlights from North America to South America\n\nProgram Economy Business/First* New Aeroplan 30,000 – 40,000 points 50,000 – 60,000 points Current Aeroplan 25,000 – 30,000 miles 37,500 – 55,000 miles United MileagePlus** 20,000+ miles 35,000+ miles Avianca LifeMiles 20,000 – 30,000 miles 35,000 – 60,000 miles Singapore KrisFlyer 30,000 miles 57,500 miles ANA Mileage Club*** 27,500 miles 44,000 miles Turkish Miles&Smiles 52,500 miles 75,000 miles\n\n* NOTE: Business/first is used here, since many programs use “Business class” award rates for United domestic first class. ** NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ***NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only.\n\nSouth America is another complicated region, since some programs split it in half, while others price flights identically — whether you’re flying 2,200 miles from Houston (IAH) to Bogota (BOG) or over 5,000 miles from Chicago-O’Hare (ORD) to São Paulo (GRU). In fact, ANA Mileage Club even groups South America with Central America on its partner award chart.\n\nOnce again, you’ll want to pay close attention to your specific destination in South America along with the distance of your flight(s). The new Aeroplan program used 4,500 miles as the cut-off point to snag the lower award rates above (30,000 and 50,000 points in economy and business class, respectively). Unfortunately, that excludes all of United’s flights to the southern part of the continent — along with Air Canada’s.\n\nHowever, you could look at a connecting flight on either Copa or Avianca. Either of the following routings falls under 4,500 miles and thus should price at the lower rate:\n\nNew York-JFK to Lima (LIM) via Panama City (PTY) on Copa\n\nMiami to Santiago, Chile (SCL) via Bógota (BOG) on Avianca\n\nAvianca LifeMiles and Singapore KrisFlyer may also be good options for South American flights from the U.S. as well.\n\nFlights from North America to Europe\n\nProgram Economy Business First New Aeroplan 35,000 – 70,000 points 60,000 – 100,000 points 90,000 – 130,000 points Current Aeroplan 30,000 – 37,500 miles 55,000 – 57,500 miles 70,000 – 80,000 miles United MileagePlus* 30,000+ miles 60,000+ miles 121,000 miles Avianca LifeMiles 20,000 – 30,000 miles 60,000 – 63,000 miles 87,000 miles Singapore KrisFlyer 27,500 miles 72,000 miles 107,500 miles ANA Mileage Club** 27,500 miles 44,000 miles 82,500 miles Turkish Miles&Smiles 30,000 miles 45,000 miles 67,500 miles***\n\n* NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ** NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only. *** NOTE: Turkish Miles&Smiles is currently unable to ticket first-class awards on partner airlines.\n\nFor award tickets to Europe, the new pricing may be a bit hard to swallow. By including Europe in the same region as Africa, the Middle East and Indian Subcontinent (and putting distance caps at 4,000 and 6,000 miles), many Star Alliance flights from North America will now price higher.\n\nI’ve booked several awards from the U.S. to Europe by transferring my Amex points to Aeroplan and redeeming just 55,000 or 57,500 miles for a one-way, business-class flight. As of Nov. 8, this sweet spot is no more.\n\nEven if you can stay under 4,000 miles in distance, a one-way flight in business class will now require 60,000 points — and essentially the only way to accomplish that is by booking nonstop itineraries from Northeast and Mid-Atlantic gateways. That includes the following, based on current schedules from FlightConnections.com and distance data from GCMap.com:\n\nFrom Boston (BOS) : Lisbon (LIS), Ponta Delgada (PDL), Munich (MUC), Frankfurt (FRA), Zurich (ZRH) and Copenhagen (CPH)\n\n: Lisbon (LIS), Ponta Delgada (PDL), Munich (MUC), Frankfurt (FRA), Zurich (ZRH) and Copenhagen (CPH) From New York-JFK : Brussels (BRU), Lisbon (LIS), Geneva (GVA), Zurich (ZRH) and Frankfurt (FRA)\n\n: Brussels (BRU), Lisbon (LIS), Geneva (GVA), Zurich (ZRH) and Frankfurt (FRA) From Newark (EWR) : Dublin (DUB), London-Heathrow (LHR), Glasgow (GLA), Edinburgh (EDI), Brussels (BRU), Amsterdam (AMS), Paris (CDG), Madrid (MAD), Barcelona (BCN), Lisbon (LIS), Porto (OPO), Geneva (GVA), Zurich (ZRH), Frankfurt (FRA), Oslo (OSL), Copenhagen (CPH), Stockholm (ARN) and Berlin-Tegel (TXL)\n\n: Dublin (DUB), London-Heathrow (LHR), Glasgow (GLA), Edinburgh (EDI), Brussels (BRU), Amsterdam (AMS), Paris (CDG), Madrid (MAD), Barcelona (BCN), Lisbon (LIS), Porto (OPO), Geneva (GVA), Zurich (ZRH), Frankfurt (FRA), Oslo (OSL), Copenhagen (CPH), Stockholm (ARN) and Berlin-Tegel (TXL) From Washington-Dulles (IAD) : Dublin (DUB), London-Heathrow (LHR), Edinburgh (EDI), Brussels (BRU), Amsterdam (AMS), Paris (CDG) and Lisbon (LIS)\n\n: Dublin (DUB), London-Heathrow (LHR), Edinburgh (EDI), Brussels (BRU), Amsterdam (AMS), Paris (CDG) and Lisbon (LIS) From Chicago-O’Hare (ORD): Dublin (DUB), London-Heathrow (LHR) and Edinburgh (EDI)\n\nAdding connecting flights — whether within the U.S. or on the European continent — will almost certainly bump your total distance above 4,000 miles (and your price from 60,000 to 70,000 points).\n\nOther gateways will see even more notable price jumps, like the nonstop Turkish Airlines flight from Chicago-O’Hare to Istanbul (IST) jumping from 57,500 miles to 85,000 points (an increase of nearly 48%).\n\nMoving forward, Avianca may be the best bet for these business-class awards, especially if you can snag a mixed-cabin itinerary to drop your price lower than the above amounts. Turkish would be another option if you’re sitting on Citi ThankYou Points. However, if you can find round-trip award availability, ANA remains a top contender for booking business class to Europe — as long as you avoid airlines like Swiss and Lufthansa, which will add hundreds of dollars in fuel surcharges.\n\nSpeaking of the German carrier, the new Aeroplan program will offer a compelling option for booking Lufthansa first class awards — especially on routes that frequently have availability. Currently, Aeroplan requires 70,000 miles for these flights, plus several hundred dollars in taxes and fees.\n\nThe new award chart raises these rates to 90,000-100,000 points (depending on your departure city), but it also removes these surcharges. Avianca’s rate is still better, but LifeMiles has faced IT problems before, so Aeroplan may still be a good choice.\n\nRelated: Ultimate guide to Lufthansa first class\n\nFlights from North America to Africa\n\nProgram Economy Business First New Aeroplan 35,000 – 70,000 points 60,000 – 100,000 points 90,000 – 130,000 points Current Aeroplan 40,000 – 50,000 miles 75,000 – 82,500 miles 105,000 – 115,000 miles United MileagePlus* 40,000+ miles 70,000+ miles 143,000+ miles Avianca LifeMiles 40,000 – 42,500 miles 78,000 miles 105,000 miles Singapore KrisFlyer 45,000 – 52,000 miles 76,500 – 96,500 miles 99,000 – 145,000 miles ANA Mileage Club** 32,500 miles 52,000 miles 97,500 miles Turkish Miles&Smiles 45,000 – 50,000 miles 60,000 – 85,000 miles 90,000 – 177,500 miles***\n\n* NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ** NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only. *** NOTE: Turkish Miles&Smiles is currently unable to ticket first-class awards on partner airlines.\n\nWith Africa falling into the same region as Europe — dubbed the “Atlantic” zone — much of the same logic above applies here too. Aside from Ethiopian, South African Airways and United’s nonstop flight to Cape Town (CPT), you’ll almost certainly need to connect in Europe to book an award to Africa through Aeroplan. This adds distance to your trip and may push you into a higher award band.\n\nIn fact, it appears that just a single, scheduled Star Alliance flight — Montreal (YUL) to Casablanca (CMN) on Air Canada — falls under 4,000 miles (and thus prices at the lowest ranges above).\n\nOnce again, Avianca could offer a great option, as premium-class award rates are constant (and affordable) for flights from the U.S. to any country in Africa, regardless of the distance flown.\n\nRelated: Dreaming of South Africa: How I’m planning to return using points, miles and cash\n\nFlights from North America to Middle East/Central Asia\n\nProgram Economy Business First New Aeroplan 35,000 – 70,000 points 60,000 – 100,000 points 90,000 – 130,000 points Current Aeroplan 40,000 – 50,000 miles 75,000 – 82,500 miles 105,000 – 115,000 miles United MileagePlus* 42,500+ miles 75,000+ miles 154,000+ miles Avianca LifeMiles 42,500 miles 78,000 miles 105,000 – 111,000 miles Singapore KrisFlyer 45,000 – 55,000 miles 76,500 miles – 122,000 miles 99,000 – 160,000 miles ANA Mileage Club** 32,500 – 40,000 miles 44,000 – 68,000 miles 82,500 – 120,000 miles Turkish Miles&Smiles 32,000 – 34,000 miles 47,000 – 52,500 miles 69,500 – 77,000 miles***\n\n* NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ** NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only. *** NOTE: Turkish Miles&Smiles is currently unable to ticket first-class awards on partner airlines.\n\nTwo additional regions from the current Aeroplan award chart are also part of the “Atlantic” zone under the new program — the Middle East and Central Asia (frequently referred to as the “Indian Subcontinent” for the purposes of award tickets). This includes popular destinations like Dubai and the Maldives. But like award flights to Africa, the distance you’ll travel to get to these areas puts you at the higher end of the North America to Atlantic award chart.\n\nThat said, there are a few bargains to be found in the new Aeroplan award chart. Nonstop flights from Toronto (YYZ), Montreal (YUL), Washington-Dulles (IAD) and Newark (EWR) to Tel Aviv (TLV) all fall under 6,000 miles in distance, requiring just 40,000 points in economy and 70,000 points in business class. Several nonstop flights from the U.S. to India fall under 8,000 miles in distance — though be aware that Air India-operated service may leave something to be desired.\n\nOnce again, alternate booking options may offer better rates, especially if you have multiple pots of transferable points. For example, nonstop United flights to Tel Aviv are just 47,000 Turkish miles in business class.\n\n© The Points Guy (Screen shot courtesy of Turkish Airlines)\n\nOr you could book a Turkish-operated flight from the U.S. to the Maldives through Istanbul with Miles&Smiles for just 67,500 miles in business class — a fantastic award rate to visit one of the most sought-after destinations in the world of points and miles. That same ticket would set you back 100,000 points under the new Aeroplan award chart.\n\nRelated: Best ways to get the Maldives using points and miles\n\nFlights from North America to East and Southeast Asia\n\nProgram Economy Business First New Aeroplan 35,000 – 75,000 points 55,000 – 105,000 points 90,000 – 140,000 points Current Aeroplan 37,500 – 45,000 miles 75,000 – 77,500 miles 105,000 – 107,500 miles United MileagePlus* 35,000+ miles 80,000+ miles 121,000+ miles Avianca LifeMiles 35,000 – 40,000 miles 75,000 – 78,000 miles 90,000 – 99,000 miles Singapore KrisFlyer 48,000 – 55,000 miles 105,500 – 115,000 miles 140,000 – 148,500 miles ANA Mileage Club** 20,000 – 40,000 miles 37,500 – 68,000 miles 75,000 – 120,000 miles Turkish Miles&Smiles 45,000 miles 67,500 miles 100,000 miles***\n\n* NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ** NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only. *** NOTE: Turkish Miles&Smiles is currently unable to ticket first-class awards on partner airlines.\n\nFor flights to the rest of Asia — including China and Japan — you may be able to find more value from the new Aeroplan program. In fact, you’ll find one of the absolute best sweet spots in the program here: Round-trip flights from Vancouver (YVR) or Seattle (SEA) to Tokyo-Haneda (HND) on ANA clock in at just 35,000 points in economy or 55,000 points in business class.\n\nWhile booking ANA flights through its own Mileage Club program or the Virgin Atlantic’s Flying Club program can offer similar (or even better) award prices, both require round-trip bookings. Aeroplan allows one-way awards.\n\nOther U.S. gateways go beyond the 5,000-mile threshold to price at this amount, but the following nonstop flights from major hubs fall below 7,500 miles in distance and thus require just 75,000 Aeroplan points in business class each way (not an exhaustive list):\n\nFrom Los Angeles (LAX) : Tokyo-Narita (NRT), Tokyo-Haneda (HND), Seoul (ICN), Beijing (PEK), Shanghai (PVG) and Taipei (TPE)\n\n: Tokyo-Narita (NRT), Tokyo-Haneda (HND), Seoul (ICN), Beijing (PEK), Shanghai (PVG) and Taipei (TPE) From San Francisco (SFO) : Tokyo-Narita (NRT), Tokyo-Haneda (HND), Osaka (KIX), Seoul (ICN), Beijing (PEK), Shanghai (PVG), Hong Kong (HKG) and Taipei (TPE)\n\n: Tokyo-Narita (NRT), Tokyo-Haneda (HND), Osaka (KIX), Seoul (ICN), Beijing (PEK), Shanghai (PVG), Hong Kong (HKG) and Taipei (TPE) From Seattle (SEA) : Seoul (ICN) and Taipei (TPE)\n\n: Seoul (ICN) and Taipei (TPE) From Chicago-O’Hare (ORD) : Tokyo-Narita (NRT), Tokyo-Haneda (HND), Beijing (PEK), Shanghai (PVG) and Taipei (TPE)\n\n: Tokyo-Narita (NRT), Tokyo-Haneda (HND), Beijing (PEK), Shanghai (PVG) and Taipei (TPE) From Houston (IAH) : Tokyo-Narita (NRT), Tokyo-Haneda (HND), Beijing (PEK) and Taipei (TPE)\n\n: Tokyo-Narita (NRT), Tokyo-Haneda (HND), Beijing (PEK) and Taipei (TPE) From Newark (EWR) : Tokyo-Narita (NRT), Tokyo-Haneda (HND), Beijing (PEK) and Shanghai (PVG)\n\n: Tokyo-Narita (NRT), Tokyo-Haneda (HND), Beijing (PEK) and Shanghai (PVG) From New York-JFK: Tokyo-Narita (NRT), Tokyo-Haneda (HND), Seoul (ICN) and Beijing (PEK)\n\nFor first-class award tickets, you’d likely be better off going through Avianca — especially if you can booked a mixed-cabin itinerary like this one:\n\n© The Points Guy (Screen shot courtesy of Avianca LifeMiles)\n\nSince the flight from Tokyo-Haneda (HND) to Kuala Lumpur (KUL) only has business class, you’d only need to redeem 91,040 miles for this trip — rather than the standard 99,000 miles for a flight from the U.S. to Malaysia.\n\nFlights from North America to Oceania\n\nProgram Economy Business First New Aeroplan 35,000 – 75,000 points 55,000 – 105,000 points 90,000 – 140,000 points Current Aeroplan 45,000 miles 80,000 miles 110,000 miles United MileagePlus* 40,000+ miles 90,000+ miles 143,000+ miles Avianca LifeMiles 40,000 miles 80,000 miles 111,000 miles Singapore KrisFlyer 60,000 miles 130,000 miles 167,500 miles ANA Mileage Club** 30,000 – 37,500 miles 52,500 – 60,000 miles 105,000 – 112,500 miles Turkish Miles&Smiles 52,500 miles 75,000 miles 115,000 miles***\n\n* NOTE: United doesn’t publish award charts, so this pricing is based on searches for partner inventory, which still prices at fixed levels (but is subject to change at any time). ** NOTE: ANA Mileage Club requires you to book round-trip awards, so this price for a one-way ticket is for comparison purposes only. *** NOTE: Turkish Miles&Smiles is currently unable to ticket first-class awards on partner airlines.\n\nThere’s no point in sugar-coating this: Getting to Australia and New Zealand using the new Aeroplan award chart is going to cost you, especially in premium cabins. Only a handful of nonstop flights from the U.S. fall under 7,500 miles in length — mainly Air New Zealand’s flights to Auckland (AKL) from the West Coast, along with United’s flights to Sydney (SYD) from LAX and SFO and Air Canada’s nonstop from Vancouver (YVR) to Brisbane (BNE).\n\nThese flights also have a history of being very stingy with award inventory. If you do manage to find a seat or two, the new Aeroplan program will only require 75,000 points — slightly lower than the current iteration.\n\nA more likely routing is through Asia, which (of course) adds notable distance and thus boosts your award rate. Even a somewhat straightforward routing like Chicago-O’Hare (ORD) to Tokyo-Haneda (HND) to Sydney (SYD) on ANA eclipses 11,000 miles in length — which pushes you to a one-way award rate of 105,000 Aeroplan points for business class. Avianca would require just 80,000 LifeMiles for the same itinerary:\n\n© The Points Guy (Screen shot courtesy of Avianca LifeMiles)\n\nEven United would only require 99,000 miles for this one-way ticket — which could be a great choice for those sitting on a pile of Chase Ultimate Rewards points.\n\nHowever, one option that could sway you toward booking with the new Aeroplan program is the opportunity to add a stopover on one-way award tickets (for an additional 5,000 points). As a result, you could book the above flight from ORD-HND, enjoy a few days or even weeks in Tokyo and then continue from HND-SYD for just 110,000 Aeroplan points.\n\nRelated: How to maximize the new Aeroplan program\n\nBottom line\n\nLike many changes to frequent flyer programs over the years, the announcement of the new Aeroplan award chart is a mixed bag — with some positive updates and some notable negatives. While not everyone will cheer what’s to come as the new program launches on Nov. 8, Aeroplan does get credit for its commitment to keep publishing an award chart. Meanwhile, enhancements like removing fuel surcharges and adding stopover capabilities may cancel out some of the price increases.\n\nNevertheless, it’s critical to analyze these award charts to make the most informed decision about which Star Alliance program offers the best value. I don’t know if I’ll be earning Aeroplan points through flying once the coronavirus pandemic abates, but under the right circumstances, it could be a terrific currency to accrue via transferable points.\n\nFeatured photo of Lufthansa first class by Zach Griff / The Points Guy\n\nSPONSORED: With states reopening, enjoying a meal from a restaurant no longer just means curbside pickup. And when you do spend on dining, you should use a credit card that will maximize your rewards and potentially even score special discounts. Thanks to temporary card bonuses and changes due to coronavirus, you may even be able to score a meal at your favorite restaurant for free. These are the best credit cards for dining out, taking out, and ordering in to maximize every meal purchase.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Deep dive into Aeroplan’s new award chart: How does it compare to other Star Alliance programs?", "cq": "passed", "Search.Interest": "Travel news", "robots": "index, follow", "description": "One of the most exciting developments for points and miles enthusiasts in years was announced this week, as we received details on the new Aeroplan program. You can view all of TPG’s coverage on this page — including the pros and cons of the new program and our list of the most exciting and innovative …", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}