{"GDELT": {"GlobalEventID": 940897179, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "REL", "Actor1Name": "ARCHBISHOP", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.49344978165939, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warsaw, (PL67), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL67", "Actor1Geo_ADM2Code": "24452", "Actor1Geo_Lat": 52.25, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-534433", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warsaw, (PL67), Poland", "Action2Geo_CountryCode": "PL", "Action2Geo_ADM1Code": "PL67", "Action2Geo_ADM2Code": "24452", "Action2Geo_Lat": 52.25, "Action2Geo_Long": 21.0, "Action2Geo_FeatureID": "-534433", "DATEADDED": 20200815041500, "SOURCEURL": "https://apnews.com/47aeea1fdcc07121dba136e8cc16fbe9"}, "ARTICLE": {"TITLE": "Pope cleans house in Poland after abuse, cover-up scandal", "TEXT": "FILE -- In this Jan. 12, 2007 file photo archbishop Slawoj Leszek Glodz talks to reporters after an extraordinary meeting of Poland's Catholic Church, in Warsaw, Poland. Friday, Jan. 12, 2007. Pope Francis continued Thursday, Aug. 13, 2020, cleaning house in Poland following revelations about clergy sexual abuse and cover-up, replacing Glodz, the powerful archbishop of Gdansk, on his 75th birthday.(AP Photo/Czarek Sokolowski)\n\nFILE -- In this Jan. 12, 2007 file photo archbishop Slawoj Leszek Glodz talks to reporters after an extraordinary meeting of Poland's Catholic Church, in Warsaw, Poland. Friday, Jan. 12, 2007. Pope Francis continued Thursday, Aug. 13, 2020, cleaning house in Poland following revelations about clergy sexual abuse and cover-up, replacing Glodz, the powerful archbishop of Gdansk, on his 75th birthday.(AP Photo/Czarek Sokolowski)\n\nROME (AP) — Pope Francis continued cleaning house in Poland on Thursday following revelations of clergy sexual abuse and cover-up, replacing the powerful archbishop of Gdansk on his 75th birthday.\n\nWhile all Catholic bishops must offer to retire when they turn 75, it is highly unusual for the pope to accept such a resignation on a prelate’s actual birthday. Doing so suggests that Francis was keen to send a signal showing his seriousness about ending the culture of concealment within the Polish church hierarchy.\n\nThe pope named a temporary administrator to run the Gdansk archdiocese after accepting the resignation of Archbishop Slawoj Leszek Glodz.\n\nADVERTISEMENT\n\nGlodz was featured in one of the devastating recent documentaries about priestly sex abuse and cover-up in Poland that have sparked a reckoning in the overwhelmingly Roman Catholic country.\n\nIn the 2019 film “Tell No One,” Glodz is shown eulogizing a known pedophile priest, the Rev. Franciszek Cybula, the personal chaplain to Solidarity leader Lech Walesa, at his funeral despite knowing of his abuse.\n\nAbuse survivors also included Glodz in a report identifying two dozen current and retired Polish bishops accused of protecting predator priests. The report was delivered to Francis on the eve of his 2019 global abuse prevention summit at the Vatican.\n\nThe archbishop had been criticized by prominent Polish survivor Barbara Borowiecka, a victim of one of Poland’s most famous Solidarity-era priests, the late Rev. Henryk Jankowski. A statue of Jankowski in Gdansk was toppled and eventually removed last year following her revelations.\n\nBorowiecka, whose decision to go public with her story helped kick-start the Polish reckoning, was euphoric when she learned of Glodz’s replacement. She forwarded several emails she had sent to the Vatican in the past two years seeking his removal and accusing him of having covered up for predator priests and having discredited victims.\n\n“I am so, so happy and shocked,” Borowiecka told The Associated Press by telephone. “I never expected this news, never in a million years.” She noted that she had received violent threats for having dared to go public with her claims, as well as support from ordinary Poles.\n\nThe action by Francis was the second time in two months that he replaced a Polish bishop on the same day the bishop turned 75. It follows another decision by the pope to sideline a third Polish bishop pending a Vatican investigation into allegations he covered up for predators.\n\nADVERTISEMENT\n\nThe Polish bishops conference announced the news of Glodz’s resignation in a statement, stressing that Glodz had turned 75 and “thus he has reached retirement age and is retiring.” The statement provided highlights of his biography.\n\nAnne Barrett Doyle of the online abuse resource BishopAccountability said Francis’ decision to remove Glodz on his actual birthday was encouraging and signals “his strong disapproval.” But she said Francis could do more.\n\n“If he is outraged by the archbishop’s coddling of abusers, why not publicly denounce him? Why not explicitly fire him rather than give him the dignity of retirement?” True accountability, she said, would require Glodz to “incur penalties proportional to the pain he caused.”\n\nKonrad Korzeniowski, one of three activists who pulled down the Jankowski statue in Gdansk, said he felt “a sense of satisfaction” that Glodz was being replaced. But he also said he worried that retirement could allow him to avoid responsibility if any cases of abuse involving his priests ever reach Polish courts.\n\n“Since he won’t be in the position he was before, if he is ever called to testify, he’s going to be in a free-handed position where the responsibility will not be the same,” Korzeniowski told the AP.\n\nThe Catholic Church has long been the highest moral authority in Poland, having played an inspirational role during occupation and foreign rule and supporting the anti-communist Solidarity movement in the 1980s.\n\nBut the recent reckoning of abuse has damaged its credibility. Even Poland’s most famous Catholic, St. John Paul II, now has his legacy tarnished by his own failure to tackle abuse when he was pope.\n\n___\n\nGera contributed from Warsaw, Poland.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "theme-color": "#dedede", "msapplication-config": "browserconfig.xml", "description": "ROME (AP) — Pope Francis continued cleaning house in Poland on Thursday following revelations of clergy sexual abuse and cover-up, replacing the powerful archbishop of Gdansk on his 75th...", "keywords": "Religion,Europe,Poland,Pope Francis,Sexual abuse by clergy,Gdansk,Sexual abuse", "twitter": {"card": "summary_large_image", "site": "@ap", "title": "Pope cleans house in Poland after abuse, cover-up scandal", "description": "ROME (AP) — Pope Francis continued cleaning house in Poland on Thursday following revelations of clergy sexual abuse and cover-up, replacing the powerful archbishop of Gdansk on his 75th...", "image": "https://storage.googleapis.com/afs-prod/media/089f27ba77a8471f8beeeaa6946d3b17/2000.jpeg", "url": "https://apnews.com/47aeea1fdcc07121dba136e8cc16fbe9"}, "og": {"title": "Pope cleans house in Poland after abuse, cover-up scandal", "description": "ROME (AP) — Pope Francis continued cleaning house in Poland on Thursday following revelations of clergy sexual abuse and cover-up, replacing the powerful archbishop of Gdansk on his 75th...", "type": "article", "url": "https://apnews.com/47aeea1fdcc07121dba136e8cc16fbe9", "image": {"identifier": "https://storage.googleapis.com/afs-prod/media/089f27ba77a8471f8beeeaa6946d3b17/2000.jpeg", "width": 2606, "height": 2000}, "site_name": "AP NEWS"}, "fb": {"app_id": 870613919693099, "pages": 249655421622}, "article": {"published_time": "2020-08-13T16:16:31Z", "modified_time": "2020-08-13T16:16:33Z", "section": "Religion", "tag": "Sexual abuse"}, "google-site-verification": "XvG-YKlyyPmG2x0J9-rdS-zI8LhL4d75ZQoccETD2qA"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}