{"GDELT": {"GlobalEventID": 940848193, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BLRGOV", "Actor1Name": "BELARUSIAN", "Actor1CountryCode": "BLR", "Actor1Type1Code": "GOV", "Actor2Code": "NGOHRIAMN", "Actor2Name": "AMNESTY INTERNATIONAL", "Actor2KnownGroupCode": "AMN", "Actor2Type1Code": "NGO", "Actor2Type2Code": "HRI", "IsRootEvent": 0, "EventCode": 170, "EventBaseCode": 170, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.86440677966102, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200814220000, "SOURCEURL": "https://www.npr.org/2020/08/14/902488755/belarus-opposition-leaders-reemerge-after-post-election-crackdown"}, "ARTICLE": {"TITLE": "Belarus' Opposition Leaders Reemerge After Post-Election Crackdown", "TEXT": "Belarus' Opposition Leaders Reemerge After Post-Election Crackdown\n\nEnlarge this image toggle caption Sergei Grits/AP Sergei Grits/AP\n\nBelarus' scattered and improvised opposition is regaining its footing after five-term President Alexander Lukashenko unleashed his security forces on protesters during four nights of unprecedented violence.\n\nSvetlana Tikhanovskaya, the main opposition candidate in Sunday's election, resurfaced on social media Friday after the authorities pressured her to leave for neighboring Lithuania earlier this week. Tikhanovskaya, a political novice, ran against Lukashenko after her husband was denied registration as a candidate and jailed.\n\n\"I admire Belarusians. Thank you, my dear ones!\" she said in a statement posted online. \"We did the impossible. We showed that we're the majority, and that this country belongs to us, the people of Belarus, and not one person.\"\n\nTikhanovskaya said she is ready to enter talks with the government under the auspices of international partners. She appealed to law enforcement officers and military personnel to stay true to their oaths to serve the Belarusian people. And she expressed her condolences to those who had suffered at the hands of the police.\n\nEurope Belarus Opposition, In Exile, Appeals To U.S. Not To Recognize Contested Election Belarus Opposition, In Exile, Appeals To U.S. Not To Recognize Contested Election Listen · 3:45 3:45\n\nBelarus' Interior Ministry said Friday that it had released more than 2,000 people detained during nightly protests against election fraud after Lukashenko claimed a landslide victory of 80%. Law enforcement detained 6,700 people since Sunday night, according to the ministry. As people emerged from prisons, they spoke of indiscriminate beatings and showed their injuries. Amnesty International said \"Belarusian authorities wage a vicious crackdown on their own citizens.\"\n\nOutrage over the nocturnal violence brought primarily women out during the day, many wearing white and carrying flowers. Factory workers across the country then walked off the job. In a separate video message, Tikhanovskaya urged people to keep up their peaceful protest over the weekend.\n\nTikhanovskaya said she was forming a \"coordination council\" that would help secure a peaceful transfer of power.\n\nHer initiative echoed an earlier call for a \"national salvation front\" by her political ally Valery Tsepkalo, a former diplomat and IT entrepreneur who, like Tikhanovskaya's husband Sergei Tikhanovsky, was barred from running for president.\n\nEnlarge this image toggle caption Alexander Zemlianichenko/AP Alexander Zemlianichenko/AP\n\n\"The national salvation front is a big movement that would include everybody, all different political parties who share the same goal: to release political prisoners and to have free and fair presidential elections,\" Tsepkalo told NPR in an interview.\n\nAfter the departure of Lukashenko from office, he said, the national salvation front would set up a caretaker government of technocrats until a new president can be elected.\n\nTikhanovskaya campaigned on the promise of serving as a transitional leader who would be in office only long enough to hold new elections with the participation of all opposition candidates, such as her husband, Tsepkalo or Viktor Babariko, another presidential hopeful now in pretrial detention on fraud charges.\n\nTsepkalo served as Lukashenko's ambassador to the U.S. from 1997 to 2002, before diplomatic relations between the two countries deteriorated. Inspired by the success of Silicon Valley, Tsepkalo helped set up the Belarus Hi-Tech Park when he returned to Minsk. He said the last time he met Lukashenko was more than a decade ago to discuss the tech park.\n\nLukashenko has ruled Belarus since 1994, almost its entire period of independence from the Soviet Union. The Kremlin views Belarus as a buffer state between Russia and NATO members Poland, Lithuania and Latvia — and has subsidized the regime in Minsk with cheap energy deliveries. Russian President Vladimir Putin, who has a testy relationship with Lukashenko, has recently cut discounts on oil and gas as a way of pressuring Belarus into closer political and economic integration.\n\nPutin congratulated Lukashenko on Monday, right after Chinese President Xi Jinping. In a statement, Putin said that he looked forward to greater economic, political and military cooperation with Belarus.\n\n\"We are very disappointed by the fact that Putin congratulated Lukashenko on the results of the presidential campaign, which appeared to be completely false,\" Tsepkalo said. \"It was a kind of a betrayal from the side of the Russian government.\"\n\nThe threat of Russian aggression against Belarus is a recurring theme among pundits that Lukashenko plays on himself. In late July, Belarusian security forces arrested 33 Russian citizens as Lukashenko darkly warned of foreign puppet-masters seeking to foment unrest in Belarus after the election. On Friday, he handed all but one of them — who has dual citizenship — back to Russia.\n\nTsepkalo said he believes a Russian military intervention is unlikely. \"I do not see that it might happen,\" he said. \"But if it would happen, it would be a disaster for Belarus and for European security.\"\n\nIn 2014, Putin annexed Crimea and fomented an armed insurgency in eastern Ukraine after that country's Kremlin-backed president, Viktor Yanukovych, fled to Russia following a street revolution in Kyiv. Ukraine's new government pledged to take Ukraine into NATO and the European Union.\n\nThe United States, I wish, would recognize Svetlana Tikhanovskaya as the winner of these presidential elections.\n\nBelarusians are more positively inclined toward Russia, and candidates like Tikhanovskaya are pro-Western in the sense that they want open, democratic societies — but not that they're seeking NATO or EU membership.\n\nLukashenko has tried to use Belarus' uncomfortable geography to his advantage, flirting with the West to ward off Putin's embrace. In February, Lukashenko received Secretary of State Mike Pompeo and now is expecting the arrival of the first U.S. ambassador in more than a decade.\n\n\"The United States should not recognize Lukashenko as a legitimate leader,\" Tsepkalo said. \"The United States, I wish, would recognize Svetlana Tikhanovskaya as the winner of these presidential elections.\"\n\nIf the U.S. and EU accept his claim to the presidency, Lukashenko would lose his motivation to negotiate a transfer of power with the opposition, Tsepkalo said.\n\nOn Friday, EU foreign ministers agreed to sanction officials responsible for the crackdown in Belarus. Josep Borrell, the EU's top diplomat, tweeted, \"EU doesn't accept election results.\"\n\nPompeo, who was traveling in Europe this week, condemned the violence, and said the U.S. would work with European allies to come up with an \"appropriate response.\"\n\nTsepkalo said he will travel to Poland next week, and that he'll go to Washington if he succeeds in organizing congressional hearings on Belarus.", "METADATA": {"google-site-verification": "1VqzbDm4ukeFVHOoq5LjIKA2fVKZD-EYv8cXZhKXSfU", "robots": "noarchive,index,follow", "Rating": "General", "viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "date": "2020-08-14", "description": "The country's scattered opposition is regaining its footing after President Alexander Lukashenko unleashed his security forces on protesters during four nights of unprecedented violence.", "og": {"title": "Belarus' Opposition Leaders Reemerge After Post-Election Crackdown", "url": "https://www.npr.org/2020/08/14/902488755/belarus-opposition-leaders-reemerge-after-post-election-crackdown", "type": "article", "description": "The country's scattered opposition is regaining its footing after President Alexander Lukashenko unleashed his security forces on protesters during four nights of unprecedented violence.", "image": "https://media.npr.org/assets/img/2020/08/14/ap_20211193776105_wide-296377030370085a468e269284a2e7be018ca1a0.jpg?s=1400", "site_name": "NPR.org"}, "fb": {"app_id": 138837436154588, "pages": 10643211755}, "article": {"content_tier": "free", "opinion": "false"}, "twitter": {"card": "summary_large_image", "title": "Belarus' Opposition Leaders Reemerge After Post-Election Crackdown", "site": "@NPR", "domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2020/08/14/ap_20215608591609_wide-2a526bd07723b7c7970c5a475c736ff0be8864fa.jpg?s=1400"}}}}}