{"GDELT": {"GlobalEventID": 940844461, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "Actor2Code": "LBN", "Actor2Name": "LEBANON", "Actor2CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.6166281755196301, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814213000, "SOURCEURL": "https://www.dailysabah.com/opinion/columns/can-lebanons-small-shoulders-bear-such-a-heavy-burden"}, "ARTICLE": {"TITLE": "Can Lebanon's small shoulders bear such a heavy burden?", "TEXT": "The withdrawal of the Ottoman state from the scene, which the Western colonial empires struggled for two centuries to destroy, drove a wide geographic gap from the Balkans to Africa and from the Caucasus to the Middle East into chaos. Chaos will not end in these regions unless a securer environment similar to the past is created. Both the Roman Empire and the Ottoman Empire were a culture. Dozens of sects and many nations coexisted with many religious cultures.\n\nAn imperial land was divided into dozens of parts by the British and the French. At the beginning of the century when the nation-state model was quite popular, there was an assumption that the established states had a chance to live. It should be known that most of the states established in the Middle East, which were then considered as gas stations, do not have a chance to survive. For a state to survive, it needs geography of natural boundaries, a significant population power and an army and economy to sustain it, even a state culture.\n\nA government official who is the governor of an important city in Iraq said to the Turkish officials at a meeting: “Please be interested in this region. Iran and Saudi Arabia, which were not empires in their past, are only interested in the radical interests of their own countries, regardless of what we want. At least you realize that we also exist.\"\n\nJust as states in the Middle East are divided into small states, nation-states that use influence over these states ignore the existence of the Lebanese people, as is the case of Lebanon. It is clear that Israel wants to invade Lebanon directly. There is no need for hard evidence to prove this hypothesis as it will be enough to look back 30 years from now to see.\n\nIt was a realistic situation for the Iranian Hezbollah to fight Israel as it was in line with the regional real politik and it was a welcomed situation for the Islamic world and the Lebanese people, regardless of the sectarian affiliation. What made the people of Lebanon is its policy created against Israel. Hezbollah's participation in the Syrian war on behalf of Iran by breaking away from the Lebanese reality and assuming the role of a Muslim murderer has made Hezbollah a direct prisoner of Iranian politics. Hezbollah's former intellectuals and leaders – in line with the multicultural nature of Lebanon – were purged by Hezbollah's Secretary-General Hassan Nasrallah.\n\nSaudi Arabia has an influence on Lebanese Sunnis. The state policy of the Saudi administration, which only supports Lebanon economically, has never revealed a mind and will. No beneficial state reflex comes out of the mind of the Saudis which is next to this country and fails to manage the Yemeni crisis with its large economy, also losing this country to its rival Iran and its ally the United Arab Emirates (UAE).\n\nThe Lebanese people are aware of the congestion, and the great states do not wage a war with each other directly as required by the strategy of the new generation of chaos. Instead, they apply a strategy based on the areas of influence they have created. The Syrian civil war has taught the whole world that the foreign policy and security paradigm has changed radically. This new paradigm will reappear in every crisis zone.\n\nLet us draw our attention to a few important issues that have come up following the explosion in Beirut. One is how French President Emmanuel Macron rushed to Lebanon. His haste has been ridiculed in diplomatic circles as the \"Macron model\" and is not limited to only Lebanon.\n\nThe ever-rising Turkish tradition of daily influence in the region increasing day by day and Turkey’s traditional approach is more protective and comes from the human point of view. Turkey’s steps – no matter how small, or the date they are taken because it is a country with a mission – are large.\n\nSince Saudi Arabia does not have an independent regional policy, they can take action as much as they are influenced by outside forces, as Saudi Arabia had not had a mind of its own for a long time.\n\nMost striking in the Beirut explosion was Hezbollah’s policy. Although Hezbollah is aware of what’s going in Beirut, its statements on the explosion were not based on reality. In a way, Hezbollah’s outwardly naive attitude is related to its realization that dark clouds are hovering over it. Thanks to its conflict with Israel, Hezbollah had to be realistic and get popular support. However, the fact that Hezbollah is a structure that exists only for the priorities of Iranian politics, seems to have made its job a little difficult.\n\nBeyond the complex nature of the state game in Lebanon, as the popular reaction and demonstrations prevail, policymakers will have to take the street sentiment into consideration at every step.\n\nThis is a problem in itself: “Will the shoulders of this small country, which hosts a variety of religions and nations, bear such a heavy burden?” No greater catastrophe has ever happened to the universe than nation-states.", "METADATA": {"ROBOTS": "index,follow", "language": "en", "copyright": "Daily Sabah Newspaper", "format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Can Lebanon's small shoulders bear such a heavy burden?", "keywords": "Can,Lebanon's,small,shoulders,bear,such,a,heavy,burden?", "Idkeywords": 36764, "pageType": "article", "datePublished": "2020-08-15 00:05:00", "dateModified": "2020-08-14 16:15:39", "author": "İhsan Aktaş", "inLanguage": "en", "fb": {"app_id": 2555093038069229, "pages": 248453298645103}, "og": {"description": "The withdrawal of the Ottoman state from the scene, which the Western colonial empires struggled for two centuries to destroy, drove a wide geographic gap from the Balkans to...", "type": "article", "locale": "en", "site_name": "Daily Sabah", "image": {"identifier": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/51889.jpg", "width": 600, "height": 315}, "title": "Can Lebanon's small shoulders bear such a heavy burden?", "url": "https://www.dailysabah.com/opinion/columns/can-lebanons-small-shoulders-bear-such-a-heavy-burden"}, "article": {"published_time": "2020-08-15 00:05:00", "author": "İhsan Aktaş", "section": "Opinion"}, "twitter": {"description": "The withdrawal of the Ottoman state from the scene, which the Western colonial empires struggled for two centuries to destroy, drove a wide geographic gap from the Balkans to...", "card": "summary_large_image", "image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/51889.jpg", "title": "Can Lebanon's small shoulders bear such a heavy burden?"}, "thumbnailUrl": "https://idsb.tmgrup.com.tr/ly/uploads/images/2020/08/14/thumbs/1200x600/51889.jpg", "url": "https://www.dailysabah.com/opinion/columns/can-lebanons-small-shoulders-bear-such-a-heavy-burden"}}}