{"GDELT": {"GlobalEventID": 940870790, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "CHNGOV", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.0159651669085699, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200815003000, "SOURCEURL": "https://kvia.com/news/us-world/2020/08/14/taiwan-risks-being-caught-up-in-the-power-struggle-between-the-united-states-and-china/"}, "ARTICLE": {"TITLE": "Taiwan risks being caught up in the power struggle between the United States and China", "TEXT": "US & World\n\nIt took less than 24 hours after United States Secretary of Health and Human Services Alex Azar touched down in Taiwan, in an historic visit intended to convey President Donald Trump’s support for the democratic island, for China to deliver its own message.\n\nOn Monday morning, as Azar toured the Taiwanese capital of Taipei, several Chinese fighter jets briefly crossed over the de facto maritime border that separates the island from mainland China. Later that week, the Chinese military held large-scale drills in waters close to Taiwan, touted in Beijing’s state media as a “warning” to those seeking the island’s independence.\n\nThe US has maintained close ties with Taiwan since it split from mainland China in 1949 after the end of a bloody civil war. But until recently Washington has avoided major displays of friendship so as to not antagonize Beijing, which continues to view the self-governing democracy of around 24 million people as an inseparable part of its territory.\n\nChina’s leader, President Xi Jinping, has been clear in his ambitions to “reunify” the island with the mainland, and has refused to rule out the use of force, even though the ruling Chinese Communist Party has never exerted direct control over Taiwan.\n\nThe trip by Azar — the highest-ranking American official to visit the island since 1979 — is the latest in a series of high-profile moves by the Trump administration to bring the US closer to Taiwan.\n\n“The message to Beijing is that we have a partner in the US and the US has friendship in Taiwan,” said Taiwan Minister of Foreign Affairs Joseph Wu in an interview with CNN Wednesday.\n\nWu said that while he was “very concerned” about the Chinese government’s aggressive actions in recent months, both towards Taiwan and its regional neighbors, he believed that Taipei could keep its relationship with Beijing and Washington separate.\n\n“The US is publicly saying … their relations with Taiwan are independent of their relations with anyone else,” Wu said. “We always have the Chinese threat and no matter whether the relations between Taiwan and the US are good or bad, it is always there.”\n\nBut with Washington moving closer to Taiwan, and the upcoming US presidential election likely to further destabilize the already volatile US-China relationship, Taipei could find itself in a precarious position with Beijing.\n\nMaggie Lewis, an expert in contemporary Chinese law at Seton Hall University, said that at this time Taiwan needed stability from its relationship with the US, and substantive gestures rather than words of support.\n\n“What Taiwan needs from the US is a strong stable marriage not a hot passionate romance,” Lewis said.\n\nWarming relations\n\nAs its power and influence has grown, the Chinese government has insisted that the world recognize its One China policy, which states that there is only one China and that Taiwan is a part of it.\n\nToday, only 15 nations maintain official diplomatic relations with Taiwan, mostly small island nations, and the number is shrinking by the year.\n\nAlthough Washington publicly acknowledges a One China policy, it doesn’t recognize Beijing’s claims to the island and regularly provides support, including large sales of military hardware, to Taipei.\n\nThere is also a strong suggestion in the US government’s Taiwan Relations Act, passed in 1979, that America could come to the defense of Taipei if it was ever threatened militarily by Beijing.\n\nUnsurprisingly, the Chinese government strongly denounced Azar’s visit, reiterating that Beijing opposed any “official interactions” between the two governments.\n\n“This position is consistent and clear … I want to stress that the One China principle is universally recognized by the international community. Any attempt to ignore, deny or challenge that principle is doomed to fail,” Chinese Foreign Ministry spokesman Wang Wenbin said on August 5.\n\nExperts said China’s response to Azar’s visit had so far been relatively restrained.\n\n“(But) that should not be construed as … Beijing’s acceptance of improving US-Taiwan relations,” said Zhiqun Zhu, professor of political science and international relations at Bucknell University\n\n“I think it’s not doing anything now but that doesn’t mean it won’t do anything in the future.”\n\nTaiwan’s ‘difficult position’\n\nRelations between Beijing and Taipei have been souring ever since the election of Taiwan President Tsai Ing-wen in 2016, who was perceived by the Chinese government as being in favor of the island’s formal independence.\n\nTaiwan’s Foreign Minister Wu said the government in Taipei was “very concerned” about deteriorating relations with Beijing. In particular, he was worried that the Chinese Communist Party could try to use Taiwan as a distraction from growing economic and social troubles domestically.\n\n“From Taiwan’s perspective, the better the relations are between Taiwan and the US, the better protected Taiwan will be,” he said.\n\nPolls by Pew Research have found that Taiwan citizens are enthusiastic about building a closer relationship with the US, with 79% supporting closer political ties with Washington in a survey released in May 2020.\n\nIn comparison, just 36% said the same about building ties with the Xi Jinping administration in Beijing.\n\nHowever, there have been indications that President Tsai and her government are wary of moving too quickly to embrace the US, or being caught in the growing tensions between the two powers.\n\nIn a statement delivered at a meeting of her party’s top leadership on August 5, less than a week before Azar’s visit, Tsai said that amid deteriorating US-China relations, Taiwan “must not yield to pressure.”\n\n“But (we) should also not advance rashly because of support,” she said, hinting that her government would remain cautious in its relations with Beijing, despite Washington’s public gestures of solidarity.\n\nForeign Minister Wu admitted that Taiwan wanted to avoid antagonizing China. “We have our own strategy in dealing with China and our strategy is that we don’t want to get into a situation where Taiwan will be seen as a target,” he said. “We don’t want to have a provocation against China.”\n\nEven though Taiwan’s government may internally be uncomfortable about antagonizing Beijing by moving closer to the US, experts said that it has little real choice.\n\nSteve Tsang, director of London’s SOAS China Institute, said the island had few international friends left and, facing an aggressive Chinese government, Taipei had few options but to embrace the US.\n\n“Taiwan is in a very difficult position. The US is the only government who will openly come out to support them,” he said. “So they can’t afford to not work with whichever administration is in place in Washington.”\n\nAfter November\n\nThe US’ decision to move closer to Taiwan comes amid a range of measures by the Trump administration that has angered Beijing, including the shuttering of the Chinese consulate in Houston and presidential executive orders against popular Chinese apps TikTok and WeChat.\n\nExperts said that all these decisions were likely designed in part to help re-elect US President Trump at the election in November by showing he was tough on the China.\n\nBut there is no firm indication whether this tough stance towards Beijing will remain after the election, whether Trump wins or not.\n\nSpeaking at Taiwan National University on Tuesday, Azar said that the US would not shy away from supporting Taiwan. “In these trying times, the United States knows that we will always have a friend in Taiwan,” he said.\n\nWu said that already he and his government had been in touch with officials from the election campaign of Democratic candidate Joe Biden to sound them out on the future of Taiwan relations.\n\n“They said that the US is divided all kinds of issues, but this one issue unites the US and that is the Taiwan issue,” he said. “They say that Taiwan has been highly supported on the (Capital) Hill on both sides of the aisle and Taiwan is supported by the Democratic and the Republican Party.”\n\nZhu, the professor at Bucknell University, said that a long-term antagonistic relationship between the US and China wasn’t sustainable after November given the number of international economic and security issues on which the two countries needed to work together.\n\n“I think Taiwan needs to think about it … what they’re doing now makes sense from their perspective, but is it in the long term interests of Taiwan?” he said.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Taiwan risks being caught up in the power struggle between the United States and China - KVIA", "description": "It took less than 24 hours after United States Secretary of Health and Human Services Alex Azar touched down in Taiwan, in an historic visit intended to convey President Donald Trump’s support for the democratic island, for China to deliver its own message. On Monday morning, as Azar toured the Taiwanese capital of Taipei, several", "url": "https://kvia.com/news/us-world/2020/08/15/taiwan-risks-being-caught-up-in-the-power-struggle-between-the-united-states-and-china/", "site_name": "KVIA", "image": {"identifier": "https://kvia.b-cdn.net/2020/08/hypatia-h_81a5e972ab34dab036d9d80889944142-h_5eba519c0a943dcfdf596248c0b2ad29_preview-2.jpg", "secure_url": "https://kvia.b-cdn.net/2020/08/hypatia-h_81a5e972ab34dab036d9d80889944142-h_5eba519c0a943dcfdf596248c0b2ad29_preview-2.jpg", "width": 500, "height": 333}}, "article": {"published_time": "2020-08-15T14:42:58+00:00", "modified_time": "2020-08-15T14:47:02+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2", "msapplication-TileImage": "https://kvia.b-cdn.net/2019/10/kvia-favicon.ico"}}}