{"GDELT": {"GlobalEventID": 940812512, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.75170532060027, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20200814180000, "SOURCEURL": "https://www.bmj.com/content/370/bmj.m3097"}, "ARTICLE": {"TITLE": "Covid-19: Medical expenses leave many Americans deep in debt", "TEXT": "Jessica Wapner Brooklyn, NY jwapner{at}gmail.com\n\nIn the US, the complicated way medical care is paid for leaves some insured people wondering how they will afford their covid-19 bills, Jessica Wapner finds\n\nWhen Susan Adair called an ambulance for her husband on 5 April 2020, she thought that he’d be back soon. But after 16 days of treatment at the hospital near their home in Sapulpa, Oklahoma, he died of covid-19 at age 71.\n\nThen came the medical bills.\n\nHer husband had private insurance through a plan offered to retired teachers, as well as supplemental coverage through Medicare. The private insurance and Medicare both called for co-payments, where patients pay a percentage of the bill. Adair hasn’t received an actual bill yet, but the “patient responsibility” sections of the statements have included some harrowing numbers: $6840 (£5192; €5776) on one, $4959 on another, $5656 on a third, and over $10 000 on yet another. And there are more. “Don’t make me cry,” says Adair, when asked what it’s like to be grieving the loss of her husband as the insurance statements stack up.\n\n“It will kill me, truly,” she told The BMJ. They’d been happy with their coverage, and she believes that the statements reflect a clerical error. Still, she’s dreading the final bills.\n\nShe’s hardly alone in that feeling. Donna Talla, who lives in Springfield, Virginia, says that she’s about $150 000 in debt for the medical care she received after contracting covid-19 back in March, despite having private insurance with UnitedHealthcare through her employer. “I think I’m going to have to sell my house in order to pay these medical bills,” Talla, 56, told The BMJ. “It wasn’t part of my retirement plan, but if I have to do that then I will.”\n\nEating up savings Financial woes tied to healthcare are nothing new for Americans. Annual medical expenses for the country totaled about $3.6trn in 2018.1 Individuals shoulder those costs directly—through co-payments, deductibles, and monthly coverage fees—and indirectly, through taxes. People lacking health insurance also suffer. The Affordable Care Act (ACA) dramatically reduced the uninsured population, but in 2018 nearly 28 million Americans still had no coverage.2 These people often face medical bills that strain households, create debt, and eat up savings. Ruth Faden, professor of biomedical ethics and founder of the Johns Hopkins Berman Institute of Bioethics, told The BMJ, “Linkage of health insurance to labor was always, from its inception, a tenuous way to structure a human right—access to medical care.” The coronavirus pandemic has worsened all of these hardships. At least 20 million people in the US lost their jobs from February to May.3 These layoffs have left 5.4 million people uninsured, says a recent analysis by Families USA,4 a nonpartisan health consumer advocate group. That’s on top of the 59% of people who lost a job and had no insurance coverage through that job, a Commonwealth Fund survey found.5 Insurance status and the high costs of covid-19 interventions are leaving many Americans hesitant to be tested, scared to go to the emergency room, and suffering long after the illness has disappeared. Costs of testing The problem begins with testing. The Families First Coronavirus Response Act (FFCRA), passed on 18 March, guarantees free testing regardless of insurance status. The Coronavirus Aid, Relief, and Economic Security Act (CARES) mandates coverage of “out of network” testing claims by insurers. But, in reality, many people face significant payments for their test. Loopholes in the legislation mean that people may still have high out-of-pocket costs for tests done at an emergency room or other non-public site.6 People with no or minimal symptoms may be told to return for a check if the condition worsens but then be billed for the visit, which isn’t covered by the federal statutes because it didn’t result in a test. Or a clinician may suggest ruling out flu instead of checking for covid-19, but CARES and FFCRA don’t require insurers to cover flu tests. Alternative insurance plans, which offer cheaper options than those accessed through the Affordable Care Act, aren’t subject to the emergency federal legislation. Talla was billed for a covid-19 test that came back negative—but when she questioned the charge, she says, a representative for UnitedHealthcare told her that the company covered only tests with positive results. (Neither UnitedHealthcare, a private insurance company, nor America’s Health Insurance Plans, a professional organization for insurers, responded to an interview request for this story.) It’s hard for people to determine the cost of a test before they take it. Of 102 hospitals included in a recent study by the Kaiser Family Foundation, a nonprofit organization focused on healthcare research, only 78 had posted their prices for covid-19 diagnostic tests.7 Among the two largest hospitals in each US state the list price ranged from $20 to $850 (the final, negotiated price may be lower than the list price). Someone without insurance may pay the list price or less: there is no standard approach for uninsured patients. What an insured person may pay will be less than the list price but can remain a mystery until well after the test is completed. “Insurers have notoriously been nontransparent about their negotiated rate,” Nisha Kurani, study author and a senior policy analyst with Kaiser, told The BMJ. All of these uncertainties deter people from seeking a test—a “tragic” outcome, says Sara Collins,8 vice president for healthcare coverage and access at the Commonwealth Fund, a private foundation focused on healthcare practice and policy. “How is this going to play out in the next year, and how will we control the pandemic, if people fear getting charged for a test?” she asks.\n\nPatients with diagnoses also struggle Treatment expenses are no less fraught. Federal legislation passed during the pandemic doesn’t deal with treatment, so patients with covid-19 are susceptible to the same issues always presented by health insurance. For example, emergency room doctors may be employed by an outside staffing agency, making them “out of network” providers (that is, not part of the patient’s insurance plan) even if the hospital itself is in the insurer’s network. As a result the insurer may not cover the doctor’s services, and the patient gets a surprise bill from the staffing company.910 One study found that one in five emergency room patients received unexpected bills from providers the patient didn’t choose.9 Insurers may also deny coverage of the many and varied complications stemming from a covid-19 infection. For example, Talla says that her insurer refused to cover a positron emission tomography (PET) scan of her heart ordered by her cardiologist. As with testing, fear of medical bills could stop people from seeking care at all. Not all covid-19 survivors face high medical bills, however. Sherry Seidman, 73, of Queens in New York, is on Medicare. And, like many people on Medicare, she has a supplemental insurance policy. Hers was particularly comprehensive; not all are. Seidman was admitted to hospital for 12 days after her test came back positive. Her expenses totaled $125 000, but Medicare and her supplemental insurance policy covered everything. Her only out-of-pocket expense was the medical taxi home from the hospital. But Seidman’s experience may prove to be the exception. An analysis by Kaiser found that the out-of-pocket cost for treating pneumonia in a hospital could exceed $1300 for people with employer based insurance.11 Repercussions Faden highlights an additional worry: the anxiety many people now feel about testing and treatment. Job loss, insurance loss, plus the expense of testing—and, if necessary, treatment—are “extraordinarily burdensome,” says Faden, who wonders about the mental health repercussions. “We don’t have evidence for this kind of stress.” The money troubles faced by covid-19 patients are no different from what Americans have coped with for decades, says David Himmelstein, distinguished professor of public health and health policy at CUNY School of Public Health at Hunter College, New York, and a longtime critic of the US style of healthcare. “It’s hard to imagine a fix short of real fundamental change in our system,” he says. But, as Himmelstein points out, in the past when people avoided tests and treatments because of cost they endangered only themselves. Now, they risk everyone else’s health as well.\n\nFootnotes Patient consent obtained.\n\nCompeting interests: I have read and understood BMJ policy on declaration of interests and have no relevant interests to declare.\n\nProvenance and peer view: Commissioned; not externally peer reviewed.\n\nThis article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, non-commercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained. https://bmj.com/coronavirus/usage", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "type": "article", "category": "other", "HW.identifier": "/bmj/370/bmj.m3097.atom", "HW.pisa": "bmj;370/aug14_5/m3097", "DC.Format": "text/html", "DC.Language": "en", "DC.Title": "Covid-19: Medical expenses leave many Americans deep in debt", "DC.Identifier": "10.1136/bmj.m3097", "DC.Date": "2020-08-14", "DC.Publisher": "British Medical Journal Publishing Group", "DC.Rights": "Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://group.bmj.com/group/rights-licensing/permissions. This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ.  You may use, download and print the article for any lawful, non-commercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.https://bmj.com/coronavirus/usage", "DC.AccessRights": "restricted", "DC.Description": "In the US, the complicated way medical care is paid for leaves some insured people wondering how they will afford their covid-19 bills, Jessica Wapner finds\n\nWhen Susan Adair called an ambulance for her husband on 5 April 2020, she thought that he’d be back soon. But after 16 days of treatment at the hospital near their home in Sapulpa, Oklahoma, he died of covid-19 at age 71.\n\nThen came the medical bills.\n\nHer husband had private insurance through a plan offered to retired teachers, as well as supplemental coverage through Medicare. The private insurance and Medicare both called for co-payments, where patients pay a percentage of the bill. Adair hasn’t received an actual bill yet, but the “patient responsibility” sections of the statements have included some harrowing numbers: $6840 (£5192; €5776) on one, $4959 on another, $5656 on a third, and over $10 000 on yet another. And there are more. “Don’t make me cry,” says Adair, when asked what it’s like to be grieving the loss of her husband as the insurance statements stack up.\n\n“It will kill me, truly,” she told The BMJ . They’d been happy with their coverage, and she believes that the statements reflect a clerical error. Still, she’s dreading the final bills.\n\nShe’s hardly alone in that feeling. Donna Talla, who lives in Springfield, Virginia, says that she’s about $150 000 in debt for the medical care she received after contracting covid-19 back in March, despite having private insurance with UnitedHealthcare through her employer. “I think I’m going to have to sell my house in order to pay these medical bills,” Talla, 56, told The BMJ . “It wasn’t part of my retirement plan, but if I have to do that then I will.”\n\nFinancial …", "DC.Contributor": "Jessica Wapner", "article": {"published_time": "2020-08-14", "section": "Feature"}, "citation_title": "Covid-19: Medical expenses leave many Americans deep in debt", "citation_abstract": "<p>In the US, the complicated way medical care is paid for leaves some insured people wondering how they will afford their covid-19 bills, <b>Jessica Wapner</b> finds</p>", "citation_journal_title": "BMJ", "citation_publisher": "British Medical Journal Publishing Group", "citation_publication_date": "2020/08/14", "citation_mjid": "bmj;370/aug14_5/m3097", "citation_id": "370/aug14_5/m3097", "citation_public_url": "https://www.bmj.com/content/370/bmj.m3097", "citation_abstract_html_url": "https://www.bmj.com/content/370/bmj.m3097.abstract", "citation_full_html_url": "https://www.bmj.com/content/370/bmj.m3097.full", "citation_pdf_url": "https://www.bmj.com/content/bmj/370/bmj.m3097.full.pdf", "citation_issn": "1756-1833", "citation_journal_abbrev": "BMJ", "citation_doi": "10.1136/bmj.m3097", "citation_volume": 370, "citation_article_type": "Other", "citation_section": "Feature", "citation_author": "Jessica Wapner", "citation_author_institution": "Brooklyn, NY", "citation_reference": "Fehr R, Cox C, Pollitz K, Tolbert J, Cubanski J, Rudowitz R. Five things to know about the cost of covid-19 testing and treatment. KFF. 26 May 2020. https://www.kff.org/coronavirus-covid-19/issue-brief/five-things-to-know-about-the-cost-of-covid-19-testing-and-treatment/.", "twitter": {"title": "Covid-19: Medical expenses leave many Americans deep in debt", "card": "summary_large_image", "description": "In the US, the complicated way medical care is paid for leaves some insured people wondering how they will afford their covid-19 bills, Jessica Wapner finds\n\nWhen Susan Adair called an ambulance for her husband on 5 April 2020, she thought that he’d be back soon. But after 16 days of treatment at the hospital near their home in Sapulpa, Oklahoma, he died of covid-19 at age 71.\n\nThen came the medical bills.\n\nHer husband had private insurance through a plan offered to retired teachers, as well as supplemental coverage through Medicare. The private insurance and Medicare both called for co-payments, where patients pay a percentage of the bill. Adair hasn’t received an actual bill yet, but the “patient responsibility” sections of the statements have included some harrowing numbers: $6840 (£5192; €5776) on one, $4959 on another, $5656 on a third, and over $10 000 on yet another. And there are more. “Don’t make me cry,” says Adair, when asked what it’s like to be grieving the loss of her husband as the insurance statements stack up.\n\n“It will kill me, truly,” she told The BMJ . They’d been happy with their coverage, and she believes that the statements reflect a clerical error. Still, she’s dreading the final bills.\n\nShe’s hardly alone in that feeling. Donna Talla, who lives in Springfield, Virginia, says that she’s about $150 000 in debt for the medical care she received after contracting covid-19 back in March, despite having private insurance with UnitedHealthcare through her employer. “I think I’m going to have to sell my house in order to pay these medical bills,” Talla, 56, told The BMJ . “It wasn’t part of my retirement plan, but if I have to do that then I will.”\n\nFinancial …", "image": "https://www.bmj.com/sites/default/files/sites/defautl/files/attachments/bmj-article/2020/08/coronavirus_hospital_patient_pa-53389156.jpg"}, "og": {"title": "Covid-19: Medical expenses leave many Americans deep in debt", "url": "https://www.bmj.com/content/370/bmj.m3097", "site_name": "The BMJ", "description": "In the US, the complicated way medical care is paid for leaves some insured people wondering how they will afford their covid-19 bills, Jessica Wapner finds\n\nWhen Susan Adair called an ambulance for her husband on 5 April 2020, she thought that he’d be back soon. But after 16 days of treatment at the hospital near their home in Sapulpa, Oklahoma, he died of covid-19 at age 71.\n\nThen came the medical bills.\n\nHer husband had private insurance through a plan offered to retired teachers, as well as supplemental coverage through Medicare. The private insurance and Medicare both called for co-payments, where patients pay a percentage of the bill. Adair hasn’t received an actual bill yet, but the “patient responsibility” sections of the statements have included some harrowing numbers: $6840 (£5192; €5776) on one, $4959 on another, $5656 on a third, and over $10 000 on yet another. And there are more. “Don’t make me cry,” says Adair, when asked what it’s like to be grieving the loss of her husband as the insurance statements stack up.\n\n“It will kill me, truly,” she told The BMJ . They’d been happy with their coverage, and she believes that the statements reflect a clerical error. Still, she’s dreading the final bills.\n\nShe’s hardly alone in that feeling. Donna Talla, who lives in Springfield, Virginia, says that she’s about $150 000 in debt for the medical care she received after contracting covid-19 back in March, despite having private insurance with UnitedHealthcare through her employer. “I think I’m going to have to sell my house in order to pay these medical bills,” Talla, 56, told The BMJ . “It wasn’t part of my retirement plan, but if I have to do that then I will.”\n\nFinancial …", "type": "article"}, "Generator": "Drupal 7 (http://drupal.org)"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Finances"]}}