{"GDELT": {"GlobalEventID": 940881519, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BUS", "Actor1Name": "TANKER", "Actor1Type1Code": "BUS", "Actor2Code": "IRN", "Actor2Name": "IRANIAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.77777777777778, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Liberia", "Actor1Geo_CountryCode": "LI", "Actor1Geo_ADM1Code": "LI", "Actor1Geo_Lat": 6.5, "Actor1Geo_Long": -9.5, "Actor1Geo_FeatureID": "LI", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200815014500, "SOURCEURL": "https://news.usni.org/2020/08/14/iranians-raided-tanker-off-uae-searching-for-1m-barrels-petroleum-seized-by-u-s-doj-they-were-looking-for-their-gas"}, "ARTICLE": {"TITLE": "Iranians Raided Tanker Off UAE Searching for 1M Barrels of Petroleum Seized by U.S.", "TEXT": "Iranians Raided Tanker Off UAE Searching for 1M Barrels of Petroleum Seized by U.S.; DOJ: ‘They Were Looking For Their Gas’\n\nIranian forces were looking for 1.1 million barrels in petroleum products seized by the U.S. Justice Department when they took over a merchant tanker in the Gulf of Oman earlier this week, DoJ officials confirmed to USNI News.\n\nOn Friday, the DoJ announced the U.S. had seized more than 1.1 million barrels of petroleum, owned by the Iranian Revolutionary Guard Corps, from four merchant tankers bound for Venezuela.\n\n“The government announced today that it has successfully executed the seizure order and confiscated the cargo from all four vessels, totaling approximately 1.116 million barrels of petroleum. With the assistance of foreign partners, this seized property is now in U.S. custody,” reads a statement from the Department of Justice.\n\n“These actions represent the government’s largest-ever seizure of fuel shipments from Iran.”\n\nThe cargo came from four Liberian flagged and Greek-owned tankers — M/T Bella, M/T Bering, M/T Pandi and M/T Luna.\n\n“A seizure order for the cargo from all four vessels was issued by U.S. District Court Judge Jeb Boasberg of the U.S. District Court for the District of Columbia,” reads the statement.\n\nNeither the U.S. Navy nor the U.S. Coast Guard took control of the ships, two defense officials confirmed to USNI News. USNI News understands that at no time did U.S. officials take control of the ship.\n\nA Thursday report from The Wall Street Journal said the seizures happened on the “high seas.”\n\nDepartment of Justice officials would neither detail the current location of the seized crude, where it was seized nor the method which the U.S. used to remove it from the ships when asked by USNI News.\n\nIt’s unclear the time frame of the seizures, but Tehran was on the hunt for seized missing petroleum earlier this week.\n\nIranian forces were in search of the seized petroleum from the four tankers when they seized the Liberian-flagged tanker M/T Wila off the coast of the United Arab Emirates on Tuesday, officials said.\n\nA special forces team fast-roped from an Iranian Navy SH-3 Sea King aboard Wila while the Iranian patrol vessel Hendijan came alongside the tanker. After about five hours, the Iranians left the ship, according to U.S. 5th Fleet.\n\nAt the time, the nature of the reason behind detaining Wila was unclear, but U.S. officials confirmed it was related to the seizure of the Iranian cargo from the four tankers.\n\n“They were looking for their gas,” DoJ spokesman Marc Raimondi told USNI News on Friday.\n\nThe tanker raided by the Iranians has connections to at least some of the ships that were interdicted by the Department of Justice.\n\nAccording to a report in The American Shipper, the management of Wila, Pandi and Bering are all registered to the same address in Greece.\n\nMaritime security firm Dryad Global indicated Wila could have been targeted by the Iranians due to its connection to a Greek shipping company that has dealt with Iran in the past.\n\nThe location of the tankers from which the U.S. seized the cargo could not be determined via the shipboard automatic identification system as of Friday afternoon.\n\nLuna’s last position recorded on AIS was on May 17, off Oman headed toward the Khor Fakkan anchorage off of the United Arab Emirates. Pandi was last known to be at anchor at Khor Fakkan on June 29. Bering and Bella were last recorded off Greece in mid-May.\n\nIn addition to the July warrants for the seized cargo, the U.S. obtained a court order to seize the Iranian-flagged mega-tanker Adrian Darya, which was detained by the British Royal Navy on July 4, 2019 as it had been attempting to deliver two million barrels of Iranian crude oil to Syria. The whereabouts of the ship have been unknown for a year since it was released.", "METADATA": {"viewport": "width=device-width", "og": {"locale": "en_US", "type": "article", "title": "Iranians Raided Tanker Off UAE Searching for 1M Barrels of Petroleum Seized by U.S. - USNI News", "description": "Iranian forces were looking for 1.1 million barrels in petroleum products seized by the U.S. Justice Department when they took over a merchant tanker in the Gulf of Oman earlier this week, DoJ officials confirmed to USNI News. On Friday, the DoJ announced the U.S. had seized more than 1.1 million barrels of petroleum, owned …", "url": "https://news.usni.org/2020/08/14/iranians-raided-tanker-off-uae-searching-for-1m-barrels-petroleum-seized-by-u-s-doj-they-were-looking-for-their-gas", "site_name": "USNI News", "updated_time": "2020-08-14T23:32:35+00:00", "image": {"identifier": "https://news.usni.org/wp-content/uploads/2020/08/200812-N-N0146-001.jpg", "secure_url": "https://news.usni.org/wp-content/uploads/2020/08/200812-N-N0146-001.jpg", "width": 1920, "height": 1280}}, "article": {"publisher": "https://www.facebook.com/NavalInstitute", "tag": "Persian Gulf", "section": "News & Analysis", "published_time": "2020-08-14T23:24:31+00:00", "modified_time": "2020-08-14T23:32:35+00:00"}, "twitter": {"card": "summary_large_image", "description": "Iranian forces were looking for 1.1 million barrels in petroleum products seized by the U.S. Justice Department when they took over a merchant tanker in the Gulf of Oman earlier this week, DoJ officials confirmed to USNI News. On Friday, the DoJ announced the U.S. had seized more than 1.1 million barrels of petroleum, owned […]", "title": "Iranians Raided Tanker Off UAE Searching for 1M Barrels of Petroleum Seized by U.S. - USNI News", "site": "@USNINews", "image": "https://news.usni.org/wp-content/uploads/2020/08/200812-N-N0146-001.jpg", "creator": "@samlagrone"}, "generator": "WordPress 5.2.4", "msapplication-TileImage": "https://news.usni.org/wp-content/uploads/2015/02/usni-emblem-4c-54dbd385v1_site_icon-512x512.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}