{"GDELT": {"GlobalEventID": 940800079, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "INDUSTRY", "Actor1Type1Code": "BUS", "Actor2Code": "CVL", "Actor2Name": "POPULATION", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.1080550098231905, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Li Ying, Henan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH09", "Actor2Geo_ADM2Code": "13108", "Actor2Geo_Lat": 34.0046, "Actor2Geo_Long": 113.51899999999999, "Actor2Geo_FeatureID": "10546549", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Li Ying, Henan, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH09", "Action2Geo_ADM2Code": "13108", "Action2Geo_Lat": 34.0046, "Action2Geo_Long": 113.51899999999999, "Action2Geo_FeatureID": "10546549", "DATEADDED": 20200814164500, "SOURCEURL": "https://www.taipeitimes.com/News/feat/archives/2020/08/15/2003741704"}, "ARTICLE": {"TITLE": "Sexual abuse, assault: Grim prospects for China’s blind women", "TEXT": "Sexual abuse, assault: Grim prospects for China’s blind women\n\nBy Helen Roxburgh and Danni Zhu / AFP, BEIJING\n\n\n\n\n\nWhen Xiao Jia lost her sight as a teenager she was told the “respectable” career choice was to become a massage therapist. Instead she found an industry rife with abuse and aggression, where women are afforded little protection. The visually impaired are encouraged to work in massage parlors in China because it is believed they are extra sensitive to touch. It’s also seen as a practical option in a country that routinely separates those with disabilities from the rest of society from a young age, and where few professions are willing to accommodate blind staff.\n\nBut for many blind women the reality is full of risks.\n\nXiao said she was regularly groped by male customers who also demanded sexual favors and tried to force her to touch them inappropriately.\n\nFormer massage therapist Xiao Jia applies makeup last month after an online makeup class she teaches for blind people at her home in Beijing. Photo: AFP\n\n“The most serious time [a customer] was very fierce, he took me into a separate room and closed both doors, and then asked me to massage a certain part of him,” she said.\n\n“He said if I didn’t agree he would smash up the shop. He was drunk at that time and said that he had been taking drugs. I was very scared,” the 28-year-old added.\n\nIt has been 14 years since she lost sight due to a genetic condition, and this is not the future she envisioned. Rights activists estimate 40 percent of women have faced sexual harassment in China, where a patriarchal system, victim-blaming and conservative attitudes mean reporting sex crimes and securing convictions can be difficult.\n\nFormer massage therapist Xiao Jia last month prepares ahead of an online makeup class she teaches for blind people at her home in Beijing. Photo: AFP\n\nBlind women in the massage industry are even more vulnerable, says lawyer Li Ying, who warns that the real number who have faced sexual harassment is likely far higher than the general population. Many in the profession have told charities they endured physical or sexual assault but as such incidents are rarely reported to authorities there are no official records detailing how high harassment levels are.\n\nCONSTANT HARASSMENT\n\nLi was the first lawyer to bring a case under China’s new sexual harassment legislation — which she won. Until 2018 there was no legal definition of sexual harassment and no regulations on how to handle such cases in schools and workplaces.\n\nBut blind women are often “more vulnerable,” Li said. “We find that in the service industry in general, people are more likely to be sexually harassed, and the nature of blind massage makes the proportion higher,” she added.\n\nTherapist Ming Yue, who asked to use her nickname, has worked in more than 10 different parlors and recalls being groped and abused by clients in every one.\n\nThe first incident came when she was just 18 and a male customer tried to touch her breasts and legs during the massage. The 24-year-old, who suffered an eye infection that led to blindness in her early teens, explained: “I didn’t know what to do. I had never experienced this before and no one had taught me how to handle this.”\n\nFor Miaomiao, who also gave only her nickname, the sexual harassment began when she was a teenage intern at a massage parlor. Customers would deliberately not wear underwear to “trick” her into touching their genitals while others simply tried to make her do so. But none of the women had filed a police complaint — mostly out of fear.\n\n“I didn’t tell anyone — telling them won’t solve the problem but could make things worse,” explained Miaomiao, who lost her sight aged eight because of a degenerative condition.\n\nBetter integration and legal protection is essential for change, argued Li, suggesting authorities should commit to treating blind people equally, and to provide “more resources, rather than just isolating them.”\n\nCHANGING PERCEPTIONS\n\nA 2018 UN report on disability and development found nearly half of people with disabilities in China go to a designated school — a figure far above average among the countries surveyed.\n\n“The likelihood is very high that most people have never interacted with a person who has any kind of disability,” said Parissara Liewkeat, of the International Labour Organization (ILO) in China.\n\nShe said this created a “lack of understanding” and called for better disability training in companies to help change perceptions and broaden career choices.\n\n“If people leave blind massage parlors and go to other positions, they often find entry level jobs with no room for promotion and low pay,” said Zhou Haibin, whose organization Easy Inclusion Consulting helps provide internships and employment for those with different needs.\n\n“Employers get very little external support and don’t know how to adjust to disabled staff,” Zhou said.\n\nXiao Jia decided to set up her own massage parlor in a bid to take control of the situation, but it still didn’t stamp out the abuse from customers who have overwhelmingly no experience of meeting people with disabilities.\n\nShe now works in an NGO which supports disabled people — including women who have faced the same difficulties as her. The organization provides training in leadership skills, finance, and human rights.\n\n“We teach disabled women about equality for those with disabilities, and gender equality, so that they can understand that being disabled is not their fault or defect,” she said.\n\nXiao also gives makeup and yoga classes to visually impaired women, and encourages them to explore options other than the pre-determined careers laid out.\n\n“If people’s attitudes change, there will be more opportunities for the visually impaired — maybe we can be makeup teachers, we can be yoga teachers, and we can even do a lot of work that other people found incredible for the blind before,” she said.", "METADATA": {"viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1", "og": {"title": "Sexual abuse, assault: Grim prospects for China’s blind women - Taipei Times", "image": "https://www.taipeitimes.com/images/2020/08/15/P13-200815-318.jpg", "description": "When Xiao Jia lost her sight as a teenager she was told the “respectable” career choice was to become a massage therapist. Instead she found an industry rife with abuse and aggression, where women are afforded little protection. The visually impaired are encouraged to work in massage parlors in China because it is believed they are extra sensitive to touch. It’s also seen as a practical option in a country that routinely separates those with disabilities from the rest of society from a young age, and where few professions are willing to accommodate blind staff.\r\nBut for many blind women the", "url": "https://www.taipeitimes.com/News/feat/archives/2020/08/15/2003741704", "type": "article"}, "keywords": "台北時報,The Taipei Times", "news_keywords": "台北時報,The Taipei Times", "description": "When Xiao Jia lost her sight as a teenager she was told the “respectable” career choice was to become a massage therapist. Instead she found an industry rife with abuse and aggression, where women are afforded little protection. The visually impaired are encouraged to work in massage parlors in China because it is believed they are extra sensitive to touch. It’s also seen as a practical option in a country that routinely separates those with disabilities from the rest of society from a young age, and where few professions are willing to accommodate blind staff.\r\nBut for many blind women the", "article": {"section": "Features", "published_time": "2020-08-15T00:00:00+08:00"}, "ltn": {"device": "R"}, "fb": {"app_id": 204610739643846}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}