{"GDELT": {"GlobalEventID": 940831999, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.67204301075269, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gatineau, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4833, "Actor1Geo_Long": -75.65, "Actor1Geo_FeatureID": "-565140", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gatineau, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4833, "Action2Geo_Long": -75.65, "Action2Geo_FeatureID": "-565140", "DATEADDED": 20200814200000, "SOURCEURL": "https://news.yahoo.com/more-electric-vehicle-charging-stations-185800431.html"}, "ARTICLE": {"TITLE": "More Electric Vehicle Charging Stations Now Available at Parks Canada Places", "TEXT": "Reducing emissions while visiting a Parks Canada place is easier than ever before\n\nGATINEAU, QC, Aug. 14, 2020 /CNW/ - The COVID-19 pandemic reminded Canadians of the importance of connecting with our natural environment. Spending time in nature has proven benefits on human health and well-being. That's why the Government of Canada is delivering more options for Canadians to experience our natural treasures across the country, while reducing emissions.\n\nElectric vehicle charging stations at Fort Rodd Hill National Historic Site (British Columbia). Source: Parks Canada (CNW Group/Parks Canada)\n\nToday, the Minister of Environment and Climate Change and Minister responsible for Parks Canada, the Honourable Jonathan Wilkinson, announced that 28 of the most popular Parks Canada places now have Tesla donated electric vehicle charging stations available for visitors to use.\n\nIn May 2019, the Government of Canada committed to having charging station infrastructure at or near ‎25 of the most popular Parks Canada places across the country by 2021 and would double the number of destinations offering this service to the 50 most popular places by 2025. Parks Canada has already met its 2021 goal and is well on its way to meeting the 2025 targets, with the help of a Tesla donation of over 350 charging stations in 2019.\n\nThe gift from Tesla allows Parks Canada to better serve visitors who have chosen electric vehicles and is part of Parks Canada's ongoing work in greening operations and fighting climate change.\n\nTo date, 172 electric vehicle charging stations have been installed in 14 national parks, 12 national historic sites, one national marine conservation area and in Rouge National Urban Park. For each location where this new electric vehicle charging service is available, half of the charging stations are Tesla and half are J-1772 and are included free of charge with entry fees (where applicable). Several Parks Canada places will have more than one area where visitors can charge their electric vehicles.\n\nThe Government of Canada is committed to providing Canadians with practical solutions to reduce emissions when they visit national parks, national historic sites and national marine conservation areas.\n\nStory continues\n\nQuotes\n\n\"With the installation of electric vehicle charging stations at more and more Parks Canada places across the country, the Government of Canada is making it easier for Canadians to choose our amazing national parks, national marine conservation areas, national historic sites, or national urban park for their next travel destination, all while reducing emissions, discovering nature, and connecting with history.\"\n\nThe Honourable Jonathan Wilkinson,\n\nMinister of Environment and Climate Change and Minister responsible for Parks Canada\n\nQuick Facts\n\nTransportation accounts for a quarter of Canada's greenhouse gas emissions, almost half of which comes from cars and light trucks. Electric vehicles offer the potential to significantly reduce greenhouse gas emissions.\n\nBy autumn 2020, Parks Canada expects charging stations donated by Tesla will be available to visitors at 38 Parks Canada places.\n\nThis investment builds on commitments from the federal government to achieve net-zero emissions by 2050. It also supports the Government of Canada's goal to reach its ambitious target of 100 percent of passenger zero-emission vehicle sales by 2040.\n\nTesla donated Level 2 charging stations (half Tesla, half J-1772) for visitor use in Parks Canada places. These destination charging station locations allow vehicles to reach full charge in 4-6 hours.\n\nWhen planning your trip to a Parks Canada place, visit ( https://www.plugshare.com/ ) to find out if there is an electric vehicle charging station locations at the national park or national historic site you are visiting.\n\nThe health and safety of visitors, employees and all Canadians is of the utmost importance. To help limit the spread of COVID-19, Parks Canada is following the advice and guidance of public health experts in resuming visitor access and services. Only Parks Canada places where health and safety risks can be managed effectively are open or will re-open.\n\nParks Canada's network of protected places is large and diverse. Visitor access and services will vary across the country depending on local circumstances.\n\nVisitors to Parks Canada places are responsible for following local and provincial or territorial travel restrictions, including requirements for self-isolation. Visitors must follow the applicable travel restrictions or requirements.\n\nThe Parks Canada website provides detailed information on what locations are open, what visitors can expect, how to prepare for a visit and what services may be available. Visitors are asked to plan ahead by checking the website before they travel.\n\nRelated Document\n\nBackgrounder: More Electric Charging Stations now available at Parks Canada Places\n\nRelated Links\n\nSOURCE Parks Canada\n\n\n\n\n\nCision\n\nView original content to download multimedia: http://www.newswire.ca/en/releases/archive/August2020/14/c2083.html", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooNews", "card": "summary_large_image", "description": "Reducing emissions while visiting a Parks Canada place is easier than ever beforeGATINEAU, QC, Aug. 14, 2020 /CNW/ - The COVID-19 pandemic reminded Canadians of the importance of connecting with our natural environment.", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/P0RU0O0qI3v_vszFZnYIdg--~B/aD0zMDA7dz00MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/cnwgroup.com/476533cd5a0f62f4c36a0d02b1e793d7", "src": "https://s.yimg.com/uu/api/res/1.2/P0RU0O0qI3v_vszFZnYIdg--~B/aD0zMDA7dz00MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/cnwgroup.com/476533cd5a0f62f4c36a0d02b1e793d7"}, "title": "More Electric Vehicle Charging Stations Now Available at Parks Canada Places"}, "application-name": "Yahoo News - Latest News & Headlines", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=9ce7d278-e095-3146-a05c-49cfbe800014&src=web", "news_keywords": "Government of Canada, Parks Canada, charging stations, electric vehicle, Canada", "description": "Reducing emissions while visiting a Parks Canada place is easier than ever beforeGATINEAU, QC, Aug. 14, 2020 /CNW/ - The COVID-19 pandemic reminded Canadians of the importance of connecting with our natural environment.", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/P0RU0O0qI3v_vszFZnYIdg--~B/aD0zMDA7dz00MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/cnwgroup.com/476533cd5a0f62f4c36a0d02b1e793d7", "description": "Reducing emissions while visiting a Parks Canada place is easier than ever beforeGATINEAU, QC, Aug. 14, 2020 /CNW/ - The COVID-19 pandemic reminded Canadians of the importance of connecting with our natural environment.", "title": "More Electric Vehicle Charging Stations Now Available at Parks Canada Places", "url": "https://news.yahoo.com/more-electric-vehicle-charging-stations-185800431.html"}, "fb": {"pages": 338028696036, "app_id": 458584288257241}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=9ce7d278-e095-3146-a05c-49cfbe800014&src=web"}, "ios": {"app_name": "Yahoo", "url": "yahoo://article/view?uuid=9ce7d278-e095-3146-a05c-49cfbe800014&src=web", "app_store_id": 304158842}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}