{"GDELT": {"GlobalEventID": 940854564, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.48076923076923, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG", "Actor1Geo_Lat": 27.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "EG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG", "Actor2Geo_Lat": 27.0, "Actor2Geo_Long": 30.0, "Actor2Geo_FeatureID": "EG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG", "Action2Geo_Lat": 27.0, "Action2Geo_Long": 30.0, "Action2Geo_FeatureID": "EG", "DATEADDED": 20200814224500, "SOURCEURL": "https://www.voanews.com/middle-east/analysts-more-countries-follow-suit-after-israeluae-agreement"}, "ARTICLE": {"TITLE": "Analysts: More Countries to Follow Suit After Israel/UAE Agreement", "TEXT": "ISTANBUL - After Israel and the United Arab Emirates agreed to normalize diplomatic relations, some regional leaders applauded the move and others condemned it.\n\nAnd some countries appeared to be interested in following suit.\n\nThe agreement could be the beginning of a new trend that may eventually lead to normal relations between Israel and much of the Middle East, according to Hisham Kassem, a veteran Egyptian publisher and analyst.\n\n“There will be other countries to follow,” he said. “And eventually there will be normalization between Israel and the whole of the Arab world.”\n\nBut the controversy over whether this agreement helps or hurts the Palestinian people is already fueling regional divisions.\n\nA view shows Israeli settlement buildings around Givat Zeev and Ramat Givat Zeev in the Israeli-occupied West Bank, near Jerusalem, June 30, 2020.\n\nIn the deal, brokered by the United States, Israel agrees to halt current plans to annex vast portions of the West Bank. The United Nations said it hopes the agreement “will create an opportunity for Israeli and Palestinian leaders to re-engage in meaningful negotiations.”\n\nPalestinian leaders reacted with almost unanimous fury.\n\n“We vehemently denounce and refuse this agreement,” reads a statement posted on Palestinian President Mahmoud Abbas’s Facebook page. The statement calls the move “a betrayal” by the UAE and accuses Israel of lying in order to eventually snap up more Palestinian lands.\n\nThe agreement says Israel promises to stop the annexation for now, but not forever, said Giorgio Cafiero, the CEO of Washington-based Gulf State Analytics.\n\n“While we can talk about all the benefits this brings the UAE, Israel and Donald Trump,” said Cafiero. “It is clear that the Palestinians are the losers here.”\n\nBahraini officials load medical aid and ground-support equipment into a plane as they head to Beirut to provide support following Tuesday's blast, at Isa Air Base in Ras Al Bur, Bahrain, Aug. 7, 2020.\n\nFollowing UAE’s lead\n\nBahrain in the Persian Gulf and Sudan in North Africa appear to be the most interested in establishing diplomatic ties with Israel next, according to Cafiero. Or at least they have the most to gain, and the least to lose, he said.\n\n“It could help Bahrain establish a more formal partnership with a powerful country in the Middle East that shares its perception as Iran as a major threat,” he said. “When it comes to Sudan, the current government has signaled its keenness to engage Israel.”\n\nSudan may be reluctant to say it can work with Israel out loud, as the Jewish state is deeply unpopular in Muslim countries in the Middle East and North Africa. Analysts say Sudan is also straining under the weight of Western sanctions, and normalizing relations with Israel might bring some relief.\n\nOther analysts have speculated that Saudi Arabia could also benefit from establishing ties with Israel, but the kingdom has remained relatively quiet.\n\nCurrently, Egypt and Jordan are the only two countries that have normal relations with Israel. For decades, the other Arab countries have agreed not to do so, hoping to pressure Israel into returning some land to Palestinians.\n\nBreaking this long-standing agreement may help Palestinians in the short term by delaying the annexation, but it may also permanently reduce the Arab world’s ability to influence Israel on this issue, said Kassem in Egypt.\n\n“If this trend continues of piecemeal settlements without addressing the main issue—the Palestinian/Israeli conflict,” he said, “the problem will never really go away.”\n\nFILE - Egyptian President Abdel Fattah el-Sissi delivers an address at the Ittihadiya presidential palace in Cairo, Egypt, May 26, 2017.\n\nDeepening divisions\n\nAcross the Middle East, other leaders have put out statements either for or against the deal, often taking sides against their established foes.\n\nFor example, Egyptian President Abdul-Fattah el-Sissi tweeted that the new relationship was “taking steps to bringing peace in the Middle East.”\n\nTurkish President Recep Tayyip Erdoğan, at odds with both Egypt and the UAE, reacted by threatening to end Ankara’s diplomatic relationship with the UAE.\n\n“I think this development can serve to exacerbate polarization in the already deeply divided region,” said Cafiero.", "METADATA": {"twitter": {"card": "summary_large_image", "site": "@VOANews", "description": "After Israel and the United Arab Emirates agreed to normalize diplomatic relations, some regional leaders applauded the move and others condemned it.\n\nAnd some countries appeared to be interested in following suit.\n\nThe agreement could be the beginning of a new trend that may eventually lead to normal relations between Israel and much of the Middle East, according to Hisham Kassem, a veteran Egyptian publisher and analyst.\n\n“There will be other countries to follow,” he said.", "title": "Analysts: More Countries to Follow Suit After Israel/UAE Agreement", "url": "https://www.voanews.com/middle-east/analysts-more-countries-follow-suit-after-israeluae-agreement", "image": "https://im-media.voltron.voanews.com/Drupal/01live-166/styles/710x340/s3/2020-08/2020-08-14T112128Z_386786357_RC2NDI9RD8JO_RTRMADP_3_ISRAEL-EMIRATES-PALESTINIANS-PROTESTS.JPG?itok=BRlZl2DZ"}, "og": {"site_name": "Voice of America", "type": "Article", "url": "https://www.voanews.com/middle-east/analysts-more-countries-follow-suit-after-israeluae-agreement", "title": "Analysts: More Countries to Follow Suit After Israel/UAE Agreement", "description": "After Israel and the United Arab Emirates agreed to normalize diplomatic relations, some regional leaders applauded the move and others condemned it.\n\nAnd some countries appeared to be interested in following suit.\n\nThe agreement could be the beginning of a new trend that may eventually lead to normal relations between Israel and much of the Middle East, according to Hisham Kassem, a veteran Egyptian publisher and analyst.\n\n“There will be other countries to follow,” he said.", "image": {"identifier": "https://im-media.voltron.voanews.com/Drupal/01live-166/2020-08/2020-08-14T112128Z_386786357_RC2NDI9RD8JO_RTRMADP_3_ISRAEL-EMIRATES-PALESTINIANS-PROTESTS.JPG", "width": 6282, "height": 4136}}, "fb": {"pages": 36235438073, "app_id": 394734098058258}, "description": "After Israel and the United Arab Emirates agreed to normalize diplomatic relations, some regional leaders applauded the move and others condemned it.\n\nAnd some countries appeared to be interested in following suit.\n\nThe agreement could be the beginning of a new trend that may eventually lead to normal relations between Israel and much of the Middle East, according to Hisham Kassem, a veteran Egyptian publisher and analyst.\n\n“There will be other countries to follow,” he said.", "msvalidate.01": "3286EE554B6F672A6F2E608C02343C0E", "article": {"section": "Middle East"}, "apple-itunes-app": "app-id=1414561730, app-argument=//4948560.ltr", "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0", "theme-color": "#3a79b7"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}