{"GDELT": {"GlobalEventID": 940898062, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "JUD", "Actor2Name": "HIGH COURT", "Actor2Type1Code": "JUD", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.25974025974026, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Rivers State, Rivers, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI50", "Actor1Geo_ADM2Code": "23058", "Actor1Geo_Lat": 4.75, "Actor1Geo_Long": 6.83333, "Actor1Geo_FeatureID": "-2025387", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Rivers State, Rivers, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI50", "Actor2Geo_ADM2Code": "23058", "Actor2Geo_Lat": 4.75, "Actor2Geo_Long": 6.83333, "Actor2Geo_FeatureID": "-2025387", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Rivers State, Rivers, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI50", "Action2Geo_ADM2Code": "23058", "Action2Geo_Lat": 4.75, "Action2Geo_Long": 6.83333, "Action2Geo_FeatureID": "-2025387", "DATEADDED": 20200815043000, "SOURCEURL": "https://thenationonlineng.net/shell-appeals-asset-sale-judgment-in-favour-of-rivers/"}, "ARTICLE": {"TITLE": "Shell appeals asset sale judgment in favour of Rivers", "TEXT": "Shell Petroleum Development Company (SPDC) on Friday indicated that it would appeal the ruling of the Rivers State High Court which affirmed the enforcement of the purported sale of interests in SPDC’s JV’s assets in Kidney Island and specified interests in OML 11 to the Rivers State Government.\n\nThe company said it was “very disappointed” by the judgment of the high court.\n\nThe Media Relations Manager of the SPDC, Bamidele Odugbesan, said in a statement that the company ” has therefore filed an appeal and an application for a stay of execution of this recent judgment issued by the Rivers State High Court on 13 August 2020.”\n\nHe said that even before the ruling, the Rivers State Government had “filed a similar case at the Federal High Court, Abuja, asking the Federal High Court in Abuja to direct the Minister of Petroleum Resources to recognise the same purported interest acquired through auction sale.\n\n“The RVSG withdrew the Abuja case in July 2020 and refiled this new case at the Rivers State High Court without joining the Minister of Petroleum Resources. Curiously, an application by SPDC to join the Minister of Petroleum Resources to the suit for a just determination of the issues with all necessary parties was denied by the Judge who heard and determined the case within six weeks from when it was served on SPDC in July 2020. Under the Nigerian Petroleum Act, any acquisition or assignment of interests in a licence or lease must have the consent of the Minister of Petroleum Resources.\n\n“The root case, Chief Agbara and Others v. SPDC, which led to the purported sale of interests SPDC JV’s assets is still the subject of ongoing proceedings in several courts, including the supreme court, and it remains the position of SPDC that no payment is due and any purported sale or enforcement of payment is premature and prejudicial to ongoing proceedings. The auction sale is also being challenged on appeal by SPDC.\n\n“The root case has its origin in a spill caused by third parties during the Nigerian Civil War, a challenging period which resulted in significant damage to oil and gas infrastructure in the Niger Delta region. While SPDC does not accept responsibility for the spill, the affected sites in Ejama Ebubu community were fully remediated, and this was certified by the government regulator.\n\n“The claim for N17billion as damages was first brought by the Ejama Ebubu community against SPDC in 2001 in the Federal High Court of Nigeria. In 2010, the court gave judgment against SPDC and awarded the claim without SPDC being given reasonable opportunity to defend the facts of the case. Indeed, this case has focused too long on procedural issues and not on its merits – we have always been clear that we are ready to defend this case based on the available facts.\n\n“SPDC appealed the 2010 judgment and obtained an order to stay the execution of the judgment upon the provision of a bank guarantee issued by First Bank of Nigeria Limited in favour of the claimants. Despite this matter being the subject of ongoing proceedings in the Nigerian courts, the claimants went ahead to seek to enforce the judgment in both Nigeria and England.\n\n“The English court last year rejected the claimants’ attempt to enforce the Nigerian court judgment in the UK, referring to a ‘breach of natural justice’ in the proceedings against Shell in Nigeria. The English court also found that the claimants had “materially over-stated” the value of the judgment which the claimants admitted was N34.716billion. The court therefore ruled that it would not be just and convenient for a Nigerian judgment to be enforced in the UK which the claimants acknowledge is “miscalculated”.\n\nADVERTISEMENT\n\n“On Monday, March 2, 2020, the Federal High Court sitting in Abuja issued an order attaching the sum of N182billion in First Bank of Nigeria Limited’s statutory account with the Central Bank of Nigeria in favour of Ejama Ebubu community in Rivers State.\n\n“SPDC and other parties affected by the March 2, 2020 order of the Federal High Court filed separate appeals, as well as applied to set aside the order and restrain its execution pending the appeal decision. In accordance with the spirit of fair hearing in the Nigerian judicial system, we remain of the view that until the pending appeals are heard and determined, SPDC is not liable to make any payments, and therefore none any of its assets or interest should not be attached to satisfy the judgement.”", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=yes", "description": "Shell Petroleum Development Company (SPDC) on Friday indicated that it would appeal the ruling of the Rivers State High Court...", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Shell appeals asset sale judgment in favour of Rivers", "description": "Shell Petroleum Development Company (SPDC) on Friday indicated that it would appeal the ruling of the Rivers State High Court...", "url": "https://thenationonlineng.net/shell-appeals-asset-sale-judgment-in-favour-of-rivers/", "site_name": "Latest Nigeria News, Nigerian Newspapers, Politics", "image": {"identifier": "https://thenationonlineng.net/wp-content/uploads/2020/08/Shells-Company.jpeg", "width": 640, "height": 362}}, "article": {"publisher": "https://www.facebook.com/thenationng", "published_time": "2020-08-15T03:58:53+00:00"}, "fb": {"app_id": 124339121242023}, "twitter": {"card": "summary", "creator": "@thenationnews", "site": "@thenationnews"}, "onesignal": "wordpress-plugin", "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://thenationonlineng.net/wp-content/uploads/2017/05/cropped-Logo.jpg"}}}