{"GDELT": {"GlobalEventID": 940884694, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BHR", "Actor1Name": "BAHRAIN", "Actor1CountryCode": "BHR", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 9.4059405940594, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manama, Al Manamah, Bahrain", "Actor1Geo_CountryCode": "BA", "Actor1Geo_ADM1Code": "BA02", "Actor1Geo_ADM2Code": "25307", "Actor1Geo_Lat": 26.2361, "Actor1Geo_Long": 50.5831, "Actor1Geo_FeatureID": "-784833", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manama, Al Manamah, Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA02", "Action2Geo_ADM2Code": "25307", "Action2Geo_Lat": 26.2361, "Action2Geo_Long": 50.5831, "Action2Geo_FeatureID": "-784833", "DATEADDED": 20200815021500, "SOURCEURL": "https://www.msn.com/en-ae/news/other/uae-israel-deal-a-e2-80-98historic-step-for-peace-e2-80-99-bahrain-king-tells-abu-dhabi-crown-prince/ar-BB17YWhT"}, "ARTICLE": {"TITLE": "UAE-Israel deal a ‘historic step for peace’: Bahrain king tells Abu Dhabi crown prince", "TEXT": "Saudi Gazette report\n\nMANAMA — Bahrain’s King Hamad bin Isa Al Khalifa has described the agreement between the United Arab Emirates and Israel as a \"historic step for peace\" in the region as it prevented Israel to annex more Palestinian territories, Bahrain News Agency reported on Friday.\n\nHe stressed that the deal will contribute to strengthening peace and stability in the Middle East in a way that serves the aspirations of its people for security, progress, and prosperity.\n\nKing Hamad made the remarks during a phone call he made to congratulate Abu Dhabi Crown Prince Sheikh Mohammed bin Zayed on the landmark peace deal.\n\nKing Hamad commended the UAE’s honorable stances in defending the causes of the Arab and Islamic nations, principally the Palestinian cause.\n\nSheikh Mohammed expressed his gratitude to the Bahraini king for his support for the UAE’s efforts to bring peace and security in the region for the benefit of its states and people.\n\nBoth leaders also reviewed bilateral relations and ways to enhance cooperation in all areas.\n\nThey exchanged views on several topics and the latest regional and international developments of mutual interest.", "METADATA": {"application-name": "UAE-Israel deal a ‘historic step for peace’: Bahrain king tells Abu Dhabi crown prince", "cq": "passed", "Search.Interest": "Middle East News", "robots": "index, follow", "description": "King Hamad made the remarks during a phone call he made to congratulate Abu Dhabi Crown Prince Sheikh Mohammed bin Zayed on the landmark peace deal. — Courtesy BNA Saudi Gazette reportMANAMA — Bahrain’s King Hamad bin Isa Al Khalifa has described the agreement between the United Arab Emirates and Israel as a \"historic step for peace\" in the region as it prevented Israel to annex more Palestinian territories, Bahrain News Agency reported on...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}