{"GDELT": {"GlobalEventID": 940832027, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.73745173745173, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Essex, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12649", "Actor1Geo_Lat": 42.1667, "Actor1Geo_Long": -82.8167, "Actor1Geo_FeatureID": "-564336", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Essex, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12649", "Actor2Geo_Lat": 42.1667, "Actor2Geo_Long": -82.8167, "Actor2Geo_FeatureID": "-564336", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Essex, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12649", "Action2Geo_Lat": 42.1667, "Action2Geo_Long": -82.8167, "Action2Geo_FeatureID": "-564336", "DATEADDED": 20200814200000, "SOURCEURL": "https://www.kitchenertoday.com/around-ontario/dont-get-casual-about-covid-ontarios-top-doctor-warns-amid-resort-outbreak-2634115"}, "ARTICLE": {"TITLE": "Don't get 'casual' about COVID, Ontario's top doctor warns amid resort outbreak", "TEXT": "TORONTO — A COVID-19 outbreak at an Ontario resort earlier this month was the result of people getting \"casual\" with public health guidelines, the province's top doctor said Thursday. Dr.\n\nTORONTO — A COVID-19 outbreak at an Ontario resort earlier this month was the result of people getting \"casual\" with public health guidelines, the province's top doctor said Thursday.\n\nDr. David Williams said a group of out-of-town residents staying at the Deerhurst Resort in Muskoka over the August long weekend ignored physical distancing and social bubble rules.\n\nThe Simcoe Muskoka District Health Unit confirmed a group of 30 people attended the resort and a local restaurant that weekend, and 11 of them have subsequently tested positive for COVID-19.\n\nWilliams warned that the pandemic is not over and people across the province must continue to be vigilant.\n\n\"We're not out of the woods at all,\" he said. \"There are still some people who are being casual. There are still some people who are not following the public health measures.\"\n\nThe local public health unit said none of the people involved had symptoms while they were on the trip, but developed them later.\n\nIt also said that one local person who had contact with the group has been asked to self-isolate, but so far there is no evidence of transmission to any area residents.\n\nWilliams said these instances can have serious consequences for businesses, which often must be closed until public health units can investigate.\n\n\"That's what happens,\" he said. \"That's unfortunate. It means that some people were less than responsible and conscientious in handling things.\"\n\nDeerhurst Resort said it was able to remain open while local health officials investigated because of its compliance with infection control practices.\n\n\"There was no indication that the resort was unsafe for guests and staff nor that closing the resort was helpful,\" the company said in a statement.\n\nIt also said that one employee was deemed to be at risk because of contact with the group, but has subsequently tested negative for the novel coronavirus.\n\nOntario reported 78 new cases of COVID-19 on Thursday and no new deaths from the virus, but Health Minister Christine Elliott said the numbers did not include data from Toronto Public Health.\n\nElliott also said hospitalizations due to the virus declined over the previous 24 hours, while the number of patients in intensive care and on ventilators remained stable.\n\nThe province also announced that 99 more cases were marked as resolved, and 29,626 tests were processed over the last 24 hours.\n\nOntario's total case count is now 40,367, with 36,689 marked as resolved and 2,787 deaths.\n\nPremier Doug Ford met with local leaders in Windsor-Essex on Thursday after the region entered Stage 3 of the province's reopening plan the previous day.\n\nThe premier also toured the Ford Motor Company's Essex Engine Plant, a portion of which was retooled to produce plastic face shields for front-line workers during the pandemic.\n\nFord also pledged to fund a local hospital project intended to update dated facilities in the region.\n\nThis report by The Canadian Press was first published Aug. 13, 2020.\n\nShawn Jeffords, The Canadian Press", "METADATA": {"referrer": "always", "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "KitchenerToday.com", "type": "article", "title": "Don't get 'casual' about COVID, Ontario's top doctor warns amid resort outbreak", "description": "TORONTO — A COVID-19 outbreak at an Ontario resort earlier this month was the result of people getting \"casual\" with public health guidelines, the province's top doctor said Thursday. Dr.", "url": "https://www.kitchenertoday.com/around-ontario/dont-get-casual-about-covid-ontarios-top-doctor-warns-amid-resort-outbreak-2634115", "image": {"identifier": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2020/08/jfj50677250.jpg;w=650;h=433;mode=crop", "width": 650, "height": 433}}, "twitter": {"site": "@kitchenertoday", "card": "summary_large_image"}, "description": "TORONTO — A COVID-19 outbreak at an Ontario resort earlier this month was the result of people getting \"casual\" with public health guidelines, the province's top doctor said Thursday. Dr.", "article": {"section": "Around Ontario"}, "apple-mobile-web-app-title": "KitchenerToday.com", "msapplication-config": "https://www.vmcdn.ca/files/ui/icons/fav/browserconfig.xml", "theme-color": "#ffffff"}}}