{"GDELT": {"GlobalEventID": 940896973, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "KOR", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.57249070631971, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA40", "Actor2Geo_ADM2Code": "36340", "Actor2Geo_Lat": 35.685, "Actor2Geo_Long": 139.751, "Actor2Geo_FeatureID": "-246227", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36340", "Action2Geo_Lat": 35.685, "Action2Geo_Long": 139.751, "Action2Geo_FeatureID": "-246227", "DATEADDED": 20200815041500, "SOURCEURL": "https://infotel.ca/newsitem/as-pacific-war-75-key-events/cp61784068"}, "ARTICLE": {"TITLE": "Key Pacific War events on 75th anniversary of war's end", "TEXT": "Key Pacific War events on 75th anniversary of war's end\n\nFILE - In this July 8, 1937, file photo, members of the Chinese 29th Army defend the city behind a hastily constructed sandbag barricade on the Marco Polo Bridge, 14 miles (22.5 kilometer) southwest of Pieping, China, against Japanese attackers. On July 7, Chinese troops fired on Japanese troops at the Marco Polo bridge, a clash between the two countries that led to the Second Sino Japanese War. The Pacific War was so massive and so calamitous that it can be difficult to put it in context. There was the Marco Polo Bridge Incident that triggered the Sino-Japanese War, the Battle of Midway that changed the course of the war and the dramatic flag-raising on Iwo Jima. (AP Photo/File)\n\nAugust 14, 2020 - 8:37 PM\n\nTOKYO - The Pacific War was so massive, so calamitous, it can be difficult to put it in context. There was the Marco Polo Bridge Incident that triggered the Sino-Japanese War, the Battle of Midway that changed the course of the war and the dramatic flag-raising on Iwo Jima.\n\nHere are some important events that continue to reverberate in Asia today:\n\n___\n\nCOLONIZING KOREA: During Japan's 1910-1945 colonial rule of the Korean Peninsula, Koreans had to adopt Japanese names, worship Japan's Shinto religion and speak Japanese. They were treated as second-class citizens. Hundreds of thousands of men were drafted to fight for Japan, and many others were used as labourers at Japanese mines and factories under harsh conditions. Korean women and girls were among tens of thousands of Asian “comfort women” sexually abused by Japanese soldiers. Many Koreans today think Japan still hasn’t fully acknowledged responsibility for its atrocities, and survivors of its forced labour and prostitution are still seeking Japan's atonement. Tokyo claims all compensation issues were settled when Japan and South Korea normalized relations in 1965. Recent rulings by South Korean courts ordering compensation from Japanese companies that employed forced labourers have sent ties between the countries to postwar lows.\n\n___\n\nRAPE OF NANKING: China and an international postwar tribunal said at least 200,000 civilians were killed by Japanese troops in a weekslong frenzy of murder, rape and arson after Nanking, then China's capital, fell to Japan on Dec. 13, 1937. The event remains one of the biggest flash points between the two countries. Right-wing Japanese politicians downplay the death toll or deny that the atrocity happened. Last year, Prime Minister Shinzo Abe's Cabinet said some killing and looting could not be denied, but declined to estimate the toll, citing differing views.\n\n___\n\nPEARL Harbour: Japan's surprise aerial attack on the U.S. Naval fleet at Pearl Harbor in Hawaii killed more than 2,300 U.S. service members, propelling the United States into World War II. The Dec. 7, 1941, raid has long been cited by many Americans to justify the atomic bombings of Hiroshima and Nagasaki to hasten Japan's surrender. Prime Minister Shinzo Abe became Japan's first leader to visit the USS Arizona memorial in Hawaii in December 2016, but he did not apologize for the attack.\n\n___\n\nBATAAN DEATH MARCH: More than 70,000 American and Filipino soldiers were captured by Japan and forced into a 70-mile (112-kilometre) march in March 1942, during which some 9,000 died. Japan’s unpreparedness for the large number of captives, coupled with disdain for surrendering troops, led to extensive brutality during the forced march, remembered as one of worst atrocities of World War II. Some survivors were later sent to Japanese war prisons or to mines for forced labour and faced more brutality. Similar abuses against Allied POWs led to a series of lawsuits against Japan. Japanese Ambassador to the U.S. Ichiro Fujisaki apologized to former American POWs in 2009, paving the way for a friendship program for atonement.\n\n___\n\nTOKYO FIREBOMBING: Napalm-equipped cluster bombs dropped by U.S. B-29 planes rained down on downtown Tokyo on March 10, 1945, killing an estimated 105,400 people in a single night. U.S. bombings of more than 60 Japanese cities from January 1944 to August 1945 killed an estimated 333,000 people, including the victims of the U.S. atomic attacks on Hiroshima and Nagasaki. The bombing campaign set a precedent for targeting civilian areas that persisted into the Korean and Vietnam wars and beyond. Tokyo firebombing survivors, whose demands for government compensation were rejected by courts, are still seeking redress.\n\n___\n\nBATTLE OF OKINAWA: More than 200,000 people — about half of them civilians and about 12,500 American soldiers — died in the Battle of Okinawa, the deadliest in the Pacific War. The three-month battle, the only one on Japan's homeland, ended on June 23, 1945. The U.S. occupied Okinawa and the rest of Japan after the war, but even after the occupation of the main Japanese islands ended, Okinawa remained under U.S. control for 20 additional years, until 1972. Resentment over the continued heavy presence of American troops in Okinawa runs deep; more than half of the roughly 50,000 U.S. troops in Japan are based there under a bilateral treaty.\n\n___\n\nATOMIC BOMBINGS: The U.S. dropped a uranium bomb on Hiroshima on Aug. 6, 1945, killing 140,000 people in the world's first atomic attack. Three days later, it dropped a plutonium bomb on Nagasaki, killing another 74,000. The U.S. says the bombings hastened Japan’s surrender and prevented the need for a U.S. invasion of Japan that would have resulted in many deaths. Some historians say Japan was already close to surrendering. Atomic bomb survivors have suffered lasting radiation effects, including cancer and other illnesses. The bombings triggered a postwar arms race, with the Soviet Union detonating its first atomic bomb on Aug. 29, 1949.\n\n___\n\nSURRENDER: Emperor Hirohito, the grandfather of current Emperor Naruhito, announced Japan's surrender in a prerecorded radio message on Aug. 15, 1945. It was the first time most Japanese had heard the voice of the emperor, who had been revered as a god, though it was muffled and nearly inaudible due to poor sound quality. The night before, Hirohito met with top government officials inside a bunker dug at the palace and approved the surrender. The recording was top secret because of fears of a violent protest by army officials refusing to end the war. Shortly before midnight, Hirohito appeared in his formal military uniform and read the statement into the microphone, twice. A group of young army officers stormed the palace to steal the records, but palace officials successfully protected them, and they were safely delivered to a radio network for transmission the next day.\n\n___\n\nFollow Mari Yamaguchi on Twitter on https://www.twitter.com/mariyamaguchi", "METADATA": {"googlebot-news": "noindex, nofollow", "referrer": "unsafe-url", "fb": {"pages": 228894400572976, "app_id": 532665906827655}, "og": {"url": "https://infotel.ca/newsitem/as-pacific-war-75-key-events/cp61784068", "type": "article", "title": "Key Pacific War events on 75th anniversary of war's end", "description": "TOKYO - The Pacific War was so massive, so calamitous, it can be difficult to put it in context. There was the Marco Polo Bridge Incident that triggered the"}, "description": "TOKYO - The Pacific War was so massive, so calamitous, it can be difficult to put it in context. There was the Marco Polo Bridge Incident that triggered the"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}