{"GDELT": {"GlobalEventID": 940896754, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 14, "NumSources": 1, "NumArticles": 14, "AvgTone": -5.02860839519811, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Suttsu, Hokkaido, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA12", "Actor1Geo_ADM2Code": "34343", "Actor1Geo_Lat": 42.7881, "Actor1Geo_Long": 140.226, "Actor1Geo_FeatureID": "-244589", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Suttsu, Hokkaido, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA12", "Action2Geo_ADM2Code": "34343", "Action2Geo_Lat": 42.7881, "Action2Geo_Long": 140.226, "Action2Geo_FeatureID": "-244589", "DATEADDED": 20200815041500, "SOURCEURL": "https://nuclear-news.net/2020/08/15/"}, "ARTICLE": {"TITLE": "2020 August 15 « nuclear-news", "TEXT": "No Japan prefectures positive about hosting nuclear waste site Aug 14, 2020 Nearly half of Japan’s 47 prefectures said they are opposed to or held negative views about hosting a deep-underground disposal site for high-level radioactive nuclear waste, a Kyodo News survey showed Friday. None expressed a favorable stance. The result signals further woes for the central government in its attempt to find a permanent geological disposal repository. Little progress has been made since the process to find local governments willing to host one started in 2002, due mainly to opposition from local residents. The survey was sent to all prefectures in July, with additional interviews conducted depending on their answers. While 16 prefectures such as Fukushima, Kanagawa and Okinawa clearly opposed hosting a site, seven others including Hokkaido, Kyoto and Nagasaki also expressed negative views. Most of the others did not make their positions clear. Of the total 23 prefectures that opposed or showed negative views, seven host nuclear power plants. “We are already undertaking a certain amount of social responsibility by hosting nuclear plants and providing energy,” Niigata Prefecture said in its response. Fukui Prefecture said, “We are generating power. Nuclear waste disposal should be handled by others.” Meanwhile, Hokkaido mentioned its existing ordinance to prevent nuclear waste from being brought into the northernmost main island, a view that contradicts the relatively positive stance held by one of its municipalities. The town of Suttsu said Thursday it is considering signing up for preliminary research into its land to gauge its suitability for hosting a disposal site. On Friday, however, its mayor, Haruo Kataoka, said the town has been asked by the prefecture not to apply for the preliminary study. Before Suttsu, the town of Toyo in Kochi Prefecture applied for the study in 2007, but it later withdrew the application following strong protests by local residents. In the Kyodo News poll, the western prefecture expressed opposition to hosting a disposal site, saying it faces the need to take measures against a possible major earthquake in the region. For permanent disposal, high-level radioactive waste, produced as a result of the process of extracting uranium and plutonium from spent fuel, must be stored more than 300 meters underground so that it cannot impact human lives or the environment. Elsewhere in the world, Finland and Sweden are the only countries to have decided on final disposal sites. https://www.japantimes.co.jp/news/2020/08/14/national/prefectures-nuclear-waste-site/?fbclid=IwAR2miiMOBxhfF59FEei0aasoMv_vjEeh4SegB4JXShO1pHuZQRR—dnnQc#.XzdKtDXgqUl\n\nHokkaido town mayor eyes hosting nuclear waste site This facility in Finland is the only one where construction has begun on a final storage site for nuclear waste. August 14, 2020 The mayor of Suttsu in western Hokkaido is bracing for a backlash after stating that he wants his small town to be considered as a final destination for nuclear waste by the central government. “When I think about the future of our town, where the population has been shrinking, there is a need for financial resources to promote industry,” said Haruo Kataoka, 71, in an interview with The Asahi Shimbun. “I am prepared for whatever form of bashing I may encounter.” Kataoka may be in for a long fight. Selecting the site for the nation’s final storage of nuclear waste is a three-stage process that can take up to 20 years. At each stage, the central government provides any municipality that has applied with annual grants. Kataoka said he was considering having Suttsu apply for the first stage in which past records about natural disasters and geological conditions for the area are examined. This stage normally takes about two years, and the municipality can receive up to 1 billion yen ($9.3 million) a year or a maximum total of 2 billion yen. The annual budget for the Suttsu town government is 5 billion yen. Its main industries are oyster farming and fishing for Atka mackerel. As of the end of March, the town’s population was 2,893. The population has decreased by 30 percent over the past two decades. To encourage municipalities to submit applications, the central government in July 2017 released a map of areas that were considered scientifically appropriate as a site for the final storage of nuclear waste. Suttsu is the first municipality expressing an interest in applying since that map was released. But it remains to be seen if local residents will go along with Kataoka’s idea. He will hold a meeting in September to explain his intention and a decision will be made thereafter whether to proceed with the application. Kataoka has also expressed interest in moving toward the second stage of the selection process in which boring samples are taken from underground. This is part of the four-year process to determine if the area meets general conditions to enable the selection process to move to the third stage, in which a test facility will be constructed underground. In the second stage, the municipality can receive up to 2 billion yen a year, or a maximum total of 7 billion yen. A municipal government can decide at any time to withdraw from the selection process and the grants it has received until then do not have to be returned. Because nuclear waste may take up to 100,000 years for radiation to reach safe levels, any final storage site would have to be constructed at least 300 meters underground. Suttsu is classified at the highest of four levels of appropriateness, according to the map released by the central government. Its location facing the Sea of Japan makes Suttsu highly suitable for transporting nuclear waste to the storage site. But in addition to possible local opposition, the town government will also have to take into consideration an ordinance approved by the Hokkaido prefectural government in 2000 regarding nuclear waste that said no such waste should be brought onto the main northern island. In a statement released on Aug. 13, Hokkaido Governor Naomichi Suzuki said the ordinance, “is an expression of the desire not to allow a final storage site within Hokkaido, and I believe I have no alternative but to abide by the ordinance.” Kataoka said that the first stage of the selection process was just a study that did not represent a violation of the ordinance. But at each stage of the selection process, the views of the prefectural governor and municipality mayor are solicited and any opposition will stop the process from proceeding. Meanwhile, Hiroshi Kajiyama, the industry minister who oversees the process for selecting a final storage site, told reporters on Aug. 13 that a number of municipalities in addition to Suttsu had expressed interest in obtaining information about the selection process. While Kajiyama acknowledged his awareness of the Hokkaido ordinance, he added that applying for the first stage of the process did not mean the municipality would automatically move to the second stage. The central government has had to resort to offering annual grants to encourage municipal governments to express an interest in becoming the site for the final storage of nuclear waste. Commenting on the interest shown by Suttsu, one government source said, “It is a step forward, but if we think about the entire process as a marathon, the race has just started and the runners have not yet even left the stadium (to reach the road).” Meanwhile, other municipalities that in the past showed some interest in becoming the final storage site have more often than not met with huge local opposition. In 2007, the mayor of Toyo in Kochi Prefecture on the island of Shikoku expressed interest in applying without first consulting the town assembly. Local opposition was so strong that a candidate opposed to the idea defeated the incumbent in the next election and the application was withdrawn. There have also been reports of other municipalities expressing an interest in applying, but no formal announcement has been made until now. Japan now possesses about 19,000 tons of spent nuclear fuel, but no progress has been made in selecting a site for its final storage. Foreign nations have also experienced difficulties in securing a site for such storage. Finland is the only nation where actual construction of such a facility has begun. (This article was written by Yasuo Sakuma, Ichiro Matsuo, Rintaro Sakurai and Yu Kotsubo.) http://www.asahi.com/ajw/articles/13635457?fbclid=IwAR2y1aSmsRZcwyWcLhGzhwRhNED1qP8w2ppgMGxzBcQA0EZFN-ILepvxGn0\n\nPlaintiffs angered by gov’t appeal in Hiroshima ‘black rain’ suit Head of the plaintiffs’ group, Masaaki Takano, right, and attorney Masayasu Takemori hold a press conference after the Hiroshima Municipal Government and the Hiroshima Prefectural Government appealed the Hiroshima District Court’s A-bomb health care aid ruling, in Hiroshima’s Naka Ward, on Aug. 12, 2020. August 13, 2020 HIROSHIMA — Two weeks after a groundbreaking ruling in Japan to award government health care benefits to people exposed to radioactive “black rain” outside of the currently designated zone, the central government appealed, prompting aging plaintiffs to accuse the government of “buying time” and “waiting for them to die.” In the lawsuit, the Hiroshima District Court recognized that all 84 plaintiffs in their 70s to their 90s had been exposed to radioactive black rain that fell after the 1945 bombing of Hiroshima by the United States military, outside a zone currently recognized by the government. On Aug. 12, however, the government persuaded the Hiroshima Municipal Government and the Hiroshima Prefectural Government and went ahead with its appeal. While the central government has said it will review the current zone with an eye to expanding it, nobody knows when and who will be given benefits. The plaintiffs, whose average age is over 82, had hoped that a resolution would be reached in this milestone year — 75 years since the bombing — and are angered and disappointed. At 2 p.m. on the day the state appealed the ruling, the plaintiffs and their attorneys held a press conference at the Hiroshima Bar Association building in the city’s Naka Ward. Masaaki Takano, 82, head of the plaintiffs’ group, was about 20 kilometers northwest of the hypocenter in what is now Hiroshima’s Saeki Ward when he was exposed to black rain as a 7 year old. He leaned forward and said forcefully, “There is a limit to life. If a decision is put off, there will be that many deaths.” He added, “The state has dismissed our demands multiple times. It cannot be trusted.” In 1976, the state designated the zone eligible for government health benefits based on a meteorological observatory survey conducted in the chaotic period immediately following the end of World War II that pointed to where there had been heavy rains. Two years later, residents who had been exposed to rain outside the designated zone argued that it was unreasonable for the government to draw a line through the same neighborhood, with one part falling within the zone and the other part not. The residents who fell outside the line established a predecessor organization to the Hiroshima prefectural black rain hibakusha liaison council. In the 42 years since, they have gathered tens of thousands of signatures for petitions, but have been repeatedly dismissed by the central government. Even when the Hiroshima municipal and prefectural governments argued for a widening of the zone eligible for health benefits, saying that black rain had fallen in an area six times that recognized by the central government, the state refused to acknowledge it. As a last-ditch effort, the plaintiffs filed a lawsuit in 2015. After a trial that lasted four years and nine months, they came out victorious. But by then, 12 of the plaintiffs had died, missing out on the opportunity to rejoice together. “The state’s thinking of not giving us the recognition of being hibakusha and appealing the ruling, while considering expanding the zone in which people can receive state health benefits, is contradictory,” said plaintiff Kazuko Morizono, 82, who was exposed to black rain in what is currently Hiroshima’s Asakita Ward, some 17 kilometers north of the bomb’s hypocenter. While dealing with hypothyroidism, which is suspected to come from the effects of radiation from the atomic bomb, and other disorders, she has been active in the movement to have the zone for state aid for black rain victims expanded for over 20 years. Referring to the death of a fellow plaintiff in May whom she had often seen at the trial hearings, Morizono said, “I don’t have much confidence in my health, and I feel impatient that we have to hurry. Now the trial’s going to last longer.” Seventy-three-year-old Kuraso Hirotani, who was 3 when he was exposed to black rain in what is now the Hiroshima prefectural town of Akiota, around 20 kilometers northwest of the hypocenter, said with frustration, “We were all given false hope with the (district court) victory. Both the mayor and the governor were persuaded by the central government.” In the Peace Declaration that the mayor of Hiroshima reads on the anniversary of the atomic bombing of Hiroshima every year on Aug. 6, Mayor Kazumi Matsui has over the past 10 years, including his latest speech, called on the state to “expand the ‘black rain areas.'” Hirotani continued, “If you’re truly a politician in a place where an atomic bomb has been dropped, you would not appeal. If they had not appealed, I would’ve thanked them and bowed my head.” Meanwhile, there are those who see some hope in the state’s promise to consider expanding the zone designated as having been exposed to black rain. Akie Ueda, 79, who was 4 years old when she was exposed to black rain about 9 kilometers west of the hypocenter in what is now Hiroshima’s Saeki Ward, is unwell and did not join the plaintiffs’ group in the lawsuit. She said, however, that “It made me a little bit happy that they cared.” These days she spends most of the day in bed. “We do not have time left,” she said. “I hope they come out with a good result as soon as possible.” (Japanese original by Misa Koyama and Akari Terouchi, Hiroshima Bureau, and Shinji Kanto, Fukuyama Bureau) https://mainichi.jp/english/articles/20200813/p2a/00m/0na/008000c?fbclid=IwAR3OzzyUt2aBp5daBOXWwpL4qg55ms8JrJcWlMA54E8LTy3656to13aW9eM\n\nJapan’s nuclear fuel imports almost zero in 2019 as industry stagnates, 1st time in 50 yrs Japan’s imports of nuclear fuel were nearly zero last year, as many reactors remain idle or are slated to be decommissioned. August 12, 2020 TOKYO (Kyodo) — Japan’s imports of fuel to power nuclear plants were close to zero last year, reflecting the stagnating nuclear industry following the Fukushima accident in 2011, official trade data showed Tuesday. The effective halt in Japan’s imports of enriched and natural uranium or their assemblies is believed to be the first since the resource-poor country started securing the materials from overseas in the 1960s. Most nuclear plants in Japan remain idle as stricter safety measures were implemented after a massive earthquake and ensuing tsunami crippled the Fukushima Daiichi nuclear complex. The operations of fuel manufacturing plants have also been suspended. Japan’s imports of the fuel started around the time the country’s first commercial nuclear power station in the village of Tokai, Ibaraki Prefecture, achieved criticality in 1965. The value of the three materials reached a record 280.4 billion yen ($2.64 billion) in 1984 as nuclear power plants increased, according to the government data. In subsequent years, the value was around 100 billion yen to 150 billion yen before the level fell to 82.7 billion yen in 2012, one year after the Fukushima disaster. In 2016, the value decreased further to 2.9 billion yen as more nuclear power plants were halted. Due to the resumptions of some nuclear plants, it recovered to nearly 50 billion yen in 2017 and 2018. But, it fell to 45 million yen in 2019, with small amounts likely imported for research purposes. Comparable statistics for such materials are available from 1972. Of the 54 nuclear reactors that were in operation before the Fukushima crisis, currently, only nine have come back online after clearing harsher safety measures. In the wake of the accident, 21 reactors have been flagged for decommissioning in consideration of the hefty costs for refurbishments. All four fuel manufacturing factories are offline as they are undergoing regulatory review under the new safety standards. Kansai Electric Power Co., Shikoku Electric Power Co. and Kyushu Electric Power Co., which operate the nine plants currently back online, said they have enough fuel to run their reactors for the next several years. Despite the slumping nuclear industry in Japan, the government has set a target for nuclear power generation to account for 20 to 22 percent of the country’s electricity supply by 2030, which requires resuming operations of 20 to 30 reactors. https://www.japantimes.co.jp/news/2020/08/12/business/japan-nuclear-fuel-imports-zero/\n\nJapan gov’t to appeal ruling on A-bomb “black rain” victims August 13, 2020 The Japanese government has decided to appeal a recent court ruling awarding state health care benefits to people who were exposed after the 1945 atomic bombing of Hiroshima to radioactive “black rain” outside a zone it currently recognizes, sources with knowledge of the situation said Tuesday. Late last month, the Hiroshima District Court ruled in favor of 84 plaintiffs in their 70s to 90s, saying they should receive the same health benefits as provided to atomic bomb survivors who were in the zone where the state has recognized black rain fell. The ruling was the first court decision regarding the boundary of the area affected by radioactive rain after the world’s first nuclear attack, and on the subsequent health problems among survivors. A lawyer representing plaintiffs in a lawsuit demanding that state health care benefits be extended to people who were exposed to radioactive “black rain” after the 1945 U.S. atomic bombing of Hiroshima outside a zone currently recognized by the government holds up a sign after the Hiroshima District Court ruled in favor of the suit on July 29, 2020. The city and prefectural governments of Hiroshima have long sought more assistance for atomic bomb survivors but accepted the government’s policy, the sources said. The central government will appeal the district court’s ruling on Wednesday, according to the sources. In the ruling, the court determined it was possible that black rain fell outside of the designated zone and reasonable to conclude the plaintiffs were affected by radiation if they were exposed to it. The court then determined that the plaintiffs developed diseases specific to atomic bomb survivors due to the effect of black rain. https://english.kyodonews.net/news/2020/08/93964dcd51c1-breaking-news-japan-govt-to-appeal-ruling-on-a-bomb-black-rain-victims.html?fbclid=IwAR1fd1UMJsPFtAusmP_VKUI0EA7_m5CyA3t5QueNipUr1VukChWcWm3TME4\n\nFukushima’s Contaminated Wastewater Could Be Too Risky to Dump in the Ocean A person walks past storage tanks for contaminated water at the company’s Fukushima Daiichi Nuclear Power Plant August 7, 2020 Almost a decade ago, the Tohoku-oki earthquake and tsunami triggered an explosion at Japan’s Fukushima Daiichi Nuclear Power Plant, causing the most severe nuclear accident since Chernobyl and releasing an unprecedented amount of radioactive contamination in the ocean. In the years since, there’s been a drawn out cleanup process, and water radiation levels around the plant have fallen to safe levels everywhere except for in the areas closest to the now-closed plant. But as a study from the Woods Hole Oceanographic Institution published in Science on Thursday shows, there’s another growing hazard: contaminated wastewater. Radioactive cooling water is leaking out of the the melted-down nuclear reactors and mixing with the groundwater there. In order to prevent the groundwater from leaking into the ocean, the water is pumped into more than 1,000 tanks. Using sophisticated cleaning processes, workers have been able to remove some of this contamination and divert groundwater flows, reducing the amount of water that must be collected each day. But those tanks are filling up, and some Japanese officials have suggested that the water should dumped into the ocean to free up space. The water in the tanks goes through an advanced treatment system to remove many radioactive isotopes. The Japanese utility company TEPCO, which is handling the cleanup processes, claims that these processes remove all radioactive particles from the water except tritium, an isotope of hydrogen which is nearly impossible remove but is considered to be relatively harmless. It decays in about 12 years, which is faster than other isotopes, is not easily absorbed by marine life, and is not as damaging to living tissue as other forms of radiation. But according to the new study, that’s not the only radioactive contaminant left in the tanks. By examining TEPCO’s own 2018 data, WHOI researcher Ken Buesseler found that other isotopes remain in the treated wastewater, including carbon-14, cobalt-60, and strontium-90. He found these particles all take much longer to decay than tritium, and that fish and marine organisms absorb them comparatively easily. “[This] means they could be potentially hazardous to humans and the environment for much longer and in more complex ways than tritium,” the study says. Though TEPCO’s data shows there is far less of these contaminants in the wastewater tanks than tritium, Buesseler notes that their levels vary widely from tank to tank, and that “more than 70% of the tanks would need secondary treatment to reduce concentrations below that required by law for their release.” The study says we don’t currently have a good idea of how those more dangerous isotopes would behave in the water. We can’t assume they will behave the same way tritium does in the ocean because they have such different properties. And since there are different levels of each isotope in each different tank, each tank will need its own assessment. “To assess the consequences of the tank releases, a full accounting after any secondary treatments of what isotopes are left in each tank is needed,” the study said. Buesseler also calls for an analysis of what other contaminants could be in the tanks, such as plutonium. Even though it wasn’t reported in high amounts in the atmosphere in 2011, recent research shows it may have been dispersed when the explosion occurred. Buesseler fears it may also be present in the cooling waters being used at the plant. That points to the need to take a fuller account of the wastewater tanks before anything is done to dump them in the ocean. “The first step is to clean up those additional radioactive contaminants that remain in the tanks, and then make plans based on what remains,” he said in a statement. “Any option that involves ocean releases would need independent groups keeping track of all of the potential contaminants in seawater, the seafloor, and marine life.” Many Japanese municipalities have been pushing the government to reconsider its ocean dumping plans and opt to find a long-term storage solution instead, which makes sense, considering exposure to radioactive isotopes can cause myriad health problems to people. It could also hurt marine life, which could have a devastating impact on fishing economies and on ecosystems. “The health of the ocean — and the livelihoods of countless people — rely on this being done right,” said Buesseler. https://www.gizmodo.com.au/2020/08/fukushimas-contaminated-wastewater-could-be-too-risky-to-dump-in-the-ocean/\n\nNuclear weapons, nuclear war, remain a global existential threat Nuclear threat still menaces nation, world https://dailyprogress.com/opinion/editorial/opinion-editorial-nuclear-threat-still-menaces-nation-world/article_bb34e883-1484-527d-9321-67718b05eaa5.html 14 Aug 20, he nuclear weapons dropped over Hiroshima and Nagasaki 75 years ago this ]month] wreaked a devastation never before seen in human warfare. Yet they were firecrackers compared with the nuclear weapons that were soon developed — bombs, warheads, shells, torpedoes and other devices capable of vaporizing the human race in an apocalyptic flash. For decades, that thought cast a pall of acute anxiety over America and the world. Whether because of that fear, a strategy of effective deterrence, chance or all the above, the United States remains the only country to have used nuclear weapons in combat. With the end of the Cold War, anxiety around nuclear war has receded. Most people probably are not aware that a harrowing and expensive new arms race is now underway. Today Americans are more likely to identify climate change as the greatest man-made threat to the planet. Last year, in the list of what Americans fear compiled annually by Chapman University, “North Korea using nuclear weapons” and “Nuclear weapons attack” ranked 27 and 29, far below “Corrupt government officials” (No. 1) or “Pollution of oceans, rivers and lakes” (No. 2). Yet even with the Cold War long over and stockpiles of nuclear weapons in the Russian and American arsenals sharply reduced through a series of nuclear arms treaties, to fewer than 6,000 warheads each, there are no grounds for complacency. The world can still be destroyed in a flash. Nine states have nuclear weapons — the United States, Russia, Britain, France, China, India, Pakistan, Israel and North Korea. Iran’s nuclear program has been the focus of intense concern for years, and Saudi Arabia has vowed that if Iran develops a nuclear weapon, it will follow suit. Consider also that two men have the power to unleash a nuclear barrage entirely on their own — President Trump and Vladimir Putin, the Russian president, who are both working assiduously on modernizing their arsenals. Before the coronavirus pandemic put millions of Americans out of work, spending…on new doomsday weapons was profligate. Now, it seems morally indefensible. This [month], the Government Accountability Office said that, without changes, the Pentagon’s nuclear weapons modernization effort is on track to surpass its $1.2 trillion price tag over the next three decades. Nine states have nuclear weapons — the United States, Russia, Britain, France, China, India, Pakistan, Israel and North Korea. Iran’s nuclear program has been the focus of intense concern for years, and Saudi Arabia has vowed that if Iran develops a nuclear weapon, it will follow suit. Consider also that two men have the power to unleash a nuclear barrage entirely on their own — President Trump and Vladimir Putin, the Russian president, who are both working assiduously on modernizing their arsenals. …Before the coronavirus pandemic put millions of Americans out of work, spending…on new doomsday weapons was profligate. Now, it seems morally indefensible. This [month], the Government Accountability Office said that, without changes, the Pentagon’s nuclear weapons modernization effort is on track to surpass its $1.2 trillion price tag over the next three decades. …The 75th anniversary of Hiroshima is a good time to revive serious public concern about nuclear weapons. The pandemic may leave little room for other fears, but public health and economic recovery should not have to compete for resources with a needless and enormously expensive new arms race. …Above all, the wrenching images of scorched rubble where Hiroshima had stood ought to be cause for serious reflection on what nuclear weapons do — and what they cannot do. Excerpted from The New York Times via AP.\n\n\n\nDrastic flooding in Bangladesh, displaces ove 1.5 million, increasing coronavirus risk Floods leave one third of Bangladesh underwater and displace more than 1.5 million, raising coronavirus risk, ABC News 14 Aug 20, About a third of Bangladesh has been inundated by floods, with at least 161 people killed and an estimated 1.5 million displaced, according to local officials. Key points: The worst floods in a decade have caused many of the nation’s 53 rivers to overflow\n\nLocal officials fear a spike in coronavirus cases as people move to temporary housing\n\nAlmost 80,000 hectares of Bangladesh’s paddy fields are underwater The heaviest rains in almost a decade began last month and are part of the subcontinent’s summer monsoon from June to September. The floods are making it more difficult to contain coronavirus, with Bangladesh reporting 266,498 infections, including 3,513 deaths, as of Thursday. The unusually heavy rain and floods have also impacted nearby India and Nepal. Bangladesh shares a border with India, with 53 rivers running through both countries….. https://www.abc.net.au/news/2020-08-13/bangladesh-floods-sees-a-third-of-nation-underwater-coronavirus/12555448\n\nAlberta premier’s small nukes pipe dream makes no economic sense. Look Over There! Jason Kenney’s Phoney Nuclear Power Distraction Why the Alberta premier’s small nukes pipe dream makes no economic sense., David Climenhaga 14 Aug 20, | TheTyee.ca When Alberta Premier Jason Kenney says small nuclear reactors “could be a game changer in providing safe, zero-emitting, baseload power in many areas of the province,” as he did this week in a tweet, he’s pulling your leg……. No electrical utility is ever going to buy one unless they are forced to by government policy or regulation — the kind of thing Alberta’s United Conservative Party purports to oppose…….. Small nuclear reactors are not as cheap to build as the premier’s fairy tale suggests. Bringing an acceptable small nuclear reactor design all the way from the drawing board to approval by a national nuclear regulatory authority will cost hundreds of millions of dollars. While dozens of speculative companies are printing colourful brochures with pretty pictures of little nukes being trucked to their destinations, very few are serious ventures with any possibility of building an actual reactor. The United Nations International Atomic Energy Agency says diplomatically there are about 50 concepts “at different stages of development.” Those that are serious, like NuScale Power in the United States, have huge amounts of government money behind them. The only small nuclear reactor plant known to be operating in the world now is the Akademik Lomonosov, Russia’s floating power barge with two 35-megawatt reactors aboard. From an original estimate of US$140 million in 2006, its cost had ballooned to US$740 million when the vessel was launched last year. The kind of small reactors Kenney is talking about won’t be cheap by any yardstick. Small reactors are less economical to run than big reactors……. This is why nobody wanted to buy the scaled-down CANDU-3 reactor, development of which was paid for by Canadian taxpayers in the 1980s. At 300 megawatts, they were just too small for commercial viability. A working CANDU-3 has never been built. The cost of small reactors would have to come down significantly to change this. And remember, the research and development requirements of small reactors are just as high as for big ones. With nobody manufacturing modules, there are no existing economies of scale. In other words, dreamy brochures about the future of small reactors are just that — dreams. By the way, in 2011 the Harper government privatized the best commercial assets of Crown-owned Atomic Energy of Canada Ltd. to… wait for it… SNC-Lavalin Group Inc. Think about that every time you hear Conservatives in Ottawa screeching about the goings on at SNC-Lavalin! Small reactor designs mostly require enriched uranium, and Canada doesn’t produce any…… Small reactors might be safer than big ones, but we don’t really know. Kenney and Savage talk about small reactors as if it were a fact they’re safer than big reactors. Maybe they are. But we don’t really know that because nobody but the Russians actually seems to have built one, and in most cases they haven’t even been designed. Remember, the Russians’ small reactors are both on a barge. For what it’s worth, critics have called it “Floating Chernobyl.” Small reactors won’t be safe without public regulation…….. Then there’s the matter of waste disposal. Nuclear plants don’t produce a lot of waste by volume, but what there is sure has the potential to cause problems for a very long time. Thousands of years and more. So safe storage is an issue with small nukes, just like it is with big ones. Where are we going to store the waste from all these wonderful small nuclear reactors Kenney is talking about? How many jobs is it likely to create here in Western Canada? Well, Saskatchewan’s Ministry of Environment recently posted a job for a director of small modular reactors. That person will supervise four people. That’s probably about it for jobs for the foreseeable future. If Alberta ever ends up with the same number of people working on this, we’ll be lucky https://thetyee.ca/Analysis/2020/08/13/Kenney-Nuclear-Power-Plant-Distraction/\n\nNo prefecture in Japan wants to host nuclear waste dump No Japan prefectures positive about hosting nuclear waste site https://www.japantimes.co.jp/news/2020/08/14/national/prefectures-nuclear-waste-site/ –14 Aug 20, KYODO Nearly half of Japan’s 47 prefectures said they are opposed to or held negative views about hosting a deep-underground disposal site for high-level radioactive nuclear waste, a Kyodo News survey showed Friday. None expressed a favorable stance. The result signals further woes for the central government in its attempt to find a permanent geological disposal repository. Little progress has been made since the process to find local governments willing to host one started in 2002, due mainly to opposition from local residents. The survey was sent to all prefectures in July, with additional interviews conducted depending on their answers. While 16 prefectures such as Fukushima, Kanagawa and Okinawa clearly opposed hosting a site, seven others including Hokkaido, Kyoto and Nagasaki also expressed negative views. Most of the others did not make their positions clear. Of the total 23 prefectures that opposed or showed negative views, seven host nuclear power plants. “We are already undertaking a certain amount of social responsibility by hosting nuclear plants and providing energy,” Niigata Prefecture said in its response. Fukui Prefecture said, “We are generating power. Nuclear waste disposal should be handled by others.” Meanwhile, Hokkaido mentioned its existing ordinance to prevent nuclear waste from being brought into the northernmost main island, a view that contradicts the relatively positive stance held by one of its municipalities. The town of Suttsu said Thursday it is considering signing up for preliminary research into its land to gauge its suitability for hosting a disposal site. On Friday, however, its mayor, Haruo Kataoka, said the town has been asked by the prefecture not to apply for the preliminary study. Before Suttsu, the town of Toyo in Kochi Prefecture applied for the study in 2007, but it later withdrew the application following strong protests by local residents. In the Kyodo News poll, the western prefecture expressed opposition to hosting a disposal site, saying it faces the need to take measures against a possible major earthquake in the region. For permanent disposal, high-level radioactive waste, produced as a result of the process of extracting uranium and plutonium from spent fuel, must be stored more than 300 meters underground so that it cannot impact human lives or the environment. Elsewhere in the world, Finland and Sweden are the only countries to have decided on final disposal sites.\n\nEven with $1.4 billion government subsidy, NuScam’s nuclear station is still a dodgy prospect The NuScale SMR plant is designed to be built with up to a dozen 60-MW reactor modules. UAMPS is seeking other utilities throughout the West to purchase hundreds of megawatts of the $6 billion project’s output, but no utility has agreed to such a purchase. Utah Taxpayer Association Vice President Rusty Cannon said UAMPS members currently committed to the project should withdraw from it because of the risks. “The development of untried new designs is no place for small utilities with no nuclear construction experience to risk their customers’ money,” former NRC Commissioner Peter Bradford said during the briefing. the first module is now expected to be operational in June 2029. Previously NuScale had targeted commercial operation of at least one reactor module in 2027. Municipal power group awaits $1.4 billion from DOE for Idaho nuclear plant, https://www.spglobal.com/platts/en/market-insights/latest-news/electric-power/081320-municipal-power-group-awaits-14-billion-from-doe-for-idaho-nuclear-plant Author, Michael McAuliffe , Editor Keiron Greenhalgh 14 Aug 20, HIGHLIGHTS Utah Associated Municipal Power Systems (UAMPS) members face September decision on project Startup of first unit delayed to 2029 from 2027 Odds of members agreeing to go forward 50/50: muni Washington — A Utah municipal power association is expecting an influx of $1.4 billion in federal funds for the small modular reactor plant it is looking to build in Idaho, but association members are still deciding whether to go forward with the 720-MW project and the completion date has recently slipped, officials said. Continue reading →\n\nBritain’s Nuclear Free Local Authorities (NFLA) demand closing of ageing dangerous nuclear reactors Climate News Network 13th Aug 2020, Four of the UK’s ageing nuclear power reactors, currently closed for\n\nrepairs, should not be allowed to restart, in order to protect public health, says a consortium of 40 local authorities in Britain and Ireland. The Nuclear Free Local Authorities (NFLA), the local government voice on nuclear issues in the United Kingdom, then wants all the rest of the country’s 14 ageing advanced gas-cooled reactors (AGRs) shut down as soon as possible, with the power they produce replaced by renewables and a programme of energy efficiency. The four reactors they want closed immediately are two at Hunterston in Scotland and two at Hinkley Point B in\n\nSomerset in the West of England. Of the other five power stations (each with two reactors) which the NFLA wants shut down as soon as possible, one is at Torness, also in Scotland. Three more are in the North of England –\n\none at Hartlepool in County Durham and two at Heysham in Lancashire – and one at Dungeness in south-east England. To protect the jobs of those involved, the NFLA calls in its report on the future of the AGRs for a “Just Transition”: retraining for skilled workers, but also an accelerated decommissioning of the plants to use the nuclear skills of the\n\nexisting workforce. The report details the dangers that the reactors, some more than 40 years old, pose to the public. Graphite blocks, which are vital for closing down the reactor in an emergency, are disintegrating because of constant radiation, and other plants are so corroded that pipework is judged dangerous. If the two Hunterston reactors were restarted\n\nand the graphite blocks failed, a worst-case accident would mean both Edinburgh and Glasgow would have to be evacuated, the report says. https://climatenewsnetwork.net/calling-time-on-uks-ageing-nuclear-power-plants/\n\nAlberta joins Ontario, New Brunswick and Saskatchewan -led by the nose by nuclear NuScam? Going Nuclear: Alberta Signs Inter-Provincial MOE to Explore Small Modular Reactors, J.D. Supra, 14Aug 20, On August 7, 2020, the Government of Alberta announced its intention to enter into a Memorandum of Understanding (MOU) to explore emerging nuclear power generation technology in the form of Small Modular Reactors (SMRs). Alberta is the fourth province to sign the MOU, following in the footsteps of the governments of Ontario, New Brunswick and Saskatchewan, which signed the MOU in December 2019. Ontario and New Brunswick are Canada’s only provinces currently producing nuclear energy, while uranium fuel is mined in Saskatchewan. Athabasca Basin contains the world’s largest high-grade deposits of uranium and straddles the Alberta-Saskatchewan border……\n\nSmall Nuclear Reactors won’t save the uranium industry Look Over There! Jason Kenney’s Phoney Nuclear Power Distraction Why the Alberta premier’s small nukes pipe dream makes no economic sense., David Climenhaga 14 Aug 20, | TheTyee.ca “…………..Small reactor designs mostly require enriched uranium, and Canada doesn’t produce any. In the Alberta government’s news release, Energy Minister Sonya Savage was quoted saying “Alberta’s rich uranium deposits… could make us an attractive destination to develop and deploy SMRs.” Not really. With one exception, all current small reactor designs use enriched uranium, and Canada doesn’t produce any. So if we adopted a lot of the small reactors being touted by Kenney right now, we’d be putting our energy supply in the hands of foreigners. Would putting a large percentage of our national power needs in the hands of other countries be sound policy from the standpoint of security or sovereignty? Not if you’ve been paying attention! The only exception is the CANDU-3, which SNC-Lavalin recently rebranded as the CANDU SMR. It can run on naturally-occurring uranium like that found in Alberta. Global uranium markets are already saturated. Don’t expect a boom in uranium mining in Alberta, either. There’s a worldwide glut of the stuff. Prices are low. (Sound familiar?) Existing suppliers have invested billions to mine high-grade deposits, and even that production is fetching only depressed prices. So nobody’s interested in creating new uranium mines in Alberta, probably ever……. there’s a whiff of scam about the whole effort to proselytize the idea of a small reactor manufacturing industry, which wouldn’t be located in Alberta anyway, and more uranium mining, which isn’t going to happen… https://thetyee.ca/Analysis/2020/08/13/Kenney-Nuclear-Power-Plant-Distraction/", "METADATA": {"generator": "WordPress.com", "og": {"type": "website", "title": "August 15, 2020 – nuclear-news", "site_name": "nuclear-news", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US"}, "twitter": {"creator": "@arclight2011", "site": "@arclight2011"}, "theme-color": "#e5e5ea", "application-name": "nuclear-news", "msapplication-window": "width=device-width;height=device-height", "msapplication-tooltip": "The News That Matters about the Nuclear Industry Fukushima Chernobyl Mayak Three Mile Island Atomic Testing Radiation Isotope", "msapplication-task": "name=WordPress.com Forums;action-uri=http://forums.wordpress.com/;icon-uri=https://s1.wp.com/i/favicon.ico", "description": "15 posts published by dunrenard and Christina MacPherson on August 15, 2020"}}}