{"GDELT": {"GlobalEventID": 940816960, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.50885668276973, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200814181500, "SOURCEURL": "https://www.cbc.ca/news/politics/canada-china-hongkong-1.5686642"}, "ARTICLE": {"TITLE": "Canada must move quickly to stand up for democracy in Hong Kong, activists say", "TEXT": "Canada must swiftly censure China's ruling Communist Party over its crackdown on democracy in Hong Kong, activists told MPs studying Ottawa's fractious relationship with Beijing.\n\nCanada should work with other countries to invoke sanctions against Chinese officials for human rights violations, said Cherie Wong, executive director of Alliance Canada Hong Kong.\n\nWong warned MPs on the House of Commons special committee on Canada-China relations Tuesday there is \"a short window to act\" before Beijing completely shuts down freedom of movement in Hong Kong.\n\nGloria Fung, president of Canada-Hong Kong Link, echoed the call to sanction Hong Kong and Chinese officials responsible for abuses, something the U.S. has already done.\n\nShe also urged Canada to initiate a \"safe-harbour program\" with an expedited process to grant permanent residence to people from Hong Kong at risk of political persecution.\n\n\"Canada needs to work with international allies to institute a strong policy toward China,\" Fung said. \"It is way past time for Canada to show leadership on the world stage.\"\n\nSecretive process\n\nCanada has expressed deep concern about China's recent passage of national security legislation for Hong Kong, which critics say is being used to curb protest and free speech.\n\nOttawa says the legislation was enacted in a secretive process, without the participation of Hong Kong's legislature, judiciary or people, and in violation of international obligations.\n\nThe process demonstrated disregard for the high degree of autonomy promised for Hong Kong under the traditional \"one country, two systems\" framework, Canada said.\n\nAileen Calverley, co-founder of Hong Kong Watch, said the new security law, which took effect this summer, has been used to suppress freedom of expression and assembly on the streets and in the classroom.\n\nWitnesses decried the arrest this week of Jimmy Lai, founder of the Apple Daily newspaper, as a blow to press freedom.\n\n\"If Canada, with its long history of defending human rights, is not willing to stand with like-minded partners in defence of Hong Kong's freedom, then those values that we believe in will be degraded, along with Canada's standing in the world,\" Calverley said.\n\n\"For Hong Kong it is five minutes to midnight.\"\n\nHong Kong media tycoon and newspaper founder Jimmy Lai, center, walks out from a police station after being bailed out on Wednesday. (Kin Cheung/The Associated Press)\n\nOttawa suspends extradition treaty\n\nOttawa has suspended the Canada-Hong Kong extradition treaty and says it will not permit export of sensitive military items to Hong Kong.\n\nThe foreign ministers of Canada, New Zealand, the United Kingdom and the United States recently issued a joint statement denouncing what they called the Hong Kong government's unjust disqualification of candidates in legislative council elections.\n\nActivists said Tuesday the Liberal government could do more to defend freedom in Hong Kong and protect protesters in Canada from Beijing's interference.\n\nThe Canadian Coalition on Human Rights in China said in a report released in May that activists in Canada increasingly face consequences for raising awareness of serious rights issues involving China.\n\nThe coalition, which includes Amnesty International Canada, said a number of protests organized by Hong Kong democracy supporters in Canada were met by pro-Beijing counter-protesters who used aggressive, confrontational tactics, and who expert observers believe may be directed or organized by Chinese state authorities.\n\nAlex Neve, secretary general of Amnesty Canada, said Tuesday the new national security law in Hong Kong \"has been abused from Day One.\"\n\n\"People have been arrested for possessing flags, stickers and banners with political slogans,\" he said. \"Police and officials have claimed that slogans, T-shirts, songs and even holding up pieces of white paper endanger national security.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/politics/canada-china-hongkong-1.5686642", "title": "Canada must move quickly to stand up for democracy in Hong Kong, activists say | CBC News", "image": "https://i.cbc.ca/1.5363799.1574105688!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/hong-kong-protests.JPG", "description": "Canada must swiftly censure China's ruling Communist Party over its crackdown on democracy in Hong Kong, activists told MPs studying Ottawa's fractious relationship with Beijing.", "locale": "en_US", "type": "article"}, "fb": {"pages": "131391066889737,118434788198374"}, "vf": {"section": "2.636", "unique_id": "1.5686642"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "Canada must swiftly censure China's ruling Communist Party over its crackdown on democracy in Hong Kong, activists told MPs studying Ottawa's fractious relationship with Beijing."}}}