{"GDELT": {"GlobalEventID": 940870583, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 2, "NumArticles": 8, "AvgTone": -3.7179487179487203, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_Lat": 41.5834, "Actor1Geo_Long": -72.7622, "Actor1Geo_FeatureID": "CT", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.5834, "Action2Geo_Long": -72.7622, "Action2Geo_FeatureID": "CT", "DATEADDED": 20200815003000, "SOURCEURL": "https://www.greenwichtime.com/middletown/article/History-repeats-Failed-legislation-could-have-15485525.php"}, "ARTICLE": {"TITLE": "History repeats: Failed legislation could have forced utilities to pay for spoiled food", "TEXT": "History repeats: Failed legislation could have forced utilities to pay for spoiled food\n\nJack Bradley sits with empty coolers outside his home in Fairfield on Aug. 14. Bradley struggled trying to keep perishables safe on ice after losing power during Tropical Storm Isaias. Jack Bradley sits with empty coolers outside his home in Fairfield on Aug. 14. Bradley struggled trying to keep perishables safe on ice after losing power during Tropical Storm Isaias. Photo: Ned Gerard / Hearst Connecticut Media Photo: Ned Gerard / Hearst Connecticut Media Image 1 of / 1 Caption Close History repeats: Failed legislation could have forced utilities to pay for spoiled food 1 / 1 Back to Gallery\n\nFor Jack and Mel Bradley, keeping safe during the coronavirus pandemic has meant stocking up on food to reduce supermarket trips.\n\nSo when Tropical Storm Isaias struck on Aug. 4 and the couple lost power at their Fairfield home, they scrambled to save perishables, hunting down highly in-demand bags of ice for their portable coolers and freezer.\n\nFour days later, the Bradleys called off the salvage operation after learning from United Illuminating that their electricity could be out another three days.\n\n“We pretty much just gave up on the food and threw it out,” Jack Bradley recalled.\n\nPower was restored on day five, but by then the couple had lost an estimated $300 to $400 in groceries.\n\n“And probably $100 on ice trying to save it,” Jack Bradley added.\n\nWith hundreds of thousands of other Connecticut utility customers in the same position, federal, state and municipal elected officials are demanding UI, which serves the Bridgeport/New Haven area, and the larger Eversource, which serves the lion’s share of lower Fairfield County, provide compensation.\n\nAnd yet state lawmakers have missed at least two opportunities to enact legislation requiring utilities be on the hook for at least a percentage of ratepayers’ lost provisions.\n\nA proposed 2012 law — “An Act Concerning Consumer Protection For Utility Customers” — drafted in response to 2011’s Tropical Storm Irene and an October nor’easter, would have compensated customers for hundreds of dollars worth of food and medications that went bad during outages exceeding 48 hours. But that bill failed to pass the General Assembly.\n\nThen in January 2013, the state agency that oversees UI and Eversource — the Public Utilities Regulatory Authority — issued a detailed report outlining how the legislature could structure what was dubbed a “Refrigerated Spoilage Loss (RSL)” program. But nothing came of PURA’s recommendations.\n\n“It’s my understanding the legislature never took action to turn the proposal into law, so it remained a feasibility study,” Taren O'Connor, PURA’s director of communications, told Hearst Connecticut Media this week.\n\nWhich is why over the past few days, politicians from both parties have had to resort to trying to publicly shame UI and Eversource over their response to Isaias and the food and medical spoilage that resulted from the length of time it took to get everybody hooked back up.\n\nU.S. Sen. Richard Blumenthal, a Democrat, urged Eversource to offer refunds “right now” during an appearance Monday at Robert’s Food Center in Madison. The store claimed it lost $300,000 worth of merchandise.\n\nAttorney General William Tong, also a Democrat, echoed those sentiments in a statement Wednesday to Eversource and UI: “Do the right thing ... and reimburse consumers now for lost food and prescriptions. Families were already struggling to pay for groceries before this storm.”\n\nAlso Wednesday, Danbury’s Republican mayor, Mark Boughton, posted on Facebook about Eversource: “Get the lights on, reimburse people for lost perishables, reimburse businesses for lost revenue.”\n\nAnd Thursday, Bridgeport Democratic Mayor Joe Ganim joined in, calling on UI to “consider giving each resident who lost groceries... a gift card for at least $100 to at least begin to give something back for all the damage and inconvenience.”\n\nConsolidated Edison, the big New York utility, bolstered the argument for elected officials seeking voluntary compliance this week when it agreed to compensate households up to $540 if they could show food losses, and businesses for up to $10,700.\n\nThen on Friday, state Rep. Anne Hughes, D-Easton, and Rep. Raghib Allie-Brennan, D-Bethel, said they would re-introduce the 2012 consumer protection bill.\n\nThe thought now was such a bill would have better luck than the 2012 one did.\n\nWhen that proposal, over the opposition of utilities and along partisan lines, was initially voted out of the legislative Energy and Technology Committee in March 2012, it seemed on a fast track to passage well before the General Assembly’s midnight May 9 adjournment deadline. But under intense lobbying, the proposal stalled out and died.\n\nCurrent state Senate Majority Leader Bob Duff, D-Norwalk, was vice chairman of the energy committee at the time. He remembered the issue as a lost opportunity to help consumers. The bill would also have capped salaries for utility executives at $350,000.\n\n“The utilities tried to say that reimbursements were impractical and neither clear nor simple,” Duff told Hearst Friday, recalling some of the intense opposition. Tong, a former state representative from Stamford, was also on the energy committee at the time and also voted “yes.”\n\nTestimony from utilities during the 2012 public hearings stressed the need for proving gross negligence in outages resulting in the spoiling of refrigerated food, as well as a means to steer any compensation to lower-income residents only.\n\nBut PURA’s own analysis of and recommendations for a Refrigerated Spoilage Loss program, released in January 2013, were not a slam-dunk for advocates.\n\nAs envisioned by PURA, the spoilage program could have included ratepayer awards of up to $150 for food and $200 for medications. The authority outlined four different alternatives, based on outage data from 2011’s Irene and October nor’easter, with estimated costs to the company of anywhere from $4 million to $487 million.\n\nBut the authority warned Connecticut lawmakers they would be joining what were at the time only five other states — New York, Illinois, Minnesota, Michigan and California — in implementing reimbursement rules with “a risk of some unknown magnitude” because it would ultimately be “an extra expense to ratepayers ... through increased rates.”\n\nThat was what Fairfield’s Jack Bradley suspected when told this week about the failed legislation designed to make customers like him and his wife whole for lost groceries.\n\n“It would be nice, but I think we’re going to end up paying for it in the long run,” Bradley said.\n\nPURA’s report stated that “unless directed otherwise by the legislature, if a RSL program is implemented for future outage events, the authority will treat (it) as an acceptable and prudent cost of regulated utility business operations.”\n\nIn other words, customers — not shareholders — would foot the bill unless an investigation by PURA cited the utilities for poor performance during a particular outage.\n\nPURA has opened a case on Eversource’s and UI’s responses to Isaias.\n\nBoth UI and Connecticut Light & Power — then part of Northeast Utilities, now under Eversource using the corporate brand — raised concerns at the time with PURA about spoilage relief outlined in the authority’s 2013 report.\n\nUI worried such a program would result in future efforts “to reimburse customers for other costs they may incur as a result of prolonged outages.”\n\nAnd CL&P argued homeowners and renters could purchase their own insurance to cover such losses from natural events, something PURA acknowledged in its report.\n\nPURA also grappled with issues of fairness for utility customers in terms of eligibility and the costs of providing an RSL.\n\n“If the program is limited to low income customers, the remaining non-qualifying customers may view that as unfair or inequitable,” read the report. “If the program provides a standard or sliding scale ... payment, one can argue that the actual losses may be either over-or-under reimbursed.”\n\n“Another fairness issue arises if customers who are reimbursed ... also receive payments from social services programs or homeowner/renter insurance,” PURA stated.\n\nFor example, Bridgeport post-Isaias reminded residents who receive federal Supplemental Nutrition Assistance Plan benefits that they could request replacement subsidies.\n\nTong’s office said it was not aware of any existing legislation to force the utilities to make customers whole post-Isaias. But, the attorney general told Hearst, “There is absolutely nothing prohibiting Eversource and UI from choosing to do the right thing.”\n\nAnd, in fact, Eversource recently indicated to investors the company anticipated recovering its own Isaias storm costs without “a material impact to the results of operations” — meaning profits.\n\nEversource earlier this week issued a statement that echoed CL&P’s seven-year-old argument to PURA against spoilage payback: “We understand how difficult it is for our customers to be without power. As this was an act of nature, we don’t provide reimbursement, but we encourage our customers to reach out to their insurance carrier to see if it’s in their homeowners or renters policy.”\n\nMeanwhile UI, in its own response to the political pressure, said: “We recognize these are challenging times for our customers and that the outages caused by Tropical Storm Isaias presented an additional unplanned burden.”\n\n“Given that this is just the start of storm season, we welcome the opportunity to work together with regulators and government to explore whether there are other things we should collectively be evaluating in the future to help address the impact on customers,” UI added.\n\nNone of which covers the immediate costs of the food the Bradleys and other UI ratepayers had to throw in the trash.\n\n“The situation is unacceptable,” Mel Bradley said. “Should companies bear some of the burden of it? I would think they would have to. It is their (electrical) system.”", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-14T23:30:00Z", "article": {"published_time": "2020-08-14T23:30:00Z", "modified_time": "2020-08-14T23:58:29Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Mel Bradley, William Tong, Jack Bradley, Tropical Storm Isaias, Bob Duff, Taren O'Connor, Allie-Brennan, Bradleys, Mark Boughton, Richard Blumenthal, Joe Ganim, Anne Hughes, Democrat, PURA, Irene, D-Bethel, D-Easton, P, CL&P, Middletown, Fairfield, Bridgeport, Connecticut, New Haven, New York, Hearst, Norwalk, Madison, U.S., Robert's Food Center, Danbury, Stamford, California, Illinois, Minnesota, Michigan, Public Utilities Regulatory Authority, United Illuminating, Eversource, Hearst Connecticut Media, Edison, Register Citizen, RSL, General Assembly, Tropical Storm Irene, Energy and Technology Committee, Senate, Republican, Bridgeport post-Isaias, Connecticut Light &amp, Refrigerated Spoilage Loss, An Act Concerning Consumer Protection For Utility Customers, Facebook, Supplemental Nutrition Assistance Plan, CL&amp", "nlpOrganization": "Public Utilities Regulatory Authority, United Illuminating, Eversource, Hearst Connecticut Media, Edison, Register Citizen, RSL, General Assembly, Tropical Storm Irene, Energy and Technology Committee, Senate, Republican, Bridgeport post-Isaias, PURA, Connecticut Light &amp", "nlpPerson": "Mel Bradley, William Tong, Jack Bradley, Tropical Storm Isaias, Bob Duff, Taren O'Connor, Allie-Brennan, Bradleys, Mark Boughton, Richard Blumenthal, Joe Ganim, Anne Hughes, Democrat, PURA, Irene, D-Bethel, D-Easton, P, CL&P", "nlpLocation": "Middletown, Fairfield, Bridgeport, Connecticut, New Haven, New York, Hearst, Norwalk, Madison, U.S., Robert's Food Center, Danbury, Stamford, California, Illinois, Minnesota, Michigan", "nlpWorkOfArt": "An Act Concerning Consumer Protection For Utility Customers", "nlpEvent": "Refrigerated Spoilage Loss", "nlpOther": "Facebook, Supplemental Nutrition Assistance Plan, CL&amp", "nlpCategories": "%2FLaw+%26+Government%2FGovernment,%2FNews,%2FBusiness+%26+Industrial", "sailthru.title": "History repeats: Failed legislation could have forced utilities to pay for spoiled food", "sailthru.date": "2020-08-14 19:58:00 -0400", "sailthru.author": "By Brian Lockhart and Ken Dixon", "sailthru_uid": 15485525, "sailthru_pubname": "middletown-press", "sailthru_siteid": 7, "sailthru.tags": "mel-bradley,william-tong,jack-bradley,tropical-storm-isaias,bob-duff,taren-o-connor,allie-brennan,bradleys,mark-boughton,richard-blumenthal,joe-ganim,anne-hughes,democrat,pura,irene,d-bethel,d-easton,p,cl-amp-p,middletown,fairfield,bridgeport,connecticut,new-haven,new-york,hearst,norwalk,madison,u-s,robert-s-food-center,danbury,stamford,california,illinois,minnesota,michigan,public-utilities-regulatory-authority,united-illuminating,eversource,hearst-connecticut-media,edison,register-citizen,rsl,general-assembly,tropical-storm-irene,energy-and-technology-committee,senate,republican,bridgeport-post-isaias,connecticut-light-amp,refrigerated-spoilage-loss,an-act-concerning-consumer-protection-for-utility-customers,facebook,supplemental-nutrition-assistance-plan,cl-amp,public-utilities-regulatory-authority,united-illuminating,eversource,hearst-connecticut-media,edison,register-citizen,rsl,general-assembly,tropical-storm-irene,energy-and-technology-committee,senate,republican,bridgeport-post-isaias,pura,connecticut-light-amp,mel-bradley,william-tong,jack-bradley,tropical-storm-isaias,bob-duff,taren-o-connor,allie-brennan,bradleys,mark-boughton,richard-blumenthal,joe-ganim,anne-hughes,democrat,pura,irene,d-bethel,d-easton,p,cl-amp-p,middletown,fairfield,bridgeport,connecticut,new-haven,new-york,hearst,norwalk,madison,u-s,robert-s-food-center,danbury,stamford,california,illinois,minnesota,michigan,an-act-concerning-consumer-protection-for-utility-customers,refrigerated-spoilage-loss,facebook,supplemental-nutrition-assistance-plan,cl-amp,2flaw-26-government-2fgovernment,2fnews,2fbusiness-26-industrial", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/45/36/19814286/3/sailthruImage.jpg", "og": {"title": "History repeats: Failed legislation could have forced utilities to pay for spoiled food", "description": "Two failed bills to force utilities to pay for spoiled food and medicines after outages are attracting politicians once again.", "type": "article", "url": "https://www.greenwichtime.com/middletown/article/History-repeats-Failed-legislation-could-have-15485525.php", "image": "https://s.hdnux.com/photos/01/13/45/36/19814286/3/rawImage.jpg", "site_name": "GreenwichTime"}, "twitter": {"card": "summary_large_image", "site": "@GreenwichTime"}, "fb": {"admins": 100006394927810, "app_id": 666270996736144, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}}