{"GDELT": {"GlobalEventID": 940846746, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "SWE", "Actor2Name": "STOCKHOLM", "Actor2CountryCode": "SWE", "IsRootEvent": 1, "EventCode": 356, "EventBaseCode": 35, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -4.85232067510549, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Marib, Ma'rib, Yemen", "Actor1Geo_CountryCode": "YM", "Actor1Geo_ADM1Code": "YM14", "Actor1Geo_ADM2Code": "145032", "Actor1Geo_Lat": 15.460999999999999, "Actor1Geo_Long": 45.3253, "Actor1Geo_FeatureID": "10642624", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Marib, Ma'rib, Yemen", "Actor2Geo_CountryCode": "YM", "Actor2Geo_ADM1Code": "YM14", "Actor2Geo_ADM2Code": "145032", "Actor2Geo_Lat": 15.460999999999999, "Actor2Geo_Long": 45.3253, "Actor2Geo_FeatureID": "10642624", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Marib, Ma'rib, Yemen", "Action2Geo_CountryCode": "YM", "Action2Geo_ADM1Code": "YM14", "Action2Geo_ADM2Code": "145032", "Action2Geo_Lat": 15.460999999999999, "Action2Geo_Long": 45.3253, "Action2Geo_FeatureID": "10642624", "DATEADDED": 20200814214500, "SOURCEURL": "https://www.arabnews.com/node/1719451"}, "ARTICLE": {"TITLE": "Will it take another catastrophe for the world to wake up to the Houthi threat?", "TEXT": "Will it take another catastrophe for the world to wake up to the Houthi threat?\n\nPeter Welby\n\nShort Url https://arab.news/j65g3\n\nThe freezing of the frontlines around Hodeidah allowed the Houthis to devote resources elsewhere. (Reuters)\n\nTwo years ago, as Yemeni government and coalition troops advanced from the north and south on the port of Hodeidah, the global outcry was such that the government was forced to agree, as part of the Stockholm Agreement, to a local ceasefire.\n\nAt the time, I argued in British newspaper The Times that a government victory in Hodeidah would shorten the war and save more lives than a local ceasefire could.\n\nThe tragedy that has unfolded over the past 2 years has shown that view to be correct. The freezing of the frontlines around Hodeidah allowed the Houthis to devote resources elsewhere. Since Stockholm, they have suppressed tribes in Hajja that were unhappy with their rule, and made advances in Marib and elsewhere, all the while tightening their grip on the populations they terrorize. Not to mention their frequent violations of the agreement itself, including the killing of a liaison officer from the UN monitoring team.\n\nThe world can now see the nature of the Houthi movement and leadership. Put plainly, it is a terrorist group, little different from Daesh or Al-Qaeda except in its origin, ideology and the limited territorial scope of its ambitions.\n\nThe Houthis reign by terror and enforce their will with violence. They persecute religious minorities, journalists and even aid workers, and turn on their allies when they outlive their usefulness and destroy them. They survive by extortion.\n\nThey either plunder aid packages or they extort funds to allow their delivery. And having convinced the world that if they lose Hodeidah (a city in which the Houthi leadership has no history and little natural support) it would be an unmitigated disaster for the people of the city, and all of north Yemen, they are now risking the city’s livelihood, and that of most of the Red Sea, by refusing to allow a decaying oil tanker to be drained and repaired.\n\nAt the outbreak of the war in 2015, the Yemeni national oil company, Safer, had an oil storage tanker moored at Hodeidah. When the Houthis took the city, they took the tanker too. As a sanctioned group, they cannot sell the oil and so there it has remained. Five years on, the ship is in a dire state.\n\nWe saw last week in Beirut what happens when corruption is so embedded in a state that terrorist militias are permitted access to government. When groups that survive by terror, and whose very existence is defined by opposition to some enemy, have control of critical civil infrastructure they will use it for their own interests, not those of the people whose government they have seized.\n\nThe practice of using human shields, shared by the Houthis and Hezbollah, is condemned in international law. Of course, the Safer oil tanker is not a weapon but the effect is the same. It remains in a decaying state because the Houthis will not allow it to be removed. The UN has asked to make it safe — but the Houthis will allow them to do so only if it buys the oil from them. Aside from the fact that this would be illegal, it is also beyond the UN’s mandate. But once again, we see the Houthis extorting an international agency that simply wants to protect the Yemeni people.\n\nA few days ago in Mauritius a cargo ship ran aground. The resulting spill from its fuel tanks poses a severe threat to a part of the world renowned for its outstanding beauty. That ship was carrying 4,000 tons of fuel. The Safer oil tanker, by contrast, is carrying about 166,580 tons of oil — 1.14 million barrels.\n\nIf the feared disaster occurs, the resultant oil slick would threaten the coasts of numerous countries. One of the richest fishing grounds in the world would be destroyed for a generation. Global trade passing through the Red Sea and the Suez Canal would be disrupted. Yemen’s food crisis — so conveniently blamed on the Yemeni government and the Saudi-led coalition, and which we were all told would be fatally exacerbated if the government took control of Hodeidah — would become immeasurably worse.\n\nThe Houthis are not a state but a mafia, governed by extremist ideology and backed by an army. Peter Welby\n\nIt is time for the world to finally understand the gravity and scale of the Houthi threat. From sea mines to deliberate attacks on shipping, from missile attacks on civilian infrastructure in Saudi Arabia to the attempted assassination of the UN envoy, the Houthis have demonstrated that they are not willing to be responsible partners in an international system. This should not surprise us: They are not a state but a mafia, governed by extremist ideology and backed by an army.\n\nWhen the Houthis started this civil war in 2015, the world recognized the threat they posed and the UN Security Council granted a mandate to the Arab Coalition to support and restore the government. But global support is squeamish. Governments are quite happy to back a war so long as there are no casualties. That is not how war works.\n\nThe lesson of the past 30 years is that wars cannot be fought on the cheap. If the international community truly backs the rights of the people of Yemen to choose their own government and to live in peace and prosperity, it would provide the resources required to defeat the Houthis and end the war.\n\nPeter Welby is a consultant on religion and global affairs, specializing in the Arab world. Twitter: @pdcwelby\n\nDisclaimer: Views expressed by writers in this section are their own and do not necessarily reflect Arab News' point-of-view", "METADATA": {"description": "The freezing of the frontlines around Hodeidah allowed the Houthis to devote resources elsewhere. (Reuters)", "abstract": "Get the latest breaking news and headlines from the largest Arab News website. Get world news, sport news, business news, entertainment, lifestyle, video and photos.", "keywords": "Jubail,Al-Ahsa,Al-Kharj,Taif,Qatif,oil,Dammam,Abha,Asir,Yanbu,islam,jobs,sports,Khalij times,gulf news,saudi gazette,Riyadh,Tabuk,Mecca,Medina,AlMadinah,Jeddah,Makkah,Hail,Mecca,Makkah,Eastern,King Abdullah, jobs in Saudi,work in saudi arabia, umrah,Hajj،عرب نيوز", "rights": "Arab News", "fb": {"app_id": 331299401208963, "pages": 10250877124}, "og": {"site_name": "Arab News", "type": "article", "title": "Will it take another catastrophe for the world to wake up to the Houthi threat?", "url": "https://arab.news/j65g3", "description": "The freezing of the frontlines around Hodeidah allowed the Houthis to devote resources elsewhere. (Reuters)", "updated_time": "2020-08-14T20:28:33+03:00", "image": {"identifier": "https://www.arabnews.com/sites/default/files/authors/1586821-welbys.png", "url": "https://www.arabnews.com/sites/default/files/authors/1586821-welbys.png"}}, "twitter": {"card": "summary", "site": {"identifier": "@Arab_News", "id": 69172612}, "url": "https://arab.news/j65g3", "creator": {"identifier": "@Arab_News", "id": 69172612}, "title": "Will it take another catastrophe for the world to wake up to the", "description": "The freezing of the frontlines around Hodeidah allowed the Houthis to devote resources elsewhere. (Reuters)", "image": "https://www.arabnews.com/sites/default/files/authors/1586821-welbys.png"}, "article": {"published_time": "2020-08-14T20:24:32+03:00", "modified_time": "2020-08-14T20:28:33+03:00"}, "viewport": "width=device-width, initial-scale=1.0"}}}