{"GDELT": {"GlobalEventID": 940813493, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NGA", "Actor1Name": "ABUJA", "Actor1CountryCode": "NGA", "Actor2Code": "BUS", "Actor2Name": "EMPLOYER", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.35335689045937, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200814180000, "SOURCEURL": "https://naija247news.com/2020/08/14/fg-moves-to-prevent-job-losses-in-aviation-sector/"}, "ARTICLE": {"TITLE": "FG moves to prevent job losses in Aviation sector", "TEXT": "By Joan Nwagwu\n\nAbuja, Aug. 14, 2020 The Federal Government has called for social dialogue between the employers and the employees in the Aviation industry to prevent job losses.\n\nSen. Chris Ngige, Minister of Labour and Employment, Dr Chris Ngige, made the call in a statement, signed by Mr Charles Akpan, Deputy Director, Press and Public Relations in the ministry on Friday in Abuja.\n\nNgige made the call during a conciliatory meeting with airline operators and the trade unions in the aviation industry to discuss contentious issues, especially pay cut and laying off of workers.\n\nThe Minister appealed to them to join hands to make sure there were no job losses in that industry.\n\nAccording to him, the cardinal principle of this administration is to prevent job losses.\n\n“The government on its part will honour its obligation to the industry by providing palliatives in the form of tax reduction, tax exemption, and elimination of custom duties on aircraft spares and logistics.\n\n“The Central Bank of Nigeria will also provide stimulus package to encourage the operators in the industry ” he said.\n\nNgige, therefore commended the efforts of the airline operators, especially Air Peace and Bristow Helicopters, in keeping faith and paying the salaries and allowances of their staff, when necessary, for the period of the COVID-19 epidemic.\n\nHe urged the operators to allow their employees exercise their right to unionisation as Section 40 of Nigerian Constitution guaranteed that.\n\n“We encourage the airline operators to allow members of staff who desire to go into unions to do so, as belonging to unions is a voluntary thing.\n\n“Obstructing them from doing so, is to curtail their fundamental rights as enshrined in our Constitution,”he said.\n\nNgige, however noted that the management of Air Peace, the Minister of Aviation and the trade unions had already agreed that Air Peace would dialogue with their workers on the re-absorption of some of the sacked pilots and engineers.\n\nHe also added that those who had already got employment elsewhere would be allowed to go peacefully with their entitlement.\n\nNgige further directed the unions in Turkish Airlines to forward in writing their complaints about victimisation of officers in the unions to the Minister of Aviation, and copy the Federal Ministry of Labour and Employment.\n\nThe minister also said that on Bristow Helicopters, 90 – 95 per cent of the issues had already been solved through social dialoguing.\n\n“We understand the plight of the employers, being that the volume of work in that organisation has dwindled, from 50 aircraft business to an all-time low of 12 aircraft.\n\n“We appeal to both management and workers to dialogue with human face in order to save jobs,” he said.\n\nHe therefore, said that the thrust of the social dialogues was to save jobs, so that even the management could also consider reduction in the number of people slated for redundancy.\n\nHe also noted that even if redundancy must occur, it should be done under the ambit of Nigerian law on redundancy.\n\nOn the unilateral pay cut by Arik Air, as well as the disagreement on terminal benefit for workers, Ngige directed the management of the airline to engage the employees on social dialogue and come up with a mutually agreed remuneration.\n\nMr Ayuba Wabba, President, Nigeria Labour Congress(NLC), commended the Federal Government’s commitment to supporting the Aviation industry through the provision of palliatives.\n\nShare this: Twitter\n\nLinkedIn\n\nTelegram\n\nPinterest\n\nEmail\n\nSkype\n\nPrint\n\nPocket\n\nWhatsApp\n\nMore\n\nFacebook\n\n\n\nLike this: Like Loading...", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "uw2qPv_daOnUudnLcO6hjVitB8h5oyN0ua07c8ir0ws", "og": {"image": {"identifier": "https://i1.wp.com/naija247news.com/wp-content/uploads/2018/12/cropped-InstaLogo.jpg?fit=512%2C512&ssl=1", "width": 512, "height": 512}, "type": "article", "title": "FG moves to prevent job losses in Aviation sector", "url": "https://naija247news.com/2020/08/14/fg-moves-to-prevent-job-losses-in-aviation-sector/", "description": "By Joan Nwagwu Abuja, Aug. 14, 2020 The Federal Government has called for social dialogue between the employers and the employees in the Aviation industry to prevent job losses. Sen. Chris Ngige, M…", "site_name": "Naija247news", "locale": "en_US"}, "author": "Naija247news.com", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "article": {"published_time": "2020-08-14T16:07:51+00:00", "modified_time": "2020-08-14T16:07:51+00:00"}, "twitter": {"creator": "@Naija247new", "site": "@naija247new", "text": {"title": "FG moves to prevent job losses in Aviation sector"}, "image": "https://i1.wp.com/naija247news.com/wp-content/uploads/2020/08/47BC6F45-F221-47AF-967B-B2EB67C4AF3A.png?fit=297%2C170&ssl=1&w=144", "card": "summary"}, "msapplication-TileImage": "https://i1.wp.com/naija247news.com/wp-content/uploads/2018/12/cropped-InstaLogo.jpg?fit=270%2C270&ssl=1", "yandex-verification": "9b42f3633098159b", "fb": {"pages": 183141575431671}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}