{"GDELT": {"GlobalEventID": 940860225, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "DMA", "Actor1Name": "DOMINICA", "Actor1CountryCode": "DMA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.05405405405405, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Morne Daniel, Saint Paul, Dominica", "Actor1Geo_CountryCode": "DO", "Actor1Geo_ADM1Code": "DO10", "Actor1Geo_ADM2Code": "15291", "Actor1Geo_Lat": 15.3167, "Actor1Geo_Long": -61.4, "Actor1Geo_FeatureID": "-1352135", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Morne Daniel, Saint Paul, Dominica", "Action2Geo_CountryCode": "DO", "Action2Geo_ADM1Code": "DO10", "Action2Geo_ADM2Code": "15291", "Action2Geo_Lat": 15.3167, "Action2Geo_Long": -61.4, "Action2Geo_FeatureID": "-1352135", "DATEADDED": 20200814234500, "SOURCEURL": "https://antiguaobserver.com/protest-as-dominica-pm-moves-into-32000-per-month-mansion-astaphan-says-its-opposition-propaganda/"}, "ARTICLE": {"TITLE": "Protest as Dominica PM moves into $32,000 per month mansion; Astaphan says it’s opposition propaganda", "TEXT": "Spread the love\n\n\n\n\n\n\n\n\n\n\n\n\n\n(DNO) – Members of the Concerned Citizens Movement (CCM) are taking their gripe about the rental fee for the Prime Minister’s residence at Morne Daniel to the entrance of that community today.\n\nCabinet has made a decision to approve a monthly payment of EC$32,000.00 to rent a residence in Morne Daniel from Mercury Properties Development Ltd for the prime minister.\n\nThis decision has generated much controversy, drawing strong criticism from the opposition and some members of the public.\n\nTreasurer of the CCM, John Blanchard, told Dominica News Online (DNO) that members of the group will be seen standing with their placards, speaking out loudly against this “wicked and malicious” act.\n\n“The purpose of that gathering is basically, to show our dissent, our disapproval of that $32,000 monthly rental fees for the Prime Minister’s residence in addition to another $32,000…for all expenses,” he said.\n\nBlanchard said the CCM believes it is “unfair and unreasonable” that taxpayers should have to pay $64,000 for “one man, the Prime Minister, for rent.”\n\nHe questioned that expenditure in light of the many other needs of the country which he says is still recovering from Hurricane Maria and is now grappling with COVID-19.\n\n“There are so many houses in the country that are still uncovered or have tarpaulin…,” Blanchard lamented. “We have the public library that is supposed to be serving the children of the country, so they could go there and do their research and read a book and educate themselves, the public library is still in a state of disrepair and so many other public buildings are still not repaired.”\n\nHe pointed to what he described as the depressed living conditions of many people and the fact that some have lost their jobs, are unable to pay their rent and unable to take care of their families.\n\nMeantime, Senior Counsel Tony Astaphan has said that it has long been his view that the CCM is not interested in anything of concern to the citizens, but is no more than that of the propaganda machinery and the mischief-making mechanism of the United Workers Party.\n\n“The suggestion that they want to have a protest against the rent to be paid to the Prime Minister’s residence at Morne Daniel is petty. It is childish; it is ridiculous and it shows that that movement as riddled that it is with dissent seeks only to dance to the tune of the United Workers Party,” he stated.\n\nHe said the situation has been discussed at Parliament, the Prime Minister and Senior Minister Reginald Austrie have dealt with it.\n\n“We have dealt with it on the various radio programmes,” Astaphan explained. “We have explained to the people that the $32,000 includes a fully furnished house, insurance and whatever have you and that the expenditure for the Prime Minister’s residence may not be substantially used at all because of the new arrangements.”\n\nMembers of the public are invited to join the gathering which is scheduled to be held from 2:30pm to 7:00pm.", "METADATA": {"robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Protest as Dominica PM moves into $32,000 per month mansion; Astaphan says it’s opposition propaganda - Antigua Observer Newspaper", "description": "Spread the love(DNO) – Members of the Concerned Citizens Movement (CCM) are taking their gripe about the rental fee for the Prime Minister’s residence at Morne Daniel to the entrance of that community today. Cabinet has made a decision to approve a monthly payment of EC$32,000.00 to rent a residence in Morne Daniel from Mercury […]", "url": "https://antiguaobserver.com/protest-as-dominica-pm-moves-into-32000-per-month-mansion-astaphan-says-its-opposition-propaganda/", "site_name": "Antigua Observer Newspaper", "image": {"identifier": "https://antiguaobserver.com/wp-content/uploads/2020/08/Skerrit-residence-rear-view-768x510-1.jpg", "width": 768, "height": 510}}, "article": {"published_time": "2020-08-14T22:26:23+00:00", "modified_time": "2020-08-14T22:26:26+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://antiguaobserver.com/wp-content/uploads/2020/02/cropped-Observer-icon-1-270x270.jpg"}}}