{"GDELT": {"GlobalEventID": 940816926, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NLD", "Actor1Name": "THE NETHERLAND", "Actor1CountryCode": "NLD", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 1, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": 1.9095722776751298, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200814181500, "SOURCEURL": "https://wtvbam.com/news/articles/2020/aug/14/eu-reaches-deal-with-astrazeneca-for-at-least-300-million-doses-of-potential-covid-19-vaccine/1049213/"}, "ARTICLE": {"TITLE": "EU agrees first COVID-19 vaccine deal with AstraZeneca in WHO blow", "TEXT": "by Thomson Reuters\n\nBy Francesco Guarascio\n\nBRUSSELS (Reuters) - The European Union has agreed to buy at least 300 million doses of AstraZeneca's potential COVID-19 vaccine in its first such advance purchase deal, which could weaken plans led by the World Health Organization (WHO) for a global approach.\n\nThe European Commission, which is negotiating on behalf of all 27 EU member states, said the deal included an option to purchase 100 million additional doses from the British drugmaker should its vaccine prove safe and effective.\n\nThe EU's bilateral deal mirrors moves by the United States and other wealthy states, some of which are critical of the WHO's initiative, and further reduces the potentially available stock in the race to secure effective COVID-19 vaccines.\n\nThe move converts into an EU agreement a preliminary deal with AstraZeneca that was reached in June by Europe's Inclusive Vaccines Alliance (IVA), a group formed by France, Germany, Italy and the Netherlands to secure vaccine doses for all member states.\n\nThe Commission declined to disclose the terms of its agreement with AstraZeneca but said its deals are aimed at financing part of the upfront costs to develop vaccines. The funding would be partial downpayments to secure the shots, but actual purchases would be decided at a later stage by each EU state.\n\n\"This new agreement will give all EU member states the option to access the vaccine in an equitable manner at no profit during the pandemic,\" AstraZeneca said in a statement.\n\nThe EU said it has been in advanced talks over the past two weeks with Johnson & Johnson and Sanofi for their vaccines under development.\n\nIt is also in talks with Pfizer, Moderna and CureVac for upfront purchases of their potential COVID-19 vaccines, EU officials told Reuters in July.\n\nWHO BLOW?\n\nThe EU move could complicate efforts led by the WHO and GAVI, a global alliance for vaccines, to buy shots on behalf of rich and developing countries with a separate scheme.\n\nThe Commission has urged EU states to shun the WHO-led initiative because it sees it as too expensive and slow, EU officials told Reuters in July.\n\nNow the Commission is openly saying that vaccines bought from AstraZeneca, and from other vaccine makers, could be donated to poorer states, effectively taking on the very task that the WHO is pursuing with the so-called ACT-Accelerator Hub.\n\nBrussels has publicly said that its purchasing scheme is complementary to the WHO's, but in private told EU states that there may be legal issues if they joined the WHO programme.\n\nBruce Aylward, the WHO senior adviser who leads the ACT-Accelerator Hub, downplayed fears that bilateral deals could scuttle the WHO's multilateral push.\n\nHe said late on Thursday that some countries that have reserved vaccines for their populations had also expressed interest in participating in a global rollout.\n\n\"You hear a lot of panic about buying, deals, etc. But we have a couple of months to work together as a global community,\" he said, adding that pooling risks and buying together was the ideal solution.\n\n(Reporting by Francesco Guarascio in Brussels; Additional reporting by John Miller in Zurich; Editing by Jason Neely, Alexander Smith and David Goodman)", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "By Francesco Guarascio\nBRUSSELS (Reuters) - The European Union has agreed to buy at least 300 million doses of AstraZeneca's potential COVID-19 vaccine in its first such advance purchase deal, which …", "author": "Midwest Communications Inc.", "robots": "index,follow", "og": {"site_name": "WTVB", "locale": "en_US", "url": "https://wtvbam.com/news/articles/2020/aug/14/eu-reaches-deal-with-astrazeneca-for-at-least-300-million-doses-of-potential-covid-19-vaccine/1049213/", "title": "EU agrees first COVID-19 vaccine deal with AstraZeneca in WHO blow", "description": "By Francesco Guarascio\nBRUSSELS (Reuters) - The European Union has agreed to buy at least 300 million doses of AstraZeneca's potential COVID-19 vaccine in its first such advance purchase deal, which could weaken plans led by the World Health Organization (WHO) for a global approach.\nThe European Commission, which is negotiating on behalf of all 27…", "image": "https://radiocms-images.us1.eldarioncloud.com/resize/1200/https://storage.googleapis.com/media.mwcradio.com/mimesis/2020-08/14/2020-08-14T101753Z_1_LYNXNPEG7D0NT_RTROPTP_3_HEALTH-CORONAVIRUS-JAPAN-ASTRAZENECA.JPG?upscale=False"}, "twitter": {"site": "@wtvbradio", "card": "summary_large_image"}, "fb": {"app_id": 992463244252659}}}}