{"GDELT": {"GlobalEventID": 940810329, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "BLRCOP", "Actor2Name": "BELARUS", "Actor2CountryCode": "BLR", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.83385579937304, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200814174500, "SOURCEURL": "https://www.courthousenews.com/belarus-uprising-gains-momentum-government-accused-of-torture/"}, "ARTICLE": {"TITLE": "Belarus Uprising Gains Momentum, Government Accused of Torture", "TEXT": "A couple hugs after being released from a detention center where protesters were detained during a mass rally following presidential election in Minsk, Belarus, Friday. (AP Photo)\n\n(CN) — A wave of protests aimed at bringing down the 26-year dictatorial rule of Belarusian President Alexander Lukashenko is intensifying after jailed protesters accused the government of beating and torturing them in the chaotic days following last Sunday’s disputed presidential election.\n\nPressure on Lukashenko to step down grew on Friday as large crowds demanding new elections took to the streets in the capital Minsk and other cities. In Minsk, women protesters, many dressed in white, waved white flags and carried flowers as they paraded by the former KGB building, an imposing structure where political prisoners are held to this day. Also, workers at factories and at the Minsk metro went on strike, according to news and social media reports.\n\nThe European Union, meanwhile, appeared ready to impose sanctions on the Belarus regime.\n\nThe leader of the opposition, Svetlana Tsikhanouskaya, issued a video from Lithuania, to which she fled for her safety, urging Belarusians to protest the election results. She declared herself the winner, saying she likely won between 60% and 70% of the vote. Official results said she got only about 10%.\n\nLast Sunday, Belarusian election officials declared Lukashenko the victor with 80% of the vote. But the regime is accused of fixing the election results, as it allegedly has done ever since Lukashenko came to power in 1994 and consolidated the state around him. In the run-up to the ballot, two opposition figures were jailed and a third fled the country for fear of arrest. Belarus is often called Europe’s last dictatorship.\n\nIn defiance of the Belarusian state, about 100 polling stations released results showing Tsikhanouskaya won by large margins in those districts.\n\nMeanwhile, images of protesters revealing badly bruised and swollen backs and buttocks after being released from detention centers and their accounts of beatings and torture while in custody are providing the growing protests in Belarus with new fuel and are undermining the legitimacy of Lukashenko’s regime. At least two deaths during the protests have been reported.\n\nA man shows marks on his body he says were left by police beating after being released from a detention center where protesters were detained after a mass rally in Minsk, Belarus. (AP Photo/Sergei Grits)\n\nOn Thursday evening, Amnesty International said there was “mounting evidence of a widespread campaign of torture” based on testimony provided by formerly detained protesters. Human rights groups in Belarus are reporting that jailed protesters were stripped naked, beaten and threatened with rape, Amnesty International said in a news release. One woman described seeing dozens of naked men forced to lie face down in the dirt while they were kicked and beaten with truncheons, the human rights group reported.\n\nProtests erupted in the wake of Sunday’s election and have continued all week. Police have used tear gas, water cannons, rubber bullets, truncheons and even live ammunition to squash the largely peaceful protests. Since the election, the regime has tried to shut off Belarus from the rest of the world by shutting down the internet and targeting journalists. Protesters have gotten around the internet lockdown through the use of Telegram, a Russian-developed cloud-based instant-messaging system.\n\nAbout 6,700 people have been arrested and on Friday, in an act of reconciliation, the Belarusian state said it would release all protesters.\n\n“For days the world has watched in horror as police in Belarus fire rubber bullets and tear gas into crowds of peaceful protesters,” said Marie Struthers, Amnesty International’s director for Eastern Europe and Central Asia. “It is now becoming increasingly clear that the bloody scenes on the streets of Belarus are just the tip of the iceberg.”\n\nThe BBC said it spoke to one man who described how people were beaten “ferociously, with impunity, and they arrest anyone.” The man said he and other protesters were “were forced to stand in the yard all night. We could hear women being beaten.”\n\nThe Belarusian government denied that abuse had taken place. The Senate speaker, Natalya Kochanova, said on state television that Lukashenko had ordered a probe into the large-scale detention of protesters. Lukashenko has remained mostly silent and out of public view.\n\n“The president has listened to the opinions of worker collectives,” Kochanova said, pleading for calm. “It’s clear that none of us need losses and war. Minsk was always quiet and peaceful. Let’s stop this self-destruction.”\n\nIn a video, Tsikhanouskaya, the opposition leader, accused the Belarusian government of turning “peaceful demonstrations on the streets into a bloody battle.”\n\nShe said the era of Lukashenko must end. “Belarusians will never want to live again under the previous government,” she said. “The majority do not believe in his victory.”\n\nTsikhanouskaya entered the election after her husband, the popular anti-corruption blogger and businessman Syarhei Tsikhanouski, was jailed after he posed an election challenge to Lukashenko. She campaigned with two other women, the wife of self-exiled opposition figure Valery Tsapkala and the campaign chief of jailed opposition politician Viktar Babaryka.\n\nIn her campaign, Tsikhanouskaya said she did not want to be president but rather free political prisoners like her husband and ensure Belarusians get a free and fair election. Her pitch rang true with many Belarusians and crowds of more than 50,000 people attended her rallies.\n\nLukashenko has long been an object of scorn for many Belarusians who now see this as the pivotal moment to topple his government and rid him from their lives.\n\n“Leave before it’s too late, before you [Lukashenko] have plunged the people into a terrible abyss, into the abyss of civil war,” Svetlana Alexievich, the 72-year-old Belarusian Nobel Prize winner in literature, told Radio Free Europe in an interview from Minsk. “Nobody wants blood. Only you want power. And it’s your desire for power that requires blood.”\n\nIn the interview, she said people are “absolutely sure” Tsikhanouskaya won the election. “Nobody sees those who love Lukashenka around, those who support him the way they had supported him in the past,” she added. “And how can one trust that man after seeing what is happening on our streets?”\n\nLukashenko was formerly popular in Belarus, but declining economic fortunes and his dismissal of the coronavirus pandemic as a “psychosis” that could be treated with vodka and saunas are seen as among the causes for his precipitous fall in popularity.\n\n“In previous elections the president did not have to falsify the numbers enormously, because he was genuinely popular with large sections of society,” said Charles Grant, the director of the think tank Centre for European Reform, in a briefing note.\n\nGrant said it remained uncertain whether Lukashenko will be able to retain power in the face of widespread discontent and anger. He said the president is relying on maintaining his power through the support he enjoys among Belarus’s security forces.\n\nWorkers at the Minsk Tractor Works Plant demanded a new election and called for the release of all those who were detained in a brutal police crackdown on demonstrators challenging the official results of Sunday’s presidential vote. (AP Photo/Sergei Grits)\n\n“Regime change will not happen unless the people keep demonstrating and striking, week after week, and the elite splinters,” he said. “So far there have been just a few minor splinters — the election officials who reported true voting figures, the policemen in provincial towns who have refused to sweep away demonstrators and the TV news readers who have resigned.”\n\nLukashenko’s future also depends on what steps the EU and Russia take, he said.\n\nOn Friday, EU foreign ministers met via videoconference to discuss imposing sanctions on the Belarus regime. German Chancellor Angela Merkel and other European leaders expressed support for new sanctions. In 2016, the EU lifted sanctions against Belarus in a bid to pry it away from Russia’s sphere.\n\nThe EU is likely to slap targeted visa and financial sanctions on top officials in the regime viewed as responsible for human rights abuses and electoral wrongdoing.\n\nThe EU is under pressure to condemn the police violence in Belarus and support the democratic movement. But imposing new sanctions also poses the risk of driving Lukashenko into the arms of Russia, Grant said.\n\nRussian President Vladimir Putin is seeking to get Belarus, a neighbor with 9.4 million people and a former Soviet state, to become more integrated with Russia. Recently, Lukashenko has resisted Putin’s maneuvers to tighten relations and the Belarusian president has sought to bridge differences with the United States and the EU. This year, U.S. Secretary of State Mike Pompeo visited Minsk and the U.S. was set to send an ambassador to Belarus, its first since Minsk expelled the American ambassador in 2008.\n\n“Putin is probably happy with the outcome of the presidential election: it leaves Lukashenko weaker and more dependent on Russia,” Grant said.\n\nBut experts also see what’s happening in Belarus as potentially spilling over into Russia and threatening Putin’s grip on power. Similar to Lukashenko, Putin has consolidated power around him and turned Russia into an authoritarian state since his rise to the presidency in 1999.\n\nDiscontent with Putin is growing and his popularity has fallen. Thousands of people in the far eastern region of Khabarovsk have been holding demonstrations since mid-July against the Kremlin. The protests were prompted by the arrest of the region’s popular governor, Sergey Furgal. He beat a candidate from Putin’s United Russia party and he was replaced by a Putin ally.\n\nCourthouse News reporter Cain Burdeau is based in the European Union.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Belarus Uprising Gains Momentum, Government Accused of Torture", "description": "A wave of protests aimed at bringing down the 26-year dictatorial rule of Belarusian President Alexander Lukashenko is intensifying after jailed protesters accused the government of beating and torturing them in the chaotic days following last Sunday's disputed presidential election.", "url": "https://www.courthousenews.com/belarus-uprising-gains-momentum-government-accused-of-torture/", "image": "https://www.courthousenews.com/wp-content/uploads/2020/08/AP20227178989833-1-1024x683.jpg"}, "article": {"publisher": "https://www.facebook.com/CourthouseNews/", "published_time": "2020-08-14T17:07:46+00:00", "modified_time": "2020-08-14T17:07:54+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@CourthouseNews", "site": "@CourthouseNews"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://i2.wp.com/www.courthousenews.com/wp-content/uploads/2018/04/cropped-C-in-003661.png?fit=270%2C270&ssl=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": [""]}}