{"GDELT": {"GlobalEventID": 940874459, "Day": 20200808, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.5973, "Actor1Code": "LBY", "Actor1Name": "TRIPOLI", "Actor1CountryCode": "LBY", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.3431661750245802, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tripoli, Tarabulus, Libya", "Actor1Geo_CountryCode": "LY", "Actor1Geo_ADM1Code": "LY61", "Actor1Geo_ADM2Code": "19101", "Actor1Geo_Lat": 32.8925, "Actor1Geo_Long": 13.18, "Actor1Geo_FeatureID": "-3178767", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200815010000, "SOURCEURL": "https://thearabweekly.com/france-moves-pre-empt-turkeys-fait-accompli"}, "ARTICLE": {"TITLE": "France moves to pre-empt Turkey’s fait accompli", "TEXT": "PARIS –Turkish President Recep Tayyip Erdogan has turned his country’s political confrontation with France over strategic issues into a personal conflict with French President Emmanuel Macron, accusing him of being melodramatic against the backdrop of marked French escalation aimed at preventing Turkey from imposing a fait accompli in the Eastern Mediterranean.\n\nOn Thursday, the Turkish president said that his French counterpart had “colonial designs” in Lebanon and described the latter’s recent visit to Beirut as “putting on a show.”\n\n“What Macron and his team want is the return of the colonial regime to Lebanon,” Erdogan said in a speech in Ankara, adding, “As for us, we do not care for photo opportunities or to put on a show for the cameras.”\n\nIt is now clear that France wants to curb the more than obvious Turkish appetite for control over the Eastern Mediterranean region. Ankara began by signing an agreement on demarcating maritime borders with Liby’as Tripoli-based Government of National Accord (GNA), then intervened militarily to overturn the balance of power in the country’s civil war. Next, Ankara escalated tensions with Cyprus and then Greece by conducting exploration operations for oil and gas on the continental shelf, leading to an open competition with France about which foreign power shall have a strong presence in Lebanon following the Beirut blast.\n\nFrench Tonnerre helicopter carrier, rear left, is escorted by Greek and French military vessels during a maritime exercise in the Eastern Mediterranean, August 13. (AFP)\n\nThe French Ministry of Armed Forces said on Thursday that France would deploy two Rafale fighter jets and the frigate Lafayette in the Eastern Mediterranean as part of a plan to bolster its military presence in the region.\n\nObservers say the French move completes previous messages Paris sent to Turkey in Libya and indicates Macron’s understanding of the Turkish insinuation in Lebanon and escalation with Greece.\n\nWhile deploying just two combat aircraft seems ]insufficient for carrying out combat missions against Turkey, the point of the move is to show speed of movement in the region until substantial back up arrives.\n\nGreek military sources said that the frigate and the two jet fighters arrived in Crete on Thursday and carried out joint exercises with Greek forces.\n\n“Emmanuel Macron is a true friend of Greece and an ardent defender of European values ​​and international law,” Greek Prime Minister Kyriakos Mitsotakis wrote on Twitter in French following his phone conversation with Macron.\n\nThe discovery over the past years of huge gas fields in the Eastern Mediterranean has driven the ambitions of countries bordering the region, such as Greece, Cyprus, Turkey, Egypt and Israel, and increased their appetite.\n\nThe situation deteriorated after Turkey deployed on Monday a research vessel to conduct exploration operations for gas in a disputed area in the Eastern Mediterranean and gave it a military escort.\n\nThe Greek navy responded by deploying vessels in the region to monitor Turkish activities.\n\nIn recent days, tensions in the Eastern Mediterranean region reached new heights when Athens accused Ankara of illegally drilling for energy sources in Greek territorial waters.\n\n“This tension could easily turn into the most serious crisis between Greece and Turkey in nearly 25 years,” said international relations professor Constantinos Feles.\n\nFeles told the British newspaper The Guardian that it was “simply illegal (for Turkey) to conduct seismic research in waters that have not yet been identified under an agreement or judgment issued by an international court.”\n\nIn the opposite camp, Erdogan said on Thursday that “the claim of maritime sovereignty through the use of the island of Mies (Kastellorizo ​​in Greek) located two kilometres off the Turkish coast and 580 kilometres from Greece cannot be explained logically.”\n\nLast November, Ankara signed a maritime border demarcation agreement with Libya’s Islamist-dominated GNA, which does not control the relevant maritime zone belonging to the region of Cyrenaica, which is under the control of the Libyan National Army (LNA) led by Field Marshal Khalifa Haftar. The Turkish move was decried as an attempt to impose a fait accompli in the Eastern Mediterranean region, a step that met with widespread international rejection, and described in Libya as illegal since it was not approved in parliament.\n\nLast week, Egypt and Greece signed a maritime border demarcation agreement, canceling the maritime agreement between Turkey and the Tripoli government.\n\nThe move is a big slap to Ankara, which had repeatedly tried to persuade Cairo to agree to the maritime agreement it signed with the Islamist government in Tripoli by luring it with the gains it would obtain, but Cairo rejected any rapprochement with Ankara.\n\nWhile Turkish and Qatari media promoted the view that Cairo’s strategy was motivated by jealousy and spite rather than its own interests, experts attribute Egypt’s position to Cairo’s conviction that international law is on the side of the Greek vision rather than the Turkish one.\n\nTurkish Anadolu news agency quoted Turkish security expert Murat Aslan as saying that Egypt’s signing of the agreement with Greece made it lose a lot of its rights and sovereignty in the Eastern Mediterranean, explaining that it got less than a third of the exclusive economic zone that should have been subject to its sovereignty.\n\nObservers warn of the possibility that Turkish escalation in the Eastern Mediterranean aims to distract the international community, and France in particular, from Ankara’s imminent attack on the Libyan city of Sirte, for which Turkey has been mobilising weapons and Syrian mercenaries for months now.\n\nObservers are aware that Erdogan’s talk of resolving the Eastern Mediterranean crisis through dialogue is nothing but a manoeuvre, given that this dialogue ought to be taking place with France and Greece, the main parties concerned with the crisis, not Germany and the European Union.\n\nOn Thursday, Erdogan announced he would hold talks with German Chancellor Angela Merkel and European Council President Charles Michel to ease tensions in the Eastern Mediterranean.\n\nHe stressed that “the solution in the eastern Mediterranean goes through dialogue and negotiations,” adding that Ankara “will not allow any country to infringe on its rights.”", "METADATA": {"twitter": {"card": "summary_large_image", "title": "France moves to pre-empt Turkey’s fait accompli |  | AW", "description": "Turkish President Recep Tayyip Erdogan has turned his country’s political confrontation with France over strategic issues into a personal conflict with French President Emmanuel Macron, accusing him of being melodramatic against the backdrop of marked French escalation aimed at preventing Turkey from imposing a fait accompli in the Eastern Mediterranean.", "url": "https://thearabweekly.com/france-moves-pre-empt-turkeys-fait-accompli", "image": "https://thearabweekly.com/sites/default/files/styles/article_image_800x450_/public/2020-08/50-270-turkey-new-cover.jpg?itok=2J85bcYi"}, "og": {"site_name": "AW", "type": "article", "url": "https://thearabweekly.com/france-moves-pre-empt-turkeys-fait-accompli", "title": "France moves to pre-empt Turkey’s fait accompli |  | AW", "description": "Turkish President Recep Tayyip Erdogan has turned his country’s political confrontation with France over strategic issues into a personal conflict with French President Emmanuel Macron, accusing him of being melodramatic against the backdrop of marked French escalation aimed at preventing Turkey from imposing a fait accompli in the Eastern Mediterranean.", "image": {"identifier": "https://thearabweekly.com/sites/default/files/styles/article_image_800x450_/public/2020-08/50-270-turkey-new-cover.jpg?itok=2J85bcYi", "url": "public://styles/article_image_800x450_/public/2020-08/50-270-turkey-new-cover.jpg"}}, "description": "Turkish President Recep Tayyip Erdogan has turned his country’s political confrontation with France over strategic issues into a personal conflict with French President Emmanuel Macron.", "fb": {"app_id": 140769836555191}, "abstract": "Turkish President Recep Tayyip Erdogan has turned his country’s political confrontation with France over strategic issues into a personal conflict with French President Emmanuel Macron, accusing him of being melodramatic against the backdrop of marked French escalation aimed at preventing Turkey from imposing a fait accompli in the Eastern Mediterranean.", "rights": "©2020 AW. All rights reserved.", "referrer": "origin", "p": {"domain_verify": "985b2e0f171758455e4a85ed0730d603"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}}