{"GDELT": {"GlobalEventID": 940862721, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EDU", "Actor1Name": "PROFESSOR", "Actor1Type1Code": "EDU", "Actor2Code": "SWE", "Actor2Name": "SWEDEN", "Actor2CountryCode": "SWE", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 2, "NumArticles": 6, "AvgTone": -3.18690783807063, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sydney, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "154637", "Actor1Geo_Lat": -33.8833, "Actor1Geo_Long": 151.217, "Actor1Geo_FeatureID": "-1603135", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Stockholm, Stockholm, Sweden", "Actor2Geo_CountryCode": "SW", "Actor2Geo_ADM1Code": "SW26", "Actor2Geo_ADM2Code": "26170", "Actor2Geo_Lat": 59.3333, "Actor2Geo_Long": 18.05, "Actor2Geo_FeatureID": "-2524279", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sydney, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154637", "Action2Geo_Lat": -33.8833, "Action2Geo_Long": 151.217, "Action2Geo_FeatureID": "-1603135", "DATEADDED": 20200815000000, "SOURCEURL": "https://www.coffscoastadvocate.com.au/news/did-sweden-get-radical-covid-plan-right/4078877/"}, "ARTICLE": {"TITLE": "Did Sweden get radical COVID plan right?", "TEXT": "Sweden had no lockdown and now has fewer cases than Australia. But is its success due to strategy or a Swedish trait that could see cases skyrocket?\n\nSweden had no lockdown and now has fewer cases than Australia. But is its success due to strategy or a Swedish trait that could see cases skyrocket?\n\nIt's the country that was heavily criticised for deciding to do things differently when it came to coronavirus - to ignore lockdown and keep bars and schools open.\n\nAnd it paid a price with at least 5700 deaths putting it in the top 10 of nations in terms of coronavirus deaths per million.\n\nBut, as time goes on, Sweden's controversial approach to tackling COVID-19 is winning over some sceptics.\n\nThe Swedish economy has shrunk less than other nations and cases have fallen dramatically, deaths have essentially dried up and no significant second wave has occurred. In fact, right now, Sweden looks better than Australia.\n\nHowever, some virus watchers have warned that Sweden's success could be a mirage. That a Scandinavian trait could be behind the low current numbers and the real test could come in as little as one month's time.\n\nProfessor Peter Collignon, an infectious diseases expert at the Australian National University, told news.com.au he doubts Sweden's approach - or that of New Zealand - is perfect. Rather, New South Wales could end up being the exemplar as to how to get a grip on the bucking bronco of COVID-19.\n\n\"In my view, neither the New Zealand nor the Swedish approach is the way to go,\" he said.\n\n\"The trouble with Sweden is its had a lot of deaths; the trouble with New Zealand is elimination is difficult to achieve.\n\n\"What's happening in NSW with contact tracing and stopping the spread is more like what we will have to do for the next few years.\"\n\nRELATED: Follow our live coronavirus coverage\n\nWHAT IS THE SWEDISH APPROACH?\n\nWhen the world was locking down, Sweden, conspicuously, did not.\n\nSweden's chief epidemiologist, Dr Anders Tegnell, created and drove a unique national COVID-19 strategy.\n\nPubs, most schools and other workplaces remained open. When people in Sydney were banned from supping a beer in a bar, residents of Stockholm were enjoying sundowners with their mates.\n\nThat's not to say there were no restrictions on the nation's 10 million citizens. People were barred from going to aged care homes, joining large gatherings and Swedes were encouraged to social distance - which it seems they did almost as much as everyone else.\n\n\"As a society, we are more into nudging: continuously reminding people to use measures, improving measures where we see day by day the that they need to be adjusted,\" Dr Tegnell told the journal Nature in May.\n\nRELATED: How these countries defeated coronavirus\n\nSWEDISH CASES AND DEATHS DOWN\n\nInitially, the plan seemed to backfire. At one point Sweden had more deaths per population than any other country.\n\nSo far, Sweden has suffered around 5800 deaths - far smaller than the US' 167,000 deaths or the UK's almost 50,000 fatalities, according to Johns Hopkins University's coronavirus resource centre\n\nBut compared to its Scandinavian neighbours, Sweden's experience is grim. It has recorded 10 times the deaths of Denmark and 20 times that of Norway, both of which locked down harder.\n\nYet, since a peak of 115 deaths a day in early April, Sweden's numbers have tracked consistently downwards.\n\nIt's now seeing a seven day average of 226 cases, lower than Victoria. Deaths are around one per day. There has been no detectable second wave, unlike in many other countries including in Scandinavia\n\nSweden is currently seeing consistently fewer cases and deaths. Picture: Worldmeters.\n\nThe BBC reported that while Sweden's economy shrank a dire 8.6 per cent between April and June, that's lower than the European Union average of 11.9 per cent. However, its economy is only a touch better off then Denmark.\n\nDr Tegnell has consistently said Sweden's pre-vaccine approach to dealing with COVID-19 is more sustainable and preferable to rolling lockdowns and re-openings which he has labelled \"disastrous in many ways\".\n\nSweden's consistency in its restrictions has led it to be in the now bizarre position of having more in place than many other countries which dropped lockdowns as soon as cases started falling.\n\nSTRATEGY \"COULD BE RIGHT\"\n\nLast month, Swedish Prime Minister Stefan Lofven threw his weight behind Dr Tegnell's strategy.\n\n\"We can see (coronavirus) is clearly going down. The number of seriously ill people in need of intensive care is declining, the number of fatalities is declining,\" he told newspaper Aftonbladet.\n\n\"But of course, over 5000 people have died. I wish it had never happened.\"\n\nMr Lofven said the strategy was about protecting health but also mitigating consequence for employees and companies.\n\n\"That strategy is right; I am completely convinced of that.\"\n\nMisha Gajewski, a contributor to Forbes magazine, said Mr Lofven's faith in Sweden's plan \"could be right\".\n\nBut, she warned, it was still too early to tell pointing to a recent report by the Royal Society of Medicine.\n\n\"The authors note it likely won't be until as many as two years after the pandemic that we will be objectively able to say which method was the most effective.\"\n\nHERD IMMUNITY\n\nThe potential by-product of Sweden's lack of lockdown - herd immunity - is also taking longer to achieve.\n\nIt had been thought that by now as many as 60 per cent of Stockholm's residents might have virus antibodies. In all likelihood, perhaps only one-in-five residents actually do. And even that may not lead to total resistance.\n\nMany Swedes head to their summer homes away from the city in August. Picture: Richard Green.\n\nWORRYING REASON NUMBERS MAY BE SO LOW\n\nOne of the main factors in the current Swedish success however could be simply because it's August,\n\nThat's the month when much of the country comes to a halt. It's a time when Swedes desert the cities and head to their secluded summer homes to spend the day diving in lakes, sweating in saunas and drinking copious amounts of schnapps.\n\nThat's a worry because the second wave could be an unwanted welcome back to work gift.\n\nIt could be some way into September before Sweden knows if lower numbers of new cases and deaths is a long-term trend. Prof Collignon said the nervous wait could be even longer.\n\n\"A big factor in how this transmits is how much you are indoors. In northern Europe, it's likely this was being spread in crowded indoor spaces and no one knew it,\" said Prof Collignon.\n\n\"The big test will be the next winter in northern Europe when it may tick up.\"\n\nDr Tegnell is positive on Sweden's strategy, but cautious.\n\n\"It will be very difficult to achieve any kind of really clear-cut answer as to what was right and what was wrong,\" he told UK newspaper The Observer.\n\n\"I think we're talking years into the future before we can get any kind of consensus on how to deal with this in the best possible way.\"\n\nThe definitive answer as to whether Sweden's radical strategy was right may not be known for some time yet.\n\nOriginally published as Did Sweden get radical COVID plan right?", "METADATA": {"description": "Sweden had no lockdown and now has fewer cases than Australia. But is its success due to strategy or a Swedish trait that could see cases skyrocket?", "keywords": "coronavirus, coronavirus-sweden", "robots": "noarchive", "fb": {"app_id": 132559503449383, "pages": 24945426253}, "og": {"site_name": "Coffs Coast Advocate", "title": "Did Sweden get radical COVID plan right?", "description": "Sweden had no lockdown and now has fewer cases than Australia. But is its success due to strategy or a Swedish trait that could see cases skyrocket?", "type": "article", "image": {"identifier": "https://media.apnarm.net.au/media/images/2020/08/14/v3imagesbin648430c8a1fff9487fdf35860624f777-b7e691s1pf8q4yuhuu2_ct1880x930.jpg", "width": 1880, "height": 930}, "url": "https://www.coffscoastadvocate.com.au/news/did-sweden-get-radical-covid-plan-right/4078877/"}, "apple-itunes-app": "app-id=1191669653, app-argument=coffscoastadvocate://article?aid=4078877&type=article", "al": {"ios": {"url": "coffscoastadvocate://article?aid=4078877&type=article", "app_store_id": 1191669653, "app_name": "Coffs Coast Advocate"}, "android": {"url": "coffscoastadvocate://article?aid=4078877&type=article", "app_name": "Coffs Coast Advocate", "package": "com.apnarm.coffscoastadvocate"}, "web": {"url": "https://www.coffscoastadvocate.com.au/news/did-sweden-get-radical-covid-plan-right/4078877/"}}, "twitter": {"card": "summary", "site": "@coffs_advocate", "title": "Did Sweden get radical COVID plan right?", "description": "Sweden had no lockdown and now has fewer cases than Australia. But is its success due to strategy or a Swedish trait that could see cases skyrocket?", "image": "https://media.apnarm.net.au/media/images/2020/08/14/v3imagesbin66f58118a04bb88b347496cd0aa29c6a-oksjnjy4sloegyuhuu2_ct300x300.jpg"}, "viewport": "width=1020", "capi-id": "656680a38b707862d5c9cbb683056989", "article": {"content_tier": "free"}}}}