{"GDELT": {"GlobalEventID": 940851633, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "per", "Actor1Name": "PERSIAN", "Actor1EthnicCode": "per", "Actor2Code": "BUS", "Actor2Name": "WAITRESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.41899441340783, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200814221500, "SOURCEURL": "https://www.syracuse.com/living/2020/08/vintage-photos-syracuse-celebrates-the-end-of-world-war-ii-on-aug-14-1945.html"}, "ARTICLE": {"TITLE": "Vintage photos: Syracuse celebrates the end of World War II on Aug. 14, 1945", "TEXT": "VICTORY!\n\nIt was the one-word headline that the people of Syracuse had wanted to see spread out across the front-page of the Post-Standard for almost four years during World War II.\n\nAnd now, finally, on the morning of Aug. 15, 1945, it was finally there.\n\nBeneath that all-important word, the newspaper carried the important details from Japan:\n\n“Japan yesterday unconditionally surrendered the hemispheric empire taken by force and held, at most, intact for more than two years against the rising power of the United States and its Allies in the Pacific War. The bloody dream of the Japanese military caste vanished in the text of a note to the Four Powers accepting the terms of the Potsdam ultimatum of July 26, 1945.”\n\nCrowds celebrate the end of World War II near the corner of Salina and Fayette in Syracuse on the evening of Aug. 14, 1945. Joe Rensin | The Post-Standard\n\nIt is probably safe to assume that many of that morning’s Post-Standard were read by people just returning home from celebrating the news of the American victory the night before or through bleary eyes from one of the biggest parties the city had ever seen.\n\nThe newspaper reported that Syracusans grabbed a hold of every noisemaker they could find, whether it was pots and pans, car horns, whistles, or the horns being sold on every corner for 25 cents, to celebrate \"the best news of the past 3 and a half years.\"\n\nIt was said people gathered downtown, \"as if they had a previous engagement.\" Police officers directed traffic so that the whole width of S. Salina Street was open for an impromptu pedestrian parade.\n\nCars were loaded to capacity, young boys and girls sat on fenders or stood on running boards. One two-seat coupe carried 15 youngsters.\n\nCelebrations were noisy and spontaneous, but they were peaceful and happy, with no major destruction reported by police. The Post-Standard said that the celebrations were \"in tune with the hopeful new era.\"\n\nLacking ticker tape, the streets of the city were covered in torn leaflets and office stationary thrown from the Chimes Building and other office buildings.\n\nSoldiers and sailors and marines, \"with lipstick-smeared faces,\" linked arms with strangers, sat on shoulders, and joined civilians in \"snakelines\" through the streets.\n\nAnd it was not just young people. Husbands and wives with children joined the party. A \"gray-haired woman\" was blowing a noisemaker with all of her strength.\n\nAnother woman, about 60, on East Genesee St., was clapping two kettle-tops together.\n\nSyracuse celebrates the surrender of Japan on the night of Aug. 14, 1945.\n\nA car parked near the Onondaga Hotel was spotted with four women and one man inside, with tears streaming down their faces.\n\nWhen the news of the surrender made it to the Persian terrace room of the Hotel Syracuse, waitresses told diners and several employees, with loved ones in the service, began to weep quietly.\n\nMilt Hert and his trio were on stage but decided to not play their usual “bouncy tunes,” but instead their first full number was “The Star Spangled Banner,” which brought the diners to their feet.\n\nKids celebrate the end of the war while riding on a \"jalopy\" in downtown Syracuse on Aug. 14, 1945.\n\nFor more quiet reflection, many in Syracuse gathered at Assumption Church for prayers.\n\nV-J Day in Syracuse.\n\nCars crowd Salina Street on the evening of Aug. 14, 1945.\n\nFour sailors celebrate the end of World War on Aug. 14, 1945 on Salina Street.\n\n- Pages from the Aug. 15, 1945 edition of the Post-Standard celebrate the news of the surrender of Japan, ending World War II. This E.W. Edwards department store advertisement triumphantly declares, \"It's Over Over There!\" Heritage MicrofilmHeritage Microfilm\n\n- Pages from the Aug. 15, 1945 edition of the Post-Standard celebrate the news of the surrender of Japan, ending World War II. A sentimental ad from Dey Brothers. Heritage MicrofilmHeritage Microfilm\n\n- Pages from the Aug. 15, 1945 edition of the Post-Standard celebrate the news of the surrender of Japan, ending World War II. The Addis Company ran this ad on the day the news of Japan's surrender arrived in Syracuse. Heritage MicrofilmHeritage Microfilm\n\nREAD MORE\n\n75 years since the end of World War II: CNY vet says ‘It made me who I am’\n\n1945: Syracuse celebrates victory in Europe and moms on Mother’s Day\n\n1945: Syracuse soldier raises first American flag over Tokyo; enrages General MacArthur\n\nThis feature is a part of CNY Nostalgia, a section on syracuse.com. Send your ideas and curiosities to Johnathan Croyle at jcroyle@syracuse.com or call 315-427-3958.\n\nThanks for visiting Syracuse.com. Quality local journalism has never been more important, and your subscription matters. Not a subscriber yet? Please consider supporting our work.", "METADATA": {"viewport": "width=device-width, initial-scale=1, minimum-scale=1", "fb": {"admins": 100000302287435, "app_id": 116541301723191}, "title": "Vintage photos: Syracuse celebrates the end of World War II on Aug. 14, 1945", "og": {"title": "Vintage photos: Syracuse celebrates the end of World War II on Aug. 14, 1945", "url": "https://www.syracuse.com/living/2020/08/vintage-photos-syracuse-celebrates-the-end-of-world-war-ii-on-aug-14-1945.html", "site_name": "syracuse", "type": "article", "description": "Whether celebrating on Salina Street or pausing for quiet reflection at Assumption Church, the people of Syracuse marked the end of World War II.", "image": {"identifier": "https://www.syracuse.com/resizer/1itIWfL50xI9kJ52s6Q-dyKhN64=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/SZQBUT5CXJHNDJEJIW4O3FKVXA.JPG", "width": 1280}}, "article": {"published_time": "2020-08-14T20:00:00Z", "modified_time": "2020-08-14T20:00:00Z", "section": "Living", "tag": "VJ Day,World War II,@topstory,@app-carousel,CNY Vintage,CNY Nostalgia,Living,Life and Culture"}, "twitter": {"title": "Vintage photos: Syracuse celebrates the end of World War II on Aug. 14, 1945", "site": "@syracusedotcom", "card": "summary_large_image", "description": "Whether celebrating on Salina Street or pausing for quiet reflection at Assumption Church, the people of Syracuse marked the end of World War II.", "image": "https://www.syracuse.com/resizer/1itIWfL50xI9kJ52s6Q-dyKhN64=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/SZQBUT5CXJHNDJEJIW4O3FKVXA.JPG"}, "article_publication_name": "https://www.syracuse.com/living/2020/08/vintage-photos-syracuse-celebrates-the-end-of-world-war-ii-on-aug-14-1945.html", "article_date_original": "Friday, August 14, 2020, 04:00 PM", "article_date_updated": "Friday, August 14, 2020, 04:00 PM", "sailthru.tags": "living,vj day,world war ii,cny vintage,potsdam,macarthur,syracuse,tokyo", "sailthru.date": "Friday, August 14, 2020, 04:00 PM", "sailthru.title": "Vintage photos: Syracuse celebrates the end of World War II on Aug. 14, 1945", "sailthru.author": "jocroyle", "sailthru.description": "Whether celebrating on Salina Street or pausing for quiet reflection at Assumption Church, the people of Syracuse marked the end of World War II.", "machine_tags": "@topstory,@app-carousel", "sections": "living,poststandard", "byline": "Johnathan Croyle | jcroyle@syracuse.com", "subscriber_only": "false", "Description": "Whether celebrating on Salina Street or pausing for quiet reflection at Assumption Church, the people of Syracuse marked the end of World War II.", "article_author": "Johnathan Croyle | jcroyle@syracuse.com"}}}