{"GDELT": {"GlobalEventID": 940838615, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHNGOV", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.6178107606678997, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814204500, "SOURCEURL": "https://www.news.com.au/world/asia/south-china-sea-china-threatens-guam-war-games-after-latest-us-move/news-story/360e51d60bc15f5fa205cabd3494a839"}, "ARTICLE": {"TITLE": "South China Sea: China threatens Guam war games after latest US move", "TEXT": "Pressure is mounting for Australia to get involved in the South China Sea conflict.\n\nBeijing has stepped up the pace of its war games in recent weeks after the US sent two aircraft carrier strike groups into the South China Sea. Now it’s threatening to “play” next door to a significant US Pacific base.\n\n“If the US goes further, the Chinese People’s Liberation Army (PLA) could take more countermeasures, including live-fire missile drills east of Taiwan Island and near Guam,” a senior Chinese Communist Party official warns.\n\nThe comment came in response to the visit of US Health and Human Services Secretary Alex Azar to Taiwan – the highest-ranked US official to do so for several decades.\n\nBeijing considers this a direct provocation. It insists the self-governed democracy, which never capitulated to the Communist revolution of 1949, to be its sovereign territory.\n\nChina’s ambassador to the UK, Liu Xiaoming, on Thursday tweeted: “On Taiwan issue, anyone playing with fire will get burned”.\n\nChina firmly safeguards its core interests and firmly opposes any official interaction between #US and #Taiwan. On Taiwan issue, anyone playing with fire will get burned. https://t.co/xn3GYwBmhH — Liu Xiaoming (@AmbLiuXiaoMing) August 12, 2020\n\nRELATED: China’s massive mistake exposed\n\nRELATED: China’s brazen move in South China Sea\n\n“They probably will do an air-naval strike exercise east of Taiwan. If Xi (Chinese President Xi Jinping) wants to send a threat, it may include a ballistic missile launch into the waters west of Guam,” military analyst Carl Schuster told CNN.\n\nGuam is an important mid-Pacific island base regularly used by US naval and air forces.\n\n“I am sure the idea is on the table since the Chinese military would not publish such bombastic rhetoric on its initiative. Someone of authority in the Communist Party or PLA feels that way and is pushing for it,” he said.\n\nBut US Indo-Pacific Command spokesman Major Randy Ready told CNN the US military “won’t speculate on hypothetical exercises that may or may not take place in the future.”\n\nLARGE SCALE ‘WAR GAMES’\n\nThe US this week positioned the aircraft carrier USS Ronald Reagan in the nearby Japanese controlled Senkaku and Diaoyu Islands region as Chinese combat aircraft step up their ‘probing’ of Taiwanese and Japanese airspace.\n\nRELATED: Satellite images expose China’s plan\n\nBeijing, however, is blaming the US for the increased tempo of its military operations.\n\n“The PLA drills come amid the increasingly frequent provocative military activities made by the US near the island of Taiwan and in waters in the South China Sea,” the state-controlled Global Times states.\n\n“Ground and naval forces of the PLA have been on concentrated schedules in amphibious landing and maritime exercises in the past weeks and will continue to do so in the weeks to come.”\n\nOpen source analysts have deconstructed propaganda photos and say Beijing has deployed strategic bombers to the South China Sea fortress Woody Island for the first time. This is in contravention of its assertion that such facilities serve no purpose other than sea rescue facilities.\n\nChina's H-6J bombers deployed to Woody Island in the South China Sea. pic.twitter.com/LJ1zaKw2gn — Duan Dang (@duandang) August 12, 2020\n\nIt’s a clear diplomatic signal of Beijing’s hardening resolve to assume absolute control over the strategically vital waterway between Vietnam, the Philippines, Malaysia and Indonesia.\n\nThe bombers may also be scaling-up ongoing combat exercises. So far, these have included practising beach assaults by amphibious and naval units and wide-ranging air strikes. Live weapons will be fired at sea near Shanghai this week as part of this training process.\n\nBut the Hong Kong-based South China Morning Post news service cites an unnamed military source as saying Beijing has warned PLA personnel “not to fire the first shot”.\n\n“It’s easy to give the order to shoot, but neither China nor the US is able to control the consequences. The current situation is highly tense and very dangerous,” the source said. “But we are very clear that we will respond with force only as the last resort, when everything else has failed.”\n\nEYES IN THE SKY\n\nBeijing’s ‘wolf-warrior’ commentators and diplomats have taken aim at US surveillance flights monitoring its military activities in the South China Sea.\n\nChinese Foreign Minister Wang Yi accused the US of having sent more than 2000 military flights through the area so far this year. Thursday, Beijing claimed some posed a “risk” to civilian aircraft.\n\nThe South China Sea Strategic Situation Probing Initiative (SCSPI), a Beijing-based think-tank, says four’ close up’ US reconnaissance flights have been made in the region of Guangdong so far this month.\n\nBeijing is alleging at least one of these aircraft attempted to disguise itself as a passenger airliner and flew along commercial flight corridors.\n\nUS surveillance aircraft appearing like commercial airliner constantly fly near China. They even follow civil aviation flights to confuse Chinese radars. This poses a threat to safety of civil aircraft over the South China Sea. It’s shameful for the US military to do so. pic.twitter.com/MHRDuJklCW — Hu Xijin 胡锡进 (@HuXijin_GT) August 12, 2020\n\n“It’s possible to cause accidents or misjudgements amid the escalating tensions between the Chinese and US militaries,” an unnamed source told the South China Morning Post. “The South China Sea is one of the world’s busiest international airspaces, which may put civil aircraft at risk.”\n\nAs if to emphasise that risk, Chinese state-controlled media has been lauding combat exercises in the region involving its anti-aircraft units.\n\n“The drills featured some of the top PLA anti-aircraft artillery, and showed the PLA’s readiness to safeguard national security,” the Global Times quotes an unnamed military source as saying.\n\n“In addition to the Army air defence troops, the Air Force is responsible for longer-range air defence, and the Navy will also keep aerial threats from the sea at bay.”\n\nIt’s a risky scenario. The former Soviet Union claimed it shot down Korean Air Lines Flight 007 in 1983 because it believed it to be a surveillance aircraft.\n\nIn 1988, the cruiser USS Vincennes shot down Iran Air Flight 655 after mistaking it for an Iranian F-14 Tomcat fighter. In 2014, Russian troops operating covertly inside Ukraine shot down Malaysia Airlines Flight 17 thinking it was an opposition warplane. Earlier this year, Iranian missiles downed a Boeing 737 as it took off from Tehran.\n\n“There have been some accidents that happened when ground-based missile defence troops failed to verify intruding aircraft carefully,” Taiwan military analyst Lu Li-shih told the Morning Post. “War allows deceit.”\n\nJamie Seidel is a freelance writer | @JamieSeidel", "METADATA": {"viewport": "width=device-width", "generator": "tcog", "articleid": "360e51d60bc15f5fa205cabd3494a839", "article": {"published_time": "2020-08-14T00:59:00.000Z", "modified_time": "2020-08-14T21:27:57.000Z", "publisher": "News Limited", "author": "Jamie Seidel", "publicationdate": "15/08/2020"}, "description": "Beijing has stepped up the pace of its war games in recent weeks after the US sent two aircraft carrier strike groups into the South China Sea. Now it’s threatening to “play” next door to a significant US Pacific base.", "keywords": "aircraft carrier,war games,unnamed military source,military analyst,nuclear aircraft carrier,combat exercises,military activities,China flexes,multinational ships,air defence,defence troops,Chinese combat aircraft,air-naval strike exercise,provocative military activities,ground-based missile defence,ongoing combat exercises,longer-range air defence,Open source analysts,reconnaissance flights,surveillance aircraft,missile defence troops,secretive spy networkChina,escalating tensions,sea rescue facilities,live-fire missile drills,commercial flight corridors,air defence troops,Satellite images expose,surveillance flights,deconstructed propaganda photos,opposition warplane,news service,mid-Pacific island,beach assaults,spying effort,Chinese military,passenger airliner,senior Chinese,anti-aircraft artillery,Japanese airspace,Iranian missiles,military operations,civilian aircraft,anti-aircraft units,military flights,aerial threats,Guangdong,China,Eastern Asia,Asia,Indonesia,South-eastern Asia,Taiwan,Guam,United States of America,Northern America,North America,America,Shanghai,Union of Soviet Socialist Republics,Malaysia,Philippines,Vietnam,Ukraine,Eastern Europe,Europe,South China Morning Post,Chinese Communist Party,Air Force,War Games,Cable News Network,US Health and Human Services,Liberation Army,Wang Yi,Ronald Reagan,Lu Li,Randy Ready,Xi Jinping,Alex Azar,Carl Schuster", "og": {"image": "https://cdn.newsapi.com.au/image/v1/198b61abc0f24f31086610c2458b64de?width=650", "title": "China flexes its muscles to US", "type": "article", "url": "https://www.news.com.au/world/asia/south-china-sea-china-threatens-guam-war-games-after-latest-us-move/news-story/360e51d60bc15f5fa205cabd3494a839", "site_name": "NewsComAu", "description": "Beijing has stepped up the pace of its war games in recent weeks after the US sent two aircraft carrier strike groups into the South China Sea. Now it’s threatening to “play” next door to a significant US Pacific base."}, "fb": {"app_id": 113758722003364, "admins": "1533025129,653135158,737988273"}, "twitter": {"card": "summary_large_image", "site": "@newscomauHQ", "title": "China flexes its muscles to US"}, "robots": "noarchive", "apple-mobile-web-app-title": "news.com.au", "msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "msapplication-TileImage": "https://www.news.com.au/wp-content/themes/vip/newscorpau-nca/assets/dist/img/common/favicon/mstile-144x144.png", "msapplication-config": "https://www.news.com.au/wp-content/themes/vip/newscorpau-nca/assets/dist/img/common/favicon/browserconfig.xml", "application-name": "news.com.au", "referrer": "origin", "google-site-verification": "GWTbDFKaKnGKyk3q0Na5jIbWHZ4qXn-ibcfMayjSQA0"}}}