{"GDELT": {"GlobalEventID": 940825374, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BLR", "Actor1Name": "BELARUS", "Actor1CountryCode": "BLR", "Actor2Code": "OPP", "Actor2Name": "THE OPPOSITION", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.98131760078663, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Austria", "Action2Geo_CountryCode": "AU", "Action2Geo_ADM1Code": "AU", "Action2Geo_Lat": 47.333333, "Action2Geo_Long": 13.333332999999998, "Action2Geo_FeatureID": "AU", "DATEADDED": 20200814191500, "SOURCEURL": "https://www.cbc.ca/news/world/belarus-election-opposition-review-1.5686173"}, "ARTICLE": {"TITLE": "Belarus opposition candidate, some EU officials, call for presidential election review", "TEXT": "Belarusian leader Alexander Lukashenko on Friday told people to stay at home to avoid becoming \"cannon fodder\" for what he said were foreign-backed revolutionaries after huge crowds took to the streets for a sixth consecutive day to demand he step down.\n\nLukashenko, whose claimed landslide re-election victory last Sunday has been branded a fraud by protesters, has failed to quell days of street demonstrations against him despite security forces' tough response against demonstrators.\n\nOpposition politician Svetlana Tikhanovskaya, who earlier this week fled to neighbouring Lithuania under severe pressure, called on Friday for more protests and an election recount.\n\nThat heaped more pressure on the authoritarian leader as he faces the biggest challenge in his 26 years in power.\n\nHe showed no signs of backing down.\n\nPeople surround a makeshift memorial on Friday in Minsk, the capital of Belarus, for one of the two known protesters to have died in the unrest following Sunday's widely condemned presidential election. (Reuters)\n\n\"Don't throw yourselves onto the streets. You must understand that you are being used, and our children are being used, like cannon fodder,\" Lukashenko said in televised remarks.\n\n\"Today people have come from Poland, the Netherlands, Ukraine and from Russia. Aggression against our country has already begun,\" he said, suggesting anti-Kremlin activists were trying to whip up trouble.\n\nHe had earlier joked that he was alive and had not fled abroad.\n\nTikhanovskaya on Friday asked supporters to sign an online petition demanding a recount, believing she was cheated out of victory.\n\nShe called for an end to violence, which has surged since Lukashenko's re-election, and asked all city mayors to organize peaceful gatherings this weekend.\n\nAt least two protesters have died and about 6,700 were detained this week in the crackdown.\n\nThe government on Friday began releasing thousands of detained protesters after issuing a rare public apology in an effort to quell the nationwide protests.\n\nA man in Minsk on Friday shows marks on his body he says were left by a police beating, after being released from a detention centre where protesters were detained. (Sergei Grits/The Associated Press)\n\nGermany's foreign minister said on Friday the European Union will impose new sanctions on Belarusian officials responsible for cracking down on the protests.\n\nMomentum was growing in favour of sanctions in emergency discussions among the 27 EU foreign ministers on Friday. An EU diplomat said the gathering decided to instruct their foreign policy unit to prepare a list of individuals to be blacklisted, marking a first step toward new sanctions.\n\n\"What happened in Belarus in the last few days is completely unacceptable and calls for a clear reaction of the EU,\" Germany's Haiko Maas told reporters.\n\n\"We aim to put certain persons who are known and took part in crimes against peaceful protesters under the EU sanctions regime.\"\n\nA sketch depicting Belarusian President Alexander Lukashenko is pictured during a march in solidarity in Warsaw on Friday. Poland is among the EU nations debating a response to the events of the past week in Belarus. (Kacper Pempel/Reuters)\n\nAt least six other EU states are broadly in favour. While Austria, Sweden and Germany lead the hawkish camp, Poland, the Czech Republic, Denmark and the Baltic states have also called for mediation between Lukashenko and the opposition.\n\nHungary is the leading skeptic on sanctions, which require unanimity of all the EU countries for agreement.\n\nNot the 1st EU censure\n\nThe EU first imposed sanctions on Belarus in 2004. It tightened them in 2011 over abuses of human rights and democratic standards, including vote rigging.\n\nMany were lifted after Lukashenko released political prisoners in 2016. But an arms embargo remains, as do sanctions on four people over the unresolved disappearances of two opposition activists, a journalist and a businessman years ago.\n\nMaas called on the Belarus government to release political prisoners and review the official election result.\n\nEmployees of Minsk Tractor Works gather outside a plant during a meeting in Minsk on Friday to protest against the presidential election results. (Vasil Fedosenko/Reuters)\n\nPolish Foreign Minister Jacek Czaputowicz said EU officials would now work on an exact blacklist of Belarusian individuals involved in the voting process and responsible for the violence.\n\n\"We ... need to find a careful balance between pressure against and engagement with Belarus President Lukashenko. We believe the EU should assume the role of a mediator as soon as possible,\" he also said in a joint letter with five other peers, which was seen by Reuters ahead of talks among the 27.\n\nWarsaw is wary of any repeat of the 2013-14 street protests in Kyiv, which the EU and the United States supported and Russia then used as an excuse to annex Crimea from Ukraine before backing separatists in the east of the country.\n\nWorkers from state-run firms join protests\n\nIn her video, Tikhanovskaya said: \"We need to stop the violence on the streets of Belarusian cities. I call on the authorities to stop it and begin dialogue ...\n\n\"I ask mayors of all cities, on Aug. 15 and 16, to act as the organizers of mass, peaceful gatherings in each city or town.\"\n\nTikhanovskaya was thrust in the role of candidate after the jailing in May of her husband, Sergei, a prominent activist.\n\nBelarusian opposition candidate Svetlana Tikhanovskaya is shown on the campaign trail last week in Minsk. She has fled to Lithuania since the controversial result. (Vasily Fedosenko/Reuters)\n\nProtesters said the fact that Lukashenko had been officially credited with 80 per cent of votes in the election showed it had been massively rigged, as Tikhanovskaya drew large crowds in the weeks before the vote.\n\nLukashenko, 65, has also faced increasing anger over his handling of the coronavirus pandemic — which he dismissed as a \"psychosis\" — as well as a sluggish economy and human rights.\n\nProtesters for the second straight day were joined by workers from some state-run industries that are the pride of Lukashenko's Soviet-style economic model. Workers from the Minsk Automobile Plant (MAZ), the earth-moving equipment manufacturer BelAZ and the Grodno Azot chemical plant, have taken part.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/world/belarus-election-opposition-review-1.5686173", "title": "Belarus opposition candidate, some EU officials, call for presidential election review | CBC News", "image": "https://i.cbc.ca/1.5686756.1597424746!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/belarus-election-poland-march.JPG", "description": "Belarusian leader Alexander Lukashenko on Friday told people to stay at home to avoid becoming \"cannon fodder\" for what he said were foreign-backed revolutionaries after huge crowds took to the streets for a sixth consecutive day to demand he step down.", "locale": "en_US", "type": "article"}, "fb": {"pages": 5823419603}, "vf": {"section": "2.633", "unique_id": "1.5686173"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "Belarusian leader Alexander Lukashenko on Friday told people to stay at home to avoid becoming \"cannon fodder\" for what he said were foreign-backed revolutionaries after huge crowds took to the streets for a sixth consecutive day to demand he step down."}}}