{"GDELT": {"GlobalEventID": 940860856, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.46976090014065, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200814234500, "SOURCEURL": "https://www.khaleejtimes.com/world/americas/us-loses-iran-arms-embargo-extension-bid"}, "ARTICLE": {"TITLE": "US bid to extend Iran arms embargo fails at UN Security Council", "TEXT": "Putin proposes summit to avoid nuclear deal showdown over US threat to trigger a return of all UN sanctions on Tehran.\n\nThe United States lost a bid to extend a UN arms embargo on Iran on Friday as Russian President Vladimir Putin proposed a summit of world leaders to avoid \"confrontation\" over a US threat to trigger a return of all UN sanctions on Tehran.\n\nRussia and China opposed extending the weapons ban, which is due to expire in October under a 2015 nuclear deal between Iran and world powers. Eleven members abstained, including France, Germany and Britain, while Washington and the Dominican Republic were the only yes votes.\n\nThe @UN Security Council failed today to hold Iran accountable. It enabled the world's top state sponsor of terrorism to buy and sell deadly weapons and ignored the demands of countries in the Middle East. America will continue to work to correct this mistake. - Secretary Pompeo (@SecPompeo) August 14, 2020\n\n\"The Security Council's failure to act decisively in defence of international peace and security is inexcusable,\" US Secretary of State Mike Pompeo said in a statement. \"The Security Council rejected direct appeals to extend the arms embargo from numerous countries in the Middle East endangered by Iran's violence.\"\n\nChina's UN Ambassador Zhang Jun said in a statement after the vote that the result \"once again shows that unilateralism receives no support and bullying will fail.\"\n\nThe United States could now follow through on a threat to trigger a return of all UN sanctions on Iran using a provision in the nuclear deal, known as snapback, even though President Donald Trump abandoned the accord in 2018. Diplomats have said the United States could do this as early as next week, but would face a tough, messy battle.\n\n\"In the coming days, the United States will follow through on that promise to stop at nothing to extend the arms embargo,\" US Ambassador to the United Nations Kelly Craft said in a statement.\n\nDiplomats have said such a move would put the fragile nuclear deal further at risk because Iran would lose a major incentive for limiting its nuclear activities. Iran already has breached parts of the nuclear deal in response to the US withdrawal from the pact and unilateral sanctions.\n\nIran's UN Ambassador Majid Takht Ravanchi warned the United States against trying to trigger a return of sanctions.\n\n\"Imposition of any sanctions or restrictions on Iran by the Security Council will be met severely by Iran and our options are not limited. And the United States and any entity which may assist it or acquiesce in its illegal behaviour will bear the full responsibility,\" he said in a statement.\n\n'THE ISSUE IS URGENT'\n\nPutin on Friday proposed a video summit with the United States and the remaining parties to the nuclear deal - Britain, France, China, Germany and Iran - to try to avoid further \"confrontation and escalation\" at the United Nations over Iran.\n\n\"The issue is urgent,\" Putin said in a statement, adding that the alternative was \"only further escalation of tensions, increasing risk of conflict - such a scenario must be avoided.\"\n\nAsked if he would take part, Trump told reporters, \"I hear there's something, but I haven't been told of it yet.\" French President Emmanuel Macron is open to taking part in a video summit, the Elysee palace said.\n\nThe United States has argued that it can trigger a sanctions snapback because a UN Security Council resolution enshrining the nuclear deal named Washington as a participant. But the remaining parties to the deal are opposed to the move.\n\nPutin said Russia, an ally of Iran in the Syrian civil war, remained fully committed to the nuclear deal and that the aim of a summit would be to outline steps aimed at avoiding \"confrontation and escalation of the situation in the Security Council.\"\n\nTrump has said he wants to negotiate a new deal with Iran that would prevent it from developing nuclear weapons and also curb its activities in the region and elsewhere. Trump, who has walked away from a series of international agreements, has dubbed the 2015 nuclear deal - reached under his predecessor Barack Obama - \"the worst deal ever.\"\n\nDiplomats have said several countries would argue that the United States legally could not activate a return of sanctions and therefore simply would not reimpose the measures on Iran themselves.", "METADATA": {"copyright": "2020 Galadari Printing and Publishing LLC. All rights reserved.", "distribution": "global", "robots": "index, follow, noarchive", "twitter": {"site": "@khaleejtimes", "card": "summary_large_image", "domain": "https://www.khaleejtimes.com", "title": "US bid to extend Iran arms embargo fails at UN Security Council", "description": "Putin proposes summit to avoid nuclear deal showdown over US threat to trigger a return of all UN sanctions on Tehran.", "url": "https://www.khaleejtimes.com/world/americas/us-bid-to-extend-iran-arms-embargo-fails-at-un-security-council", "image": "https://images.khaleejtimes.com/storyimage/KT/20200815/ARTICLE/200819153/AR/0/AR-200819153.jpg&NCS_modified=20200815032903&imageversion=1by1&exif=.jpg"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "US, loses, Iran, arms, embargo, bid, united nations, un, security council, mike pompeo", "og": {"title": "US bid to extend Iran arms embargo fails at UN Security Council", "description": "Putin proposes summit to avoid nuclear deal showdown over US threat to trigger a return of all UN sanctions on Tehran.", "url": "https://www.khaleejtimes.com/world/americas/us-bid-to-extend-iran-arms-embargo-fails-at-un-security-council", "type": "article", "site_name": "Khaleej Times", "image": "https://images.khaleejtimes.com/storyimage/KT/20200815/ARTICLE/200819153/AR/0/AR-200819153.jpg&NCS_modified=20200815032903&exif=.jpg"}, "description": "Putin proposes summit to avoid nuclear deal showdown over US threat to trigger a return of all UN sanctions on Tehran.", "author": "Reuters", "atdlayout": "article"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}