{"GDELT": {"GlobalEventID": 940887710, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "IsRootEvent": 0, "EventCode": 192, "EventBaseCode": 192, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.11214087117702, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mandi Bahauddin, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "40371", "Actor1Geo_Lat": 32.5834, "Actor1Geo_Long": 73.4843, "Actor1Geo_FeatureID": "-2768389", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mandi Bahauddin, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "40371", "Action2Geo_Lat": 32.5834, "Action2Geo_Long": 73.4843, "Action2Geo_FeatureID": "-2768389", "DATEADDED": 20200815023000, "SOURCEURL": "https://scroll.in/article/970333/partitions-ghosts-stories-of-the-evacuee-whose-property-became-my-family-home"}, "ARTICLE": {"TITLE": "Partition’s ghosts: Stories of the evacuee whose property became my family home", "TEXT": "“His name was Ismail, but everyone knew him as Chabloo.”\n\nMy Nana and I were talking about the original owner of the house in Kharu Khera village in Haryana that now belonged to Nana, the house in which I had spent summer vacations as a child.\n\nMy image of Ismail is of a man who was deeply attached to his village, his land and his home. Perhaps, he was also attached to the well in front of his house – the one that eventually swallowed him.\n\nInder Lal Bhasin, my Nana, is an “allottee”, as Partition survivors allotted a house came to be known. My maternal grandfather was 12 in October, 1947, when his family moved from their village Shaheedanwali in Mandi Bahauddin, which had become Pakistan two months before.\n\nOur family had initially decided against moving to a new land, assuming that they were just caught in momentary chaos.\n\nEven if there was to be a Pakistan, it was decided that they would still stay put. Grandfather, like many other of the other people I had interviewed about Partition, had once rhetorically said, “Raje badle jaande ne, kadi praja vi badli gayi si?” (Rulers are changed, ever seen the ruled being changed?)\n\nOn each such occasion, I have only nodded without an answer.\n\nA violent attack by a mob, which consumed his eldest son-in-law, jolted my great-grandfather into making the decision. It was the first of the many attacks that the family was to witness over the next month as they made their journey to Attari in Punjab with the help of the Military Evacuation Organisation.\n\nThe family's house allotment card.\n\nIn Attari, the family spent a few days in a gurudwara where the norm of “one chapati to the children, two chapatis to the grown-ups” was followed, as Nana often remembers but seldom with a smile. From there on, the family moved to a camp in Panipat, hoping that the situation would improve and allow them to return to Shaheedanwali.\n\nWhile still in the camp, the family learnt that Pathans were leaving Shahbad – a tiny town in the present-day Kurukshetra district – to move across the border. As the Pathans moved out to become “muhajir” or immigrants in Pakistan, the “sharnarthi” or refugees, already here, including my great-grandparents, started moving into the empty houses.\n\nAs a temporary shelter from the brutal cold of winter, the family moved into the home of Peerji, a tehsildar. Soon, they welcomed an unannounced guest – Peerji himself – who had come back to pick up his family’s valuables. He sought my great-grandfather’s permission to collect his belongings. Perhaps he had already accepted that it was no longer his home.\n\n‘We have no enmity’\n\nThe cold may have forced the family into Peerji’s house but their hearts were still warm. who knows if it was the false hope of return or the fresh wounds of loss that kept them so.\n\n“Humari tumhari kya dushmani hai,” the official was told. “Le jao. Jaise hum ujadd kar aaye hain, waise tum ujadd kar jaa rahe ho.” Take your belongings. We have no enmity with you. We have already been uprooted already and you are on the way to be.\n\nThis fortuitous meeting with Peerji led my Nana’s family to inhabit Ismail’s house. Peerji asked my great-grandfather if he had managed to find any work. My great-grandfather, a landlord, owner of many orchards, and a patwari (village registrar), said that he did not need to find work as they had enough to sustain them for a few months.\n\nHe was certain that they would return to their home. However, Peerji managed to convince my great-grandfather to work and also helped him find a job as a patwari again.\n\nEventually, the job brought my great-grandfather and the family to the village of Kharu Khera, where he was allotted some land and a house that the three generations since have known as home. The home that had once belonged to Ismail had now gone through its cycle of being evacuee property, a temporary allotment and then a permanent allotment.\n\nThe resettlement card of the author's great-grandfather.\n\nSoon after they moved to Kharu Khera, my great-grandfather died. Nana had to end his brief stint with the Navy to return to the village and fill his father’s role as the family’s (often stubborn) patriarch.\n\nKharu Khera, near Ambala, was a Muslim-dominated village, as is evident from two mosques. One of them stands dilapidated and the other stands in the compound of the gurudwara as an extension. The Arain – the agrarian community to which Ismail belonged – were numerically and economically powerful in the village.\n\nThough they were a wealthy community (unlike their counterparts in Bihar and Uttar Pradesh), Arains are low in the social hierarchy. This is immortalised in public memory in Baba Bulleh Shah’s words for his spiritual guide, Shah Inaayat, an Arain.\n\nIn the monsoon of 1947, the Arains of Kharu Khera, along with other Muslims from neighbouring villages, formed a huge caravan to move across the border. Ismail’s family joined the convoy too. But Ismail refused to move. Instead, he sat near a well in front of his house. As everyone had feared, a mob attacked the village. Ismail was asked if he intended to leave. He replied that he would die there rather than leave. He was killed and thrown in the well.\n\nThe well belonged to him – in life and in death.\n\nIsmail’s children never lived in the house he built for them, but my grandfather’s four children did. They included my mother, who was married in that house. Instead of Ismail’s, it was Inder Lal’s grandchildren who played in the verandah of that house.\n\nA perpetual presence\n\nEven after his death and family’s migration to Pakistan, Ismail remained a presence in Inder Lal’s house. Villagers attributed many strange incidents to him. To ward these off, they suggested equally bizarre gestures, including lighting a diya in his name.\n\nOnce, when the family was renovating the house, the workmen unearthed a box of silver jewels. It was promptly sold off for the fear of offending Ismail’s spirit, which was assumed to be lurking around long after Partition had severed the bodies and souls of a people.\n\nAvina Kohli is an oral historian previously associated with The 1947 Partition Archive.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, viewport-fit=cover", "google-play-app": "app-id=in.scroll.android", "twitter": {"app": {"name": {"googleplay": "Scroll.in App for Android"}, "id": {"googleplay": "in.scroll.android"}}, "card": "summary_large_image", "image": {"src": "https://s01.sgp1.cdn.digitaloceanspaces.com/book/145999-kcjozfriva-1597389851.jpg"}, "description": "In the monsoon of 1947, the Muslims of Kharu Khera formed a caravan to move to Pakistan. Ismail refused to join them.", "title": "Partition’s ghosts: Stories of the evacuee whose property became my family home", "url": "https://scroll.in/article/970333/partitions-ghosts-stories-of-the-evacuee-whose-property-became-my-family-home", "site": {"identifier": "@scroll_in", "id": "@scroll_in"}, "creator": "@scroll_in"}, "og": {"title": "Partition’s ghosts: Stories of the evacuee whose property became my family home", "description": "In the monsoon of 1947, the Muslims of Kharu Khera formed a caravan to move to Pakistan. Ismail refused to join them.", "type": "article", "image": {"identifier": "https://s01.sgp1.cdn.digitaloceanspaces.com/book/145999-kcjozfriva-1597389851.jpg", "width": 600, "height": 315}, "site_name": "Scroll.in", "url": "https://scroll.in/article/970333/partitions-ghosts-stories-of-the-evacuee-whose-property-became-my-family-home"}, "description": "In the monsoon of 1947, the Muslims of Kharu Khera formed a caravan to move to Pakistan. Ismail refused to join them.", "author": "Avina Kohli", "article": {"publisher": "https://www.facebook.com/scroll.in", "tag": "India-Pakistan border"}, "keywords": "India, India-Pakistan partition, Refugees during partition, India's independence day, Partition's history, Refugees in India, Independence Day, August 15, India-Pakistan border", "dcterms.title": "Partition’s ghosts: Stories of the evacuee whose property became my family home", "dcterms.description": "In the monsoon of 1947, the Muslims of Kharu Khera formed a caravan to move to Pakistan. Ismail refused to join them.", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.language": "en_US", "dcterms.identifier": "https://scroll.in/article/970333/partitions-ghosts-stories-of-the-evacuee-whose-property-became-my-family-home", "dcterms.created": "2020-08-15T07:30:00+05:30", "dcterms.available": "2020-08-15T07:30:00+05:30", "dcterms.publisher": "https://scroll.in", "dcterms.creator": "Avina Kohli", "dcterms.subject": "India, India-Pakistan partition, Refugees during partition, India's independence day, Partition's history, Refugees in India, Independence Day, August 15, India-Pakistan border", "atdlayout": "articlepage"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}