{"GDELT": {"GlobalEventID": 940864606, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "CVL", "Actor2Name": "VOTER", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.50284414106939, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "West Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWV", "Actor2Geo_Lat": 38.468, "Actor2Geo_Long": -80.9696, "Actor2Geo_FeatureID": "WV", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 46.9048, "Action2Geo_Long": -110.32600000000001, "Action2Geo_FeatureID": "MT", "DATEADDED": 20200815000000, "SOURCEURL": "https://abc17news.com/politics/national-politics/2020/08/14/usps-removes-mail-collection-boxes-and-reduces-post-office-hours-as-critics-accuse-trump-administration-of-voter-suppression/"}, "ARTICLE": {"TITLE": "USPS will stop removing letter collection boxes in Western states until after the election, spokesman says", "TEXT": "National Politics\n\nThe US Postal Service will stop taking letter collection boxes off streets in Western states following accusations the removals would further limit some voters ability to send back mail-in ballots.\n\nThe change came after CNN and others reported on Friday that the US Postal Service has started reducing post office operating hours across several states and removing letter collection boxes, according to union officials.\n\nIn a statement Friday night, Rod Spurgeon — a USPS spokesperson for the service’s the Western region — told CNN that the service will stop the removal of letter collection boxes in 16 states and parts of two others until after the election.\n\nThat means, according to Spurgeon, the USPS will stop collecting the letter collection boxes only in: Washington, Oregon, Nevada, Arizona, New Mexico, Utah, Idaho, Montana, South Dakota, North Dakota, Wyoming, Colorado, Kansas, Iowa, Alaska, Nebraska and small parts of Wisconsin and Missouri.\n\nIt’s not clear if the removal freeze would go into effect across the nation. Kim Frum — a spokeswoman for USPS based at headquarters — could not say if the freeze would go into effect across the country and would not comment on the freeze in the Western region.\n\nOfficials say that in the last week the USPS has removed letter collection boxes in at least four states: New York, Oregon, Montana and Indiana. The USPS has also begun notifying postal workers in at least three states — West Virginia, Florida and Missouri — that they will start to reduce their retail operating hours, according to union officials.\n\nRELATED: Exclusive: Postal service inspector general reviewing DeJoy’s policy changes and potential ethics conflicts\n\nPresumptive Democratic presidential nominee Joe Biden called the removal of letter collection boxes “bizarre” during an online fundraiser Friday.\n\n“I was joking earlier with a couple on the call. I wonder if you’re outside trying to hold down your mailboxes. They’re going around literally with tractor-trailers picking up mailboxes,” he said. “You oughta go online and check out what they’re doing in Oregon. I mean, it’s bizarre!”\n\nAnd Sen. Ron Wyden, a Democrat from Oregon, called the removal of the letter collection boxes “voter suppression” on Twitter. Blaiming President Donald Trump, Wyden said the President is sabotaging the election “right under our noses.”\n\nBut Frum suggested the removal, and installation, of the almost 142,000 letter collection boxes nationwide was routine, and “has been based on mail volume received in those boxes.”\n\nFrum said that the postal service has been putting more emphasis on stabilizing the number in use and moving “low-use boxes to high traffic areas.” The US Postal Service blames the coronavirus pandemic, along with its business model, for the need to cut costs.\n\nFrum did not immediately respond to CNN’s questions about the reduced hours in West Virginia, Florida and Missouri.\n\nThe USPS has received intense scrutiny in recent weeks as many Americans are expected to vote by mail this presidential election due to the coronavirus pandemic. Despite assuring the public earlier this month that it would be able to handle the added volume of mail-in ballots, the postal service sent letters to multiple states warning them that slowdowns in delivery could cause ballots to show up late and not be counted.\n\nTrump has frequently attacked the postal service, and Louis DeJoy, the newly installed postmaster general, has made sweeping changes to the public service, such as rolling back overtime, leading to service slowdowns. Union officials have consistently warned that new cost-cutting measures put into effect by DeJoy and USPS leadership could have a negative effect on the service’s ability to deliver election-related mail on time.\n\nUnion officials have said their workers are committed to making sure the mail-in vote is handled quickly and appropriately. However, these new protocols are just the latest changes USPS has enacted that have some voters uneasy and appear to be further eroding confidence in their mail system.\n\nUSPS closing some posts offices for lunch, ending extended evening hours\n\nIn the St. Louis area, some post offices that had been open until 6:30 p.m. — specifically to serve people getting off-work — would start to close at 5:00 p.m, according to Rebecca Livingston, American Postal Workers Union president of the St. Louis Gateway chapter.\n\nUnion officials in West Virginia, Florida and Missouri also said workers are being told that post offices must close an hour for lunch.\n\nLunch “is historically their busier times,” Sinikka Melvin, the president of the Clarksburg, West Virginia, local American Postal Worker Union, told CNN.\n\nPeople often come in during their own lunch hour to send mail or purchase USPS retail products like stamps, according to Melvin. USPS reducing the retail hours worries union officials, who believe it could create long lines at clerk windows during the election season.\n\nCompounding the problem, those lines could be lengthened by the reductions in the letter collection boxes in neighborhoods and outside post offices, Melvin and other union officials told CNN.\n\nSenators want answers about USPS letter collection boxes\n\nLetter collection boxes have been removed in at least four states, leading some top politicians to ask the agency for answers.\n\nIn New York, Jonathan Smith, president of the local American Postal Workers Union, said the blue boxes that were removed have been taken to a post office in the Bronx. Photos obtained by CNN show a number of the USPS’ blue mailboxes lined up in a storage area, with some behind chains. It’s unclear if all of these mailboxes had been recently removed.\n\nWhen originally contacted by CNN about removal of 45 letter collection boxes in Montana, a USPS spokesperson would not confirm the removal, saying, “Historically, mail boxes have been removed for lack of use and installed in growth areas. … It is a fluid process and figures can vary from day-to-day.”\n\nOn Thursday afternoon, Sen. Jon Tester, a Montana Democrat, asked DeJoy for answers.\n\nTester said Montanans had told his office that USPS collections boxes “may have been removed from Bozeman and Lewistown and that there may be plans to remove boxes from Billings.”\n\nIn his letter to DeJoy, Tester asked for the head of the USPS to confirm the removal of collection boxes, the rationale for the move and what has been communicated to the public on the matter.\n\nOregon Sen. Jeff Merkley, promised to make sure ballots are delivered on time.\n\n“I can’t believe Trump is making it harder to send mail & vote in November,” Merkley said on Twitter. “We’re going to fight like hell to make sure postal workers & letter carriers can deliver every ballot!”\n\nCNN has reached out to the other senators in New York, Montana, West Virginia, Florida, Missouri and Indiana for comment.\n\nThis story and its headline have been updated with additional developments.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "USPS will stop removing letter collection boxes in Western states until after the election, spokesman says - ABC17NEWS", "description": "The US Postal Service will stop taking letter collection boxes off streets in Western states following accusations the removals would further limit some voters ability to send back mail-in ballots. The change came after CNN and others reported on Friday that the US Postal Service has started reducing post office operating hours across several states", "url": "https://abc17news.com/politics/national-politics/2020/08/14/usps-removes-mail-collection-boxes-and-reduces-post-office-hours-as-critics-accuse-trump-administration-of-voter-suppression/", "site_name": "ABC17NEWS", "image": {"identifier": "https://abc17news.b-cdn.net/abc17news.com/2020/08/hypatia-h_988ad729b2c377ab74db9a0f578d789c-h_bf80360bac0e7596aec3cb97bfcdf5e2_preview-4.jpg", "secure_url": "https://abc17news.b-cdn.net/abc17news.com/2020/08/hypatia-h_988ad729b2c377ab74db9a0f578d789c-h_bf80360bac0e7596aec3cb97bfcdf5e2_preview-4.jpg", "width": 500, "height": 375}}, "article": {"published_time": "2020-08-15T02:43:37+00:00", "modified_time": "2020-08-15T02:46:02+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2", "msapplication-TileImage": "https://abc17news.b-cdn.net/abc17news.com/2020/03/favicon.ico"}}}