{"GDELT": {"GlobalEventID": 940812504, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "Actor2Code": "MNCUSA", "Actor2Name": "BANK OF AMERICA", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.9559902200488999, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA10", "Actor1Geo_ADM2Code": "25316", "Actor1Geo_Lat": 24.6408, "Actor1Geo_Long": 46.7728, "Actor1Geo_FeatureID": "-3093009", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA10", "Actor2Geo_ADM2Code": "25316", "Actor2Geo_Lat": 24.6408, "Actor2Geo_Long": 46.7728, "Actor2Geo_FeatureID": "-3093009", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20200814180000, "SOURCEURL": "http://www.msn.com/en-us/money/companies/saudi-wealth-fund-is-said-to-repay-10-billion-bridge-loan/ar-BB17Y9Pe"}, "ARTICLE": {"TITLE": "Saudi Wealth Fund Is Said to Repay $10 Billion Bridge Loan", "TEXT": "© Bloomberg Construction cranes stand between skyscrapers at the King Abdullah Financial District (KAFD) in Riyadh, Saudi Arabia, on Tuesday, July 28, 2020. Saudi Arabia suffered a simultaneous decline in oil and non-oil revenue as the global pandemic combined with lower energy prices to jolt the kingdom’s public finances.\n\n(Bloomberg) -- Saudi Arabia’s sovereign wealth fund has paid back a $10 billion bridge loan two months ahead of schedule, according to people familiar with the matter.\n\nThe Public Investment Fund has fully repaid the loan, which was due in October, the people said, asking not to be identified because the information is private. It had signed the loan last year to raise funds while it waited for the proceeds of the sale of its nearly $70 billion stake in Saudi Basic Industries Corp., which closed in June.\n\nSaudi Arabia has been pushed into a deep budget deficit by the coronavirus pandemic and oil-price slump, forcing the kingdom to hike taxes and increase the government debt ceiling to 50% of economic output. The PIF is a key part of a plan by Crown Prince Mohammed bin Salman to transform the economy and wean it off a reliance on petroleum revenues.\n\nA group of 10 banks provided the loan: Bank of America Corp., BNP Paribas SA, Citigroup Inc., Credit Agricole SA, HSBC Holdings Plc, JPMorgan Chase & Co., Mizuho Financial Group Inc., Mitsubishi UFJ Financial Group Inc., Standard Chartered Plc and Sumitomo Mitsui Banking Corp. A spokesman for the PIF confirmed it had been repaid ahead of schedule, without providing further details.\n\nSaudi Arabia’s Maaal news site reported the payment earlier, citing unidentified people.\n\nPIF, under the leadership of Yasir Al-Rumayyan, has shifted its focus from being mostly a domestic holding company to an international investment vehicle with stakes in Citigroup, Facebook Inc. and Boeing Co. It’s also an anchor investor in domestic projects like the $500 billion futuristic city of Neom being developed on the kingdom’s northwestern coast.\n\nRead More: Saudi Arabia Wealth Fund Buys Boeing, Citi, Disney Stakes\n\n(Updates with details of loan, PIF plans from fourth paragraph)\n\nFor more articles like this, please visit us at bloomberg.com\n\n©2020 Bloomberg L.P.\n\nVideo: Biggest IPOs Amid the Pandemic (TheStreet)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Saudi Wealth Fund Is Said to Repay $10 Billion Bridge Loan", "cq": "passed", "Search.Interest": "Money", "robots": "index, follow", "description": "Saudi Arabia’s sovereign wealth fund has paid back a $10 billion bridge loan two months ahead of schedule, according to people familiar with the matter.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["Secondary Covid", "Oil"]}}