{"GDELT": {"GlobalEventID": 940803417, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ARE", "Actor1Name": "ABU DHABI", "Actor1CountryCode": "ARE", "Actor2Code": "ISR", "Actor2Name": "TEL AVIV", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.51975051975052, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS05", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.0667, "Actor1Geo_Long": 34.7667, "Actor1Geo_FeatureID": "-781545", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20200814170000, "SOURCEURL": "https://www.middleeasteye.net/news/israel-uae-deal-netanyahu-secret-visits-growing-ties"}, "ARTICLE": {"TITLE": "UAE-Israel deal caps years of growing ties and secret Netanyahu visits", "TEXT": "Israel and the UAE's deal normalising relations on Thursday caps years of growing ties - both overt and clandestine - including, it has emerged, visits to the Gulf state by Prime Minister Benjamin Netanyahu.\n\nNetanyahu made at least two hours-long visits over the past two years, accompanied by Meir Ben-Shabbat, chief of Israel's National Security Council, which has spearheaded the negotiations, Yisrael Hayom reported on Friday.\n\nThe prime minister has made no secret of his desire to normalise relations with Gulf Arab countries. Normalisation has always been a key aim of Israeli foreign policy.\n\nBut yesterday’s announcement is the culmination of years of secretive negotiations, unannounced visits and quiet security cooperation between the two countries, amid shifting geopolitical tectonics that have found Abu Dhabi and Tel Aviv increasingly on the same side with multiple shared interests\n\n'The Iranian threat'\n\nAn early key rallying point between the two countries was the perceived threat of an emboldened and potentially nuclear Iran a decade ago. In 2009, shortly after Barack Obama’s inauguration, the two countries joined forces to pressure Washington to take a stronger stance against Tehran.\n\nThen, after years of talking via intermediaries, Netanyahu and UAE Foreign Minister Abdullah bin Zayed met on the sidelines of the UN General Assembly in New York in 2012, to discuss their common concerns over Iranian influence in the region.\n\nA breakthrough came in 2015 when Israel opened an office at the Abu Dhabi headquarters of the International Renewable Energy Agency (IRENA), just as Iran, the US and a raft of European countries were attempting to thrash out the JCPOA nuclear deal.\n\nThe UAE and Israel: More than a marriage of convenience Read More »\n\nEngineered by the highest levels of Israel’s foreign ministry, it gave cover for a number of secretive visits by high-profile Israeli politicians and security officials, as well as to burgeoning commercial ties.\n\nIn 2019, Israeli Foreign Minister Yisrael Katz made an unannounced visit to Abu Dhabi, where he discussed “the Iranian threat” with high-level Emirati officials. As a further sign of ever-warming relations, the two sides also discussed bolstering economic ties, with the foreign minister hailing the visit as a “significant advancement” in ties between the two countries.\n\nKatz’s trip came a year after Miri Regev, who was serving as Israel's minister of culture and sport, flew to the UAE capital and went on a public tour of the Sheikh Zayed Grand Mosque.\n\nFalcon Eye\n\nA decade ago such a realignment seemed unlikely. The assassination of a Hamas operative in Dubai by suspected Mossad agents in 2010 appeared to rock relations between the two countries.\n\nBut an Obama-brokered rapprochement two years later opened the door for close intelligence and military ties. By then they found themselves on the same side, opposing the sudden eruption of the 2011 Arab Spring and the ascendancy of political Islam.\n\nNeither the UAE nor Israel took kindly to the Muslim Brotherhood's rise to power in Egypt, with the Israelis believing it served the interests of Hamas in Gaza. A 2013 UAE-backed coup deposed President Mohamed Morsi, of the Brotherhood, and placed the Israel-friendly military back in power.\n\nFalcon Eye: The Israeli-installed mass civil surveillance system of Abu Dhabi Read More »\n\nAs the Emiratis gathered intelligence on and monitored dissidents, shadowy companies like the UAE-based DarkMatter and Israel's NSO Group hired Israeli cyber experts, including veterans of Unit 8200, the secretive Israeli intelligence firm.\n\nMiddle East Eye reported in 2015 that an Israel-owned security firm was tasked with securing gas installations as well as setting up an Emirates-wide surveillance network called Falcon Eye, the brainchild of former Israeli intelligence agent Mati Kochavi.\n\n“Every person is monitored from the moment they leave their doorstep to the moment they return to it,” a source close to the project told MEE at the time. \"Their work, social and behavioural patterns are recorded, analysed and archived.”\n\nEvidence of military ties emerged in 2017, when it was reported that the two countries’ armed forces had taken part in joint military exercises in Greece.\n\nCoronavirus\n\nThe coronavirus pandemic appears to have accelerated normalisation, offering fertile opportunities for cooperation between the two countries.\n\nIn June, Abu Dhabi sent two planes carrying medical supplies intended for Palestinians to Tel Aviv in the first known direct flights between the UAE and Israel. Palestinians refused to receive both shipments, protesting that they were not part of the coordination effort to deliver the aid.\n\nDays later, Netanyahu announced a major partnership to combat the coronavirus pandemic, viewed as a major step towards normalisation between the two countries.\n\nIt came as Israel's Rafael Advanced Defense Systems and Israel Aerospace Industries (IAI) - two of the world’s most prominent arms manufacturers - struck a deal with the United Arab Emirates' Group 42 (G42) to research and develop equipment and solutions to tackle the coronavirus. It was hailed as a \"historic collaboration born of a global crisis\".\n\nThe deal was announced less than a week before the 1 July deadline for the Israeli government to start the process of annexing parts of the occupied West Bank.\n\nA week earlier, senior Emirati diplomat Anwar Gargash said that even if Israel annexed parts of the West Bank in violation of international law and against the protests of the Arab League, there remained grounds for cooperation with the UAE.\n\n\"We can come to a point where we come to a given Israeli government... and we say, 'we disagree with you on this. We don't think it's a good idea, but at the same time, there are areas such as Covid, technology and other things that we can actually work together on,'\" Gargash said, according to the Jerusalem Post.", "METADATA": {"twitter": {"card": "summary_large_image", "description": "With secretive negotiations, unannounced trips and quiet security cooperation, the Emiratis and Israelis have been close long before Thursday's announcement", "title": "UAE-Israel deal caps years of growing ties and secret Netanyahu visits", "creator": "@middleeasteye", "url": "http://www.middleeasteye.net/news/israel-uae-deal-netanyahu-secret-visits-growing-ties"}, "og": {"site_name": "Middle East Eye", "type": "article", "url": "http://www.middleeasteye.net/news/israel-uae-deal-netanyahu-secret-visits-growing-ties", "title": "UAE-Israel deal caps years of growing ties and secret Netanyahu visits", "description": "With secretive negotiations, unannounced trips and quiet security cooperation, the Emiratis and Israelis have been close long before Thursday's announcement", "image": {"identifier": "http://www.middleeasteye.net/sites/default/files/main-images/RegevUAE.AFP_.jpg", "url": "http://www.middleeasteye.net/sites/default/files/main-images/RegevUAE.AFP_.jpg"}}, "description": "With secretive negotiations, unannounced trips and quiet security cooperation, the Emiratis and Israelis have been close long before Thursday's announcement", "fb": {"app_id": 882711278504931}, "generator": "Drupal 8 (http://drupal.org)", "article": {"author": "https://www.facebook.com/middleeasteye/"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": [""]}}