{"GDELT": {"GlobalEventID": 940839163, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 3.0690537084399, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Barbados", "Actor1Geo_CountryCode": "BB", "Actor1Geo_ADM1Code": "BB", "Actor1Geo_Lat": 13.166667000000002, "Actor1Geo_Long": -59.533333, "Actor1Geo_FeatureID": "BB", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Barbados", "Action2Geo_CountryCode": "BB", "Action2Geo_ADM1Code": "BB", "Action2Geo_Lat": 13.166667000000002, "Action2Geo_Long": -59.533333, "Action2Geo_FeatureID": "BB", "DATEADDED": 20200814204500, "SOURCEURL": "https://www.thestkittsnevisobserver.com/marketing-of-unhealthy-food-to-children-subtle-and-not-so-subtle-says-barbados-health-leader/"}, "ARTICLE": {"TITLE": "Marketing Of Unhealthy Food To Children “Subtle And Not-So-Subtle” Says Barbados Health Leader.", "TEXT": "The Barbados Ministry of Health and Wellness continues to be concerned about the “subtle and not so subtle” marketing of unhealthy food to children.\n\nSenior Medical Officer, Dr. Arthur Phillips, said today that the development of chronic diseases such as diabetes and hypertension in children was a consequence of the growing number of overweight and obese children in Barbados.\n\nHe did not give any examples of what his ministry considers to be the marketing of unhealthy food in Barbados. However the Barbados government press release giving details of his speech featured a picture of an unspecified soda drink can.\n\nPhillips was speaking at the virtual launch of a mass media campaign on Childhood Obesity Prevention, hosted by the Heart and Stroke Foundation of Barbados.\n\nThe public health official noted the shift away from the consumption of locally prepared foods within the home to those prepared outside of the home, which were frequently high in salt, refined sugars, cholesterol, trans-fats and saturated fats.\n\nAnd he also pointed to the World Health Organization’s Global School Health Survey, which was conducted in 26 secondary schools in the island. It indicated that children were not achieving the recommended level of physical activity and exercise.\n\n“Despite the achievements garnered by the Ministry of Health and Wellness in ensuring that the health of the child is protected, the strengthening, coordination and management of obesity prevention continue to be challenging,” he shared.\n\nDr. Phillips revealed that the Ministry was working closely with the Ministry of Education, Technological and Vocational Training in respect of the implementation of policies and programmes within the National Plan for Childhood Obesity Prevention, including the formulation and implementation of a national school nutrition policy.\n\nHealth authorities were also focusing, he said, on engaging manufacturers and distributors of food products regarding the reformulation of products to reduce the levels of salt, fat and sugar in locally produced foods. These meetings will also address the need for affordable healthy options, he added.\n\n“We will work with partners, including those in agriculture and commerce, in both the public and private sectors to reach these goals,”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Marketing Of Unhealthy Food To Children \"Subtle And Not-So-Subtle\" Says Barbados Health Leader. - The St Kitts Nevis Observer", "description": "The Barbados Ministry of Health and Wellness continues to be concerned about the “subtle and not so subtle” marketing of unhealthy food to children. Senior Medical Officer, Dr. Arthur Phillips, said today that the development of chronic diseases such as diabetes and hypertension in children was a consequence of the growing number of overweight and […]", "url": "https://www.thestkittsnevisobserver.com/marketing-of-unhealthy-food-to-children-subtle-and-not-so-subtle-says-barbados-health-leader/", "site_name": "The St Kitts Nevis Observer", "image": "https://www.thestkittsnevisobserver.com/wp-content/uploads/CARICOM-Covid-19-Response-Agri-Food-Plan-696x501-3.jpg"}, "article": {"publisher": "https://www.facebook.com/sknobserver/", "published_time": "2020-08-14T12:38:25+00:00"}, "twitter": {"card": "summary", "creator": "@sknobserver", "site": "@sknobserver"}, "generator": "Powered by Slider Revolution 5.4.7.1 - responsive, Mobile-Friendly Slider Plugin for WordPress with comfortable drag and drop interface.", "msapplication-TileImage": "https://www.thestkittsnevisobserver.com/wp-content/uploads/icon.jpg"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}