{"GDELT": {"GlobalEventID": 940872579, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "DIPLOMAT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.008438818565399, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200815004500, "SOURCEURL": "https://www.wral.com/un-security-council-rejects-us-proposal-to-extend-iran-arms-embargo/19236365/"}, "ARTICLE": {"TITLE": "UN Security Council rejects US proposal to extend Iran arms embargo :: WRAL.com", "TEXT": "— The UN Security Council rejected a US proposal to extend the conventional weapons embargo on Iran Friday.\n\nWith the failure of the resolution, the US is now poised to move to unilaterally trigger snapback sanctions on Tehran -- despite having walked away from the Iran nuclear deal in 2018 -- a potential action that has drawn skepticism and alarm from allies and that experts have warned could spell the end of the landmark agreement.\n\nUS Ambassador to the UN Kelly Craft said in a statement Friday the US \"has every right to initiate snapback of provisions of previous Security Council resolutions\" and \"in the coming days, the United States will follow through on that promise to stop at nothing to extend the arms embargo.\"\n\nThe US only drew support for the proposal from the Dominican Republic. Russia and China were opposed while Germany, France, the United Kingdom and eight others abstained.\n\n\"The United Nations Security Council is charged with the responsibility of maintaining international peace and security. It failed today to uphold its fundamental mission set,\" US Secretary of State Mike Pompeo said in a statement Friday.\n\nUnder the terms of the 2015 Joint Comprehensive Plan of Action (JCPOA), the conventional weapons ban on Iran is legally set to expire in mid-October. For months, the Trump administration has sought to extend the embargo despite having exited the deal -- a campaign that was predicted to fail.\n\n'Inexcusable'\n\nThis week, the US tabled a resolution in the UN Security Council that would rollover the existing embargo indefinitely. US Special Representative for Iran Brian Hook argued it was a \"a compromise text.\"\n\n\"We listened to the Security Council members and created a new text that is both reasonable and necessary,\" he told reporters Thursday.\n\n\"The Security Council's failure to act decisively in defense of international peace and security is inexcusable,\" Pompeo said. \"The United States will never abandon our friends in the region who expected more from the Security Council. We will continue to work to ensure that the theocratic terror regime does not have the freedom to purchase and sell weapons that threaten the heart of Europe, the Middle East and beyond.\"\n\nBehnam Ben Taleblu, a senior fellow at the Foundation for Defense of Democracies, said that the Security Council's decision \"absolutely makes the US push to unilaterally snapback all UN penalties much more likely.\"\n\n\"Tehran is sure to mock the failed attempt to rally the international community to pressure the Islamic Republic (of Iran),\" he said.\n\nIran's ambassador to the UN, Majid Takht Ravanchi, criticized potential sanctions. \"Imposition of any sanctions or restrictions on Iran by the Security Council will be met severely by Iran and our options are not limited. And the United States and any entity which may assist it or acquiesce in its illegal behavior, will bear the full responsibility,\" Ravanchi said in a statement.\n\nTrita Parsi, executive vice president of the Quincy Institute, argued that \"the arms embargo vote was just a motion the administration believed it had to go through to force the UNSC to snapback sanctions on Iran, a mechanism that only parties to the JCPOA can trigger.\"\n\nHe said \"there is a strong case to be made, and the other (permanent Security Council members) will make it -- that the US cannot trigger snapback since it no longer is a participant in the JCPOA.\"\n\n'Can't have your cake and eat it too'\n\nTrump administration officials have argued that the US has the legal authority to re-impose sanctions on Iran under UN Security Council Resolution 2231.\n\n\"Resolution 2231 establishes a fixed term, 'JCPOA participants,'\" Hook told reporters Thursday. \"That expressly includes the United States in its definition. Resolution 2231 places no other conditions on the eligibility of states that are among the named JCPOA participants. Developments beyond the four corners of Resolution 2231 did not and could not change the United States' right to initiate snapback.\"\n\nHook said the US circulated a six-page legal memo on the matter to UN Security Council members Thursday.\n\nThe US position had raised eyebrows and scorn among diplomats.\n\nEuropean allies agreed that the potential of weapons flowing in and out of Iran poses a threat, but were furious that the US withdrew from the nuclear agreement but still claimed to be a participant and have the ability to snapback sanctions.\n\n\"You can't have your cake and eat it too,\" said one Security Council diplomat.\n\nChina predicted at the Friday meeting that a US attempt at snapback sanctions is \"doomed to fail.\"\n\nRobert Malley, president of the International Crisis Group and former White House negotiator for the Iran deal, said that \"the Trump administration's maximum pressure campaign is shifting to minimum diplomacy in pursuit of the same goal: to kill off the Iran nuclear deal or make it that much harder for Vice President (Joe) Biden to salvage it should he win in November.\"\n\nExperts warned that if UN sanctions are snapped back on Iran, it could serve to destroy the nuclear deal and do even further damage to already inflamed regional tensions. Tehran has reduced its commitments under the agreement, saying it will return to compliance as soon as the US returns to the treaty and lifts its unilateral sanctions against Iran.\n\n\"UN sanctions relief is one of the few benefits that Iran still enjoys under the nuclear deal, and without any incentive to continue to comply with even the elements that it is now, it's clear that it will collapse and Iran will exit,\" Kelsey Davenport, the director for nonproliferation policy at the Arms Control Association, told CNN in April.", "METADATA": {"description": "The UN Security Council rejected a US proposal to extend the conventional weapons embargo on Iran Friday.", "viewport": "width=device-width, initial-scale=1", "robots": "index,follow", "author": "WRAL", "section": "News", "sub-section": "Political News", "og": {"title": "UN Security Council rejects US proposal to extend Iran arms embargo :: WRAL.com", "description": "The UN Security Council rejected a US proposal to extend the conventional weapons embargo on Iran Friday.", "image": "https://wwwcache.wral.com/presentation/v3/images/content/social/open_graph/wral_news5_1920x1080.jpg", "url": "https://www.wral.com/un-security-council-rejects-us-proposal-to-extend-iran-arms-embargo/19236365/", "site_name": "WRAL.com", "type": "article"}, "article": {"published_time": "2020-08-14T19:53:04-04:00"}, "fb": {"app_id": 334167666672300, "pages": 14827657177}, "twitter": {"site": "@wral", "card": "summary_large_image", "url": "https://www.wral.com/un-security-council-rejects-us-proposal-to-extend-iran-arms-embargo/19236365/", "title": "UN Security Council rejects US proposal to extend Iran arms embargo", "description": "The UN Security Council rejected a US proposal to extend the conventional weapons embargo on Iran Friday.", "image": "https://wwwcache.wral.com/presentation/v3/images/content/social/open_graph/wral_news5_1920x1080.jpg"}, "outbrain": {"ob_desc": "id_asset=19236365|asset_type=story"}, "pinterest": "nohover", "dcterms.created": "2020-08-14 19:53:04", "dcterms.modified": "2020-08-14 19:53:04", "application-name": "WRAL.com", "msapplication-TileColor": "#041E30", "msapplication-TileImage": "https://wwwcache.wral.com/favicons/mstile-144x144.png", "msapplication-square70x70logo": "https://wwwcache.wral.com/favicons/mstile-70x70.png", "msapplication-square150x150logo": "https://wwwcache.wral.com/favicons/mstile-150x150.png", "msapplication-wide310x150logo": "https://wwwcache.wral.com/favicons/mstile-310x150.png", "msapplication-square310x310logo": "https://wwwcache.wral.com/favicons/mstile-310x310.png", "msapplication-notification": "frequency=30;polling-uri=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=1;polling-uri2=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=2;polling-uri3=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=3;polling-uri4=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=4;polling-uri5=http://notifications.buildmypinnedsite.com/?feed=http://www.wral.com/rss/48&id=5;cycle=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}