{"GDELT": {"GlobalEventID": 940809145, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MEX", "Actor1Name": "MEXICO", "Actor1CountryCode": "MEX", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.19266055045872, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Santa Monica, Puebla, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX21", "Actor1Geo_ADM2Code": "20625", "Actor1Geo_Lat": 18.1833, "Actor1Geo_Long": -98.8, "Actor1Geo_FeatureID": "-1701659", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Venezuela", "Actor2Geo_CountryCode": "VE", "Actor2Geo_ADM1Code": "VE", "Actor2Geo_Lat": 8.0, "Actor2Geo_Long": -66.0, "Actor2Geo_FeatureID": "VE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Venezuela", "Action2Geo_CountryCode": "VE", "Action2Geo_ADM1Code": "VE", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -66.0, "Action2Geo_FeatureID": "VE", "DATEADDED": 20200814173000, "SOURCEURL": "https://www.latimes.com/entertainment-arts/story/2020-08-14/painter-luchita-hurtado-dies-at-at-99-obituary"}, "ARTICLE": {"TITLE": "Painter Luchita Hurtado, who became an art star in her late 90s, has died at 99", "TEXT": "Shortly after the Hammer Museum opened the doors on its “Made in L.A.” biennial in 2018, a visitor reached out to the museum to alert it to a mistake in one of the wall texts.\n\nThe tag accompanying several beguiling canvases of nude female forms, created from the perspective of a woman gazing down at her own naked body, listed the painter’s birth year as 1920. That couldn’t be right, the visitor said. That would have made the artist almost a century old.\n\nAs it turns out, the tag was correct. The paintings were by Luchita Hurtado, who was making her first appearance in a major contemporary art biennial ... at the age of 97.\n\nThis, despite her myriad connections to the art world: Hurtado had been married to notable painters (Wolfgang Paalen and Lee Mullican), and she counted key 20th century figures such as Rufino Tamayo, Isamu Noguchi and Marcel Duchamp as friends.\n\nAdvertisement\n\n“She very much has had the life of an artist,” exhibition co-curator Anne Ellegood said of Hurtado’s trajectory at the time. “But without an exhibition history.”\n\nHurtado, whose spirited life carried her from her native Venezuela to New York, Mexico and Los Angeles, died Thursday evening at her home in Santa Monica of natural causes. Her death was confirmed by a representative at her gallery, Hauser & Wirth. She was 99.\n\nArtist Luchita Hurtado at work in Mexico in 1945. (Courtesy of Luchita Hurtado)\n\nHer death comes just six months after the opening of her major career survey at the Los Angeles County Museum of Art in February, “Luchita Hurtado: I Live I Die I Will Be Reborn.”\n\nAdvertisement\n\nThe story of Hurtado is, to some degree, the story of many women artists in the 20th century who subsumed their careers for the needs of others.\n\nArt-making was often done not in a dedicated studio, but on a kitchen table. Painting hours coincided with children’s bedtimes. Over the course of her life, she created hundreds of works that experimented with Modernism, Indigenous pattern and the surreal, works united by her interest in prehistory and the environment, but exhibited them only sporadically and principally in group shows.\n\nLate in life — very late in life — her body of work came to light, and she was greeted as an overnight success by the art world. An overnight success that was eight decades in the making.\n\nOf the desire to make art, she once told curator and writer Sarah Lehrer-Graiwer: “It was a need, like brushing your teeth.”\n\nAdvertisement\n\nLACMA recently acquired one of Luchita Hurtado’s untitled works. (Genevieve Hanson / LACMA)\n\nJennifer King, an associate curator of contemporary art at LACMA, who helped organize the L.A. installation of Hurtado’s survey, said that the narratives about Hurtado’s globe-trotting, bohemian life, combined with the late rediscovery of her work, can often overwhelm her artistic accomplishments.\n\n“She was a very original artist,” King said. “She was a formal innovator. She was an incredible colorist.”\n\nAnd while her work took on myriad forms over the decades — abstract paintings that focused on pattern and works that toyed with the nature and form of written words, it was all bound together by common themes: “the feeling of deep connection to the Earth and everything that has lived on it: people, animals and plants.”\n\nAdvertisement\n\nThe LACMA show, which originated at London’s Serpentine Galleries last year, was given more expansive treatment in its L.A. location, featuring more than 120 works from different eras — including 70 that hadn’t been a part of the London show. (The exhibition was shut down due to the COVID-19 pandemic but remains fully installed in the hopes that it might be able to reopen.)\n\nLuchita Hurtado’s “Untitled,” 1970, was one of many works in which she toyed with perspective and the ways in which the female form is rendered in art. (Jeff McLane / Hauser & Wirth)\n\nHurtado was a painter whose works straddled eras, styles and continents. Key among her works are a series of paintings from the late 1960s and ‘70s that rendered aspects of women’s bodies as surreal landscapes and others that featured the nude female form as viewed from a woman’s perspective, often hovering over bright, patterned rugs. They were paintings that novelist and critic Yxta Maya Murray, in Artforum, described as being “less about the pleasures and trajectories of her body than about its suspension in otherwise throwaway moments.”\n\n“You can imagine how meaningful they were at that time in terms of female artists taking back the ability to represent their own bodies and shifting the so-called male gaze and controlling that gaze,” said Ellegood at the time of the Hammer biennial. “Historically, they are very important.” (Ellegood has since left the Hammer and is now the director of the Institute of Contemporary, Los Angeles.)\n\nAdvertisement\n\nIf Hurtado was ever bothered by the fact that she worked in obscurity for much of her life, she didn’t show it. “She never expressed any bitterness,” said King, “at least not publicly or, to me, in private.”\n\nIn a conversation with artist Andrea Bowers in Ursula magazine in 2019, Hurtado addressed the issue of her late recognition: “I don’t feel anger, I really don’t. I feel, you know: ‘How stupid of them.’ Maybe the people who were looking at what I was doing had no eye for the future and, therefore, no eye for the present.”\n\nLuchita Hurtado takes a a self-portrait in Santa Monica in 1951. (Luchita Hurtado)\n\nLuchita Hurtado was born Luisa Amelia Garcia Rodriguez Hurtado on Nov. 28, 1920, in Maiquetía, Venezuela, to a seamstress mother. When Hurtado was 8 years old, the family immigrated to New York City, settling in Inwood, on the northern edge of Manhattan where, Hurtado once said, “all the South Americans lived.”\n\nAdvertisement\n\nFrom her youngest years, she was drawn to art and the ways in which it intersected with nature.\n\nIn a conversation held at LACMA in February, she recalled noticing the pattern on a butterfly’s wings as a child. “I was drawing figures with the hand above the head and on the wings of this butterfly, there was this drawing that I thought I had originated,” she said. “Nature was way ahead of me.”\n\nIn various interviews, she described finding deep resonance in the earliest photographs of Earth taken from space — images that revealed the fragile nature of existence.\n\nAdvertisement\n\nAs a student at Washington Irving High School, she made art a focus.\n\n“I never told my mother that I was taking art — she thought I was taking dress-making,” Hurtado said in an interview for her exhibition at the Serpentine. “I loved to sew, but I thought that was a waste of time, and I didn’t tell her. And she only knew when I graduated, and she was very distressed.”\n\nHer high school courses would come to represent the extent of her formal training.\n\nShortly after graduating from Washington Irving, she married Chilean journalist Daniel del Solar — a marriage that was short-lived. (“He abandoned me with two children,” she recalled in an interview with The Times in 2018, “for this other woman that he also abandoned when she had two children.”)\n\nAdvertisement\n\nAn installation view of Luchita Hurtado’s career survey “I Live I Die I Will Be Reborn.” (Museum Associates / LACMA)\n\nBut Del Solar introduced her to a world of intellectuals that would shape the course of her life and her career — such as the prominent Mexican painter Tamayo, who became a good friend. The two would gather in her kitchen to paint and talk shop, often choosing colors from their environment and imagining how they would re-create them on canvas.\n\n“We spent much time together using color as a toy,” she recalled in her conversation at LACMA. “‘How do you mix the color of that skirt?’ And then we’d go at it to see who could do it first.”\n\nThrough these circles, she became friends with other artists, too. She met Noguchi shortly after the Japanese American sculptor had been released from a World War II internment camp in Arizona. Later, she would get to know Duchamp, the French surrealist. During their encounter at a friend’s house, he set tongues wagging by rubbing her feet. (The two were just friends, she said in the 2018 Times interview: “The people, they all loved to gossip.”)\n\nAdvertisement\n\nIt was through her various art world connections that she ultimately met her second husband, Austrian theorist and painter Wolfgang Paalen, one of the founders of Dynaton, a group of artists who became known for their interest in surreal, abstract and cosmic themes.\n\nOn a whim, she accompanied Paalen to see newly uncovered Olmec heads at La Venta in Mexico. “That was my first date with Paalen,” she said of the trip. “We married a week after we met. It was very impulsive.”\n\nBy the 1940s, she was living in Mexico with Paalen and her two children — a time that she later described as “very bohemian,” socializing with artists such as Frida Kahlo and Leonora Carrington, as well as Mullican, the Oklahoma-born painter who was also part of the Dynaton group.\n\nOne of Luchita Hurtado’s untitled works from about 1950 was shown at Park View Gallery in 2016. The exhibition represented a comeback. (Luchita Hurtado / Hauser & Wirth)\n\nAdvertisement\n\nBut Hurtado’s marriage to Paalen was not fated to last. Her son Pablo del Solar died unexpectedly after contracting polio, and his death produced a rift. Hurtado wanted to have more children; Paalen did not. Hurtado returned to the U.S. and ultimately settled in California.\n\nIt was in California where she would remain for the rest of her life — first in the Bay Area, then in Los Angeles. It was also in California where she would reconnect with Mullican — and marry for the last time. The pair remained together for 40 years until his death in 1998, and had two children: Matt Mullican, who is also an artist, and John Mullican, a film director.\n\nHurtado’s late-in-life fame came as the result of a small exhibition of her paintings at Park View Gallery in 2016, which then operated out of owner Paul Soto’s apartment. The show emerged out of happy accident. The year prior, Ryan Good, director of Mullican’s estate, was cataloging Mullican’s estate and kept stumbling into paintings of totemic figures and abstract patterns that bore no resemblance to Mullican’s work and were signed simply “L.H.”\n\nHurtado, at the time, went by her married name, Luchita Mullican. When Good asked her who the mysterious “L.H.” might be, she responded brightly, “That’s me!”\n\nAdvertisement\n\nA year later, Park View was showing works by Hurtado from the 1940s and ‘50s — a show that received positive notice by Times art critic Christopher Knight. (“Hurtado’s work,” he wrote, “was multicultural before multicultural was cool.”)\n\nAfter that, the exhibitions came with blinding speed: the biennial at the Hammer in 2018, followed by her survey at the Serpentine, as well as shows with the blue chip Hauser & Wirth.\n\nWhile her success has been recent, its roots go deeper — to the 1960s and ‘70s.\n\nLuchita Hurtado sits amid abstracted works inspired by words in Santa Monica in 1973. (Matt Mullican)\n\nAdvertisement\n\nBy then, her children were grown and she could take more time to paint. For the first time in her life, she had her own dedicated studio space. She created paintings of her own body and patterns inspired by words and phrases, such as “Woman Man Child Child” (an abstracted family portrait) and “I Live I Die I Will Be Reborn” (the phrase from which the show at LACMA takes its name).\n\nHer art world connections led her to feminist gatherings and the Woman’s Building. In 1974, she had her first solo exhibition there — her last until the show at Park View in 2016.\n\nFor the artist, who had lived through so many transformative times, this heady period represented a truly transformative moment. In the interview with Lehrer-Graiwer, Hurtado describes attending a consciousness-raising event at the home of, as she recalled it, painter June Wayne.\n\n“Everybody gave their names and what they did,” she said. “I got up and said, ‘Luchita Mullican, artist’ and June Wayne’s voice came above, almost a shout and said, ‘Luchita, what?’ and I said, ‘Luchita Hurtado, painter’ and that’s how it began.”\n\nAdvertisement\n\nIt is how she will be remembered.\n\nHurtado is survived by her two sons, Matt and John, from her marriage to Mullican, as well as two grandchildren from her son Matt: Cosmo and Lucy Mullican. Daniel del Solar, the surviving child from her first marriage, died in 2012.", "METADATA": {"og": {"title": "Painter Luchita Hurtado, who became an art star in her late 90s, has died at 99", "url": "https://www.latimes.com/entertainment-arts/story/2020-08-14/painter-luchita-hurtado-dies-at-at-99-obituary", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/bcc9c2c/2147483647/strip/true/crop/2259x1186+0+321/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc0%2F21%2F3d764204417a9acf413d2395138c%2Fluchita-hurtado-05.jpg", "url": "https://ca-times.brightspotcdn.com/dims4/default/bcc9c2c/2147483647/strip/true/crop/2259x1186+0+321/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc0%2F21%2F3d764204417a9acf413d2395138c%2Fluchita-hurtado-05.jpg", "width": 1200, "height": 630, "type": "image/jpeg", "alt": "Luchita Hurtado in poses amid her paintings in Santa Monica, California, in 1973"}, "description": "A painter of striking images of the body and landscape, and known for her connection to 20th century greats, Hurtado didn't gain recognition until 2016.", "site_name": "Los Angeles Times", "type": "article"}, "article": {"author": "https://www.latimes.com/people/carolina-a-miranda", "content_tier": "metered", "published_time": "2020-08-14T16:45:33.608", "opinion": "false", "section": "Entertainment & Arts", "tag": "Arts"}, "twitter": {"card": "summary_large_image", "creator": "@cmonstah", "description": "A painter of striking images of the body and landscape, and known for her connection to 20th century greats, Hurtado didn't gain recognition until 2016.", "image": {"identifier": "https://ca-times.brightspotcdn.com/dims4/default/61a9959/2147483647/strip/true/crop/2259x1271+0+236/resize/1200x675!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fc0%2F21%2F3d764204417a9acf413d2395138c%2Fluchita-hurtado-05.jpg", "alt": "Luchita Hurtado in poses amid her paintings in Santa Monica, California, in 1973"}, "site": "@latimes", "title": "Painter Luchita Hurtado, who became an art star in her late 90s, has died at 99"}, "fb": {"app_id": 119932621434123, "pages": 5863113009, "profile_id": "latimesent"}, "viewport": "width=device-width, initial-scale=1", "description": "A painter of striking images of the body and landscape, and known for her connection to 20th century greats, Hurtado didn't gain recognition until 2016.", "brightspot.contentId": "00000173-9cb1-d0da-affb-9ff31bec0000", "brightspot.cached": "false"}}}