{"GDELT": {"GlobalEventID": 940885402, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NLD", "Actor1Name": "DUTCH", "Actor1CountryCode": "NLD", "Actor2Code": "IDN", "Actor2Name": "INDONESIA", "Actor2CountryCode": "IDN", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7142857142857209, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL", "Actor1Geo_Lat": 52.5, "Actor1Geo_Long": 5.75, "Actor1Geo_FeatureID": "NL", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bogor, Jawa Barat, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID30", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -6.1522, "Actor2Geo_Long": 106.991, "Actor2Geo_FeatureID": "-2673682", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bogor, Jawa Barat, Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID30", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -6.1522, "Action2Geo_Long": 106.991, "Action2Geo_FeatureID": "-2673682", "DATEADDED": 20200815021500, "SOURCEURL": "https://www.thejakartapost.com/academia/2020/08/15/a-year-of-historical-significance.html"}, "ARTICLE": {"TITLE": "A year of historical significance", "TEXT": "On Aug. 17, 1945, Sukarno and Mohammad Hatta proclaimed the independence of a new nation state, the Republic of Indonesia. They did it on behalf of the peoples, the inhabitants of the vast archipelago, whose ancestors had lived in societies rich in cultures and knowledge.\n\nIndependence from what?\n\nThe preamble of the Constitution of the new republic states \"freedom is truly the right of all peoples, and therefore colonial domination throughout the world should be abolished, because it is contrary to the principles of humanitarianism and justice\" (Hatta’s translation in Journal Asian Survey, March 1965, pp. 139-143).\n\nIndependence means freedom, that is free from colonialism which by its very nature is inhumane. After the foundation of the Dutch East Indies Company (VOC) in 1602, for more than three centuries colonialism deprived peoples living in the archipelago known today as Indonesia of their human rights.\n\nAt gunpoint, the peoples were denied the right to enlighten themselves and determine their own course of development. They were exploited, oppressed and enslaved to satisfy the greed of a tiny kingdom located 12,000 kilometers away. Colonialism was indeed a project of greed which had revealed an ugly form of human behavior.\n\nThe project was not without resistance. The opposition had erupted into many wars of decolonization, spread over the archipelago over the time span of the more than 300 years of colonial domination. Streets in Indonesian cities are given names to remember leaders of the resistance and thereby the lives lost in the bloody purges by the colonial ruler.\n\nRemarkably, in the beginning of the 20th century, when the colonial ruler introduced the ethical policy, inserting elements of humanity such as education into the society to co-exist with colonialism, another form of resistance emerged: nationalism.\n\nHatta identified it as a nationalism which was not determined by identical origin, identical language or identical religion, but formed by a common destiny and purpose.\n\nThe peoples of various ethnicities, being oppressed by one foreign entity occupying their lands, became aware of sharing the same destiny and purpose. This was awakened by enlightening messages transmitted throughout the archipelago by the privileged few, who were allowed to follow education up to the tertiary level. It is a nationalism based on intellectuality, leading to intellectual activisms marked by significant milestones such as Boedi Oetomo in 1908 and Soempah Pemoeda in 1928.\n\nDutch King Willem-Alexander (left) and President Joko \"Jokowi\" Widodo (right) address the press at the Bogor Presidential Palace on March 10. (Antara/Sigid Kurniawan)\n\nThe people of Indonesia will celebrate the 75-year jubilee of their independence. It must have caught the attention of the Dutch King Willem Alexander who made a four-day state visit to Indonesia last March. The king made the visit a remarkable one, by offering an apology. Apology for what?\n\nThe apology concerns a period of five years from 1945 to 1949, a tiny snapshot of the whole time span of 350 years of colonialism. While in Indonesian society this apology was almost unnoticed, the reactions in the Netherlands have been overwhelming, from many layers of society. A sense of approval, relief, cynicism and anger were all present in the reactions.\n\nInterestingly, the apology has awakened a new voice in Dutch society, a voice presumably suppressed before, acknowledging the cruelty of colonialism, and therefore it should be apologized for. Others, including Prime Minister Mark Rutte, do not agree with this voice, arguing it is even farther away in the past and difficult to judge with the morals of the present, while there is no demand from the Indonesian side for a digging into the past and an apology.\n\nIt is not about whether or not there is a demand, as there was no demand whatsoever from the Indonesian side for the apology by the Dutch king. Colonialism, as Emmanuel Macron rightly put it, is a crime against humanity. There is no lack of academic findings and narratives that support this view. There is no need for extra digging into the past.\n\nThe contemporary Dutch have been vocal in condemning human rights violations committed by other nations of the world. While it may be genuinely well-intended, it accentuates the greatest irony in the history of mankind: The International Criminal Court sits in The Hague, but the host does not even dare to deal with severe cases of its own past committed during centuries of colonialism.\n\nIn the Dutch media, the Dutch king’s apology was reported as a total surprise to Dutch politics. But, in the wake of the antiracism movement following the killing of Afro-American George Floyd last May, which has recalibrated the western norms and values praising the symbols and figures prominent in slavery and colonialism, the apology should be lauded as an exemplary gesture, a small step toward an ultimate apology. That is an apology to humanity for the 350 years of Dutch colonialism.\n\nFor the Dutch king to deliver the ultimate apology on Indonesia’s upcoming celebration of independence, it would be remembered in history as a noble service to mankind.\n\n***\n\nThe writer is an Indonesian senior scientist residing in Leiden.\n\nDisclaimer: The opinions expressed in this article are those of the author and do not reflect the official stance of The Jakarta Post.", "METADATA": {"viewport": "height=device-height, \n                      width=device-width, initial-scale=1.0, \n                      minimum-scale=1.0, maximum-scale=1.0, \n                      user-scalable=no, target-densitydpi=device-dpi", "description": "For the Dutch king to deliver the ultimate apology on Indonesias upcoming celebration of independence, it would be remembered in history as a noble service to mankind.", "author": "The Jakarta Post", "srv": "www-03", "fb": {"pages": 102060486500863, "app_id": 1555622744692546}, "keywords": "#Indonesia75,Independence-Day,colonialism,Dutch-colonialism,King-Willem-Alexander,history", "cdb": {"id": "6657ac82168da9fa101c8a4066e2e10b"}, "og": {"type": "article", "site_name": "The Jakarta Post", "title": "A year of historical significance", "image": "https://img.jakpost.net/c/2020/08/14/2020_08_14_102373_1597387924._large.jpg", "description": "For the Dutch king to deliver the ultimate apology on Indonesia’s upcoming celebration of independence, it would be remembered in history as a noble service to mankind.", "url": "https://www.thejakartapost.com/academia/2020/08/15/a-year-of-historical-significance.html"}, "twitter": {"site": "@jakpost", "creator": "@jakpost", "card": "summary_large_image", "url": "https://www.thejakartapost.com/academia/2020/08/15/a-year-of-historical-significance.html", "title": "A year of historical significance", "description": "For the Dutch king to deliver the ultimate apology on Indonesia’s upcoming celebration of independence, it would be remembered in history as a noble service to mankind.", "image": "https://img.jakpost.net/c/2020/08/14/2020_08_14_102373_1597387924._large.jpg"}, "tjp": {"thumbnail": "https://img.jakpost.net/c/2020/08/14/2020_08_14_102373_1597387924._small.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}