{"GDELT": {"GlobalEventID": 940808311, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BLROPP", "Actor1Name": "MINSK", "Actor1CountryCode": "BLR", "Actor1Type1Code": "OPP", "Actor2Code": "BLR", "Actor2Name": "BELARUS", "Actor2CountryCode": "BLR", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.47921760391198, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200814173000, "SOURCEURL": "http://www.msn.com/en-us/news/world/at-least-50-belarus-riot-police-drop-shields-and-are-embraced-by-anti-government-protesters-cnn-team-in-minsk/ar-BB17Y8zr"}, "ARTICLE": {"TITLE": "At least 50 Belarus riot police drop shields and are embraced by anti-government protesters - CNN team in Minsk", "TEXT": "© Sergei Gapon/AFP/Getty Images Protesters in Minsk embrace a Belarus law enforcement officer during a rally against President Alexander Lukashenko, who is accused of falsifying the polls in Sunday's election.\n\nAt least 50 Belarus security personnel in riot gear dropped their shields and were embraced by anti-government protesters in Minsk, as demonstrators chanted \"brothers\" at the police.\n\nThe scene unfolded in front of several government buildings in the of the capital. Protesters also shouted, \"Sveta -- President,\" referring to opposition politician Svetlana Tikhanovskaya who says she won the majority in Sunday's highly contested presidential election.\n\nBelarus authorities say longtime President Alexander Lukashenko won 80.1% of the vote, in a poll which many believe was rigged.\n\nA crowd estimated by CNN's team in Minsk to be tens of thousands of people marched through the capital on Friday in revolt against the strongman leader Lukashenko, who has ruled the country for 26 years.\n\nProtests have flared up across Belarus this week, sometimes erupting into violence, with some protesters alleging they have been beaten and humiliated by security services.\n\nOfficials in Belarus say 6,700 people have been arrested and at least one person has been killed in the violent aftermath of the election, which independent observers have criticized as neither free nor fair.\n\nAuthorities have now released more than 2,000 people detained amid the ongoing protests, according to a Friday statement from the interior ministry.\n\nOpposition groups claim the election was marred by widespread ballot stuffing and fraud in order to keep Lukashenko in power, while the independent monitoring group \"Honest People\" said that according to its data, Tikhanovskaya had won in at least 80 polling stations across Belarus.\n\nTikhanovskaya, who fled to Lithuania after the vote, on Friday called for city mayors to organize peaceful protests this weekend, and asked her supporters to sign an online petition demanding a vote recount, with the presence of independent observers.\n\nSeveral people who were detained for participating in mass protests in Belarus this week allege that the country's security forces beat, tortured and humiliated them while in government custody.\n\nLukashenko claimed earlier this week the protests were initiated by \"foreign puppeteers\" adding that the law enforcement will not back down and maintained he still enjoys widespread support.\n\nHowever, the allegations of torture appear to have fueled public anger toward the government.\n\n© Sergei Gapon/AFP/Getty Images People detained during recent rallies leave the Okrestina prison in Minsk on Friday morning. Authorities said 2,000 people had been released after 6,700 were arrested.\n\nThere had already been signs this week of the country's military and police officers apparently turning against Lukashenko and showing support for the opposition. A video posted on Instagram by a man named Evgeny Novitski shows his brother -- a former special forces officer -- throwing his uniform into a trash can, saying he is not proud of his job anymore.\n\n\"Hi all! I gave an oath to my people, and looking at what's happening in Minsk right now, I can't be proud of where I've been serving, and so, I can no longer keep this uniform at home,\" the former officer says.\n\nAnother video posted by Belarusian TV station Nexta, shows a police officer named Ivan Kolos saying he refuses to follow \"criminal orders.\" He urged his colleagues to not point guns at peaceful people and be with them instead. He said he would take orders from Tikhanovskaya, not from Lukashenko.\n\nThe growing outcry prompted some Belarusian authorities to apologize late Thursday, a reversal from their previous rhetoric promising a severe response to protesters.\n\n\"I want to take full responsibility and apologize in a humane way to these people ... I'm not a bloodthirsty person and I don't want any violence,\" Belarusian Interior Minister Yuri Karaev said in an interview with a state TV channel ONT.\n\nKaraev also addressed the use of force against journalists, saying he is \"against any violence against journalists, but this does not mean that you need to climb between the two sides, do not go into the thick of it!\"", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "At least 50 Belarus riot police drop shields and are embraced by anti-government protesters - CNN team in Minsk", "cq": "passed", "Search.Interest": "Government", "robots": "index, follow", "description": "At least 50 Belarus security personnel in riot gear dropped their shields and were embraced by anti-government protesters in Minsk, as demonstrators chanted \"brothers\" at the police.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}