{"GDELT": {"GlobalEventID": 940817042, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "REF", "Actor1Name": "REFUGEE", "Actor1Type1Code": "REF", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 5.49828178694158, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK", "Actor2Geo_Lat": 30.0, "Actor2Geo_Long": 70.0, "Actor2Geo_FeatureID": "PK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20200814181500, "SOURCEURL": "https://asiafoundation.org/2020/08/13/asia-foundation-development-fellow-farhad-wajdi-awarded-waislitz-global-citizens-choice-award/"}, "ARTICLE": {"TITLE": "Asia Foundation Development Fellow Farhad Wajdi Awarded Waislitz Global Citizens’ Choice Award", "TEXT": "Asia Foundation Development Fellow Farhad Wajdi Awarded Waislitz Global Citizens’ Choice Award\n\nAsia Foundation Development Fellow Farhad Wajdi, an entrepreneur in Afghanistan, has won the Waislitz Global Citizens’ Choice Award and a $50,000 cash prize. The Waislitz Global Citizen Awards are annual cash prizes totaling $250,000 that recognize the excellence of individuals in their work to end extreme poverty. The awards are presented by the Waislitz Foundation and Global Citizen.\n\nThe winner of the Waislitz Global Citizens’ Choice Award and a $50,000 cash prize is Farhad Wajdi, Founder and Executive Director of Ebtakar Inspiring Entrepreneurs of Afghanistan Organization. Farhad empowers women to break into the male-dominated profession of food cart vending in Afghanistan, and during COVID-19 converted these food carts into mobile disinfectant units.\n\nIn 2018, Farhad founded Banu’s Kitchen and built a fleet of solar-powered rickshaws to sell nutritious “fast food” on the streets of Kabul near universities and offices. The name means “a woman’s kitchen.” Women cook the delicious noodles, spicy rice, and burgers, and women drive the zero-carbon mobile kitchens around Kabul. Farhad’s goal: to empower women to achieve financial independence, not always an easy task in Afghanistan.\n\nWhen we spoke to him recently, he said, “I wanted to encourage more Afghan women to feel unrestricted while choosing their career paths or doing any businesses, which are typically considered only for men.” Farhad, who was born in a refugee camp in Pakistan and then returned to Afghanistan, says he has always been an entrepreneur. His goals are ambitious: to eradicate poverty, gender inequality, and violence against women in Afghanistan. He founded Ebtakar Inspiring Entrepreneurs of Afghanistan, an NGO that helps unemployed youth and underprivileged women get jobs.\n\nIn 2019 he joined The Asia Foundation’s Development Fellows program to build his leadership skills. Fast forward to 2020 and an unprecedented global health crisis, where Farhad saw needs changing fast. “With Afghanistan locked down, there was no way for our cart vendors, who come from impoverished communities, to earn a living.” To help the vendors financially, Farhad had to find a safe way for them to provide an essential service. He quickly pivoted, and in partnership with UNDP and the Afghan government he transformed the rickshaws into mobile sanitizing stations. Many areas of Afghanistan lack running water and access to healthcare services. “Converting the carts helps both society and the workers,” he says. The rickshaws are out in force now, with drivers suited up in protective gear distributing masks, sanitizing products, and basic information on social distancing and Covid-19. They’ve also set up much-needed handwashing stations and are disinfecting essential areas where people must travel. Farhad says he looks forward to the day when Banu’s Kitchen can resume its original mission, but for now, he says, the work they’re doing is crucial for public health.\n\nRead more about Farhad and Banu’s Kitchen in our InAsia Coronavirus Dispatches.\n\nRelated programs: Asia Foundation Development Fellows\n\n", "METADATA": {"robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Asia Foundation Development Fellow Farhad Wajdi Awarded Waislitz Global Citizens' Choice Award | The Asia Foundation", "description": "August 13, 2020 — Asia Foundation Development Fellow Farhad Wajdi, an entrepreneur in Afghanistan, has won the Waislitz Global Citizens’ Choice Award and a $50,000 cash prize. The Waislitz Global Citizen Awards are annual cash prizes totaling $250,000 that recognize the excellence of individuals in their work to end extreme poverty. The awards are presented by the Waislitz Foundation and Global Citizen. The winner of the Waislitz Global Citizens’ Choice Award and a $50,000 cash prize is Farhad Wajdi, Founder and Executive Director of Ebtakar Inspiring Entrepreneurs of Afghanistan Organization. Farhad empowers women to break into the male-dominated profession of food cart vending in Afghanistan, and during COVID-19 converted these food carts into mobile disinfectant units. In 2018, Farhad founded Banu’s Kitchen and built a fleet of solar-powered rickshaws to sell nutritious “fast food” on the streets of Kabul near universities and offices. The name means “a woman’s kitchen.” Women cook the delicious noodles, spicy rice, and burgers, and women drive the zero-carbon mobile kitchens around Kabul. Farhad’s goal: to empower women to achieve financial independence, not always an easy task in Afghanistan. When we spoke to him recently, he said, “I wanted to encourage more Afghan women to feel unrestricted while choosing their career paths or doing any businesses, which are typically considered only for men.” Farhad, who was born in a refugee camp in Pakistan and then returned to Afghanistan, says he has always been an entrepreneur. His goals are ambitious: to eradicate poverty, gender inequality, and violence against women in Afghanistan. He founded Ebtakar Inspiring Entrepreneurs of Afghanistan, an NGO that helps unemployed youth and underprivileged women get jobs. In 2019 he joined The Asia Foundation’s Development Fellows program to build his leadership skills. Fast forward to 2020 and an unprecedented global health crisis, where Farhad saw needs changing fast. “With Afghanistan locked down, there was no way for our cart vendors, who come from impoverished communities, to earn a living.” To help the vendors financially, Farhad had to find a safe way for them to provide an essential service. He quickly pivoted, and in partnership with... Read more", "url": "https://asiafoundation.org/2020/08/13/asia-foundation-development-fellow-farhad-wajdi-awarded-waislitz-global-citizens-choice-award/", "site_name": "The Asia Foundation", "image": {"identifier": "https://asiafoundation.org/wp-content/uploads/2020/08/MediaCoverage_FarhadWajdi_Afghanistan_DevelopmentFellows.jpg", "width": 1080, "height": 468}}, "article": {"publisher": "https://www.facebook.com/TheAsiaFoundation/", "published_time": "2020-08-13T22:39:54+00:00", "modified_time": "2020-08-14T18:08:21+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@Asia_Foundation", "site": "@Asia_Foundation"}, "generator": "WordPress 5.4.2", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "msapplication-TileImage": "https://asiafoundation.org/wp-content/uploads/2015/12/sitelogo.png"}}}