{"GDELT": {"GlobalEventID": 940816388, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.79840319361277, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200814181500, "SOURCEURL": "http://bianet.org/english/health/229045-turkish-medical-association-there-are-10-times-more-covid-patients-than-what-ministry-says"}, "ARTICLE": {"TITLE": "Turkish Medical Association: There are 10 times more Covid patients than what ministry says", "TEXT": "Photo: AA\n\nClick to read the article in Turkish\n\nIn a report covering the first five months (March 11 - August 11) of the coronavirus pandemic in Turkey, the Turkish Medical Association (TTB) has said that there are 10 times more active Covid-19 cases in the country than what the Ministry of Health states.\n\nAccording to the Ministry figures, there were 11.152 active cases as of August 11. However, this only includes patients with a positive PCR test, where the number of patients diagnosed with Covid-19 without a positive test was nine times more than that, the TTB stated.\n\nCLICK - Turkish Medical Association: Turkey Does Not Report All Covid-19 Deaths\n\nCLICK - Does Turkey Underreport Coronavirus Deaths? Here is What We Know\n\nAlso, increasingly more health workers are losing their lives because of Covid-19, according to the report. During the reopening period, which started with the opening of shopping malls on May 11, as many as 53 health workers, including 27 physicians, died of Covid-19, the report notes.\n\nTTB Covid-19 Monitoring Committee member Prof. Feride Aksu-Tanık said that the government had limited its responsibility to \"warning\" and \"treating,\" people, which she said was a wrong strategy.\n\nCommemoration events, events to celebrate the Sacrifice Feast, exams that millions of people entered, and the reopening of Hagia Sophia as a mosque showed that the central authority \"did not have the will that it expected from the people,\" she said.\n\n\"Flu vaccines should be stockpiled\"\n\nProf. Özlem Azap said that wide-scale vaccination efforts should be started as of September and large amounts of influenza vaccines should be stockpiled in order to do that.\n\nWhile the US and the UK inform the public about flu vaccination, the Ministry of Health has yet to make a statement on the issue, she added.\n\nAzap also underlined that vaccination should be carried out not only in hospitals and family healthcare centers but also with different methods and on a wider scale.\n\nCoronavirus reopening in Turkey Turkey's easing of coronavirus measures started as early as on May 11, when the government reopened shopping malls, albeit with new physical distancing and hygiene rules. This was followed by more steps on June 1, including the reopening of cafes, restarurants and similar places, as well as parks, beaches and recration areas. On the same day, entry and exit restrictions for 15 larger provinces, including İstanbul and Ankara, were lifted and domestic flights resumed. On June 5, President Recep Tayyip Erdoğan abruptly lifted the weekend curfew for the 15 provinces, which was declared by the Interior Ministry about 12 hours before. The weekend curfews had been in place since April 11. The President further announced on June 9 that people over the age of 65 would be allowed to go out between 10 a.m. and 8 p.m. A curfew was declared for the elderly on March 22. Those younger than 18 were also allowed to go out on the condition of being with their parents. The government also resumed international flights on June 11 and announced that all tourism facilities, theaters and concert halls would reopen on July 1.\n\n(AS/VK)", "METADATA": {"og": {"title": "Turkish Medical Association: There are 10 times more Covid patients than what ministry says", "description": "The Ministry only announces patients with a positive PCR test, the TTB notes.", "type": "article", "url": "http://www.bianet.org/english/health/229045-turkish-medical-association-there-are-10-times-more-covid-patients-than-what-ministry-says", "site_name": "Bianet - Bagimsiz Iletisim Agi", "image": "http://www.bianet.org/system/uploads/1/articles/main_image/000/229/045/medium/thumbs_b_c_f7aaec8e84a8960870fe3a21378dae05as.jpg"}, "twitter": {"card": "summary_large_image", "title": "Turkish Medical Association: There are 10 times more Covid patients than what ministry says", "description": "The Ministry only announces patients with a positive PCR test, the TTB notes.", "url": "http://www.bianet.org/english/health/229045-turkish-medical-association-there-are-10-times-more-covid-patients-than-what-ministry-says", "site": "@bianet_eng", "image": {"src": "http://www.bianet.org/system/uploads/1/articles/spot_image/000/229/045/normal/thumbs_b_c_f7aaec8e84a8960870fe3a21378dae05.jpg"}}, "csrf-param": "authenticity_token", "csrf-token": "5bM/UxIZIq58KdpFv7AeJJo0RkLlJrLpFIv33iOaRUE="}}}