{"GDELT": {"GlobalEventID": 940850614, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.69709543568465, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 54.0, "Action2Geo_FeatureID": "AE", "DATEADDED": 20200814221500, "SOURCEURL": "https://www.fayobserver.com/story/news/politics/2020/08/13/trump-israel-united-arab-emirates-agree-establish-diplomatic-ties/3364243001/"}, "ARTICLE": {"TITLE": "Trump announces Israel and United Arab Emirates will formalize diplomatic ties in potentially historic deal", "TEXT": "Corrections and Clarifications: An earlier version of this story misstated the historical relationship between the the United Arab Emirates and Israel. The agreement is the first time the UAE has formalized relations with Israel.\n\nWASHINGTON – President Donald Trump announced Thursday that the United Arab Emirates and Israel had agreed to formalize diplomatic relations, a potentially historic agreement and a rare foreign policy win for the president during an election year.\n\nAs part of the deal, Israel agreed to temporarily halt its controversial plan to annex parts of the West Bank, land that Palestinians see as vital to their hopes of a future state.\n\nA joint statement, released by the White House Thursday, said Israel and the United Arab Emirates \"agreed to the full normalization of relations\" and negotiators from the two countries would meet in the coming weeks to sign a series of bilateral agreements on everything from investment to tourism to security.\n\nThe deal came together during a phone call Thursday between Trump, Israeli Prime Minister Benjamin Netanyahu and Sheikh Mohammed Bin Zayed, crown prince of Abu Dhabi. But each country framed the pact in slightly different terms.\n\n\"This is an icebreaker between these two countries,\" Jared Kushner, a top Trump adviser and the president's son-in-law, said in a rare appearance in the White House briefing room. Kushner said the agreement would allow flights from Abu Dhabi to Tel Aviv, which he said would “allow Muslims a real entree to come and visit Israel peacefully and to come and pray at the mosque with whatever frequency they deem appropriate.”\n\nIn a tweet, Netanyahu called it a \"historic day,\" but he later said that annexation was \"still on the table.\" Bin Zayed, meanwhile, highlighted Israel's agreement to \"stop further Israeli annexation of Palestinian territories\" and seemed to downplay the broader deal.\n\nThe UAE leader said in a tweet that the two countries had agreed to \"setting a roadmap towards establishing a bilateral relationship.\"\n\nThe joint statement said that with Netanyahu's annexation plan paused, Israel will instead \"focus its efforts now on expanding ties with other countries in the Arab and Muslim world.\"\n\nTrump officials and other experts said the agreement could usher in a broader rapprochement between Israel and its Arab neighbors.\n\n\"Israel’s broader acceptance in the region is good for Israel and good for American interests in the Middle East, and we hope that other countries will follow suit,\" the Israeli Policy Forum, a group focused on building support in the U.S. for a two-state solution, said in a statement Thursday.\n\nThe agreement makes the UAE only the third Arab nation to have active diplomatic ties with Israel. The other two are Egypt and Jordan.\n\nDemocratic presidential candidate Joe Biden said he welcomed Thursday's announcement.\n\n\"The UAE’s offer to publicly recognize the state of Israel is a welcome, brave, and badly-needed act of statesmanship,\" Biden said in a statement.\n\nBiden said Israel's annexation plan \"would be a body blow to the cause of peace,\" and said he strongly opposes it. \"It would virtually end any chance of a two-state solution that would secure Israel’s future as a Jewish and democratic state and uphold the right of Palestinians to a state of their own.\"\n\nTamara Cofman Wittes, a senior fellow with the Center for Middle East Policy at the Brookings Institution, said there's \"only one reason\" Netanyahu would give up his annexation proposal right now: \"Because he expects he will not have an annexation-friendly president in DC soon, and he wants to maximize his gains,\" she wrote in a tweet Thursday.\n\nAsked how long Israel had agreed to suspend its annexation plan on the West Bank, Kushner refused to give a direct answer. He said he believed Israel would \"not take action to move forward unless we have an understanding between America and Israel that it's the right action at the right time.\"\n\nKushner also said it would be “a while\" for the agreements to be fully implemented. Israel \"sees a lot of exciting opportunity in doing what's being done today with other Arab and Muslim countries,\" he added.\n\nOsamah Khalil, a Syracuse University history professor who specializes in Middle East affairs, said he viewed the announcement as an attempt to boost Trump and Netanyahu, who both face intense political headwinds over their handling of the COVID-19 pandemic and other matters.\n\n\"It’s no mystery that it’s not going well for the president\" less than 90 days out from the Nov. 3 election, Khalil said. He noted that the agreement could help Trump cement his support among Evangelical Christians and big donors who view U.S. support for Israel as a major priority.\n\nBut Netanyahu is the \"big winner here,\" he said, because it boosts his argument that Israel can have peace without making territorial concessions to the Palestinians. He and others noted that under the Trump administration, Israel has continued to expand settlements in the West Bank.\n\nSecretary of State Mike Pompeo argued the development could boost Trump’s Middle East peace plan, which had been widely seen as dead on arrival.\n\n\"I hope the Palestinians will see this for what it is ... a historic opportunity for the Middle East to be stable and peaceful,\" Pompeo told reporters traveling with him in Europe.\n\nTrump's Middle East peace plan endorsed a \"two-state\" solution – an independent Palestinian state alongside Israel. That has been a hallmark of Israeli-Palestinian peace initiatives for years, but Trump's commitment to it has been an open question.\n\nTrump's proposal also essentially gave a green light to Netanyahu's plan to annex up to 30% of the occupied West Bank, and it sought to limit Palestinians to specific parts of East Jerusalem and leave Israel in sole charge of holy sites that are sacred to both sides.\n\nIsrael and the Arab Gulf countries have been quietly working to improve ties for years, according to Omar Rahman, a visiting fellow at Brookings Doha Center, a think tank.\n\nBut Arab leaders have been hesitant to go public for fear of alienating the Palestinians and inflaming the Israel-Palestinian conflict, he wrote in a 2019 analysis of the Israel-Arab Gulf state relationship. A 2002 Arab peace initiative envisioned that Arab countries would only normalize relations with Israel in exchange for returning territory Israel seized in 1967, among other concessions.\n\nSome said this agreement represented an \"abandonment\" of the Palestinians.\n\n\"While normalization of relations between Israel and the Arab states is in itself to be desired, this abandonment of the Palestinians, will not serve the interests of peace, nor the real interests of Israel,\" said Jerome Segal, president of the Jewish Peace Lobby, an advocacy group based in Maryland. \"Unfortunately, it will underscore the narrative of the Israeli right-wing, that any semblance of justice for the Palestinians can be ignored.\"\n\nIan Bremmer, president and founder of Eurasia Group, a global research and consulting firm, said the deal signaled \"a new geopolitics\" in the region and suggested that the Palestine issue was no longer a priority for Gulf States.\n\nIt is also \"very bad news for Iran,\" Bremmer said in a tweet.\n\nMark Dubowitz, an Iran hardliner and executive director of the Foundation for Defense of Democracies, agreed.\n\n“The peace deal between UAE and Israel is an extraordinary breakthrough that will bring even greater opportunities for regional peace and prosperity in its wake. The mullahs in Iran are the only losers,” Dubowitz said.\n\nHe said the agreement likely means that Israel and the UAE will deepen their intelligence, security and military cooperation – to the detriment of Iran.\n\n\"The agreement also paves the way for Bahrain, Oman, and eventually Saudi Arabia to deepen this cooperation and promote a more stable and peaceful Middle East,\" he said. \"The regime in Iran is weakened by peace and stability elsewhere in the region. It means the Islamic Republic will be less able to export their destabilizing revolution.”\n\nWhile they are sharply divided over the fate of the Palestinians, Israel and the Gulf states share their concern about Iran's growing influence in the region.\n\nMore:Trump unveils long-stalled 'Deal of the Century' for Middle East peace", "METADATA": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "theme-color": "#0098FE", "og": {"title": "Trump announces Israel and United Arab Emirates will formalize diplomatic ties in potentially historic deal", "description": "The agreement makes the UAE only the third Arab nation to have active diplomatic ties with Israel. The other two are Egypt and Jordan.", "url": "https://www.fayobserver.com/story/news/politics/2020/08/13/trump-israel-united-arab-emirates-agree-establish-diplomatic-ties/3364243001/", "site_name": "The Fayetteville Observer", "image": {"identifier": "https://www.gannett-cdn.com/presto/2020/08/13/USAT/cac6ef7a-91db-46a2-a286-1c894ab7e3be-AP_Trump_Emirates_Israel.jpg?crop=5885,3311,x0,y0&width=3200&height=1801&format=pjpg&auto=webp", "width": 3200, "height": 1801}, "type": "article"}, "article": {"author": "Deirdre Shesgreen, John Fritze, Michael Collins and David Jackson", "content_tier": "free", "opinion": "false"}, "description": "The agreement makes the UAE only the third Arab nation to have active diplomatic ties with Israel. The other two are Egypt and Jordan.", "fb": {"pages": 268759306518791, "app_id": 272501427152677}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/presto/2020/08/13/USAT/cac6ef7a-91db-46a2-a286-1c894ab7e3be-AP_Trump_Emirates_Israel.jpg?crop=5885,3311,x0,y0&width=1600&height=800&format=pjpg&auto=webp", "site": "@fayobserver", "creator": "@fayobserver", "title": "Trump announces Israel and United Arab Emirates will formalize diplomatic ties in potentially historic deal", "description": "The agreement makes the UAE only the third Arab nation to have active diplomatic ties with Israel. The other two are Egypt and Jordan."}}}}