{"GDELT": {"GlobalEventID": 940846080, "Day": 20200715, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5342, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "Actor2Code": "IND", "Actor2Name": "PUNE", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.50568900126422, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pune, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "70178", "Actor1Geo_Lat": 18.5333, "Actor1Geo_Long": 73.8667, "Actor1Geo_FeatureID": "-2108361", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Pune, Maharashtra, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN16", "Actor2Geo_ADM2Code": "70178", "Actor2Geo_Lat": 18.5333, "Actor2Geo_Long": 73.8667, "Actor2Geo_FeatureID": "-2108361", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pune, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70178", "Action2Geo_Lat": 18.5333, "Action2Geo_Long": 73.8667, "Action2Geo_FeatureID": "-2108361", "DATEADDED": 20200814214500, "SOURCEURL": "https://indianexpress.com/article/cities/pune/liquid-oxygen-tank-diverted-from-aundh-civil-hospital-to-sassoon-general-hospital-6555243/"}, "ARTICLE": {"TITLE": "Pune: Liquid oxygen tank diverted from Aundh Civil Hospital to Sassoon General Hospital", "TEXT": "The Fergusson College hostel was converted to a Covid centre last month but it is still not functional. (Photo by Arul Horizon)\n\nANOTHER 300 oxygenated beds are being set up Sassoon General Hospital at a cost of Rsv 3.5 crore, while the 11-storeyed super specialty building on the campus has a total of 514 operational beds. The Pune division administration is keen on setting up 800 to 850 beds at the largest government hospital in the state for Covid-19 patients. In the process, a liquid oxygen tank with a capacity of six kilolitre, meant for Aundh Civil Hospital, was redirected to Sassoon on priority so that oxygenated beds could soon be made operational.\n\nThe tank is being installed at the Infosys super-specialty building on the campus, which houses neurosurgery, urosurgery, and other departments. At least 70 beds in this building will be used for Covid patients. Another tank of liquid oxygen with the same capacity will be set up near the paediatrics department, where 110 to 120 beds will be converted for Covid patients.\n\nTo date, Sassoon General Hospital has admitted 10,150 suspected cases, of whom 2,088 have tested positive for the novel coronavirus. Sassoon authorities said a total of 1,172 persons had recovered and been discharged. They said 698 deaths had been reported, of which in 31 cases, the patient was brought dead to the hospital. At the department of microbiology of Sassoon General Hospital, 43,635 samples have been tested to date. These are samples from within the hospital and from outside. Out of these, 6,582 have tested positive for the virus.\n\nLand Settlement Commissioner S Chokalingam, also the nodal officer in charge of Covid-19 at Sassoon, told The Indian Express that at least 70 beds would be operational at Infosys super-specialty building by August 15, while two other independent buildings would be utilised for setting up oxygenated beds. Out of these, at least 120 beds at David Sassoon building, where the department of psychiatry is located, will be converted for Covid care while the department of paediatrics has been moved to ward 2 of the main building.\n\nOfficials at Aundh Civil Hospital said they had 70 beds for Covid patients, of which 30 were oxygenated. They added that while jumbo oxygen cylinders were being utilised, they occupied a lot of space and, hence, more beds could not be accommodated. “Our central oxygen pipeline is being installed and with a liquid oxygen tank, we can enhance the capacity of beds to at least 90,” district health officials said.\n\nFor staff at jumbo facilities, agencies told to source from outside\n\nThree agencies, who have been given the work to set up jumbo facilities, have floated tenders to outsource medico as well as non-medico personnel. There will be a requirement of 280 people and agencies are expected not to poach from within Pune. The agencies have assured that they will get manpower from the South and even Delhi, said Divisional Commissioner Saurabh Rao.\n\nPlasma donation drive from August 15\n\nBlood banks are facing shortage of plasma and several doctors have said if administered early, this mode of treatment could be beneficial for Covid patients. Blood banks at Sahyadri hospital, Poona hospital, YCM hospital, Sassoon General, Aditya Birla Hospital, and Jan Kalyan Blood Bank have been engaged in collection and separation of plasma from blood donated by recovered Covid patients. Most said they were facing shortage due to lack of donors and to drive home the need for more people to come out and donate plasma, the administration had organised a plasma donation drive from August 15.\n\nMost doctors, who are treating Covid patients with convalescent plasma therapy, have said there was a need to administer plasma at an early stage of the disease. Chances of recovery could be less if plasma is given at a later stage of the disease.\n\nAccording to Divisional Commissioner Saurabh Rao, 154 people were administered convalescent plasma therapy, out of which seven did not benefit from this mode of treatment and died of the infection. Rao said they were not getting donors and, hence, a plasma donation drive will begin from August 15.\n\n“We cannot say that this is a panacea, but it is useful and, hence, people who have recovered are being encouraged to donate plasma. We have decided that those who require it on an emergency basis will get the units from Sassoon. We will step up awareness and take the help of health department, police, SRPF, and conduct a major drive so that more healthy individuals aged under 50 can donate plasma,” he said.\n\nDeputy Chief Minister Ajit Pawar has urged those who have recovered from Covid-19 to donate plasma.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Pune News, download Indian Express App.\n\n© The Indian Express (P) Ltd", "METADATA": {"viewport": "width=990", "description": "The tank is being installed at the Infosys super-specialty building on the campus, which houses neurosurgery, urosurgery, and other departments. At least 70 beds in this building will be used for Covid patients.", "news_keywords": "covid-19 in pune, sassoon general hospital, pune coronavirus hospitals, pune coronavirus hospitals oxygen supply, Sassoon General Hospital, pune oxygen supply hospitals, pune city news", "keywords": "covid-19 in pune, sassoon general hospital, pune coronavirus hospitals, pune coronavirus hospitals oxygen supply, sassoon general hospital, pune oxygen supply hospitals, pune city news", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/cities/pune/liquid-oxygen-tank-diverted-from-aundh-civil-hospital-to-sassoon-general-hospital-6555243/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/cities/pune/liquid-oxygen-tank-diverted-from-aundh-civil-hospital-to-sassoon-general-hospital-6555243/", "site_name": "The Indian Express", "locale": "en_US", "title": "Pune: Liquid oxygen tank diverted from Aundh Civil Hospital to Sassoon General Hospital", "description": "The tank is being installed at the Infosys super-specialty building on the campus, which houses neurosurgery, urosurgery, and other departments. At least 70 beds in this building will be used for Covid patients.", "image": {"identifier": "https://images.indianexpress.com/2020/08/hospital-1.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/cities/pune/liquid-oxygen-tank-diverted-from-aundh-civil-hospital-to-sassoon-general-hospital-6555243/", "title": "Pune: Liquid oxygen tank diverted from Aundh Civil Hospital to Sassoon General Hospital", "description": "The tank is being installed at the Infosys super-specialty building on the campus, which houses neurosurgery, urosurgery, and other departments. At least 70 beds in this building will be used for Covid patients.", "image": {"identifier": "https://images.indianexpress.com/2020/08/hospital-1.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-15T12:25:14+05:30", "modified_time": "2020-08-15T12:25:14+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}}