{"GDELT": {"GlobalEventID": 940887886, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.63650075414781, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -66.0, "Actor1Geo_FeatureID": "VE", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200815023000, "SOURCEURL": "https://www.dawn.com/news/1574488"}, "ARTICLE": {"TITLE": "US claims seizure of Iranian fuel on Venezuela-bound ships", "TEXT": "WASHINGTON: The US Justice Department on Friday claimed it had seized the fuel cargo aboard four tankers sent by Iran to crisis-wracked Venezuela, tying the shipments to Tehran’s Revolutionary Guards and stepping up the pressure on its foe.\n\n“With the assistance of foreign partners, this seized property is now in US custody,” the Justice Department said, putting the total at more than one million barrels of petroleum and calling it the largest-ever seizure of fuel shipments from Iran.\n\nThe department had issued a warrant last month to seize the cargo of the tankers Bella, Bering, Pandi and Luna.\n\nThe Wall Street Journal reported on Thursday, citing US officials, that the ships had been seized at sea and were en route to Houston.\n\nThe Justice Department did not offer details about the circumstances of the seizure.\n\nIt accused Iran of “forcibly” boarding an unrelated ship after the four tankers were seized “in an apparent attempt to recover the seized petroleum.”\n\nUS military officials said Thursday that incident took place in the Gulf of Oman, with Iran using a helicopter and two ships to take over the vessel, a Liberian-flagged oil and chemicals tanker, for several hours.\n\nThe US has accused Iranian businessman Mahmoud Madanipour, who allegedly had links to the Revolutionary Guards, of arranging oil shipments for Venezuela using offshore front companies and ship-to-ship transfers to get around sanctions on Iran.\n\nTensions between Washington and Tehran have escalated since 2018 when President Donald Trump withdrew the United States from a multinational accord that froze Iran’s nuclear programme, and reimposed crippling sanctions on its economy.\n\nThe US considers the Revolutionary Guards a terror group.\n\nIran’s ambassador to Venezuela Hojat Soltani denied any links between Tehran and the seized tankers.\n\n“The ships are not Iranian, and neither the owner nor its flag has anything to do with Iran,” Soltani said on Twitter.\n\nVenezuela is almost entirely dependent on its oil revenues, but its production has fallen to roughly a quarter of its 2008 level and its economy has been devastated by six years of recession.\n\nWashington’s sanctions against President Nicolas Maduro’s regime have forced Venezuela, which used to refine enough oil for its own needs, to turn to allies such as Iran to alleviate a desperate gasoline shortage.\n\nIran sent several tankers of gasoline to Venezuela earlier this year to help ease shortages. Venezuela had few options for obtaining gasoline after the United States seized four Iranian fuel shipments en route to the fuel-starved South American country, where protests intensified over widespread gasoline shortages. The US maintains sanctions on the oil industries of both countries.\n\nOil refineries in once-prosperous OPEC member Venezuela have capacity to process some 1.3 million barrels per day (bpd) of crude, but they are producing little fuel due to years of underinvestment and mismanagement at state-owned oil company Petroleos de Venezuela.\n\nThe shipments in May and June from Iran — which US officials have said were paid for in gold — provided a temporary respite from lengthy lines at service stations in many parts of Venezuela. But there are growing signs of worsening fuel shortages in recent days.\n\nProtests over gasoline shortages erupted in the western state of Lara and the eastern state of Monagas this week, images posted on social media showed.\n\nIn July, two men were fatally shot in separate crackdowns by security forces on demonstrations over fuel shortages.\n\n“The country should understand that the gasoline issue is here to stay,” opposition lawmaker Jos Guerra told reporters on Friday. “There is no way to resolve this problem now until the refineries’ problems are fixed.” US sanctions have complicated PDVSA’s swaps of crude exports for gasoline imports, exacerbating shortages. Venezuela has received no gasoline imports since Iran sent the tankers.\n\nIn July and August, Venezuela received a total of just 1 million barrels of foreign fuel between diesel and naphtha shipments, internal PDVSA documents show.\n\nPublished in Dawn, August 15th, 2020", "METADATA": {"viewport": "width=device-width,minimum-scale=1,initial-scale=1", "subject": "Your window to latest news, analysis and features from Pakistan, South Asia and the world.", "description": "“With the assistance of foreign partners, this seized property is now in US custody,” says US Justice Department.", "fb": {"app_id": 1383068068604634, "pages": 86398345441}, "og": {"locale": "en_US", "site_name": "DAWN.COM", "url": "https://www.dawn.com/news/1574488", "type": "article", "title": "US claims seizure of Iranian fuel on Venezuela-bound ships", "description": "“With the assistance of foreign partners, this seized property is now in US custody,” says US Justice Department.", "image": "https://i.dawn.com/large/2020/08/5f370bc50f9e0.jpg"}, "twitter": {"card": "summary", "site": "@dawn_com", "url": "https://www.dawn.com/news/1574488", "title": "US claims seizure of Iranian fuel on Venezuela-bound ships", "description": "“With the assistance of foreign partners, this seized property is now in US custody,” says US Justice Department.", "image": "https://i.dawn.com/large/2020/08/5f370bc50f9e0.jpg"}, "article": {"publisher": "https://www.dawn.com", "published_time": "2020-08-15 06:58:20", "modified_time": "2020-08-15 10:55:37", "author": "https://www.dawn.com/authors/122/agencies"}, "author": "Agencies"}}}