{"GDELT": {"GlobalEventID": 940819722, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "IRN", "Actor2Name": "IRANIAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 3, "NumArticles": 6, "AvgTone": -5.4830287206266295, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gulf Of Oman, Iran (general), Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR00", "Actor1Geo_ADM2Code": "40979", "Actor1Geo_Lat": 25.4489, "Actor1Geo_Long": 57.7939, "Actor1Geo_FeatureID": "-3077385", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200814183000, "SOURCEURL": "https://www.southcarolinapublicradio.org/post/us-seizes-iranian-fuel-4-tankers-bound-venezuela"}, "ARTICLE": {"TITLE": "U.S. Seizes Iranian Fuel From 4 Tankers Bound For Venezuela", "TEXT": "Updated at 8:09 p.m. ET\n\nThe U.S. has seized Iranian petroleum bound for Venezuela aboard four tankers near the Strait of Hormuz, enforcing a forfeiture order aimed at both Iran's Islamic Revolutionary Guard Corps and the Caracas government, the Justice Department announced Friday.\n\nRoughly 1.116 million barrels of fuel was confiscated from the foreign-flagged vessels M/T Bella, M/T Bering, M/T Pandi and M/T Luna, a Justice Department statement said, adding that the seizure took place \"with the assistance of foreign partners.\"\n\nThe cargo was intercepted on Wednesday, under a warrant issued by a U.S. District Court over a July 2 complaint seeking the forfeiture of all petroleum products aboard the vessels. The property is now in U.S. custody, the Justice Department said.\n\nAccording to The Associated Press, quoting unnamed U.S. officials, no military force was used in the seizure of the cargo, and none of the ships was physically impounded. Instead, U.S. officials threatened ship owners, insurers and captains with sanctions to force them to hand over their cargo, the AP reported.\n\nIn a statement Friday, State Department spokesperson Morgan Ortagus described the cargo as gasoline and said if the forfeiture is successful in U.S. courts, the proceeds could \"support the U.S. Victims of State Sponsored Terrorism Fund instead of those engaging in terrorism, like the [Islamic Revolutionary Guard Corps].\"\n\nIt wasn't clear where the vessels, all four Liberian-flagged, are currently located, as none appears to have transmitted collision-avoidance beacons in several weeks, according to the site MarineTraffic.com.\n\nLast year, the Trump administration declared Iran's Islamic Revolutionary Guard Corps to be a terrorist organization. It has also stepped up pressure on the government of Venezuelan President Nicolás Maduro.\n\nAlthough Venezuela controls one of the world's largest crude reserves, its production of refined gasoline falls short of even its domestic needs. Amid stiff U.S. sanctions, commercial traders have also increasingly shunned Venezuela, prompting it to turn to Iran, which is also the subject of sanctions from Washington.\n\n\"We are seeing more and more global shipping fleets avoiding the Iran-Venezuela trade due to our sanctions implementation and enforcement efforts,\" the State Department's Ortagus said. \"The United States remains committed to our maximum pressure campaigns against the Iranian and Maduro regimes.\"\n\nIn a tweet, Hojat Soltani, Iran's ambassador to Venezuela, rejected the U.S. claim of seizing the four tankers.\n\nOtra mentira y guerra psicológica de la máquina de propaganda de #EEUU.\n\nLos barcos no son iraníes, y ni el dueño ni su bandera no tiene nada que ver con #Irán.\n\nEl terrorista #trump no puede compensar su humillación y derrota contra Irán con falsas propagandas. pic.twitter.com/CVBijpJc0q — Hojat Soltani (@soltanihojjat) August 13, 2020\n\n\"Yet another lie and psychological warfare by the US propaganda machine. The tankers are neither Iranians, nor their owners or flags have anything to do with Iran. The terrorist Trump just wants to cover up the humiliation of his failure against the great nation of Iran by scattering false propaganda,\" the ambassador wrote.\n\nThe U.S. and several international powers, including Saudi Arabia, Bahrain, the United Arab Emirates and the United Kingdom, banded together to protect international shipping in and around the Gulf of Oman last year following alleged Iranian attacks on oil tankers there. It was not immediately clear which \"foreign partners\" may have been involved in the U.S. seizure.\n\nThe action represents the U.S. government's largest seizure of fuel shipments from Iran, the Justice Department said.\n\n\"After enforcement of the U.S. forfeiture order, Iran's navy forcibly boarded an unrelated ship in an apparent attempt to recover the seized petroleum, but was unsuccessful,\" according to U.S. Central Command, which posted a video on Thursday of what the United States is calling a failed Iranian operation.\n\nToday in international waters, Iranian forces, including two ships and an Iranian \"Sea King\" helicopter, overtook and boarded a ship called the 'Wila.' pic.twitter.com/455UQ5jwHT — U.S. Central Command (@CENTCOM) August 12, 2020\n\nLater Friday, the U.S. suffered a setback in its efforts to get international support for part of its campaign to isolate Iran. The U.N. Security Council voted down a U.S. proposal to extend an embargo on weapons sales to Iran that has been in place since 2007. Among the 15 members of the council, only the Dominican Republic voted with the U.S.. The embargo is set to expire in October.\n\nSecretary of State Mike Pompeo said the U.S. would move now to have the U.N. reimpose sanctions on Iran that were lifted in the 2015 nuclear deal. But the U.S. has withdrawn from that deal and Russia and China, along with U.S. allies like France and Germany, seek to maintain it.\n\n", "METADATA": {"og": {"url": "https://www.southcarolinapublicradio.org/post/us-seizes-iranian-fuel-4-tankers-bound-venezuela", "description": "Updated at 8:09 p.m. ET The U.S. has seized Iranian petroleum bound for Venezuela aboard four tankers near the Strait of Hormuz, enforcing a forfeiture", "type": "article", "title": "U.S. Seizes Iranian Fuel From 4 Tankers Bound For Venezuela", "image": {"identifier": "https://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/202008/902538853.png", "height": 397, "width": 706}}, "twitter": {"creator": "@scetvradio", "site": "@scetvradio", "card": "summary"}, "dc": {"title": "U.S. Seizes Iranian Fuel From 4 Tankers Bound For Venezuela"}, "description": "Updated at 8:09 p.m. ET The U.S. has seized Iranian petroleum bound for Venezuela aboard four tankers near the Strait of Hormuz, enforcing a forfeiture", "datePublished": "2020-08-14", "has_audio": 0, "programs": "none", "Generator": "Drupal 7 (http://drupal.org)", "category": "none", "nid": 132884, "wordCount": 912, "story_id": 902532689, "org_id": 1, "author": "Scott Neuman", "viewport": "width=device-width"}}}