{"GDELT": {"GlobalEventID": 940889372, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "PAKBUS", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "SECRETARIAT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.31645569620253006, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 32.0387, "Actor1Geo_Long": 73.751, "Actor1Geo_FeatureID": "6104745", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23677", "Actor2Geo_Lat": 32.0387, "Actor2Geo_Long": 73.751, "Actor2Geo_FeatureID": "6104745", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kashmiri, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 32.0387, "Action2Geo_Long": 73.751, "Action2Geo_FeatureID": "6104745", "DATEADDED": 20200815024500, "SOURCEURL": "https://www.thenews.com.pk/print/700702-call-for-new-socio-political-order-to-address-pakistan-s-woes"}, "ARTICLE": {"TITLE": "Call for ‘new socio-political order’ to address Pakistan’s woes", "TEXT": "Like in other parts of Pakistan, the country’s 73rd Independence Day was celebrated in Sindh on Friday with great zeal under tight security arrangements, with political and religious parties paying tribute to the country’s founding father and national heroes and calling for measures to better the lives of the common citizens.\n\nPSP’s public meeting\n\nPakistan Sarzameen Party Chairman Syed Mustafa Kamal underscored the need for a “new socio-political order” to address the lingering woes of Pakistan.\n\nThough the British rulers left the subcontinent back in 1947, “we are still living in slavery” despite the passage of 73 years of independence, Kamal said on Friday while addressing a public gathering organised by his party to celebrate the 73rd Independence Day of Pakistan at 5-Star Chowrangi in North Nazimabad.\n\nPSP President Anis Kaim Khani, members of the Central Executive Committee and the National Council of the party were also present on this occasion.\n\nEarlier, Kamal said, the British viceroy used to take over our powers and resources and now local politicians were carrying forward their legacy for their own vested interests. “The country can’t run under these grim circumstances. A new socio-political order is needed.”\n\nKamal posed the question as to how the rights of the oppressed people would be guaranteed given the fact that the last census in Karachi, the economic lifeline of Pakistan, was not carried out fairly and properly.\n\nA statement issued by the PSP quoted him as saying: “We have no differences with the state of Pakistan. We will remain loyal to it till our last breath, but I ask conscienceless rulers to grant independence to the people from their personal slavery.\n\n“Give us freedom, transfer powers and resources to the lowest level, [and] launch the PFC Award on the pattern of the NFC Award.”\n\nAfter the promulgation of the 18th Constitutional Amendment, instead of the districts becoming autonomous , the chief ministers had become autonomous, he remarked. The people were not begging for their rights, but rather demanding their rights from the rulers, he added.\n\nKamal was of the view that decisions on streets and neighborhoods of a city larger than 72 countries could not be made by sitting in Islamabad, or in a chief minister’s house.\n\n“Our forefathers didn’t create Pakistan for these corrupt and incompetent rulers who are killing our children, young and old. Malnutrition and poverty are the order of the day while access to affordable education, employment and healthcare are almost a distant dream for the common man. Infrastructure is destroyed and the city has turned into a garbage dumping yard.\n\n“When Karachi was being ruled over by us, it was the twelfth fastest growing city in the world and today it is one of the four worst livable cities in the globe.”\n\nKamal asked the people from all over the country to support the PSP, vowing to make Karachi the fastest growing city and Pakistan one of the fastest growing countries of the world.\n\n“The city was dominated by RAW agents, who made us fight each other on ethnic and religious grounds. However, the PSP thwarted their evil designs through its four years’ resilient and peace efforts. People of all sub nationalities are gathered in today’s ceremony,” he added.\n\n“Today, Pakistanis are united under the umbrella of one flag. This is our victory and real success. India has started a war with Pakistan by inflicting atrocities on Kashmiris in IOK.”\n\nThe PSP chief said the prime minister should not ask the nation whether to go to war against India or not. If India did not stop its atrocities, he said, “we are left with no other option but to wage war against India for our Kashmiri mothers and sisters”.\n\nThe event’s participants were holding Pakistani flags in their hands, waving from cars and motorbikes and chanting slogans in favour of Pakistan and Kamal. A large number of people, including women and children, attended.\n\nNational songs were sung at the main camp, and a large number of jubilant youths continued dancing. Earlier, rallies were staged from all neighborhoods of Karachi, which passed through different parts of the city and converged into a massive gathering at Five-Star Chowrangi.\n\nMQM-Pakistan\n\nThe Muttahida Qaumi Movement-Pakistan (MQM-P) organised an event to mark Independence Day at the party’s temporary headquarters in Bahadurabad and hoisted the national flag.\n\nA delegation comprising convener Dr Khalid Maqbool Siddiqui, federal minister Syed Aminul Haque and senior leader Amir Khan visited the mausoleum of the Father of the Nation Quaid-e-Azam Muhammad Ali Jinnah to pay homage to the great leader.\n\nSpeaking on various occasions, the MQM-P leaders said Independence Day was a time to pay homage to the founding fathers and those who sacrificed everything for creating Pakistan.\n\nRich tributes were also paid to the national heroes and all those who rendered sacrifices for the independence of Pakistan at a function organised by the All Pakistan Muttahida Student Organisation, the MQM-P’s student body.\n\nReligious parties\n\nWorkers of the Tehreek Labbaik Pakistan, the Ahle Sunnat Wal Jamaat and Majlis Wahdat-e-Muslimeen held the national and Kashmiri flags during their rallies.\n\nAMPAK\n\nThe America-Pakistan Business Development Forum’s (AMPAK) Independence Day celebrations were held at the forum’s secretariat. Sindh Information Minister Nasir Hussain Shah, PPP Senator Abdul Qayyum Soomro, MQM-P disgruntled leader Dr Farooq Sattar, Commissioner Karachi Iftikhar Shallwani, Co-Founder and Secretary-General of the Forum Syed Nasir Wajahat, President Pakistan Chapter Sheikh Imtiaz Hussain, Co-Founder and President Real Estate M Noman Ahmedani, Dr Farhan Essa, Aftab Imam, advocate Khalid Mumtaz, and others attended the cake-cutting and hoisting of the national flag ceremony.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "TITLE": "Call for ‘new socio-political order’ to address Pakistan’s woes | Karachi | thenews.com.pk", "description": "Like in other parts of Pakistan, the country’s 73rd Independence Day was celebrated in Sindh on Friday with great zeal under tight security arrangements, with political and religious parties...", "keywords": "call,socio,political,order,address,pakistans,woes", "fb": {"app_id": 650123461797330}, "og": {"title": "Call for ‘new socio-political order’ to address Pakistan’s woes", "image": {"identifier": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg", "secure_url": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg", "type": "image/jpeg", "width": 390}, "description": "Like in other parts of Pakistan, the country’s 73rd Independence Day was celebrated in Sindh on Friday with great zeal under tight security arrangements, with political and religious parties...", "url": "https://www.thenews.com.pk/print/700702-call-for-new-socio-political-order-to-address-pakistan-s-woes", "type": "article"}, "twitter": {"card": "summary_large_image", "site": "@thenews_intl", "creator": "@OCOur Correspondent", "title": "Call for ‘new socio-political order’ to address Pakistan’s woes", "description": "Like in other parts of Pakistan, the country’s 73rd Independence Day was celebrated in Sindh on Friday with great zeal under tight security arrangements, with political and religious parties...", "image": "https://www.thenews.com.pk/assets/front/img/no-img-fb.jpg?t=122932"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "apple-mobile-web-app-title": "The News International", "msapplication-TileImage": "https://www.thenews.com.pk/assets/front/img/tn-icons/144x144.png", "msapplication-TileColor": "#333333", "theme-color": "#000000"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}