{"GDELT": {"GlobalEventID": 940878497, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ZWE", "Actor1Name": "ZIMBABWE", "Actor1CountryCode": "ZWE", "Actor2Code": "GOV", "Actor2Name": "SPECIAL ENVOY", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.74689339437541, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI04", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -17.8178, "Actor1Geo_Long": 31.0447, "Actor1Geo_FeatureID": "-2312291", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI04", "Actor2Geo_ADM2Code": "40197", "Actor2Geo_Lat": -17.8178, "Actor2Geo_Long": 31.0447, "Actor2Geo_FeatureID": "-2312291", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI04", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -17.8178, "Action2Geo_Long": 31.0447, "Action2Geo_FeatureID": "-2312291", "DATEADDED": 20200815011500, "SOURCEURL": "http://www.thezimbabwenewslive.com/mnangagwa-in-a-fix-as-the-world-crumbles-under-his-feet/"}, "ARTICLE": {"TITLE": "Mnangagwa in a fix as the world crumbles under his feet", "TEXT": "CORNERED President Emmerson Mnangagwa blocked envoys sent by his South African counterpart Cyril Ramaphosa from meeting opposition political party leaders and civil society organisations fearing humiliation ahead of the annual virtual Sadc heads of state summit, which kicks off on Monday next week, emerging details show.\n\nFollowing a vicious crackdown on individuals critical of the Zimbabwe government, Ramaphosa sent former minister Sydney Mufamadi and former deputy president and speaker Baleka Mbete to Zimbabwe to engage with the government and other stakeholders on the obtaining political crisis underlined by gross human rights abuses.\n\nThey brought with them former South Africa’s minister of public service and administration Ngoako Ramatlhodi, a special advisor to Ramaphosa in the ruling African National Congress (ANC).\n\nThis comes as regional and international governmental organisations, including the traditionally cautious Sadc and African Union, have spoken openly about the need to find a solution to the crisis.\n\nA social media campaign #ZimbabweanLivesMatter, which exploded in the immediate aftermath of the thwarted July 31 protests, brought the world’s attention to the human rights violations in Zimbabwe, characterised by abductions and arrests of prominent civil rights activists, opposition politicians and journalists.\n\nMbete, Mufamadi and Ramatlhodi flew back to Pretoria soon after their meeting with Mnangagwa, Foreign Affairs minister Sibusiso Moyo and senior government officials at State House on Monday, without meeting opposition parties and civil society organisations as earlier planned.\n\nFortune Chasi\n\nWhile government has, in the aftermath of the meeting, claimed the three did not have a mandate to meet with opposition parties, the South African presidency had clearly stated in its statement earlier that the special envoys were expected to engage “the government of Zimbabwe and relevant stakeholders” to identify possible ways in which South Africa can assist Zimbabwe.\n\nWith that understanding of the terms of reference, Mbete’s delegation made prior arrangements with the South African embassy in Harare to organise meetings with the relevant stakeholders other than the government, only for them to be prevented from meeting anyone by Mnangagwa.\n\nOfficial sources said the Monday meeting was tense, with Mnangagwa strongly rebuking the envoys of breaching diplomatic protocol by arranging meetings with opposition parties and civil society organisations without his consent.\n\nThe envoys expressed concern over reports of human rights abuses and the crackdown on the opposition, journalists and human rights activists. They told Mnangagwa that Ramaphosa, who is also the AU chair, was keen to know what was happening and what role he can play to diffuse tension.\n\nMnangagwa and Moyo, however, reportedly expressed concern over the three’s conduct.\n\nOfficials said Mnangagwa and his delegation kept telling the envoys that there was no crisis in Zimbabwe, arguing that the impression that there was a crisis was coming from the countries’ Western enemies working with local partners, averments he already had made in his Heroes and Defence Forces Day speeches.\n\n“They produced old videos and pictures which were being circulated on the social media to argue that the #ZimbabweanLivesMatter campaign was being run on old material belonging to the previous administration and insisted that there was no crisis in the country,” an official said.\n\n“The president actually accused the envoys of breaching protocol by setting up meetings outside their mandate since their role was to just convey President Ramaphosa’s message and to hear the side of the Zimbabwe government.\n\n“He told them that they were just presidential envoys and not a fact-finding mission and as such, they were not mandated to meet everyone else except the president and his team.”\n\nThrough South African ambassador to Zimbabwe Mphakama Mbete – brother to Baleka – the envoys had already scheduled meetings with MDC Alliance leader Nelson Chamisa, MDC-T leader Thokozani Khupe and the Political Actors Dialogue through Lovemore Madhuku as well as a number of civil society organisations.\n\n“The common sentiment within was that there is unjustified pressure on government ahead of the Sadc heads of state meeting which is taking place next week, probably so that the country can be put on the security agenda. That is the main reason why they could not be allowed to get a second opinion,” a source said.\n\n“The envoys tried to argue that they had a mandate to meet the other stakeholders but were told in no uncertain terms that that would not happen and from there was nothing they could do but pack their bags and return to their country.”\n\nAs preparations for the Sadc summit gather momentum, government yesterday rushed to pre-empt the agenda, arguing that Zimbabwe will not even be on the table.\n\n“There is no Zimbabwean issue before the Sadc Organ on Politics, Defence and Security. Neither is there one such issue before the Sadc summit. Definitely, there is no such issue before the continental body, the African Union,” Information minister Monica Mutsvangwa said in a statement last night.\n\nShe also said spirited efforts to force regional intervention by South African opposition leader Julius Malema and senior ANC officials have no effect on Zimbabwean diplomatic relations in Africa and beyond.\n\n“Crisis in diplomacy has specific and defined circumstances if that goes beyond day to day banter. All said, there is no crisis in Zimbabwe which needs external intervention under established international treaties and conventions,” she said.\n\nForeign Affairs secretary James Manzou on Wednesday told the state media the envoys had no obligation to meet opposition parties and civic society as that would have been a breach of diplomatic protocol.\n\n“The task of the special envoy is to faithfully deliver the message to the receiving head of state and none other. Upon delivery of the message, the envoy listens attentively to the response of the receiving head of state. After which the envoy returns to his head of state to faithfully deliver the response he would have received.\n\n“Upon delivery he may or may not get further instructions depending on the issue. Just to emphasise that such matters are between the heads of state and none other. This is the diplomatic etiquette or protocol followed during the important bilateral visit to Zimbabwe by special envoys of South African President Cyril Ramaphosa, to the head of a neighbour and sisterly country,” Manzou, who is Zimbabwe’s former ambassador to the European Union, said.\n\nUsing his official Twitter account, @Jamwanda2, Mnangagwa’s spokesperson George Charamba echoed the same sentiments saying: “Clearing confusion over purpose and mandate of presidential special envoys: Presidential special envoys are deputations between two heads of state. Theirs is to deliver a message from one head of state to another and, to take back the response to sending head of state.”\n\nBut secretary for external relations in the MDC-A, Gladys Hlatswayo, accused the Zanu-PF government of blocking the envoys because they had things to hide.\n\n“We received invitations through the South African Embassy to the effect that we were supposed to be on standby for a meeting with the envoys. So we prepared for the meeting and waited the entire day only to be called at the end of the day by the South African embassy and being told that unfortunately, the meeting had been cancelled and the envoys were going back to South Africa,” she said.\n\n“It is quite clear that the meeting was cancelled because Mnangagwa does not want the envoys to engage with us and others despite having been invited. There was willingness by the envoys to meet with us. So our understanding is that it is Zanu-PF that blocked the envoys from meeting with us because they have things to hide.”\n\nThis is not the first time Mnangagwa has been accused of frustrating diplomatic overtures.\n\nSadc leaders were left frustrated early this year by the Mnangagwa administration following his decision to block former South African president Thabo Mbeki from mediating in the proposed dialogue with MDC-T leader Nelson Chamisa.\n\nSadc countries – in particular economic powerhouse, South Africa, and Botswana – were unhappy with Zimbabwe’s ongoing social, economic and political crisis, bad investment environment, state interference in public institutions, lack of respect for trade agreements and lack of competition in business.\n\nMbeki visited Zimbabwe mid-December last year on a Sadc-initiated mission to nudge Zanu-PF and MDC into negotiations. This was after regional leaders realised Harare’s problems were caused more by a political crisis than the so-called Western sanctions.\n\nDuring his visit, Mbeki – famed for brokering the 2009 Global Political Agreement, which brought together Zanu-PF and MDC into a unity government – also met political leaders who are part of the Political Actors Dialogue (Polad) and civil society organisations.\n\nThe former South African president promised to return to Harare by December 30, 2019, to continue with the preliminary talks, but has not done so, amid reports Mnangagwa ignored calls from the respected African elder.\n\nBefore Mbeki’s visit, regional leaders had the view that Chamisa did not want dialogue, but they later realised through discussions with him and other senior MDC party officials that he was just against the idea of participating in a dialogue being held under the discredited Polad platform, which many have dismissed as Mnangagwa’s political fan club.Source – the independent", "METADATA": {"yandex-verification": "f61f76fcaa642799", "viewport": "width=device-width, initial-scale=1", "description": "CORNERED President Emmerson Mnangagwa blocked envoys sent by his South African counterpart Cyril Ramaphosa from meeting opposition political party leaders", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Mnangagwa in a fix as the world crumbles under his feet | Zimbabwe News", "description": "CORNERED President Emmerson Mnangagwa blocked envoys sent by his South African counterpart Cyril Ramaphosa from meeting opposition political party leaders", "url": "http://www.thezimbabwenewslive.com/mnangagwa-in-a-fix-as-the-world-crumbles-under-his-feet/", "site_name": "Zimbabwe News", "image": {"identifier": "http://www.thezimbabwenewslive.com/wp-content/uploads/2020/08/mnangagwa.jpg", "width": 1080, "height": 765}}, "article": {"publisher": "https://www.facebook.com/theZimNewsLive", "published_time": "2020-08-15T00:11:11+00:00", "modified_time": "2020-08-15T00:18:00+00:00"}, "twitter": {"card": "summary", "creator": "@thezimnewslive", "site": "@thezimnewslive"}, "generator": "Site Kit by Google 1.13.1", "msapplication-TileImage": "http://www.thezimbabwenewslive.com/wp-content/uploads/2015/08/cropped-newlogo-270x270.jpg", "google-site-verification": "nxVrehMbq5wJku85QXTHZpWdU05bJP7CHqSkYkAuKHY"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}