{"GDELT": {"GlobalEventID": 940838909, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "CHANCELLOR", "Actor1Type1Code": "GOV", "Actor2Code": "EDUCVL", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "Actor2Type2Code": "CVL", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.87393526405451, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20200814204500, "SOURCEURL": "https://www.premiumtimesng.com/news/headlines/408877-just-in-unilag-acting-vc-speaks-on-crisis.html"}, "ARTICLE": {"TITLE": "UNILAG acting VC speaks on crisis", "TEXT": "Related News\n\nThe newly appointed acting vice-chancellor of the University of Lagos, Omololu Soyombo, has called on stakeholders in the university community to embrace peace in the interest of the university.\n\nThe acting vice-chancellor, in a statement on Friday, said he considered it imperative to address the university community “on this occasion of grave challenges to the stability and progress of our dear university”.\n\nMr Soyombo, a professor, said there is need for members of the university community to work together at this trying period in the overall interest of the university.\n\n“I wish to start by noting that this is a position of responsibility that was thrust upon me and which I accepted out of a sense of duty to our university,” he said.\n\n“I see this as a call to service with the overall objective of fostering an atmosphere of peace for the normal university business of teaching, research and community service.”\n\n“This appointment is a definite step to resolve the impasse between the University Governing Council and Management in order to ensure a conducive atmosphere for normal university activities to continue to thrive.”\n\nControversial Appointment\n\nMr Soyombo emerged as acting vice-chancellor in the middle of the crisis brewing among officials in the top echelon of the university management.\n\nOn Wednesday, the university governing council resolved at its emergency meeting held in Abuja to remove erstwhile vice-chancellor, Oluwatoyin Ogundipe. Subsequently, the school’s governing council said it has appointed Mr Soyombo in acting capacity.\n\nIn his reaction, Mr Ogundipe fired back, saying his “purported removal” was “mischievous disinformation” as “the extant provisions of the law were not complied with” by the council.\n\nREAD ALSO:\n\nBy the provision of the UNILAG Act, the president of the country can remove the vice-chancellor “after due consultation with the Council and the Senate acting through the Minister of Education.”\n\nMr Soyombo’s appointment has been met with stiff opposition within and outside the university environment.\n\nFor instance, the UNILAG chapter of the Academic Staff Union of Universities has rejected his appointment, while also condemning the purported sack of Mr Ogundipe.\n\nDele Ashiru, chair of the university’s local chapter of ASUU, insisted that Mr Ogundipe remained the university’s recognised head, accusing Wale Babalakin, the pro-chancellor, of having vested interest.\n\nHe said: “His removal is illegal and uncalled for. Our union condemns in the strongest term the purported removal. It is the machination of the pro-chancellor to destabilise this university and our union has been on the forefront of the agitation against a reckless and lawless pro-chancellor,”\n\n“We reaffirm our confidence in the leadership of Professor Toyin Ogundipe as Vice Chancellor of the university.”\n\nBut in his statement on Friday, Mr Soyombo called for peace among stakeholders in the university.\n\n“I know that opinions are divided on issues at stake and the steps taken so far to resolve the impasse. Our paramount goal should be an amicable resolution of all the issues and to win back the peace and stability of our University,” he said.\n\n“I therefore urge all parties and members of the university community to come together at this trying period in the interest of our University.”\n\nThe acting vice-chancellor assured that steps will be taken to ensure the security of lives and property on the university campuses, urging students and staff to go about their business and activities by avoiding acts that may disrupt the peace of the university community.", "METADATA": {"viewport": "width=device-width", "google-site-verification": "EuZ43NZRDsrHDz_olgMnglh8OZfGHGtPKcSEDxacgW4", "msvalidate.01": "9064F1B0F33B6263D650A882EE41095D", "yandex-verification": "4d6f2471816e8776", "description": "On Wednesday, the university governing council controversially removed the erstwhile vice-chancellor, Oluwatoyin Ogundipe.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "UNILAG acting VC speaks on crisis", "description": "On Wednesday, the university governing council controversially removed the erstwhile vice-chancellor, Oluwatoyin Ogundipe.", "url": "https://www.premiumtimesng.com/news/top-news/408877-just-in-unilag-acting-vc-speaks-on-crisis.html", "site_name": "Premium Times Nigeria", "image": {"identifier": "https://i0.wp.com/media.premiumtimesng.com/wp-content/files/2017/08/unilag-university-of-lagos-e1503414933755.jpg?fit=700%2C394&ssl=1", "width": 700, "height": 394}}, "article": {"publisher": "http://www.facebook.com/premiumtimes", "published_time": "2020-08-14T20:03:36+00:00", "modified_time": "2020-08-15T07:00:44+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@Ola_deinde", "site": "@premiumtimesng"}, "generator": "WordPress 5.4.2", "msapplication-TileImage": "https://i1.wp.com/media.premiumtimesng.com/wp-content/files/2015/01/PT-icon-54b93704v1_site_icon.png?fit=270%2C270&ssl=1", "fb": {"pages": 248318348539120}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}