{"GDELT": {"GlobalEventID": 940887120, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "FRACVL", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.09259259259259, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tonnerre, Bourgogne, France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FRA1", "Actor2Geo_ADM2Code": "16255", "Actor2Geo_Lat": 47.8563, "Actor2Geo_Long": 3.97369, "Actor2Geo_FeatureID": "-1473014", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tonnerre, Bourgogne, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRA1", "Action2Geo_ADM2Code": "16255", "Action2Geo_Lat": 47.8563, "Action2Geo_Long": 3.97369, "Action2Geo_FeatureID": "-1473014", "DATEADDED": 20200815023000, "SOURCEURL": "https://www.bangkokpost.com/world/1968675/diplomatic-flurry-in-blast-hit-lebanon-as-aid-effort-expands"}, "ARTICLE": {"TITLE": "Diplomatic flurry in blast-hit Lebanon as aid effort expands", "TEXT": "Diplomatic flurry in blast-hit Lebanon as aid effort expands\n\nLebanese are shocked and angry at the scale of the devastation wrought across the capital from last week's explosion in the port of Beirut\n\nBEIRUT - Top diplomats criss-crossed Beirut on Friday to supervise growing aid efforts and weigh in on Lebanon's political future, following a deadly port explosion blamed on state corruption.\n\nForeign Minister Mohammad Javad Zarif of Iran, which backs Lebanon's Hezbollah, met officials in the capital ahead of a speech by the powerful Shiite movement's chief Hassan Nasrallah calling for the formation of a national unity government.\n\nZarif's visit coincided with those of the top career diplomat of Iran's arch-foe the United States, David Hale, and French Defence Minister Florence Parly.\n\nBoth Hale and Parly have joined calls from the international community for a reform-oriented government that would coordinate aid flooding into the crisis-hit country after the resignation of Prime Minister Hassan Diab's cabinet on Monday.\n\n\"For the longer run, we cannot accept more empty promises and more dysfunctional governance,\" said Hale after meeting the head of the Maronite Church, Patriarch Beshara Rai.\n\n\"America is ready to support a Lebanese government that reflects and responds to the will of the people and genuinely commits to and acts for real change.\"\n\nZarif said it was for the Lebanese to decide what government they wanted.\n\n\"Others should not condition their aid on any change in Lebanon during this emergency situation,\" he said.\n\nThe Iranian foreign minister echoed Lebanese officials in rejecting an international probe into the blast, saying \"Lebanon, as an independent country, must be in charge of the investigation\".\n\nProtesters filled the streets and clashed with security forces in the days after the August 4 explosion, blaming their political leaders for the negligence they say led to the disaster that killed 171 people and wounded at least 6,500.\n\nThe tragedy came as a huge stock of hazardous materials stored for several years in a warehouse in the heart of Beirut exploded, despite repeated warnings of the dangers it posed.\n\nThe mega-blast revived a street protest movement that had first erupted in October last year against government corruption and a lingering economic crisis.\n\n- 'Far-reaching reforms' -\n\nHale and Parly met President Michel Aoun separately on Friday and held talks with civil society representatives.\n\nBoth insisted that the new government should reflect the will of the people and implement reform\n\nA new government must have a \"mission\" and \"for a limited period of time, be in charge of carrying out far-reaching reforms\", said Parly who oversaw the distribution of aid from the French helicopter carrier Tonnerre.\n\nShe said she urged Aoun to speed up the process of forming a government.\n\nThe UN's Special Coordinator for Lebanon Jan Kubis agreed, saying: \"Time is of the essence.\n\n\"People are suffering and can't wait for endless deliberations,\" he added after meeting the patriarch.\n\nDiab's successor must be named by Aoun, the target of increasing vitriol from protesters, after consultations with parliamentary blocs representing Lebanon's longstanding political parties -- the very ones that the protesters want to see gone.\n\nNasrallah on Friday called for the formation of a national unity government -- a model that has existed in Lebanon for years.\n\n\"We are calling from now for attempts to form a national unity government, and if that is not possible, then a government that secures the widest representation possible for politicians and specialists,\" Nasrallah said.\n\nIn his second speech since the blast, Nasrallah dismissed the idea of a \"neutral government\" as a \"waste of time,\" saying there weren't any neutral candidates in the country that could form such a cabinet.\n\n- Fears of 'impunity' -\n\nLebanese authorities named judge Fadi Sawan, who has a reputation for independence and integrity according to judicial sources, to lead investigations into the explosion.\n\nHe will not question current and former ministers on the ammonium nitrate that was stocked at the port, but they will be interrogated by a special judicial body.\n\nPublic prosecutor Ghassan Oueidat has filed lawsuits against 25 suspects over the Beirut blast, 19 of whom are already in custody, a judicial source said.\n\nThose detained include Beirut port's general manager, Hassan Koraytem, and Badri Daher, director-general of Lebanese customs.\n\nOn Thursday, Hale, US undersecretary for political affairs, said the FBI would join the probe \"at the invitation\" of Lebanese authorities.\n\nFrance, which on Friday confirmed two French citizens were among those killed in the blast, has opened its own enquiry.\n\nUN experts have called for a prompt and independent investigation, expressing concern at the \"impunity\" of Lebanese officials.\n\nFamilies of the blast victims have also called for an international probe.\n\nOn Friday, rescue workers continued to recover the remains of those killed in the blast at the devastated Beirut port.\n\nRelatives of three firefighters from the same family, who had tried to put out a blaze that broke out before the blast, were told the remains of two of them had been identified by DNA analysis.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "BEIRUT - Top diplomats criss-crossed Beirut on Friday to supervise growing aid efforts and weigh in on Lebanon's political future, following a deadly port explosion blamed on state corruption.", "author": "Bangkok Post Public Company Limited", "rating": "General", "fb": {"pages": 133643127712, "app_id": 476233699157604}, "robots": "index,follow,NOODP", "twitter": {"card": "summary_large_image", "site": "@BangkokPostNews"}, "apple-mobile-web-app-title": "Bangkok Post Website", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileColor": "#213c70", "msapplication-TileImage": "https://bangkokpost.com/newdesign/assets/images/app_icon/icon-144x144.png", "theme-color": "#213c70", "og": {"title": "Diplomatic flurry in blast-hit Lebanon as aid effort expands", "type": "article", "url": "https://www.bangkokpost.com/world/1968675/diplomatic-flurry-in-blast-hit-lebanon-as-aid-effort-expands", "image": "https://static.bangkokpost.com/media/content/20200815/c1_3721247_700.jpg", "site_name": "https://www.bangkokpost.com", "description": "BEIRUT - Top diplomats criss-crossed Beirut on Friday to supervise growing aid efforts and weigh in on Lebanon's political future, following a deadly port explosion blamed on state corruption."}, "cXenseParse": {"pageclass": "article", "articleid": 1968675, "recs": {"publishtime": "2020-08-15T07:45:08+07:00"}, "bpp-headline": "Diplomatic flurry in blast-hit Lebanon as aid effort expands", "bpp-intro": "BEIRUT - Top diplomats criss-crossed Beirut on Friday to supervise growing aid efforts and weigh in on Lebanon's political future, following a deadly port explosion blamed on state corruption.", "author": "AFP", "bpp-author_url": "https://www.bangkokpost.com/opinion/columnist/126", "bpp-author_image": "https://www.bangkokpost.com/media/columnist/1466565766.jpg", "bpp-contentsource": "digital", "bpp-contentform": "long"}}}}