{"GDELT": {"GlobalEventID": 940896722, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EDUEDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "Actor1Type2Code": "EDU", "Actor2Code": "EDU", "Actor2Name": "STUDENT", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 23, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.9271948608137102, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM", "Actor2Geo_Lat": 18.25, "Actor2Geo_Long": -77.5, "Actor2Geo_FeatureID": "JM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20200815041500, "SOURCEURL": "https://www.msn.com/en-us/news/us/better-business-bureau-warns-of-lottery-sweepstakes-scam/ar-BB17YZrt"}, "ARTICLE": {"TITLE": "Better Business Bureau warns of lottery, sweepstakes scam", "TEXT": "© Provided by Lincoln & Hastings-Krny KOLN KOLN\n\nLINCOLN, Neb. (KOLN) -Scammers aren’t letting the Coronavirus stand in their way; they’re still trying to take your money. A more recent scam, called the lottery or sweepstakes scam, resulted in $162 million of loss just last year.\n\nFor Ben Wiehe, it just seemed too good to be true. An Instagram account giving away free money. He was hesitant at first, studying the page before he decided to ask if he could win some of that “free money.”\n\nIt was the direct message that started it all. Wiehe, a college student, was asking for financial help.\n\n“I was like hey, I’m a college student, I have student loan debt, want to help me out?” said Wiehe. “He replied and said we can send you $15,000, and I said, what $15,000 that’s crazy!”\n\nBut after that online exchange, things started to feel a little fishy. The account asked him to send hundreds of dollars to pay for the shipping and handling of his “free money.”\n\n“He gave me a bunch of reasons for it and I said, well I don’t have $200, I can only send you $100,” said Wiehe.\n\n$200 later, the money Ben was promised never came.\n\n“I had red flags coming at me the whole time with that thought in my head, like don’t get your hopes too up,” said Wiehe.\n\nHe reported it to the Better Business Bureau. Ben, and thousands of other Americans, have lost money to a lottery or sweepstakes scam.\n\n“Seniors do prominently be victimized by this but it can affect all ages,” said Tami Barrett of the Better Business Bureau. “None of us are not attacked by this, not targeted by this. It comes at all socioeconomic levels.”\n\nAccording to the BBB, It’s a recent scam out of Jamaica. It netted $452 million in losses, especially from older adults, since 2017.\n\n“If you get on the phone with these people, they are so tactful, so deceptive, they can really lure you into believing something that’s just not true,” said Barrett.\n\nAcross the country there have been over 4,000 reports to the BBB about lottery or sweepstakes scams.\n\nThey said the best way to avoid these scams is to remember these tips:\n\nYou must play to win, keep all your receipts and files\n\nDon’t wire money to anybody.\n\nCheck with your State Lottery Agency.\n\nDo an internet search of the company, name or phone number of the person trying to send you money.\n\nYou can report them at bbb.org/scamtracker ; ftc.gov; or ic3.gov\n\nBen said since all of this happened, he’s been working hard to help his friends identify scams before it’s too late. He said he’s just grateful things didn’t get worse.\n\nCopyright 2020 KOLN. All rights reserved.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Better Business Bureau warns of lottery, sweepstakes scam", "cq": "passed", "Search.Interest": "Fraud", "robots": "index, follow", "description": "Better Business Bureau warns of lottery, sweepstakes scam", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}