{"GDELT": {"GlobalEventID": 940846485, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CVL", "Actor1Name": "VOTER", "Actor1Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.6250820748522699, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200814214500, "SOURCEURL": "https://www.nakedcapitalism.com/2020/08/200pm-water-cooler-8-14-2020.html"}, "ARTICLE": {"TITLE": "2:00PM Water Cooler 8/14/2020", "TEXT": "By Lambert Strether of Corrente.\n\n#COVID19\n\nAt reader request, I’ve added this daily chart from 91-DIVOC. The data is the Johns Hopkins CSSE data. Here is the site. Here are the four United States regions, plus US data.\n\nSince Georgia has been in the news, I thought I’d look at Georgia and its surrounding state: Florida, Alabama, Tennessee, North Carolina, and South Carolina:\n\nAnd here are the same states, adjusted for population:\n\n(I adjusted for population to see if there was something uniquely bad about Georgia’s political economy. It does not seem so. Florida, on the other hand…\n\nThis chart also includes positivity, starting with the highest (worst): Florida, Alabama, South Carolina, Georgia, Tennessee, and North Carolina. None beat the WHO standard of 5%, although North Carolina, at 6.25%, approaches it.\n\nCA\n\nhttps://www.mcclatchydc.com/news/politics-government/article244842457.html#cardLink=row5_card3\n\ndeaths\n\nhttps://www.nytimes.com/interactive/2020/08/12/us/covid-deaths-us.html\n\nPolitics\n\n“But what is government itself, but the greatest of all reflections on human nature?” –James Madison, Federalist 51\n\n“They had one weapon left and both knew it: treachery.” –Frank Herbert, Dune\n\n“They had learned nothing, and forgotten nothing.” –Charles Maurice de Talleyrand-Périgord\n\nThe electoral map. July 17: Georgia, Ohio, ME-2 move from Leans Republican to Toss-up. Continued yikes. On July 7, the tossup were 86. Only July 17, they were 56. Now they are 91. This puts Biden at 278, i.e. over 270. August 10: Still no changes.\n\n\n\nClick the map to create your own at 270toWin.com\n\nSo, taking the consensus as a given, 270 (total) – 204 (Trump’s) = 66. Trump must win 66 from the states in play: AZ (11), FL (29), MI (16), NC (15), PA (20), and WI (10) plus 1 to win not tie = 102. 102 – 66 = 36. So if Trump wins FL, MI, NC, and PA (29 + 16 + 15 + 20 = 80), he wins. That’s a heavy lift. I think I’ve got the math right this time!\n\n2020\n\nBiden (D)(1): “Joe Biden: For The Next 3 Months, All Americans Should Wear A Mask When Outside” [NPR]. Biden: “Every single American should be wearing a mask when they’re outside for the next three months, at a minimum.[1] Every governor should mandate mandatory mask-wearing.[2]” • [1] Biden’s advice is outright wrong, in fact dangerous, because it takes no account of aerosol transmission indoors (see the Skagit Valley choir superspreading event, and Japan’s Three C’s). Advising against wearing a mask in a closed space, especially when crowded and in close contact, is actively dangerous. Biden’s pronouncement augers extremely poorly for a competent response to Covid from a Biden Administration. Either Biden’s advisors (e.g., Ronald Klain) aren’t, er, listening to the science, or Biden isn’t listening to them. [2] Biden advocates simple federalism (in essence, subsidiarity) but in no way different from what Trump is doing. Biden (D)(2): “‘The President Was Not Encouraging’: What Obama Really Thought About Biden” [Politico]. “But behind all the BFF bonhomie is a much more complicated story—one fueled by the misgivings the 44th president had about the would-be 46th, the deep hurt still felt among Biden’s allies over how Obama embraced Hillary Clinton as his successor, and a powerful sense of pride that is driving Biden to prove that the former president and many of his aides underestimated the very real strengths of his partner.” • A bit soap opera-esque, but interesting. Biden (D)(3): “The Kamala Harris identity debate shows how America still struggles to talk about multiracial people” [Vox]. “For multiracial people, defining their racial identity in America is a complex and fraught issue. And what the energy expended on debating Harris’s identity tells us is that we still have a long way to go when it comes to talking about multiracial people in America.” • Sure, whatever. The issue isn’t America, or even Harris, does or does not do. The issue is what the Democrat Party does. In the argot of the political class — party apparatchiks, the press, public intellectuals, the NGOs — identities are mutually exclusive siloes. I mean, the slogan is “Black Lives Matter.” It isn’t “People of Color Matter,” let alone “Black and/or South Asian Lives Matter.” The first slogan goes down with the political class so well because it dovetails neatly with their worldview. Note this is a semantic argument purely; personally, I’m happy that Harris has a cosmopolitan ancestry; it’s rich and interesting. But that’s not how Democrat identity politics is framed. So it’s interesting to watch them try to wriggle out of the ideological trap they built for themselves and then happily climbed into. Biden (D)(4): “Yes, Kamala Harris Is Eligible For Vice President” [Jonathan Turley]. “Birthright citizenship has been a subject of debate from the time that the 14th Amendment was adopted. There are arguments on both sides of the currently accepted broad interpretation of the language. Many of our closest allies reject the concept of birthright citizenship. However, the case law is strongly supports Harris. In 1898, in United States v. Wong Kim Ark, the court found that the child of Chinese immigrants was still a citizen under the 14th Amendment because he was born on U.S. territory. His parents were here legally as permanent residents. Moreover, the language of the 14th Amendment does not clearly support the exclusions raised by Eastman. It states ‘All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the state wherein they reside.’ Most reading that language have concluded that it allows for birthright citizenship for anyone ‘born … in the United States.’ The 14th Amendment starts and ends as a model of clarity, stating that ‘all persons born or naturalized in the United States” are “citizens of the United States and of the state wherein they reside.’ But between those two phrases, Congress inserted the words ‘and subject to the jurisdiction thereof.’ Those six words have perplexed scholars for 150 years. The dominant view of law professors is the line as a whole guarantees that anyone born within the United States becomes an American citizen. But some believe that the caveat means you must be here in a legal status, that if you are not a American citizen, then you are a legal resident. Biden (D)(5): “Some Questions for Kamala Harris About Eligibility” [John Eastman, Newsweek]. “The language of Article II is that one must be a natural-born citizen. The original Constitution did not define citizenship, but the 14th Amendment does—and it provides that ‘all persons born…in the United States, and subject to the jurisdiction thereof, are citizens.’ Those who claim that birth alone is sufficient overlook the second phrase. The person must also be ‘subject to the jurisdiction’ of the United States, and that meant subject to the complete jurisdiction, not merely a partial jurisdiction such as that which applies to anyone temporarily sojourning in the United States (whether lawfully or unlawfully).” • I think anybody who’s stayed in a foreign country for any length of time, especially as a resident or expat, knows that they are “subject to the jurisdiction thereof,” and it doesn’t matter much whether it’s partial or not. Can the foreign country put you in jail? Tax you? Heck, yeah! Eastman’s strained reading defies common sense. Biden (D)(6): “What Kamala Harris Means For Joe Biden’s Campaign—and the Democratic Party’s Future” [Time]. “[Biden] all but anointed an heir, positioning Harris as the future standard bearer of a party in transition…. More than most would-be presidents, Biden was choosing not just a governing partner, but the woman who would lead the Democratic Party into the future.” • In other words, machine politics? The Chicago Way? Biden (D)(7): “Left wing rankled by choice of Harris for VP” [Politico]. “Already, Harris is being described by pundits as the frontrunner in the next open Democratic primary, whether it’s in 2024 or 2028. Progressives said that means they could be locked out of the White House for more than a decade. “‘We might be looking at 12 years of neoliberal power at the top of the Democratic Party because of the specter of a very young and ambitious — as most politicians are — person on the ticket,’ said Norman Solomon, co-founder of the left-wing group RootsAction.org. ‘That’s a real fear.'” Biden (D)(7): “Biden Campaign Gets Kamala Harris Quickly Up To Speed On Candidate’s Plans For Presidential Funeral Service” [The Onion]. “‘Here are the Bible verses I want to have read, along with a seating chart. We’re still hashing out the list of speakers, but we’ll definitely have you, Barack, and Jill offer remarks, and then we’ll end the ceremony with the orchestra playing ‘Danny Boy.'” Biden (D)(8): “Biden Vows To Return Nation To Era When Press Didn’t Bother Reporting On President’s Scandals” [Babylon Bee]. Sanders (D)(1): Congratulations to @KamalaHarris, who will make history as our next Vice President. She understands what it takes to stand up for working people, fight for health care for all, and take down the most corrupt administration in history. Let’s get to work and win. — Bernie Sanders (@BernieSanders) August 11, 2020 “Health care for all”: She was right. https://t.co/ayTpiEnBr3 — Briahna Joy Gray (@briebriejoy) August 13, 2020 How long did it take for Kamala to walk that back? Sanders (D)(2): One month ago @SenSanders proposed that we produce and distribute high-quality masks for every American at no cost. A mandate is an idea, free masks for all is a plan. https://t.co/4O5Rhf5SuN — Michael (Noble Continuation) (@OmanReagan) August 13, 2020 Trump (R)(1): “It’s Way Too Soon To Count Trump Out” [FiveThirtyEight]. “Nor has it been that uncommon, historically, for polls to shift fairly radically from mid-August until Election Day. Furthermore, there are some reasons to think the election will tighten, and President Trump is likely to have an advantage in a close election because of the Electoral College.” • Many imponderables, including (as I have been saying) a (colorable) vaccine, an economic rebound, and (as we have seen today with the UAE/Israel deal) a foreign policy triumph. And then, of course, shenanigans. 81 days is a long time in politics! Trump (R)(2): “Trump: ‘A lot of people’ think Edward Snowden ‘not being treated fairly'” [New York Post]. “President Trump polled his aides on Thursday about whether he should let anti-surveillance whistleblower and leaker Edward Snowden return to the US from Russia without going to prison, saying he was open to it. ‘There are a lot of people that think that he is not being treated fairly. I mean, I hear that,’ Trump told The Post in an exclusive interview in the Oval Office, before soliciting views from his staff.” Trump (R)(3): “Trump’s Surrogates Are Campaigning Across The US In Luxury Buses In A Bid For Suburban Women” [Buzzfeed]. “Goodbye, stadium-sized rallies (for now). There’s a pandemic, and the president just isn’t into half-filled venues where people are forced to social-distance because of the coronavirus…. Instead, the president’s son Eric Trump and his daughter-in-law Lara Trump are leading their own crusade of surrogates on nationwide tours in big luxury buses — one red, the other pink…. The event brought more than 100 people to Salfordville, a small township in southeast Pennsylvania where ‘nothing ever happens,’ according to Greg Wagner, a Trump supporter who lives nearby and told BuzzFeed News, ‘This is the biggest thing ever.'” • Oddly, this reminds me very much of the retooled Clinton campaign in 2008 (after Obama was said to have wrapped it up with early wins). The Clintons (both of them) barnstormed small venues with SMS-driven tech (working class people have complex schedules). They ended up winning the popular vote, albeit by a small margin. There are votes in towns where “nothing ever happens.” West (I)(1): “Why Kanye’s Presidential Platform Is Good News” [The American Conservative]. “By contrast, West’s platform is clear, concise, and meant to be read—or, who knows, maybe rapped. In fact, because it’s so brief, in its ten, er, commandments, it’s worth seeing in its entirety. And as we can see, in addition to mostly center-right prescriptions about personal values and societal verities—each one anchored in a Bible verse—the West platform includes, in points 4 and 8, very specific adjurations against “foreign quagmires” and military ‘aggression.’… The point here is not to argue that West should be president. After all, a man who calls his political party “The Birthday Party” might be judged as lacking, shall we say, the requisite seriousness for the post…. Yet if we ease up on the political calculations, we might step back and admire the cultural and social artistry of West, a man who pledges a kinder and gentler America… He’s a man, also, who speaks in language that crosses racial lines—indeed, a man whose very own family (he is married to Kim Kardashian) transcends racial categories.” * * * PA: “Trump-Appointed Judge Demands Evidence of Mail-in Voting Fraud” [Bloomberg]. “The Trump campaign and Republican National Committee sued Pennsylvania Secretary of State Kathy Boockvar and local election boards on June 29 over their plan for mail-in balloting for the November 3 elections. Trump’s team claimed the plan ‘provides fraudsters an easy opportunity to engage in ballot harvesting, manipulate or destroy ballots, manufacture duplicitous votes, and sow chaos.’ U.S. District Judge J. Nicholas Ranjan in Pittsburgh on Thursday asked the campaign to put forward previous examples of such fraud. ‘Plaintiffs shall produce such evidence in their possession, and if they have none, state as much,’ said Ranjan, who took his seat on the bench in August 2019. He gave the campaign until Friday.” PA: “USPS says Pennsylvania mail ballots may not be delivered on time, and state warns of ‘overwhelming’ risk to voters” [Philadelphia Inquirer]. “The U.S. Postal Service has warned Pennsylvania that some mail ballots might not be delivered on time because the state’s deadlines are too tight for its ‘delivery standards,’ prompting election officials to ask the state Supreme Court to extend the deadlines to avoid disenfranchising voters. The warning came in a July 29 letter from Thomas J. Marshall, general counsel and executive vice president of the Postal Service, to Pennsylvania Secretary of State Kathy Boockvar, whose department oversees elections. That letter was made public late Thursday in a filing her Department of State submitted to the Supreme Court, asking it to order that mail ballots be counted as long as they are received up to three days after the Nov. 3 election date.”\n\nRussiaGate\n\n“Ex-FBI lawyer, accused of falsifying document in probe of Trump’s campaign, to plead guilty” [WaPo]. “A former FBI lawyer has agreed to plead guilty to altering an email that helped justify surveillance of a former Trump campaign adviser as part of the 2016 investigation into Russian interference in the election, according to his lawyer and a person familiar with the matter. Kevin Clinesmith, who worked in the FBI general counsel’s office, is expected to admit he doctored an email so it said that former Trump campaign adviser Carter Page was not a source for the CIA, even though Page had had a relationship with the agency. Relying on what Clinesmith had said, the FBI ultimately did not disclose Page’s relationship with the CIA as it applied to renew a warrant to monitor him as a possible agent of a foreign power. The case is the first against someone involved in the Russia probe brought by U.S. Attorney John Durham, who was specially tapped by Attorney General William P. Barr to broadly look into how the FBI handled that matter.” • This time we’ve got him! Oh, wait…\n\nRealignment and Legitimacy\n\n“He set out to mobilize Latino voters. Then the virus hit” [Associated Press]. Across the U.S., the coronavirus outbreak is disrupting Latinos’ long and difficult climb up the political ladder. The disease has disproportionately sickened Latinos, destabilized communities and impeded voter registration ahead of the November presidential election. In North Carolina, only 5,000 Latinos have been added to the voter rolls since mid-March, less than half the number added during the same period four years ago. The virus and the economic fallout it triggered is crashing down on Latinos just as they hit an electoral milestone. For the first time, there will be more Latinos eligible to vote than any other minority group — 32 million, the Pew Research Center projects.” “Morse cites link between allegations, state party volunteer” [Berkshire Eagle]. “‘I think evidence will soon show that it was even an attorney for the Massachusetts Democratic Party that, in fact, drafted the email to me on [Aug. 6] that was then printed, word for word, in the Daily Collegian in the first place,’ Morse said in an interview with The Eagle’s editorial board Thursday…. In his interview, Morse said he believes the allegations put forward by the College Democrats, first published Aug. 7 in an unbylined story in the Massachusetts Daily Collegian, helped spur not only national media interest, but the largest single-day of fundraising in his candidacy. ‘We’ve had the best fundraising week of the entire campaign, since Friday. [Wednesday] alone, we raised $130,000 from over 3,000 individual contributions. In one day. Our previous high day was $27,000,’ Morse said.” • That the story was unbylined is a really interesting detail. “Thomas Frank on Anti-Populism, Plus Biden’s Most-Stoned Moment Ever” (podcast) [Useful Idiots]. • Well worth a listen. Thomas Frank book tours are always exciting! * * * “What Really Scares Voting Experts About the Postal Service” [The Atlantic]. “From a sheer numbers perspective, none of the experts I spoke with doubted that the Postal Service could handle a vote-by-mail election, even if every one of the nation’s more than 150 million registered voters stuck their ballot in a mailbox. As one noted to me, a presidential election might be a big deal, but in postal terms, it’s no Christmas. The Postal Service processes nearly 500 million pieces of mail every day, and it annually handles more than 3 billion pieces in the week before Christmas alone. “I don’t worry about their capacity,” Amber McReynolds, the former director of elections in Denver, who now runs the National Vote at Home Institute, a mail-balloting advocacy group, told me.” • However, capacity can be throttled, which is what DeJoy appears to be doing. Nevertheless, this can’t be a real problem, because otherwise Democrats would not have left on vacay without doing something about it. The article goes into a lot of detail and is well worth a read. Saying the quiet part out loud: So…UPS…Fedex…big opportunity here. Just offer to deliver any election ballot for free…or honor the postage on it…and get it there by Election Day. You'll overnight become the most beloved and respected organization in America. Go on…it's the right thing to do. — David Rothkopf (@djrothkopf) August 14, 2020 “Election commission orders top voting machine vendor to correct misleading claims” [Politico]. “The federal Election Assistance Commission has rebuked the nation’s top voting-machine maker over marketing materials that the panel says deceptively implied the company’s voting machines are EAC-certified. The commission admonished Election Systems & Software over promotional literature and statements on its website that appear to assert, falsely, that voting machines the company sells with embedded modems have been sanctioned by the EAC under its testing and certification program…. This isn’t the first time ES&S has faced accusations of making fabricated or misleading assertions about its voting machines.ES&S will play a major role in the November election. The company has previously said that more than 33,000 DS200 optical scan machines with modems are in use in 11 states and the District of Columbia but has never identified which jurisdictions this includes beyond D.C.” • [puts head in hands].\n\nStats Watch\n\nAt reader request, I added some business stats back in. Please give Econintersect click-throughs; they’re a good, old-school blog that covers more than stats. If anybody knows of other aggregators, please contact me at the email address below.\n\nManufacturing: “July 2020 Headline Industrial Production Improves But Remains In Contraction” [Econintersect]. “The headlines say seasonally adjusted Industrial Production (IP) improved month-over-month – but remains deep in contraction year-over-year. Our analysis shows the three-month rolling average improved.”\n\nProductivity: “2Q2020 Preliminary Headline Productivity Significantly Improved” [Econintersect]. But: “Doing a productivity analysis during a major recession is a waste of time as productivity should crater especially since the government has paid business not to layoff staff.”\n\nConsumer Sentiment: “Preliminary August 2020 Michigan Consumer Sentiment Marginally Improves” [Econintersect]. “Surveys of Consumers chief economist, Richard Curtin, makes the following comments: Consumer sentiment remained largely unchanged in early August from the July reading (+0.3 points) or the April low (+1.0). Two significant changes since April have been that consumers have become more pessimistic about the five-year economic outlook (-18 points) and more optimistic about buying conditions (+21)…. he overall confidence in economic policies fell to the lowest level since Trump first entered office (see the chart). The policy gridlock has acted to increase uncertainty and heightened the need for precautionary funds to offset lapses in economic relief programs and to hedge against fears about the persistence and spread of the coronavirus as the school year gets underway. Bad economic times are anticipated to persist not only during the year ahead, but the majority of consumers expect no return to a period of uninterrupted growth over the next five years.” • So long, aggregate demand…\n\nConsumer Confidence: “Analysis: Impact of Executive Orders on Consumer Confidence Unlikely to Boost Spending” [Morning Consult]. “Consumer confidence remains steady in the wake of stalled negotiations in Congress and executive orders from the White House. Morning Consult’s Index of Consumer Sentiment reads 86.71 as of Wednesday, unchanged from 30 days prior. The relative stability of consumer confidence in the wake of President Donald Trump’s executive orders indicates that the economic impact of the funds will be proportionate to the total value of the government spending, without an additional boost from increased consumer confidence. The same was essentially true when the CARES Act was signed into law. Differences between consumer and investor confidence are likely to persist given their different reactions to the spread of the coronavirus, meaning that recent gains in the stock market are unlikely to translate into increases in consumer confidence or spending as they did prior to the onset of the pandemic.”\n\nInventories: “June 2020 Business Inventories Decline Again” [Econintersect]. “Headlines say final business sales data (retail plus wholesale plus manufacturing) improved month-over-month. The rolling averages improved. Inventories declined but remain somewhat elevated…. This is a better report than the previous month. This is a strange recession where normally inventories rise – but the coronavirus recession caused inventories to fall. Our primary monitoring tool – the 3-month rolling averages for sales – improved.”\n\nLeading Indicators: “07 August 2020 ECRI’s WLI Improvement Continues But Remains In Contraction” [Econintersect]. “ECRI’s WLI Growth Index which forecasts economic growth six months forward improved but remains in contraction.”\n\nLeading Indicators: “Third Quarter 2020 Survey of Professional Forecasters Predict Higher Growth in the Current Quarter, Followed by Recovery” [Econintersect]. “The outlook for the U.S. economy in the current quarter looks brighter now than it did three months ago, according to 35 forecasters surveyed by the Federal Reserve Bank of Philadelphia. The forecasters predict the economy will expand at an annual rate of 19.1 percent this quarter , much stronger than the prediction of 10.6 percent from the last survey. On an annual-average over annual-average basis, the forecasters expect real GDP to decrease 5.2 percent this year but to recover and grow at an annual rate of between 2.2 percent to 3.5 percent over each of the following three years.” • 19.1% would certainly gave Trump a bit of a tailwind. But is it realistic, if a school re-opening debacle takes place?\n\n* * *\n\nCommodities: “‘Stranded Assets’ Risk Rising With Climate Action and $40 Oil” [Bloomberg]. “When you see a half-constructed building that’s been abandoned, it’s a sign the project no longer made economic sense. There’s an argument that trillions of dollars’ worth of investments to tap new supplies of oil and gas might suffer the same fate, leaving deposits of oil in the ground and turning them into what are known as “stranded assets.” What had seemed like an abstract debate has been made very real by the sharp drop in oil prices in 2020, leading some major companies to shift plans away from fields where drilling is costlier or whose deposits are more carbon intensive.” • That’s a damn shame.\n\nCommodities: “U.S. energy supply chains may be in for more upheaval as oil refiners reconsider the direction of their business. Phillips 66 plans to transform a San Francisco-area oil refinery into a plant that produces a biofuel known as renewable diesel… one of several such projects in the pipeline as big U.S. refiners weigh their operations against reduced demand for fossil fuels and tightening environmental regulations” [Wall Street Journal]. “Many expect global oil consumption to remain depressed for years, but the appetite for renewable fuel is likely to grow amid laws aimed at reducing greenhouse gas emissions. One firm projects that U.S. renewable-diesel consumption will roughly double over the next decade to around 1.1 billion gallons a year.”\n\nShipping: “Commentary: 20-foot container crunch may impact harvests” [American Shipper]. “The U.S. agriculture industry has faced numerous headwinds during the COVID-19 pandemic, and with harvests just around the corner, there is a trend developing that could impact the availability of the industry’s desired 20-foot containers…. Containership lines’ blank sailings over the past few months sparked a strategy for importers to favor 40-foot containers instead of 20-foot boxes. This was an effort to import as much product as possible given the limited shipping space available. As result, the supply of 20-foot containers has been constrained. Therefore, this has increased the price of 20-foot equipment, making it even less desirable to use. As a result, there is fear of an impending 20-foot container shortage…. Agriculture products like soybeans on the other hand, are heavier, of lower value, and have tighter margins. They also require blocking structures to secure the load from shifting during transit. These structures are heavy and add to a load’s overall weight. With weight limits applied to trucks, using a 40-foot container might not make financial sense for the agricultural exporter. It all depends on the shipping rate.”\n\nApparel: “Apparel companies are undertaking a balancing act with their big stockpiles of unsold goods. Merchants from elite fashion houses to mass-market chains are saddled with an inventory glut following monthslong closures during the pandemic… and now they are looking for ways to get rid of the excess without angering waste-conscious consumers or harming their brands. ” [Wall Street Journal]. “In France, the government this year even barred companies from destroying unsold, usable goods. The European Union has proposed a similar ban for the entire 27-nation bloc. That has left companies with more clothing, and many are turning to charities as an inventory outlet. U.S. nonprofit Good360 expects more than $660 million in donations this year, double what it received last year.”\n\nTech: “Google tests new profile cards that let you add yourself to search results” [The Verge]. “Google is testing a new user-created public profile system called “people cards,” which will let users create their own profile (including their job, links to their social media platforms, a brief bio, and more) that will appear directly in Google search results. It’s similar to how celebrities and businesses already appear. The new cards are only being tested in India in English to start.” • Here am I! Come get me!\n\n* * *\n\nToday’s Fear & Greed Index: 73 Greed (previous close: 72 Greed) [CNN]. One week ago: 72 (Greed). (0 is Extreme Fear; 100 is Extreme Greed). Last updated Aug 14 at 12:19pm. Falling back to mere Greed from Extreme Greed.\n\nHealth Care\n\n“How The Pandemic Humiliated Critics Of Medicare for All” [Walker Bragman, Too Much Information]. “When the novel coronavirus first arrived in the United States, it spurred on remarkable message discipline among America’s political class. The consensus that emerged on both sides of the aisle dictated that no matter what happened, Americans ought to be glad they do not live in a country with socialized medicine…. [N]ow, just a few months later, these arguments completely and utterly fail. New infections are still surging in the U.S. while countries with national health care programs have long since gotten a handle on the virus. On Tuesday, the U.S. reported more new COVID cases in a single day than Italy, France, and the U.K. reported last month combined, and roughly 45 percent of their total deaths.” • Not to mention Taiwan (single payer), South Korea (universal, partial single payer), Vietnam (socialist), and Thailand (universal, partial single payer).\n\n“The Plan That Could Give Us Our Lives Back” [The Atlantic]. “Michael mina is a professor of epidemiology at Harvard, where he studies the diagnostic testing of infectious diseases. He has watched, with disgust and disbelief, as the United States has struggled for months to obtain enough tests to fight the coronavirus. In January, he assured a newspaper reporter that he had “absolute faith” in the ability of the Centers for Disease Control and Prevention to contain the virus. By early March, that conviction was in crisis. “The incompetence has really exceeded what anyone would expect,” he told The New York Times. His astonishment has only intensified since. Many Americans may understand that testing has failed in this country—that it has been inadequate, in one form or another, since February. What they may not understand is that it is failing, now. In each of the past two weeks, and for the first time since the pandemic began, the country performed fewer COVID-19 tests than it did in the week prior. The system is deteriorating…. Why has testing failed so completely? By the end of March, Mina had identified a culprit: ‘There’s little ability for a central command unit to pool all the resources from around the country,’ he said at a Harvard event. ‘We have no way to centralize things in this country short of declaring martial law.'” • I can imagine the screaming if Trump did that! The solution: Rapid testing. The whole article is well worth a read!\n\nI should react to this in horror:\n\nBut I would kinda like a mask like that. (In fact, I’m imagining a clear plastic, astronaut-style helmet!)\n\nBlack Injustice Tipping Point\n\n“Getting killed by police is a leading cause of death for young black men in America” [Los Angeles Times]. “About 1 in 1,000 black men and boys in America can expect to die at the hands of police, according to a new analysis of deaths involving law enforcement officers. That makes them 2.5 times more likely than white men and boys to die during an encounter with cops.”\n\nThe Biosphere\n\nGames\n\n“Apple just kicked Fortnite off the App Store” [The Verge]. “Apple has removed Epic Games’ battle royale game Fortnite from the App Store after the developer on Thursday implemented its own in-app payment system that bypassed Apple’s standard 30 percent fee. The decision marks a significant escalation in the feud between Epic and one of the world’s most dominant mobile software marketplaces. It also comes at an especially fraught time for Apple as the iPhone maker navigates antitrust concerns over its operation of the App Store and the rules it imposes on certain developers.Following the removal, Epic revealed a carefully calculated series of responses, including an antitrust lawsuit seeking to establish Apple’s App Store as a monopoly and a protest video that aired on YouTube and within Fortnite itself mocking the iPhone maker’s iconic ‘1984’ ad and calling on gaming fans to #FreeFortnite by supporting its fight against Apple.”\n\nClass Warfare\n\nNot bugs. Features:\n\nNEW: The recession is largely over for the rich. The working class remain in deep pain. -Stocks r near record highs\n\n-Home values at all-time highs\n\n-Jobs r back for affluent Meanwhile…\n\n-Jobs less than 1/2 recovered for low-wage workers\n\n-$600 UI expired https://t.co/csGZqYefLN pic.twitter.com/c88yBcCeVo — Heather Long (@byHeatherLong) August 13, 2020\n\nSame as it ever was:\n\nNews of the Wired\n\n“Buddhist food: how the healthy, vegetarian dishes full of seasonal ingredients can imitate meat with funguses and plants” [South China Morning Post]. “‘Customers – most of them middle aged or seniors – come in early. “In Buddhism, we have a term called ‘chi wu’, mandating ‘no eating after lunch’,’ Hui says. He explains that after 17 to 19 hours of fasting from noon to the dawn of the next day, it’s believed the practitioner’s mind, as well as palate, gets cleansed and purified, which is deemed to be a crucial step in the path to achieving spiritual perfection. With benevolence and compassion at the heart of Buddhism, fasting is considered the only way to viscerally feel the pain and agony of the starved and poor. While this was a strict rule that all Buddhists adhered to in the past, it is changing as peoples’ lifestyles evolve. Buddhism holds that nothing on Earth is fixed, and that nature should be allowed to take its course. While most Buddhist followers today eat dinner, they tend to have an early and light one, Hui says.” • My eating schedule is 180° different. Perhaps I should change!\n\nNot Frank Gehry:\n\n“Why Our Pets Have Become Super Needy During the Pandemic” [Bloomberg]. “Problem No. 1: Your pet is overstimulated. ‘Owners never leave,’ Miller says. ‘The dog isn’t given any downtime. Their routine, for years, was to relax and hang out a lot.’ Overstimulation can be particularly acute if children are involved. And not only with dogs—cats suffer, too. ‘They’re like, ‘How come you’re invading my space all day? You’re supposed to be gone.'”\n\n“Web browsers need to stop” [Drew DeVault]. “Enough is enough. The web and web browsers have become Lovecraftian horrors of an unprecedented scale. They’ve long since left ‘scope creep’ territory and entered ‘oh my god please just stop’ territory, and are trucking on through to hitherto unexplored degrees of obscene scope. And we don’t want what they’re selling. Google pitches garbage like AMP and pushing dubious half-assed specs like Web Components. Mozilla just fired everyone relevant to focus on crap no one asked for like Pocket, and fad nonsense like a paid VPN service and virtual reality tech. [2020-08-14: It has been pointed out that the VR team was also fired.] Microsoft gave up entirely. Mozilla just hammered the last few nails into their casket. Safari is a joke. Google is all that’s left, and they’re not a good steward of the open web. The browsers are drowning under their own scope. The web is dead. I call for an immediate and indefinite suspension of the addition of new developer-facing APIs to web browsers. Browser vendors need to start thinking about reducing scope and cutting features.” • Obviously, everybody should use apps, and URLs should be completely hidden away.\n\n“The Linux-based PinePhone is the most interesting smartphone I’ve tried in years” [Android Police]. • A phone with hardware you can replace (batteries, e.g.) and open source software (17 flavors of Linux). Also, on this phone, when you turn something off, you can be sure it’s actually off:\n\ni am actually shaking, someone finally did it … hardware killswitches for different parts of a mobile phone pic.twitter.com/Uw6WRQYQRK — yomna (@rival_elf) August 13, 2020\n\n* * *\n\nReaders, feel free to contact me at lambert [UNDERSCORE] strether [DOT] corrente [AT] yahoo [DOT] com, with (a) links, and even better (b) sources I should curate regularly, (c) how to send me a check if you are allergic to PayPal, and (d) to find out how to send me images of plants. Vegetables are fine! Fungi and coral are deemed to be honorary plants! If you want your handle to appear as a credit, please place it at the start of your mail in parentheses: (thus). Otherwise, I will anonymize by using your initials. See the previous Water Cooler (with plant) here. Today’s plant (TH):\n\nTH: “This image doesn’t quite capture it. The brim of the road lined with these tiny lavender flowers when I didn’t have an opportunity to stop was quite pretty.” I wish I’d had time to work on this in LightRoom or PhotoShop….\n\n* * *\n\nReaders: Water Cooler is a standalone entity not covered by the annual NC fundraiser. So if you see a link you especially like, or an item you wouldn’t see anywhere else, please do not hesitate to express your appreciation in tangible form. Remember, a tip jar is for tipping! Regular positive feedback both makes me feel good and lets me know I’m on the right track with coverage. When I get no donations for five or ten days I get worried. More tangibly, a constant trickle of donations helps me with expenses, and I factor in that trickle when setting fundraising goals:\n\n\n\n\n\n\n\n\n\nHere is the screen that will appear, which I have helpfully annotated.\n\nIf you hate PayPal, you can email me at lambert [UNDERSCORE] strether [DOT] corrente [AT] yahoo [DOT] com, and I will give you directions on how to send a check. Thank you!", "METADATA": {"viewport": "width=device-width", "description": "~ Today's Water Cooler ~", "og": {"locale": "en_US", "type": "article", "title": "2:00PM Water Cooler 8/14/2020 | naked capitalism", "description": "~ Today's Water Cooler ~", "url": "https://www.nakedcapitalism.com/2020/08/200pm-water-cooler-8-14-2020.html", "site_name": "naked capitalism", "updated_time": "2020-08-14T19:10:11+00:00", "image": {"identifier": "https://www.nakedcapitalism.com/wp-content/uploads/2020/08/covid-ga.png", "secure_url": "https://www.nakedcapitalism.com/wp-content/uploads/2020/08/covid-ga.png"}}, "article": {"section": "Water Cooler", "published_time": "2020-08-14T18:00:07+00:00", "modified_time": "2020-08-14T19:10:11+00:00"}, "twitter": {"card": "summary", "description": "~ Today's Water Cooler ~", "title": "2:00PM Water Cooler 8/14/2020 | naked capitalism", "site": "@yvessmith", "image": "https://www.nakedcapitalism.com/wp-content/uploads/2020/08/covid-ga.png", "creator": "@yvessmith"}, "generator": "WordPress 5.1.6"}}}