{"GDELT": {"GlobalEventID": 940882117, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "NZL", "Actor2Name": "WELLINGTON", "Actor2CountryCode": "NZL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.2403100775193798, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ00", "Actor2Geo_ADM2Code": "22391", "Actor2Geo_Lat": -41.3, "Actor2Geo_Long": 174.783, "Actor2Geo_FeatureID": "-1521348", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200815014500, "SOURCEURL": "https://www.nzherald.co.nz/rotorua-daily-post/news/article.cfm?c_id=1503438&objectid=12356777"}, "ARTICLE": {"TITLE": "Covid 19 coronavirus: Person who tested positive for Covid-19 visited Rotorua and Taupō", "TEXT": "A person who has tested positive for Covid-19 on their arrival in Japan had recently visited Rotorua and Taupō before their departure.\n\nAs a precaution, Toi Te Ora Public Health, is alerting the public to the possibility that they may have been exposed to this person at two locations.\n\nThe person visited Wairakei Terraces between 6pm and 7pm on Thursday, August 6 and Wai-O-Tapu Thermal Wonderland on Friday, August 7, between 9am and 10.15am.\n\nMedical Officer of Health Dr Neil de Wet said anyone who was at one of these places at these dates and times there is a small possibility they may have been exposed.\n\nAdvertisement\n\n\"You should monitor yourself for symptoms of Covid-19 and if you develop any symptoms you should immediately self-isolate and arrange to get tested.\"\n\nMedical Officer of Health Dr Neil de Wet. Photo / File\n\nIt can take from one to 14 days after exposure to Covid-19 to start developing symptoms, so anyone who visited these places at these times should remain vigilant for the symptoms of Covid-19 for two weeks from when they may have been exposed.\n\nThe symptoms of Covid-19 may include a cough, a fever, shortness of breath, a sore throat, runny nose and temporary loss of smell.\n\n\"If you develop one or more of these symptoms, stay home and call your general practice or Healthline on 0800 358 5453 for advice and to arrange to get tested,\" Dr de Wet said.\n\nA statement sent to the Rotorua Daily Post from the Wai-o-Tapu management team said the local health authorities have contacted them advising that a person who visited the tourist attraction last Friday had since been diagnosed.\n\n\"They advised us that this is low risk,\" the statement read.\n\n\"None of our staff have any symptoms. However, all staff have been tested. We are following strict guidelines advised by the Ministry of Health. Since we opened in May, we thoroughly sanitise our site daily.\"\n\nTaupō mayor David Trewavas said he understood why people would want to visit such iconic tourist attractions in the region.\n\nAdvertisement\n\nHis message was to maintain hygiene standards that have been suggested and to stay vigilant.\n\nThe Japanese traveller left New Zealand on August 8 and transited through Singapore en route to Japan.\n\nThe person also visited a ramen noodle eatery in Wellington, while in the country.\n\nThe Ramen Shop in Newtown posted the notice on its Facebook page about the same time as yesterday's 1pm press conference started to update daily cases of the virus.\n\nIt said a person who had been diagnosed with Covid-19 dined there on August 5 between about 5.30pm and 7pm.\n\nEarlier this week it was revealed where two people who tested positive for Covid-19 visited while in Rotorua.\n\nAdvertisement\n\nThat included the Fat Dog cafe on Sunday, August 9 between 1.30pm and 2.30pm, Burger Fuel Redwoods on August 10 between 7pm and 8pm, Wai Ora Lakeside Hotel on Saturday August 8 from 3.30pm until Tuesday August 11 at 9am, Herbs & Spices Thai Restaurant on Saturday August 8 from 8pm to 9pm, Pak'nSave Rotorua on Sunday August 9 from 2.30pm to 3pm, Rotorua Heritage Farm 3D Art Gallery on Monday August 10 from 3pm to 4.30pm, Skyline Rotorua on Sunday August 9 from 4pm to 5:50pm, Don Kebab on Monday August 10 from 7pm to 7:30pm.\n\nRotorua mayor Steve Chadwick said while the news was obviously unsettling for everyone \"we need calm and common sense\".\n\n\"People who visited these places in Rotorua and Taupō on the days and at the times specified need to follow the advice of the health authorities – if you develop any symptoms self-isolate and arrange to get tested.\n\n\"And we all need to play our part by following the guidelines to keep ourselves and others safe.\n\n\"Practice social distancing, wash your hands, if symptomatic contact your GP or the national healthline, keep a record of where you go – and look out for one another.\"\n\nRotorua Chamber of Commerce chief executive Bryce Heard said hearing news of visits to local businesses caused some uncertainty for business owners.\n\nAdvertisement\n\n\"When there is uncertainty of course people get nervous,\" he said.\n\nBut he said the general public seemed to be \"pressing on regardless\".\n\n\"There has been a lot of activity in the hospitality businesses. The cafes are buzzing and full,\" he said.\n\n\"People are doing the decent thing and using the QR codes to check in and they are spacing themselves out. They are taking sensible precautions but are still going out, which is what we want people to do.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "description": "People who were at the two locations are advised to monitor their health", "keywords": "New Zealand,Bay of Plenty Times,Rotorua Daily Post,RDP - Taupo & Turangi,Coronavirus,Front Page - Top Stories,Rotorua,Taupo", "news_keywords": "New Zealand,Bay of Plenty Times,Rotorua Daily Post,RDP - Taupo & Turangi,Coronavirus,Front Page - Top Stories,Rotorua,Taupo", "twitter": {"site": "@nzherald", "card": "summary_large_image", "creator": "@nzherald", "description": "People who were at the two locations are advised to monitor their health", "image": "https://www.nzherald.co.nz/resizer/gUa0J1dAWugVqga-mTSGbJ_GpEU=/1200x0/smart/filters:quality(70)/cloudfront-ap-southeast-2.images.arcpublishing.com/nzme/LAJWC2MRIFC3XGYYLXKWIRVEUQ.jpg", "title": "Covid 19 coronavirus: Person who tested positive for Covid-19 visited Rotorua and Taupō"}, "og": {"description": "People who were at the two locations are advised to monitor their health", "type": "article", "site_name": "NZ Herald", "locale": "en_NZ", "image": {"identifier": "https://www.nzherald.co.nz/resizer/gUa0J1dAWugVqga-mTSGbJ_GpEU=/1200x0/smart/filters:quality(70)/cloudfront-ap-southeast-2.images.arcpublishing.com/nzme/LAJWC2MRIFC3XGYYLXKWIRVEUQ.jpg", "alt": "Wai O Tapu thermal wonderland. Photo / File"}, "title": "Covid 19 coronavirus: Person who tested positive for Covid-19 visited Rotorua and Taupō", "url": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12356777"}, "distribution": "global", "rating": "general", "language": "en_NZ", "fb": {"app_id": 34497296301, "pages": 258352383931}, "robots": "index, follow, NOODP", "article": {"publisher": "https://www.facebook.com/nzherald.co.nz", "tag": "RDP - Taupo & Turangi, Coronavirus, Front Page - Top Stories, Rotorua, Taupo", "section": "New Zealand, Bay of Plenty Times, Rotorua Daily Post", "published_time": "2020-08-14T22:58:54Z"}, "publication_type": "DPOST", "canonicalUrl": "http://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12356777", "pageType": "article", "title": "Covid 19 coronavirus: Person who tested positive for Covid-19 visited Rotorua and Taupō"}}}