{"GDELT": {"GlobalEventID": 940897123, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "PAKMIL", "Actor1Name": "PAKISTANI", "Actor1CountryCode": "PAK", "Actor1Type1Code": "MIL", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.13414634146341, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Balochistan, Balochistan, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK02", "Actor1Geo_ADM2Code": "40300", "Actor1Geo_Lat": 28.4785, "Actor1Geo_Long": 65.6436, "Actor1Geo_FeatureID": "-2755738", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Balochistan, Balochistan, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK02", "Actor2Geo_ADM2Code": "40300", "Actor2Geo_Lat": 28.4785, "Actor2Geo_Long": 65.6436, "Actor2Geo_FeatureID": "-2755738", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Balochistan, Balochistan, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK02", "Action2Geo_ADM2Code": "40300", "Action2Geo_Lat": 28.4785, "Action2Geo_Long": 65.6436, "Action2Geo_FeatureID": "-2755738", "DATEADDED": 20200815041500, "SOURCEURL": "http://idrw.org/pak-consistently-failed-to-address-core-issues-centre-on-kulbhushan-jadhav-case/"}, "ARTICLE": {"TITLE": "Pak Consistently Failed To Address Core Issues: Centre On Kulbhushan Jadhav Case – Indian Defence Research Wing", "TEXT": "Pak Consistently Failed To Address Core Issues: Centre On Kulbhushan Jadhav Case\n\n| By\n\nSOURCE: ANI\n\nIndia on Friday said that Pakistan has consistently failed to address the core issues in the implementation of the International Court of Justice (ICJ) judgment in the case of Kulbhushan Jadhav. Pakistan has failed to provide unimpeded consular access to Kulbhushan Jadhav, External Affairs Ministry spokesperson Anurag Srivastava said during a virtual media briefing.\n\n“Pakistan has consistently failed to address the core issues in the implementation of the ICJ judgment in Kulbhushan Jhadav case in its letter and spirit. These issues pertain to the provision of relevant documents as well as providing unimpeded consular access to Kulbhushan Jadhav,” he said.\n\nEarlier this month, Islamabad High Court (IHC) had formed a larger bench to hear the case of Indian national Kulbhushan Jadhav, who is facing death sentence in Pakistan.\n\nGeo News had reported that the larger bench, comprising IHC Chief Justice Athar Minallah, Justice Amir Farooq and Justice Mian Gull Hassan Aurangzeb, was formed on Friday and it will hear the case on September 3.\n\nThe decision came after India continued to pressurise Pakistan into allowing consular access to Mr Jadhav.\n\nPakistan media had reported earlier that Islamabad Court has said Indian officials should be given an opportunity to present their stance. India had said that it had not received any communication from Pakistan government in this regard.\n\nIndia has also said that Pakistan has blocked all avenues for effective remedy available to it in the case.\n\nPakistan claims that Mr Jadhav was arrested from Balochistan in 2016 on charges of “espionage” – a charge that India rubbished and said he was kidnapped from the Iranian port of Chabahar. After a Pakistani military court sentenced him to death in 2017, India took Pakistan to the world court.\n\nThe International Court of Justice (ICJ) upheld India’s claim that Pakistan has committed an egregious violation of the Vienna Convention on Consular Relations on several counts.", "METADATA": {"viewport": "initial-scale = 1.0, maximum-scale = 1.0, user-scalable = no, width = device-width", "msapplication-TileImage": "http://idrw.org/wp-content/uploads/2015/01/cropped-logo-270x270.png"}}}