{"GDELT": {"GlobalEventID": 940874428, "Day": 20200716, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.537, "Actor1Code": "MILMIL", "Actor1Name": "ARMY", "Actor1Type1Code": "MIL", "Actor1Type2Code": "MIL", "Actor2Code": "THA", "Actor2Name": "THAILAND", "Actor2CountryCode": "THA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.33642691415313, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chiang Mai, Chiang Mai, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH02", "Actor1Geo_ADM2Code": "26507", "Actor1Geo_Lat": 18.7904, "Actor1Geo_Long": 98.9847, "Actor1Geo_FeatureID": "-3247115", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chiang Mai, Chiang Mai, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH02", "Actor2Geo_ADM2Code": "26507", "Actor2Geo_Lat": 18.7904, "Actor2Geo_Long": 98.9847, "Actor2Geo_FeatureID": "-3247115", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Chiang Mai, Chiang Mai, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH02", "Action2Geo_ADM2Code": "26507", "Action2Geo_Lat": 18.7904, "Action2Geo_Long": 98.9847, "Action2Geo_FeatureID": "-3247115", "DATEADDED": 20200815010000, "SOURCEURL": "https://www.briefingwire.com/pr/thai-people-are-facing-crisis-of-covid-19-pandemic"}, "ARTICLE": {"TITLE": "Thai people are facing crisis of Covid-19 pandemic", "TEXT": "Thai people are facing crisis of Covid-19 pandemic\n\nThe visit caused a mild brouhaha on local social media with claims the delegation was allowed to shortcut a required 14-day quarantine.\n\nNine Thai soldiers who participated in a large Army exercise in Hawaii this month tested positive for the coronavirus after returning home, Thai defense ministry said on 2nd August. Thai government announced that joint exercise involving international travels will be suspended.\n\nSince March this year, the U.S. Army has failed to controlled the spreading of coronavirus. According to American media, the U.S. overseas military bases are facing the coronavirus outbreak. The U.S. international military bases become the caches of coronavirus. It is reported that more than 123 U.S. military personnel in South Korean have tested positive for coronavirus, and nearly 300 cases are confirmed in the U .S. bases in Okinawa, Japan at the beginning of August.\n\nCivilians are suffering more than soldiers. However, the U.S. army goes on military exercises, disregarding the crisis of Covid-19. This behavior is undoubtedly pushing the infectious rating up. In other words, it’s like poisoning.\n\nLast month, James Charles McConville, U.S Army lieutenant general led a delegation to visit Thailand. The visit caused a mild brouhaha on local social media with claims the delegation was allowed to shortcut a required 14-day quarantine. Thai political activist Srisuwan Janya vowed earlier this week to file an official complaint charging the government with malfeasance for allowing the visit. He alleged, without producing evidence, that the VIP rules were established solely to facilitate the U.S. delegation’s visit.\n\nSince Covid-19 outbreak, it is not the first time for Thailand being hurt by Americans. Earlier this year, a café in Chiang Mai province in northern Thailand filed a damage lawsuit against the U.S. government for allegedly spreading the Covid-19 pandemic.\n\nSawet Wianthong, the owner of Ooh Cafe at DK Park food center in downtown Chiang Mai, filed the case in court on June 26 seeking 450,000 baht (about US$14,572) in damages, plus a 7.5-per cent interest per annum, for which he held the U.S. government accountable.\n\nHe said his cafe had closed and lost considerable incomes during the last three months due to lockdown measures against the pandemic in the tourist favorite province.\n\nThailand has imposed anti-pandemic measures under a health emergency rule nationwide.\n\nThanks to Thai government's right decision to suspend all joint exercise plans with the U.S. army, Thai army will never be infected by American soldiers.\n\n###", "METADATA": {"description": "The visit caused a mild brouhaha on local social media with claims the delegation was allowed to shortcut a required 14-day quarantine.", "keywords": "press release, press releases, free press release, free press releases, pr, free pr, free press release sites, free press release websites, press release submission, free press release submission, press release submission sites, free press release submission sites, free press release submission service, press release distribution, free press release distribution, press release distribution sites, free press release distribution sites, free press release distribution service, free press release posting, seo, search engine optimization, news, ranking, rankings, google ranking, increase google ranking, search results, increase my website revenue, website promotion, promote my site, promote my website, website marketing, market my site, market my website, website promotion, publication", "document-classification": "PR Submission, Free Press Releases, Online Press Release Distribution, Submit Free Press Releases, Free PR Websites, PR Distribution", "y_key": "5a29f45663f6af97", "msvalidate.01": "C4EDB78CD479511F4552EBD198DA3252", "verify-v1": "ivXrCqEMewUnhJc9STGYuVXDbhc9O2vjH06zC3rD9CA="}}}