{"GDELT": {"GlobalEventID": 940853910, "Day": 20190815, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6164, "Actor1Code": "BRB", "Actor1Name": "BARBADOS", "Actor1CountryCode": "BRB", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.4591439688716001, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Barbados", "Actor1Geo_CountryCode": "BB", "Actor1Geo_ADM1Code": "BB", "Actor1Geo_Lat": 13.166667000000002, "Actor1Geo_Long": -59.533333, "Actor1Geo_FeatureID": "BB", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Barbados", "Action2Geo_CountryCode": "BB", "Action2Geo_ADM1Code": "BB", "Action2Geo_Lat": 13.166667000000002, "Action2Geo_Long": -59.533333, "Action2Geo_FeatureID": "BB", "DATEADDED": 20200814224500, "SOURCEURL": "https://www.dailymail.co.uk/tvshowbiz/article-8629177/Simon-Cowell-BANNED-dangerous-hobbies-Lauren-Silverman-breaking-back.html"}, "ARTICLE": {"TITLE": "Simon Cowell 'BANNED from dangerous hobbies by Lauren Silverman' after breaking his back", "TEXT": "Simon Cowell has been banned from all dangerous hobbies by girlfriend Lauren Silverman after breaking his back in a freak accident on an electric bike, according to reports.\n\nThe media mogul, 60, who has often relished his time on jet skis, scooters and quad-bikes, underwent six hours of surgery to insert a metal rod into his spine last week after falling from his new Swind EB-01 bike at his Malibu home.\n\nAnd now it is thought that Simon's girlfriend, 43, is putting a stop to his thrill-seeking ways for good amid reports she has banned him from all high-octane activities.\n\nPutting the brakes on: Simon Cowell has been banned from all dangerous hobbies by girlfriend Lauren Silverman after breaking his back in a freak accident on an electric bike, according to reports (pictured last year on an electric bike)\n\nA source told The Sun: 'Lauren doesn't want him to ride one of those bikes again, so he's agreed with his friends and family to get rid of them as soon as he's out of hospital.\n\n'The power of the bike was unbelievable when he changed the setting up to the second one. The bike just flew into the air.\n\n'Thankfully he let go of the bike as he fell backwards and it didn't land on him.'\n\nMailOnline has contacted Simon's representatives for comment.\n\nIt was revealed on Monday that the media personality underwent six hours of surgery to insert a metal rod into his spine on Saturday after falling from his new Swind EB-01 electric bike - which can reach speeds of up to 60mph.\n\nAdrenaline junkie: The media mogul, 60, has often relished his time on jet skis, scooters and quad-bikes (pictured on a jet ski in Barbados last year)\n\nDisappointment: But now it is thought that Simon's girlfriend, 43, is putting a stop to his thrill-seeking ways for good amid reports she has banned him from all high-octane activities (pictured previously on a quad-bike in the Caribbean)\n\nSpeaking exclusively with MailOnline, sources close to the family said: 'He's in good spirits and knows he had a lucky escape and that this could have been worse.'\n\nAnd Simon is already back on his feet walking around and even taking work calls despite reportedly facing 'weeks' of physiotherapy.\n\nThe family sources added to MailOnline: 'He's doing really well considering everything.\n\nNew rules: 'Lauren doesn't want him to ride one of those bikes again, so he's agreed with his friends and family to get rid of them as soon as he's out of hospital,' a source has said (pictured together last year)\n\n'He's been walking around already, obviously he has to be careful, which is expected considering surgery was only one day ago.\n\n'Simon has even been working yesterday and also today he's been on emails on his iPad since early morning. He's in good spirits and knows he had a lucky escape and that this could have been worse,' they added.\n\nSimon's ex Terri Seymour has also revealed that he has already taken a few steps and been trying to get back to his busy work schedule.\n\nSpeaking with ExtraTV, Terri revealed that Simon is in good spirits and said she had spoken with his long-term partner Lauren Silverman on Monday.\n\nPainful: Simon broke his back on Saturday when his new $21,500 electric bike 'flew up in the air' after he tried to change gears while riding it in the courtyard of his Malibu home (pictured in 2019)\n\nNew: Simon was testing out his new bike when he accidentally fell and broke his back (stock image of the Swind EB-01)\n\nTerri said: 'He's on his iPad, making phone calls, working. He actually just took a few steps. Lauren just told me he's already bossing her around.'\n\nHowever Terri, who dated the mogul from 2002 until 2008 and has remained on good terms with her ex, said it will be some time before Simon is back to his usual self, adding that he's 'going to need a lot of physical therapy'.\n\nShe said: '[The impact of the fall] was one centimeter away from his spinal cord, that is true. It's bad and he is in agony. It could have been so much so much worse.'\n\nA source also told The Sun it could take Simon 'weeks' to recover from the accident and that he could have to wear a back brace.\n\nPower: The Swind EB-01 is said to have an official top speed of 60mph but able to go up to 80mph with 'a little tinkering' (stock image of the electric bike)\n\nFrom his hospital bed: Simon broke his silence after breaking his back, posting an update to his Twitter and Instagram feeds\n\nThey said: 'He has a long and difficult road ahead. It's going to take him weeks, and maybe months, to get back to where he was. And if ignores the doctor's orders then it will be very bad news for him long term.'\n\nSimon broke his back when his powerful new $21,500 Swind EB-01 electric bike 'flew up in the air and did an accidental wheelie' after he tired to change gears.\n\nThe music boss is thought to have been 'surprised by the power' of the bike and knew immediately that he 'was in trouble' with son Eric, 6, and stepson Adam, 14, watching on.\n\nOn Sunday night, Simon tweeted: 'Some good advice... If you buy an electric trail bike, read the manual before you ride it for the first time.'\n\nHe went on: 'I have broken part of my back. Thank you to everyone for your kind messages.'\n\nHe then added in a second tweet: 'And a massive thank you to all the nurses and doctors. Some of the nicest people I have ever met. Stay safe everyone Simon.'", "METADATA": {"keywords": "dailymail,tvshowbiz", "news_keywords": "dailymail,tvshowbiz", "original-source": "https://www.dailymail.co.uk/tvshowbiz/article-8629177/Simon-Cowell-BANNED-dangerous-hobbies-Lauren-Silverman-breaking-back.html", "description": "It is thought that the media mogul, 60, will be ditching his thrill-seeking ways after pleas from his girlfriend, 43, following the freak accident at his Malibu home last week.", "channel": "Celebrities,Entertainment,TV,Tv&Showbiz", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Simon Cowell 'is BANNED from dangerous hobbies by Lauren Silverman'", "description": "It is thought that the media mogul, 60, will be ditching his thrill-seeking ways after pleas from his girlfriend, 43, following the freak accident at his Malibu home last week.", "url": "https://www.dailymail.co.uk/tvshowbiz/article-8629177/Simon-Cowell-BANNED-dangerous-hobbies-Lauren-Silverman-breaking-back.html", "image": "https://i.dailymail.co.uk/1s/2020/08/14/23/31964656-0-image-a-125_1597442528429.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8629177, "author": "Raven Saunt", "divclasspage": "articlePage", "mol": {"headline": "Simon Cowell 'is BANNED from all dangerous hobbies by girlfriend Lauren Silverman' after breaking his back in freak electric bike accident"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-14T23:09:25+0100", "modified_time": "2020-08-15T00:40:02+0100", "section": "TV&Showbiz", "tag": "Simon Cowell BANNED dangerous hobbies Lauren Silverman breaking back", "author": "https://www.facebook.com/DailyMailCeleb"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Simon Cowell 'is BANNED from dangerous hobbies by Lauren Silverman'", "type": "article", "description": "It is thought that the media mogul, 60, will be ditching his thrill-seeking ways after pleas from his girlfriend, 43, following the freak accident at his Malibu home last week.", "url": "https://www.dailymail.co.uk/tvshowbiz/article-8629177/Simon-Cowell-BANNED-dangerous-hobbies-Lauren-Silverman-breaking-back.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/14/23/31964656-0-image-a-125_1597442528429.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/05/03/6948769419906038163/1024x576_MP4_6948769419906038163.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8629177/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8629177/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}