{"GDELT": {"GlobalEventID": 940893116, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NGA", "Actor1Name": "NIGERIAN", "Actor1CountryCode": "NGA", "Actor2Code": "GOV", "Actor2Name": "POLITY", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.3567438148443702, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rufai, Nigeria (general), Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI00", "Actor1Geo_ADM2Code": "22914", "Actor1Geo_Lat": 8.46667, "Actor1Geo_Long": 4.4, "Actor1Geo_FeatureID": "-2025450", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rufai, Nigeria (general), Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI00", "Actor2Geo_ADM2Code": "22914", "Actor2Geo_Lat": 8.46667, "Actor2Geo_Long": 4.4, "Actor2Geo_FeatureID": "-2025450", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rufai, Nigeria (general), Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI00", "Action2Geo_ADM2Code": "22914", "Action2Geo_Lat": 8.46667, "Action2Geo_Long": 4.4, "Action2Geo_FeatureID": "-2025450", "DATEADDED": 20200815033000, "SOURCEURL": "https://www.msn.com/en-xl/news/other/el-rufai-e2-80-99s-impure-politics/ar-BB17Z01P"}, "ARTICLE": {"TITLE": "El-Rufai’s impure politics", "TEXT": "By Abiodun Komolafe\n\nNigeria is an amazingly incredible and compulsively accommodating country. The travesty of an unfolding tragedy is that the society is so typically unassuming and lacking the willpower to rock the boat, so much so that, when the Governor of Kaduna State, Nasir el-Rufai suggested that the presidency should go to the South, come 2023, the masses simply acquiesced. But for the prompt reactions of some restless rights activists and defenders of democracy, it would have been business as usual! A political kite has been flown! Who says the rest of the country, apart from the North, is yet to be heard?\n\nBefore all else, Nigerians owe el-Rufai a debt of gratitude for choosing a wonderful time to fly his kite. However, while, to some Nigerians, this might mean a good suggestion and gesture from a true democrat, they need not be deceived, for the ominous – and a bogus kite, no doubt – was meant to actually destabilize the polity. Now that the governor and his abettors from the North have triggered a somewhat national debate, it is interesting to note that some unsuspecting Nigerians from the South have already become so busy with needless permutations and counter-arguments about the merits or otherwise of zoning and power rotation of sorts. However, while the cacophony of the debate rages on, the Northern political strategists and power brokers are busy repositioning themselves for the battle of 2023.\n\nThat the North is suddenly embracing, wholesale, the idea of power rotation is suspect. It brings to memory the philosophy and role of the ‘banana peel’ in the removal of the late Chuba Okadigbo as President of the Nigerian Senate. Let us say, collectively, for the sake of argument, that presidency is ceded to the South in 2023, in the political permutation, what is in it for el-Rufai and what is the immediate political value accruable to the North through this subversive political magnanimity? Is it in the objective interest of Nigeria for the presidency to shift to the South in 2023? How much of objective profiling of candidates, or critical assessment and empirical evidence of leadership criteria is put into consideration in determining the leadership cadre in dear country? Who even says that this contentious statement is not a deliberate ploy to ensure that power remains perpetually in the North, more so as the South is never homogenous in virtually all things? Wait a minute: if power must come to the South, where exactly in the South is el-Rufai referring to? Is it Southwest, South East, or South-South? Won’t the anticipated political bickering generate an impasse without the prospects of resolution?\n\nPersonally, yours sincerely is disappointed in el-Rufai’s bogus statement. Instead of working assiduously towards ensuring a seamless transition and the development of vibrant leadership corps for the country, the political class is busy negotiating its parochial interests and the survival of the present deplorable status-quo, an extant arrangement that only produces a vicious circle of underdevelopment and pauperization of the masses.\n\nNigeria has a culture which is both phenomenal and tragic because the law of organic survival dictates that something has to be gradual. It is a fact of life that the homogeneity of the society doesn’t come in a day. More often than not, it may take decades, even, centuries for the individuals and groups in the society to blend together and experience the harmonious integration and togetherness of one indivisible entity. Be that as it may be, Nigeria has this funny attribute of just throwing up people. The trouble with this that such people will talk with the arrogance of a man who has the collective mandate of the people; whereas they don’t! For instance, look at Salisu Buhari, Nigeria’s former Speaker of the House of Representatives, who committed perjury only to start lacing his misdemeanor with ethnic sentiments because he believed that it was the only way out of the mess into which he had plunged himself. Daniel Kanu came out and started talking as if he was representing the entire Igbo race; and the young man almost turned the Eastern part of the country into a war zone. For God’s sake, in whose interest was he doing this? But, again, that’s what happens in Nigeria; and it’s sad. That Mamman Daura, President Muhammadu Buhari’s nephew, has suddenly gone Republican also confronts the anomaly of politics in Nigeria.\n\nWithout doubt, el-Rufai’s offer represents an infantile display of immature politicking. Unfortunately, this phenomenal distraction and world-weary hypocrisy of the political class that has outstayed its welcome won’t work any longer. Though the governor comes as a terrible strategist, now, Nigerians can see beyond their noses. After all, there’s nothing as mischievous in Nigeria’s political lexicon as the North and South dichotomy. As a matter of fact, ObafemiAwolowo would never accept such a mischief from him. Were Bola Ige to be alive, the Cicero of Esa-Oke, too, would have been shouting with a very loud voice, condemning the shenanigans of this Northern star.\n\nGoodnight, my father and best friend\n\nThis is indeed a trying moment for me.\n\nOn Tuesday, August 11, 2020, death snatched my father, Sunday Alaba Komolafe, away from our family.\n\nWell, those who had the privilege of passing through this man of many parts would readily agree with me that my father led a life defined supremely by the virtues of discipline, hard work, honesty, love for fellow human beings and faithfulness to the service of the Author of Being. He was forthright and fearless, remarkably talented and enigmatic.\n\nSunday Komolafe was a man of supernatural confidence and deep faith; a rare gem who understood – and, to the best of his ability, faithfully implemented – the fine details of how to keep the family as a unit. As an iconic family man, he lived an exemplary life, loving his family till he breathed the last. He was an epitome of humility, fairness, tolerance and justice, and he laboured determinedly to give me and my siblings a good footing in life. He kept faith till the end and we will all miss his fatherly advice, his reassuring smile, and, above all, his prayers.\n\nI had wished he waited a couple of years more to enjoy the fruit of his labour. Unfortunately, my father and, in every sense of the word, my best friend, is no more! What a world?\n\nMay the Lamb of God, who takes away the sin of the world, rest the soul of my departed father!", "METADATA": {"application-name": "El-Rufai’s impure politics", "cq": "passed", "Search.Interest": "Top Stories", "robots": "index, follow", "description": "By Abiodun Komolafe Nigeria is an amazingly incredible and compulsively accommodating country. The travesty of an unfolding tragedy is that the society is so typically unassuming and lacking the willpower to rock the boat, so much so that, when the Governor of Kaduna State, Nasir el-Rufai suggested that the presidency should go to the South, come 2023, the masses simply acquiesced. But for the prompt reactions of some restless rights activists...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}