{"GDELT": {"GlobalEventID": 940801108, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "PSEGOV", "Actor2Name": "PALESTINIAN", "Actor2CountryCode": "PSE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 161, "EventBaseCode": 161, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.58620689655173, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS05", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.0667, "Actor1Geo_Long": 34.7667, "Actor1Geo_FeatureID": "-781545", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20200814164500, "SOURCEURL": "https://morningstaronline.co.uk/article/palestinian-leadership-demands-uae-immediately-withdraws-shameful-deal-israel"}, "ARTICLE": {"TITLE": "Palestinian leadership demands UAE immediately withdraws from 'shameful' deal with Israel", "TEXT": "PALESTINIAN President Mahmoud Abbas has demanded that the United Arab Emirates (UAE) immediately withdraw from its “shameful” deal normalising relations with Israel, describing it as an act of aggression against the Palestinian people.\n\nThe “historic agreement” was announced late on Thursday by US President Donald Trump with the two nations opening diplomatic relations for the first time.\n\nIn return, Israel pledged to pause plans to annex whole swathes of the occupied West Bank.\n\nBut the Palestinian Authority denounced the deal as an act of treason and immediately recalled the Palestinian ambassador to the UAE.\n\nPresidential spokesman Nabil Abu Rudeineh called for an immediate emergency meeting of the League of Arab States and the Organisation of Islamic Co-operation to reject the deal.\n\n“The Palestinian leadership considers the Emirati-Israeli normalisation to destroy the Arab Peace Initiative and an aggression against the Palestinian people.\n\n“The Palestinian leadership affirms that the PLO is the sole and legitimate representative of the Palestinian people,” he said.\n\nThe Iranian Foreign Ministry condemned the deal, describing it as a “dagger that was unjustly struck by the UAE in the backs of the Palestinian people and all Muslims.\n\n“The UAE government and other accompanying governments must accept responsibility for all the consequences of this action,” a statement said.\n\nThe move was branded an act of “strategic stupidity from Abu Dhabi and Tel Aviv that will undoubtedly strengthen the resistance axis in the region.\n\n“The oppressed people of Palestine and all the free nations of the world will never forgive the normalising of relations with the criminal Israeli occupation regime and the complicity in its crimes.”\n\nUAE’s Minister of State for Foreign Affairs Anwar Gargash said that recognition of Israel was “a very bold step” to stop the “ticking time bomb” of Israel’s annexation of the West Bank.\n\nBut in a televised speech Israeli premier Benjamin Netanyahu insisted that the annexation was merely paused.\n\n“There is no change in my plan to apply our sovereignty to Judea and Samaria [West Bank] in full co-ordination with the US. I’m committed to it. That hasn’t changed.\n\n“I remind you that I was the one who put the issue of sovereignty over Judea and Samaria on the table. This issue remains on the table,” he said.\n\nThe UAE and Israel will both join the US to launch a “strategic agenda for the Middle East,” with the three leaders insisting that they “share a similar outlook regarding the threats and opportunities in the region.”\n\nPalestinian official Hanan Ashrawi said that the UAE had “come out in the open on its secret dealings/normalisation with Israel” and warned: “May you never be sold out by your ‘friends’.”", "METADATA": {"theme-color": "#ffffff", "MobileOptimized": "width", "HandheldFriendly": "true", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Morning Star", "type": "article", "title": "Palestinian leadership demands UAE immediately withdraws from 'shameful' deal with Israel", "url": "https://morningstaronline.co.uk/article/palestinian-leadership-demands-uae-immediately-withdraws-shameful-deal-israel", "updated_time": "2020-08-15T11:08:43+01:00", "image": "https://morningstaronline.co.uk/sites/all/themes/custom/morningstar_online/morning-star-default.png"}, "twitter": {"card": "summary", "url": "https://morningstaronline.co.uk/article/palestinian-leadership-demands-uae-immediately-withdraws-shameful-deal-israel", "title": "Palestinian leadership demands UAE immediately withdraws from", "image": "https://morningstaronline.co.uk/sites/default/files/AP20227458007542.jpg"}, "article": {"published_time": "2020-08-14T14:32:09+01:00", "modified_time": "2020-08-15T11:08:43+01:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}}}