{"GDELT": {"GlobalEventID": 940812380, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ARE", "Actor1Name": "UNITED ARAB EMIRATES", "Actor1CountryCode": "ARE", "Actor2Code": "EGY", "Actor2Name": "EGYPT", "Actor2CountryCode": "EGY", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.9748283752860405, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG", "Actor1Geo_Lat": 27.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "EG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Kuwait", "Actor2Geo_CountryCode": "KU", "Actor2Geo_ADM1Code": "KU", "Actor2Geo_Lat": 29.5, "Actor2Geo_Long": 47.75, "Actor2Geo_FeatureID": "KU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kuwait", "Action2Geo_CountryCode": "KU", "Action2Geo_ADM1Code": "KU", "Action2Geo_Lat": 29.5, "Action2Geo_Long": 47.75, "Action2Geo_FeatureID": "KU", "DATEADDED": 20200814180000, "SOURCEURL": "https://www.freshplaza.com/article/9240608/turkish-dragon-fruit-producers-export-mainly-to-russia/"}, "ARTICLE": {"TITLE": "Turkish dragon fruit producers export mainly to Russia", "TEXT": "Producers in Mersin, a city located in western Turkey, have started to harvest dragon fruits that cost 10 to 15 Turkish Lira (1.15 to 1.73 Euro) per piece and 50 Turkish Lira (5.75 Euro) per kilo.\n\nMersin Provincial Director of Agriculture and Forestry Arif Abali said that the production of dragon fruits is increasing in the city and continued: “Dragon fruits production areas are expanding every year. While in 2019, 38 producers worked in an area of 11.4 hectares across the city, in 2020, 44 producers worked in an area of 11.9 hectares. The fruit is mostly grown in Toroslar, Akdeniz, Silifke, Erdemli and Tarsus districts.”\n\nEmphasising that many factors play a role in the increasing popularity of dragon fruit, Abali said: “Its productivity is high, its cultivation is easy, and it has a long shelf life. Besides, dragon fruits are profitable and therefore attract many producers. Research shows that dragon fruits have many health benefits. By increasing the cultivation of dragon fruits in our city, we aim to meet domestic demands and export to European countries.”\n\nLargest demand comes from Russia\n\nArif Dogan, a producer in Erdemli district of Mersin started to produce dragon fruits three years ago and expressed his content about high productivity. “Currently, we harvest dragon fruits and they are already sold. We sell our products both to domestic and foreign markets. This year, most of our products are destined to Russia. We also export to Egypt and Iran. I sold one piece for 15 Turkish Lira and made good profit. I earned 50.000 Turkish Lira (5,750 Euro) per 0,1 hectare. I hope that process continues to remain the same.”\n\nOguzhan Kilic, a consultant and a producer in the district said that dragon fruits are popular among the farmers due to their profitability.\n\n“We expect to harvest 40.000 to 50.000 dragon fruits in a field of 0,5 hectare. So far, we marketed our products domestically. This year we exported our products for the first time. We started with Russia, and we've already received a second demand. At the end of August, around the second and third harvest, we might export dragon fruits to Kuwait, Egypt, Dubai and Saudi Arabia. We continue to negotiate with buyers.” said Kilic and continued:\n\n“For the past four years, we are content with our yields. Domestically, fruits that range between 200 to 300 grams cost 10 Turkish Lira, 300-400 grams are sold for 12 Turkish Lira (1.38 Euro) and the ones above 400 grams are sold for 15 Turkish Lira. The products from the first harvest are sold for 50 Turkish Lira per kilo. Second product groups are sold for 40 to 45 Turkish Lira (4.60 to 5.18 Euro) per kilo. Our export price to Russia 10 USD (8.46 Euro).”\n\nSource: AA, CNN Turk", "METADATA": {"Analytics": "UA-16654970-4", "Description": "FreshPlaza, portal for the fresh produce industry, offering the latest news, job advertisements, pricewatching, and photo reports", "Keywords": "fruit,vegetable,banana,mango,apple,pear,orange,lemon,lime,tangerine,grapefruit,kiwi,kiwifruit,produce,pineapple,grape,potato,nut,job offers,pricewatch", "description": "Producers in Mersin, a city located in western Turkey, have started to harvest dragon fruits that cost 10 to 15 Turkish Lira (1.15 to 1.73 Euro) per piece and 50 Turkish Lira (5.75 Euro) per…", "og": {"title": "Turkish dragon fruit producers export mainly to Russia", "description": "Producers in Mersin, a city located in western Turkey, have started to harvest dragon fruits that cost 10 to 15 Turkish Lira (1.15 to 1.73 Euro) per piece and 50 Turkish Lira (5.75 Euro) per…", "image": "https://www.freshplaza.com/remote.axd?https://agfstorage.blob.core.windows.net/misc/FP_com/2020/08/14/dragonfruits.jpg?preset=OgImage", "type": "article", "url": "https://www.freshplaza.com/article/9240608/turkish-dragon-fruit-producers-export-mainly-to-russia/"}, "thumbnail": "https://www.freshplaza.com/remote.axd?https://agfstorage.blob.core.windows.net/misc/FP_com/2020/08/14/dragonfruits.jpg?preset=OgImage", "twitter": {"card": "summary", "title": "Turkish dragon fruit producers export mainly to Russia", "description": "Producers in Mersin, a city located in western Turkey, have started to harvest dragon fruits that cost 10 to 15 Turkish Lira (1.15 to 1.73 Euro) per piece and 50 Turkish Lira (5.75 Euro) per…", "image": "https://agfstorage.blob.core.windows.net/misc/FP_com/2020/08/14/dragonfruits.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}