{"GDELT": {"GlobalEventID": 940897000, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.28735632183908, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sydney, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "154637", "Actor1Geo_Lat": -33.8833, "Actor1Geo_Long": 151.217, "Actor1Geo_FeatureID": "-1603135", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sydney, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "154637", "Action2Geo_Lat": -33.8833, "Action2Geo_Long": 151.217, "Action2Geo_FeatureID": "-1603135", "DATEADDED": 20200815041500, "SOURCEURL": "https://www.aap.com.au/no-evidence-to-link-flu-vaccinations-to-increased-covid-19-risk-say-experts/"}, "ARTICLE": {"TITLE": "No evidence to link flu vaccinations to increased COVID-19 risk, say experts", "TEXT": "The Statement\n\nA Facebook post claims medical studies show the flu vaccination will increase a person’s susceptibility to COVID-19 and could be “contributing to the outbreak”.\n\nThe post features an image of US Congress with text overlaid which reads, “Medical studies showing the flu shot not only increases susceptibility to the Corona Virus but could be contributing to the outbreak”.\n\nThe post’s caption asks, “Wait, what? Not another conspiracy theory being validated?”\n\nThe caption links to a website called Australian National Review which features a response by a “retired paediatrician from New York” on the risk of being more susceptible to coronavirus infections from the flu shot.\n\nThe August 9 post has received more than 270 shares and more than 27,000 views.\n\nA post claims studies show the flu shot will increase a person’s susceptibility to COVID-19.\n\nThe Analysis\n\nThe post falsely claims medical studies show the flu shot increases the risk of testing positive for COVID-19. There is no evidence to support the claim, according to the Centers for Disease Control and Prevention (CDC) and two experts contacted by AAP FactCheck. Influenza and COVID-19 are caused by different viruses and flu vaccines contain attenuated or killed influenza viruses which won’t give people COVID-19 or make them more susceptible.\n\nThe post’s claim is from the website Australian National Review which republished a comment on an editorial in the British Medical Journal from February 2020.\n\nResponding to Public Health Wales’ consultant epidemiologist John Watkins’ editorial on other methods to control COVID-19 outbreaks, Allan S. Cunningham, a retired paediatrician from New York, said there is a “possibility that seasonal flu shots are potential contributors to the current outbreak”.\n\nCunningham cited a study published in 2012 of a trial which examined whether 115 children vaccinated with the 2008-09 influenza vaccine had a higher chance of being infected with other respiratory diseases.\n\nHe claimed from the trial “flu shots increased fivefold the risk of acute respiratory infections caused by a group of non-influenza viruses, including coronaviruses”.\n\nThe CDC stated in April 2020 there is no evidence that “getting a flu vaccine increases the risk of getting COVID-19”. The CDC’s advice is supported by NSW Health who state there is “no evidence yet directly linking flu vaccination with an increased risk of COVID-19”.\n\nIn August 2020, the CDC said in an article titled, “Misconceptions about Seasonal Flu and Flu Vaccines” that flu vaccines are “not thought to make people more susceptible to other respiratory infections”.\n\nThe CDC referred to the flu vaccination study published in 2012 and concluded: “It’s not clear why this finding was detected in the one study, but the majority of evidence suggests that this is not a common or regular occurrence and that flu vaccination does not, in fact, make people more susceptible to other respiratory infections,” it said.\n\nProfessor Robert Booy, an infectious diseases paediatrician from the University of Sydney, told AAP FactCheck via email there is no evidence that the flu vaccine increases a person’s risk of COVID-19.\n\n“These viruses are completely different from each other and there’s no reason biologically or, theoretically, to believe that giving one vaccine will increase the risk of another disease,” he said.\n\nAssociate Professor Margie Danchin, a vaccine researcher from Murdoch Children’s Research Institute and the University of Melbourne, told AAP FactCheck: “You can’t get the flu from the influenza vaccine. You certainly can’t get coronavirus from a killed influenza vaccine.”\n\nShe said the study published in 2012 was a “very small study to be drawing such large conclusions”.\n\n“There’s no relationship really that can be drawn from this study to the COVID-19 situation whatsoever.”\n\nProf Booy agreed and told AAP FactCheck the study was conducted nearly 10 years ago and “is quite different from the COVID-19 (coronavirus) and has absolutely no relevance to the present day”.\n\nDr Danchin said the study was investigating a phenomenon called “viral interference” to examine whether boosting the body’s immunity against one type of virus will change the body’s ability to effectively respond to other types of viruses.\n\n“The study says there was only one coronavirus infection detected, and it was called NL63, which has no relationship to the current coronavirus. Making a connection to COVID-19 from this paper is impossible,” she said.\n\nProf Booy described the study as an “outlier”, saying there needed to be confirmation from “two or three other studies before you’d be worried”.\n\nAn infectious diseases expert told AAP FactCheck there’s no evidence that a flu shot raises a person’s risk of COVID-19.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "AustralianAssociatedPress", "url": "https://www.aap.com.au/no-evidence-to-link-flu-vaccinations-to-increased-covid-19-risk-say-experts/", "title": "No evidence to link flu vaccinations to increased COVID-19 risk, say experts", "description": "A Facebook post claims medical studies show the flu vaccination will increase a person's susceptibility to COVID-19.", "image": {"identifier": "https://s3.ap-southeast-2.amazonaws.com/aap-nw-aap.com.au/wp-content/uploads/2020/08/14173513/53906f8634c938a5a37239ac95ef08798c75578badc249dcc2a3875e514566e8-scaled.jpg?v=1597390517", "width": 500, "height": 500}, "type": "website"}, "twitter": {"site": "@AAPNewswire", "url": "https://www.aap.com.au", "title": "Australian Associated Press", "description": "Trusted, accurate and impartial", "card": "summary"}}}}