{"GDELT": {"GlobalEventID": 940845041, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "EDU", "Actor2Name": "PROFESSOR", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.7208413001912002, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Auckland, Auckland, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZE7", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -36.75, "Actor1Geo_Long": 174.583, "Actor1Geo_FeatureID": "11483124", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rossouw, Eastern Cape, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF05", "Actor2Geo_ADM2Code": "77322", "Actor2Geo_Lat": -31.1689, "Actor2Geo_Long": 27.2807, "Actor2Geo_FeatureID": "-1279479", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rossouw, Eastern Cape, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF05", "Action2Geo_ADM2Code": "77322", "Action2Geo_Lat": -31.1689, "Action2Geo_Long": 27.2807, "Action2Geo_FeatureID": "-1279479", "DATEADDED": 20200814213000, "SOURCEURL": "https://www.scoop.co.nz/stories/PO2008/S00194/nzs-lockdown-v2-deals-hefty-blow-to-our-happiness-levels.htm"}, "ARTICLE": {"TITLE": "NZ’s Lockdown V.2 Deals Hefty Blow To Our Happiness Levels", "TEXT": "NZ’s Lockdown V.2 Deals Hefty Blow To Our Happiness Levels\n\nAfter 102 days without community transmission, New Zealand is once again grappling with increasing numbers of COVID-19 cases. The return to level 3 lockdown for Auckland is estimated to cost the city $150 million dollars.\n\nBut what price are New Zealanders paying in terms of our overall happiness?\n\nWell-being economist Dr Stephanie Rossouw (Auckland University of Technology) and Professor Talita Greyling (University of Johannesburg, South Africa), in collaboration with Afstereo, launched New Zealand's Gross National Happiness Index in May 2019.\n\nThe Happiness Index analyses the real-time daily tweets of New Zealanders in order to measure the evaluative mood of the country. The happiness scale runs from zero (unhappy) to 10 (happy) with 5 being neutral (neither happy nor unhappy).\n\nThe most recent analysis was conducted just after the Prime Minister’s announcement this evening (14 August) and for now, Auckland will remain at level 3 and New Zealand will remain at level 2 until 11.59pm on 26 August.\n\nNew Zealand’s Happiness Index dropped to its lowest point ever recorded on Wednesday (12 August) when Auckland moved into level 3 and the rest of the country into level 2.\n\nSimply put, the happiness cost of lockdown v.2 is greater than it was for the nationwide lockdown v.1 in March. As can be seen from figure 1, New Zealand's happiness fell by 1.08 more at the onset of lockdown v.2 (to 5.93) than it did for lockdown v.1 (to 7.01). This is significant as the loss to happiness was 23 per cent more than at the onset of lockdown v.1.\n\nFigure 1: New Zealand's happiness cost; lockdown v.1 vs lockdown v.2\n\nThe team also measures the emotions that underpin the Happiness Index and can distinguish between eight emotions. They found that New Zealanders are angrier and display more distrust in the government and society at the onset of lockdown 2 compared to lockdown 1.\n\nThe sentiment of the tweets has also changed, with many taking to Twitter to express their disappointment at people trying to flee Auckland before lockdown v.2 commenced. In addition, many tweets questioned the government's ability to contain the new outbreak; other tweets suggest that more New Zealanders are turning to religion for comfort and hope than during lockdown 1.\n\n“The evidence shows that New Zealanders are upset to find themselves in lockdown yet again. They were motivated to stamp out the virus the first time around, but now they feel less motivated and concerned about the as-yet unknown origin of this virus. Whether our happiness levels will adapt once more, is still something we must wait and see,” says AUT's Dr Rossouw.\n\nFind out more about the GNH index\n\n\n\nFind out more about Dr Stephanie Rossouw\n\n© Scoop Media\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "NZ’s Lockdown V.2 Deals Hefty Blow To Our Happiness Levels", "keywords": "Auckland University of Technology, Politics, Informative, Scoop", "description": "After 102 days without community transmission, New Zealand is once again grappling with increasing numbers of COVID-19 cases. The return to level 3 lockdown for Auckland is estimated to cost the city $150 million dollars. But what price are New Zealanders ...", "verify-v1": "DmDRtGvVBvw+iZevBiahLdYqjyp7GyLA1poTPET2uBg=", "y_key": "4091684479be8a25", "msvalidate.01": "D3EE7BEC171B22CC0004BCAD3AA9F55A", "google-site-verification": "_g7_as_6L5G11kGq92K0w9zHzfUnAYXOUVCvYtF0evQ", "section_key": "nzpolitics", "fb": {"admins": 100007318459475}, "og": {"image": "http://img.scoop.co.nz/stories/images/1908/scoop_image.jpg"}}}}