{"GDELT": {"GlobalEventID": 940891918, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "KENMIL", "Actor1Name": "KENYA", "Actor1CountryCode": "KEN", "Actor1Type1Code": "MIL", "Actor2Code": "ETH", "Actor2Name": "ETHIOPIA", "Actor2CountryCode": "ETH", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.3307984790874499, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE", "Actor1Geo_Lat": 1.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "KE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Kenya", "Actor2Geo_CountryCode": "KE", "Actor2Geo_ADM1Code": "KE", "Actor2Geo_Lat": 1.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "KE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE", "Action2Geo_Lat": 1.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "KE", "DATEADDED": 20200815031500, "SOURCEURL": "http://jamestown.org/program/no-foothold-for-al-shabaab-in-somaliland/"}, "ARTICLE": {"TITLE": "No Foothold for al-Shabaab in Somaliland", "TEXT": "The tempo of al-Shabaab’s operations in Somalia has steadily increased, despite a dramatic escalation in U.S.-led drone strikes in Somalia. In July alone, al-Shabaab targeted the head of Somalia’s military and launched attacks on five different targets in a single day (al-Jazeera, July 13). The targets included a well-fortified base defended by Ethiopian soldiers and a military encampment manned by Kenyan forces (Garowe Online, July 19).\n\nRather than becoming weaker and less capable as a result of increased pressure from the United States and the African Union Mission in Somalia (AMISOM), al-Shabaab’s ability to plan and carry out complex operations against hardened targets remains intact. In fact, indications have emerged that al-Shabaab is gaining new capabilities and tactics, such as the use of hand-launched drones.\n\nAl-Shabaab has failed to establish an enduring presence in the autonomous but unrecognized Republic of Somaliland. In contrast, al-Shabaab and the Islamic State enjoy considerable operational freedom in the neighboring Somali state of Puntland.\n\nThe government of Somaliland’s military budget is the equivalent of an accounting error when compared with what has been—and continues to be—spent in Somalia by its international backers. Somaliland does not rely on foreign forces and the United States is not allowed—and there is not any need—to carry out drone attacks in the unrecognized republic. Yet, with its limited resources, Somaliland has achieved what the military forces of Kenya, Turkey, Ethiopia, and the United States have failed to achieve in Somalia: it has denied al-Shabaab a foothold.\n\nHow has Somaliland achieved this? First, Somaliland has a government that is relatively responsive to its citizen’s needs and demands. Consequently, even though there are growing political divisions, most Somalilanders support and trust their elected representatives and the presidency. Second, and more directly, human intelligence (HUMINT) forms the bedrock of Somaliland’s counter-terrorism strategy. Accurate and timely human intelligence that allows for quick responses to threats stemming from close informal and formal ties between Somaliland’s military and intelligence service and those communities most vulnerable to al-Shabaab.\n\nLocalized support for—and participation in—counter-terror efforts are critical components of Somaliland’s battle against al-Shabaab. Without this, al-Shabaab operatives infiltrate vulnerable towns and villages and, more often than not, establish an enduring presence.\n\nAl-Shabaab’s ability to insert itself into communities is clear in parts of Somalia and Puntland, where it often provides greater predictability and more security than the Somali government. Despite harsh tactics and an ideology that alienates most Somalis, al-Shabaab enjoys genuine support. Al-Shabaab also uses its capable intelligence and security apparatus, the Amniyat, to cow and kill those who oppose it. Like all successful and durable insurgent and terrorist groups, al-Shabaab understands that abiding ties to local elites and the HUMINT that they provide are essential. Granular, timely, and accurate HUMINT is the ultimate force multiplier. It costs little or nothing and is not dependent on vulnerable and expensive war making technologies.\n\nThose in charge of Somaliland’s military and intelligence service also understand the importance of human intelligence. It is this understanding that informs most of their counter-terror efforts and it is what allows their small and chronically underfunded military and police forces to successfully take on al-Shabaab.\n\nSomaliland’s National Intelligence Service (NIS) and the army and police’s own intelligence officers prioritize community-led efforts to monitor and assess potential encroachments by al-Shabaab. Intelligence collection relies on both formal and informal networks for information. These networks encompass clan elders, local police, merchants, and even qat traders.\n\nInformation about new arrivals to towns and villages or any activity that does not fit accepted patterns is relayed up the chain of command to authorities in regional capitals or the national capital of Hargeisa. Responses by the police and military to threats are usually precise, timely, and most critically tailored to the specific socio-political dynamics of the area at risk.\n\nThis kind of response was demonstrated in late 2019 when al-Shabaab operatives entered the region of Sanaag in eastern Somaliland. Sanaag shares a border with Puntland and, as one of Somaliland’s least developed regions, is especially susceptible to infiltration by al-Shabaab. The region’s topography, which includes rugged, well-watered, mountains, and a lengthy coastline make it attractive to al-Shabaab.\n\nDuring November of 2019, al-Shabaab dispatched fighters across the border with Puntland and briefly occupied two towns nestled in the Garof Hills (Horseed Media, November 17, 2019). Within hours of the incursion, officials within the NIS and the Somaliland Army initiated a response that marshaled local militias and select police and army units. Police and army units coordinated their efforts with those of local militias, who had first raised the alarm about the incursion, to evict al-Shabaab’s operatives. [1] To date, al-Shabaab has not returned to this area—at least not overtly. Al-Shabaab’s Amniyat maintains its own network of informants in Somaliland.\n\nThe armed forces of Somaliland do not possess aircraft, and even transport vehicles are in short supply. The government struggles to rapidly deploy soldiers and police to where they are required, especially in areas with rough terrain and few roads. First rate HUMINT and the close relationships with community leaders is the government’s primary way of compensating for these deficiencies. Some within Somaliland’s government have even proposed reviving mounted patrols as a way of increasing force mobility and keeping costs down. [2] To compensate for limited budgets, a lack of transport, and limited manpower, the government of Somaliland must rely on the relationships it builds at the local level. While this approach is partly driven by constraints on resources, it is one of the primary reasons why al-Shabaab has yet to establish a foothold in Somaliland.\n\nThe HUMINT that Somaliland relies on and the good relations that its military and intelligence services have with communities throughout much the country are co-constructive: one does not exist without the other. As al-Shabaab launches ever more brazen attacks on the well-equipped military forces of Kenya, Ethiopia, and even the United States, much can be learned from Somaliland’s counter-terrorism efforts (al-Jazeera, January 6). Ironically, Somaliland’s limited resources force it to make better decisions than neighboring Somalia.\n\nNotes\n\n[1] Author interviews with Somaliland-based analyst and Puntland based journalist (November 2019).\n\n[2] Author interview with official from the government of Somaliland (September 2019).", "METADATA": {"viewport": "width=device-width,initial-scale=1.0, maximum-scale=1.0", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "No Foothold for al-Shabaab in Somaliland - Jamestown", "description": "The tempo of al-Shabaab’s operations in Somalia has steadily increased, despite a dramatic escalation in U.S.-led drone strikes in Somalia. In July alone, al-Shabaab targeted the head of Somalia’s military and launched attacks on five different targets in a single day (al-Jazeera, July 13). The targets included a well-fortified base defended by Ethiopian soldiers and a military encampment manned by …", "url": "https://jamestown.org/program/no-foothold-for-al-shabaab-in-somaliland/", "site_name": "Jamestown", "image": {"identifier": "https://jamestown.org/wp-content/uploads/2020/08/e08fcfd520294a1f87ae1e1c98615fc9_8.jpg", "secure_url": "https://jamestown.org/wp-content/uploads/2020/08/e08fcfd520294a1f87ae1e1c98615fc9_8.jpg", "width": 1200, "height": 800}}, "article": {"publisher": "https://www.facebook.com/The-Jamestown-Foundation-106920576037705/"}, "twitter": {"card": "summary_large_image", "description": "The tempo of al-Shabaab’s operations in Somalia has steadily increased, despite a dramatic escalation in U.S.-led drone strikes in Somalia. In July alone, al-Shabaab targeted the head of Somalia’s military and launched attacks on five different targets in a single day (al-Jazeera, July 13). The targets included a well-fortified base defended by Ethiopian soldiers and a military encampment manned by …", "title": "No Foothold for al-Shabaab in Somaliland - Jamestown", "site": "@JamestownTweets", "image": "https://jamestown.org/wp-content/uploads/2020/08/e08fcfd520294a1f87ae1e1c98615fc9_8.jpg", "creator": "@JamestownTweets"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}