{"GDELT": {"GlobalEventID": 940844773, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISR", "Actor1Name": "ISRAELI", "Actor1CountryCode": "ISR", "Actor2Code": "PSE", "Actor2Name": "GAZA", "Actor2CountryCode": "PSE", "IsRootEvent": 1, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.019305019305019, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200814213000, "SOURCEURL": "https://www.al-monitor.com/pulse/originals/2020/08/hamas-gaza-balloons-israel-truce-understandings.html"}, "ARTICLE": {"TITLE": "Gaza's balloon bombs spark new cycle of violence", "TEXT": "Bozom went on, “The bomb that fell on the school contains around 1,500 pieces of shrapnel, each enough to kill a person. It is laser guided, and any mistake could have been fatal.”\n\nThe Israeli airstrikes hit a school affiliated with UNRWA in al-Shati refugee camp in central Gaza City, but no casualties were reported. Eyad al-Bozom, spokesperson for the Hamas-run Interior Minsitry in Gaza, said Aug. 13, “Gaza City almost woke up to a catastrophe this morning after Israeli airstrikes targeted an elementary school where around 1,000 child were present.”\n\nHamas spokesperson Fawzi Barhoum said in a statement the latest Israeli actions amount to “a dangerous act of aggression and an uncalculated step for which the occupation will not be able to bear the consequences.”\n\nAdnan Abu Hasna, a media adviser for the UNRWA in Gaza, said in a statement, “One of UNRWA’s schools east of Gaza city was damaged as a result of Israeli airstrikes. The school was closed and [a team] is currently working to remove the missile remnants. Children will not be allowed back into the school until making sure it’s safe.”\n\nPalestinian observers and policians who spoke to Al-Monitor said they believe that the balloon tactics have the approval of all factions as a way to force Israel to implement the truce understandings that were reached through Egyptian, Qatari and UN mediation in October 2018.\n\nThe Palestinian factions, led by Hamas, accuse Israel of not implementing understandings that were intended to establish an industrial zone east of Gaza City, start preparations for a gas pipeline that will feed the only electricity plant in the Strip, allow freedom of movement for individuals and goods through the crossings between Israel and the Gaza Strip and lift restrictions on money transfers into Gaza.\n\nOn Aug. 7 and 8, Israeli planes bombed Hamas military sites in the northern Gaza Strip. IDF spokesperson Avichai Adraee stated, “The bombing came in response to firing incendiary balloons from the Gaza Strip toward Israeli territory.”\n\nMeanwhile, incendiary balloons launched from Gaza Aug. 11 have caused more than 60 fires in Israeli settlements in southern Israel. In response, the IDF said in a statement that military planes and helicopters conducted raids on a number of Hamas positions in Gaza, targeting “a military base, underground infrastructure and observation posts belonging to the Hamas terror group.”\n\nThe balloons carry either materials intended to start fires in Israeli agricultural fields near the Gaza Strip or small bombs to intended to strike the border.\n\nOn Aug. 8, the Lebanese Al-Akhbar newspaper cited anonymous sources as saying, “Hamas and the rest of the factions informed the Egyptian mediator that the period of calm on the borders of the Strip will end soon, with the occupation’s ongoing economic restrictions and the obstruction of large development projects inside Gaza that could transform people's lives.”\n\nThe same sources were quoted as saying, “The escalation will increase along the borders of the Strip in the coming days as the resistance is expected to respond to any aggression the occupation carries out against Gaza, and the response could include firing rockets.”\n\nOn Aug. 10, Israeli Public Broadcasting Corporation said that Israeli Defense Minister Benny Gantz ordered the closure of Karam Abu Salem, the only commercial crossing with the Gaza Strip, on Aug. 11 in response to the balloon attacks.\n\nHamas spokesman Fawzi Barhoum said in a statement published on the movement’s website Aug. 12, “The Israeli occupation closed the Karam Abu Salem commercial crossing and prevented the entry of goods into Gaza. It is aggressive behavior and a crime against two million Palestinians in Gaza. [Israel] will bear all its consequences and repercussions.”\n\nBarhoum added, “It is the right of our people in Gaza to express anger and to make their voice heard again across the world, which has yet to lift a finger when it comes to their suffering and their ever-worsening living and humanitarian conditions.”\n\nHe explained, “Popular action and the use of tools of struggle to express a state of anger and pressure the Israeli occupation to end the siege is a natural result of the occupation’s aggressive policies and the tightening of its siege on the Gaza Strip,” concluding, “The Palestinian resistance will not accept imposing this reality on our people in Gaza. It will not abandon its duty and its national, ethical and moral role toward our people and will protect its interests.”\n\nA young man who leads a group that sends such balloons into Israel told Al-Monitor on condition of anonymity, “We resumed launching incendiary and explosive balloons toward the occupation because of its delay in implementing the truce understandings and the ongoing siege on the Gaza Strip.” He added, “As long as the occupation delays lifting the siege on Gaza, we will be forced to fire a greater number of balloons toward Israeli settlements.”\n\nOn Aug. 8, Israeli newspaper Haaretz quoted a senior Hamas official as saying, “Firing incendiary balloons from the Gaza Strip toward Israel aims to deliver a message to Israel and the international community that Hamas is angry because of the lack of progress in the understandings with Israel.”\n\nThe source added, “They said that there are understandings to push some projects forward, especially in the field of infrastructure and at the humanitarian level, but everything seems pending.”\n\nOn Aug. 9, Al-Nasser Salah al-Deen Brigades issued a brief statement on Telegram announcing the resumption of incendiary balloons attacks on Israel, based on the leadership's orders, until Israel adheres to the cease-fire understanding.\n\nMustafa al-Sawaf, a political analyst and former editor of the local Felesteen newspaper, told Al-Monitor, “Firing incendiary and explosive balloons at the Israeli occupation is a means of pressure from Gaza to force Israel to lift the siege and implement the truce understandings that were reached with Egyptian, Qatari and UN mediation in October 2018.”\n\nIn spite of the Israeli response targeting Hamas military sites in the Gaza Strip, Sawaf does not believe Israel will conduct a large-scale operation against the Gaza Strip in response to the balloons. He noted that should Israeli take such an action, it will pay a heavy price in the form of the response from the Palestinian resistance.\n\nSawaf believes that if Israel commits to lifting the siege, the balloons will stop and calm will return to the border.\n\nHani Habib, a political writer for Al-Ayyam newspaper, told Al-Monitor, “The poor economic conditions in the Gaza Strip forced the youth to fire balloons under a factional decision, as incendiary balloons are among the popular tools to confront the Israeli occupation,” and noted, “Only the Israeli occupation’s commitment to lift the siege and implement the truce understandings can bring about calm again.”", "METADATA": {"keywords": "hamas, palestinian factions, israeli-palestinian conflict, truce, gaza blockade, siege, gaza strip, arson, fire balloons, explosives, bomb attacks, balloons", "article": {"author": "Mohammad Habosh", "publisher": "https://www.facebook.com/Al-Monitor", "section": "Editorial", "published_time": "2020-08-14T08:56:39+00:00", "modified_time": "2020-08-14T08:56:39+00:00"}, "lang": "en", "pulse": "lobbying", "twitter": {"card": "summary_large_image", "site": "@almonitor", "creator": "@almonitor", "url": "https://www.al-monitor.com/pulse/originals/2020/08/hamas-gaza-balloons-israel-truce-understandings.html", "title": "Gaza's balloon bombs spark new cycle of violence", "description": "After a period of calm on the Gaza Strip borders with Israel, incendiary and explosive balloons spark another violent exchange.", "image": {"identifier": "https://9c998969b63acdb676d1-37595348221e1b716e1a6cfee3ed7891.ssl.cf1.rackcdn.com/almpics/2020/08/GettyImages-977080158.jpg/GettyImages-977080158-870.jpg", "width": 870}}, "description": "After a period of calm on the Gaza Strip borders with Israel, incendiary and explosive balloons spark another violent exchange.", "fb": {"admins": "aaoudi", "app_id": 115006175316219}, "og": {"url": "https://www.al-monitor.com/pulse/originals/2020/08/hamas-gaza-balloons-israel-truce-understandings.html", "locale": "en_us", "type": "article", "title": "Gaza's balloon bombs spark new cycle of violence", "image": {"identifier": "https://9c998969b63acdb676d1-37595348221e1b716e1a6cfee3ed7891.ssl.cf1.rackcdn.com/almpics/2020/08/GettyImages-977080158.jpg/GettyImages-977080158-870.jpg", "height": 472, "width": 870}, "description": "After a period of calm on the Gaza Strip borders with Israel, incendiary and explosive balloons spark another violent exchange.", "site_name": "Al-Monitor", "updated_time": "2020-08-14T08:56:39+00:00"}, "sailthru.tags": "hamas, palestinian factions, israeli-palestinian conflict, truce, gaza blockade, siege, gaza strip, arson, fire balloons, explosives, bomb attacks, balloons", "viewport": "width=device-width,initial-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}