{"GDELT": {"GlobalEventID": 940870469, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "SGP", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.05479452054795, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Changi, Singapore (general), Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.3416700000000001, "Actor1Geo_Long": 103.964, "Actor1Geo_FeatureID": "-73644", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Changi, Singapore (general), Singapore", "Actor2Geo_CountryCode": "SN", "Actor2Geo_ADM1Code": "SN00", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 1.3416700000000001, "Actor2Geo_Long": 103.964, "Actor2Geo_FeatureID": "-73644", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Changi, Singapore (general), Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.3416700000000001, "Action2Geo_Long": 103.964, "Action2Geo_FeatureID": "-73644", "DATEADDED": 20200815003000, "SOURCEURL": "https://in.news.yahoo.com/singapore-may-replace-two-week-130217762.html"}, "ARTICLE": {"TITLE": "Singapore may replace two-week isolation for air travelers with rigorous testing: Minister", "TEXT": "Singapore, Aug 14 (PTI) Singapore may have to consider replacing its existing two-week isolation period norm for all arriving air travelers with a rigorous testing regime to simultaneously control the spread of the coronavirus and revive its status as a global air hub, a senior minister said on Friday. In a Facebook video, Transport Minister Ong Ye Kung said Singapore airport currently ranks 50th globally in terms of air traffic, with just 150 aircraft movements per day, compared to its 7th position with more than 1,000 flights a day prior to the outbreak of the pandemic.\n\n'Serving 14 days isolation is a major deterrent to travellers, and we may have to consider replacing this with a rigorous testing regime. Health and economic considerations are not at odds – we will find ways to revive our air hub and keep Singapore safe,” Ong said.\n\nHe said Singapore has to keep its borders open to survive, and needs to connect to the world to thrive.\n\nThe minister said the Singapore government is trying to bring back the air demand in several ways.\n\n'We have tried to bring back demand in various ways. Cargo planes are still using Changi, but they are only about 5 per cent of total flights pre-COVID-19,' Channel News Asia, a Singapore based international news channel, reported Ong as saying.\n\nSingapore is among several nations whose aviation industry has been hit hard due to the coronavirus that has infected 20,945,986 people and killed 760,022 people globally.\n\nSingapore alone has so far reported 55,580 cases while the number of people who died due to the infection stands at 27, according to local media reports.\n\nOng said Singapore’s airport has started to serve transfers and transits of passengers.\n\n'We have started to serve transfer and transit passengers, but even at its peak, they accounted for at most a third of total Changi passenger traffic. Today we are serving only a trickle of that, at 400 passenger movements a day, or 150,000 a year, compared to our pre-COVID 19 volume of close to 20 million a year,' said the minister.\n\nOng acknowledged the challenge to restore passenger volume at the Changi Airport while keeping the virus transmission under control.\n\nHe said Singapore needs the same hunger and enterprise as it did in the early 1980s when Changi Airport first opened and the country went all out to attract airlines to fly here.\n\nInternational travel could start with other countries and territories where virus transmission risk profiles are 'similar to or better than' Singapore's, he said, noting such locations made up about 40 per cent of the country's pre-pandemic passenger volumes.\n\n'But passenger volumes cannot be turned on and off capriciously,' Ong added.\n\n'We need to take sensible measures concurrently, proportionate to the risk profile of each country and make progressive steps as we become more confident,' he said.\n\nThese could include 'unilaterally opening up' to passengers from countries and regions that have kept the coronavirus 'under control', as well as the proliferation of reciprocal green lanes for business travel and expanding them to include general travel as well.\n\nMeanwhile, Singapore and Japan on Thursday announced an agreement to resume essential business travel, with officials tasked to finalise the agreement by early September.\n\nForeign Minister Vivian Balakrishnan and his Japanese counterpart Motegi Toshimitsu welcomed the ongoing negotiations on the setting up of a special Residence Track.\n\nThe announcement was made during Motegi's official visit to Singapore from August 12 to 14. PTI GS RUP RUP RUP", "METADATA": {"msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooIndia", "card": "summary", "description": "Singapore, Aug 14 (PTI) Singapore may have to consider replacing its existing two-week isolation period norm for all arriving air travelers with a rigorous testing regime to simultaneously control the spread of the coronavirus and revive its status as a global air hub, a senior minister said on Friday", "image": {"identifier": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png", "src": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png"}, "title": "Singapore may replace two-week isolation for air travelers with rigorous testing: Minister"}, "summary": "Latest News, World , Asia, ASEAN, Singapore,Phillipines, Malaysia , Indonesia, Thailand, Vietnam, Taiwan, Hong Kong,China and India News Headlines. Latest on Sports, Politics, Science and Technology and other things around the globe.", "oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "news_keywords": "Singapore, Singapore airport, Ong Ye Kung, Singapore government", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=e1f4687a-b8ed-3444-8a57-627a6b4cd9bf&src=web", "description": "Singapore, Aug 14 (PTI) Singapore may have to consider replacing its existing two-week isolation period norm for all arriving air travelers with a rigorous testing regime to simultaneously control the spread of the coronavirus and revive its status as a global air hub, a senior minister said on Friday", "og": {"type": "article", "description": "Singapore, Aug 14 (PTI) Singapore may have to consider replacing its existing two-week isolation period norm for all arriving air travelers with a rigorous testing regime to simultaneously control the spread of the coronavirus and revive its status as a global air hub, a senior minister said on Friday", "image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png", "title": "Singapore may replace two-week isolation for air travelers with rigorous testing: Minister", "url": "https://in.news.yahoo.com/singapore-may-replace-two-week-130217762.html"}, "fb": {"pages": 131747896861126}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=e1f4687a-b8ed-3444-8a57-627a6b4cd9bf&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=e1f4687a-b8ed-3444-8a57-627a6b4cd9bf&src=web"}}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}