{"GDELT": {"GlobalEventID": 940829736, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "AIRLINE", "Actor1Type1Code": "BUS", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.5952380952381, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Thunder Bay, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12684", "Actor1Geo_Lat": 48.4, "Actor1Geo_Long": -89.2333, "Actor1Geo_FeatureID": "-574784", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Fort Frances, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "30027", "Actor2Geo_Lat": 48.6167, "Actor2Geo_Long": -93.4167, "Actor2Geo_FeatureID": "-564798", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Thunder Bay, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12684", "Action2Geo_Lat": 48.4, "Action2Geo_Long": -89.2333, "Action2Geo_FeatureID": "-574784", "DATEADDED": 20200814194500, "SOURCEURL": "https://www.nugget.ca/news/local-news/citys-political-leadership-backs-north-bay-airport"}, "ARTICLE": {"TITLE": "City’s political leadership backs North Bay airport", "TEXT": "North Bay Mayor Al McDonald says the option is open for the city to use recently announced COVID-19 relief funding from the federal and provincial governments for Jack Garland Airport.\n\nResponding to a question Friday at the site of Norgalv’s future galvanizing plant on Roundel Road, McDonald said the more than $4.2 million announced this week by the Ontario government for North Bay will help the city budget more effectively going into 2021.\n\nSpeaking alongside his federal and provincial counterparts, Nipissing-Timiskaming MP Anthony Rota and Nipissing MPP Vic Fedeli, McDonald said there is an understanding of how important regional airports are to municipalities, not just in North Bay but across the country.\n\n“At the end of the day, depending on how council wants to proceed, how staff is going to recommend that we move money to wherever we need to, my guess would be that we would work with Anthony to secure funding and if there was any shortfall we would probably take it out of reserves. But the funding that Vic has announced is an option for us too,” he said.\n\n“But as I said, we’re really concerned the pandemic is going to continue, but we’re going to do our part to keep our costs down.”\n\nThe money is being provided to municipalities as part of a $4-billion partnership between the federal and provincial governments. The first phase, announced Wednesday, includes $1.6 billion.\n\nThe city is currently faced with a $1.7-million deficit, of which $1 million is associated with shortfalls in transit.\n\nA majority of council also has supported subsidizing the airport as it deals with its own share of lost revenue and the indefinite suspension of flights by Air Canada.\n\nCurrent projections suggest the airport could receive $525,000 from the city by the end of the year.\n\nCity staff also have been tasked with finding $1.5 million in next year’s budget to support the airport’s continued operation.\n\nMcDonald and others on council, meanwhile, have pointed to the need to support the airport in order to preserve jobs and the economy.\n\n“Our mandate is growth and we will continue to fight to get as much business and industry and population to our community as we can,” he said.\n\nRota said it is unfortunate the city has to bear the brunt financially for what is happening at the airport.\n\nHe said his hope is the federal and provincial funding announced this week would be part of the solution, adding he is in constant contact with the minister of transport, whose office is “well aware” of what is going on.\n\n“It is not something that has been resolved yet, but it certainly is something that is important, as you can see, to all of us,” Rota said.\n\nFedeli noted that the mayor, most of council, and the majority of the business community and citizens of North Bay and the region understand the importance of having an active airport.\n\n“Yes, we all have our work cut out for us between the feds, the province and the city looking to bring an air carrier back that will bring people from North Bay to Toronto and back. That’s an important part, but that’s not everything,” he said.\n\nAlong with companies such as Bearskin Airlines and Chorus, Fedeli said others rely on the airport as well for cargo and medical reasons.\n\n“I can tell you as a former mayor, we know where the rubber meets the road,” he said. “Anthony was a former city councillor. We know where the rubber meets the road and how you have to face your local citizens.”\n\nBearskin Airlines announced this week that along with resuming scheduled flights between Thunder Bay, Dryden, Fort Frances and Kenora Sept. 14, it also would increase services between Thunder Bay, Sault Ste. Marie and North Bay to two daily flights on weekdays, along with Sunday service.\n\nFlights also will be discounted, with the Thunder Bay-North Bay flight costing $174, taxes and surcharges included, for tickets purchased by Sept. 4 for travel through to Nov. 30.\n\nRelated content\n\n‘Today was good news’\n\nYear-end forecasts predict $1.7M city deficit\n\nCity tasked with finding $1.5M for airport", "METADATA": {"robots": "noarchive", "msvalidate.01": "915AE10930FFCE1EFBB9D7838CE66DE7", "description": "North Bay Mayor Al McDonald says the option is open for the city to use recently announced COVID-19 relief funding from the federal and provincial governments for Jack Garland Airport.", "news_keywords": "local news", "generator": "WordPress 5.3.2", "stats-full-init": "0.033", "stats-postmedia_theme_pre_initialize": "0.000", "stats-initialize": "0.031", "stats-postmedia_theme_post_initialize": "0.001", "stats-vip_load_plugins": "0.003", "stats-load_plugins": "0.017", "stats-register_widgets": "0.001", "sailthru.date": "2020-08-14 15:22:17", "sailthru.title": "City’s political leadership backs North Bay airport", "sailthru.description": "North Bay Mayor Al McDonald says the option is open for the city to use recently announced COVID-19 relief funding from the federal and provincial governments for Jack Garland Airport. Responding to a question Friday at the site of Norgalv’s future galvanizing plant on Roundel Road, McDonald said the more than $4.2 million announced […]", "sailthru.image.full": "https://smartcdn.prod.postmedia.digital/nexus/wp-content/uploads/2020/08/nb.0815-nb-airport.jpg", "sailthru.image.thumb": "https://smartcdn.prod.postmedia.digital/nexus/wp-content/uploads/2020/08/nb.0815-nb-airport.jpg", "sailthru.tags": "brand-northbaynugget, category-localnews, North bay, 1.7M city deficit City, active airport, city budget, North bay mayor Al McDonald, former city councillor, council, Nipissing MPP Vic Fedeli, Nipissing Timiskaming mp Anthony Rota, federal and provincial counterparts, Bearskin Airlines, Thunder Bay North bay flight, province, COVID-19 relief funding, former mayor", "ia": {"markup_url": "https://www.nugget.ca/news/local-news/citys-political-leadership-backs-north-bay-airport?ia_markup=1"}, "ROBOTS": "NOARCHIVE", "google-site-verification": "ljXFsNxnI10A5Du893byKprf90Ycw4E4nL7sYyc7wTU", "fb": {"admins": 100002625504753}, "og": {"type": "article", "title": "City’s political leadership backs North Bay airport", "url": "https://www.nugget.ca/news/local-news/citys-political-leadership-backs-north-bay-airport", "description": "North Bay Mayor Al McDonald says the option is open for the city to use recently announced COVID-19 relief funding from the federal and provincial governments for Jack Garland Airport.Respond…", "site_name": "North Bay Nugget", "image": "https://smartcdn.prod.postmedia.digital/nexus/wp-content/uploads/2020/08/nb.0815-nb-airport.jpg", "locale": "en_US"}, "article": {"published_time": "2020-08-14T19:22:17+00:00", "modified_time": "2020-08-14T19:22:17+00:00"}, "twitter": {"text": {"title": "City’s political leadership backs North Bay airport"}, "card": "summary_large_image", "site": "@NorthBayNugget", "title": "City’s political leadership backs North Bay airport", "description": "North Bay Mayor Al McDonald says the option is open for the city to use recently announced COVID-19 relief funding from the federal and provincial governments for Jack Garland Airport.", "image": "https://smartcdn.prod.postmedia.digital/nexus/wp-content/uploads/2020/08/nb.0815-nb-airport.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}