{"GDELT": {"GlobalEventID": 940855699, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AUS", "Actor1Name": "VICTORIA", "Actor1CountryCode": "AUS", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 12, "NumSources": 2, "NumArticles": 12, "AvgTone": -1.33215613309473, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "University Of Adelaide, South Australia, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS05", "Actor1Geo_ADM2Code": "5256", "Actor1Geo_Lat": -34.9197, "Actor1Geo_Long": 138.60399999999998, "Actor1Geo_FeatureID": "11377717", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "University Of Adelaide, South Australia, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS05", "Actor2Geo_ADM2Code": "5256", "Actor2Geo_Lat": -34.9197, "Actor2Geo_Long": 138.60399999999998, "Actor2Geo_FeatureID": "11377717", "Action2Geo_Type": 4, "Action2Geo_Fullname": "University Of Adelaide, South Australia, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS05", "Action2Geo_ADM2Code": "5256", "Action2Geo_Lat": -34.9197, "Action2Geo_Long": 138.60399999999998, "Action2Geo_FeatureID": "11377717", "DATEADDED": 20200814230000, "SOURCEURL": "https://www.abc.net.au/news/2020-08-15/fact-check-is-aged-care-a-federal-government-responsibility/12553808"}, "ARTICLE": {"TITLE": "Bill Shorten says aged care is a Federal Government responsibility. Is he correct?", "TEXT": "The claim\n\nAs Victoria grapples with coronavirus outbreaks in multiple aged care facilities, Labor Party figures have sought to blame the Federal Government for the unfolding disaster.\n\nArguing the Coalition was slow to respond to the looming threat, former opposition leader Bill Shorten told the ABC.\n\n\"People in aged care, we know they're more vulnerable. But only now it seems the Federal Government is waking up and saying it's going to do more. It's a federal responsibility, aged care.\"\n\nMr Shorten repeated his claim the next day in an article for the Herald Sun, writing that: \"The Prime Minister wants to delegate the tough decisions of the pandemic to the various state premiers.\n\n\"In some cases, this is appropriate. But aged care is a federal responsibility, and one that has been neglected for years.\"\n\nSo, is the Federal Government responsible for aged care?\n\nRMIT ABC Fact Check investigates.\n\nThe verdict\n\nMr Shorten's claim is a fair call.\n\nIndividual aged care facilities are legally responsible for the safety of their residents, but the Federal Government is responsible for the aged care system as a whole.\n\nThe Government's primary role is to fund and regulate facilities to ensure they adhere to agreed safety standards. These standards include preventing infectious disease outbreaks.\n\nMr Shorten spoke of the preparedness of the system for COVID-19.\n\nAged care facilities are also subject to the public health laws of their host state or territory, so state governments retain some responsibility for residents.\n\nHowever, a state's involvement only comes after an outbreak takes hold. Under powers not specific to aged care, it can, if necessary, take over facilities.\n\nIn preparation for COVID-19, both levels of government agreed on their roles and responsibilities for helping residential care facilities respond to outbreaks.\n\nThese largely reflected existing legislative arrangements, but they made clear the Federal Government would, in addition to its regulatory role, manage the supply of personal protective equipment and help address staff shortages. State governments were tasked with, among other things, testing, contact tracing and working with hospitals to free up hospital beds.\n\nThe Federal Government is responsible for the aged care system as a whole. ( AAP: Alan Porritt )\n\nContext of the claim\n\nInternationally, residential care facilities have proven to be tinderboxes for COVID-19 outbreaks, with older people especially vulnerable to the illness.\n\nAustralia had experienced two deadly outbreaks by May 2020, at Dorothy Henderson Lodge and Newmarch House, both in NSW.\n\nVictoria remained largely unscathed until July 8, when, on the eve of reimposing stage three lockdowns, the State Government reported cases linked to five facilities.\n\nBy the time Mr Shorten published his article, at least 61 facilities had been affected.\n\nThe state had recorded 887 active cases linked to aged care clusters, including staff, residents and close contacts. Cumulatively, 542 residents had been infected, with 74 dead.\n\nWhat is aged care?\n\nAustralians aged 65 and over access aged care services in a variety of forms.\n\nSeniors living at home can access government subsidised services through the Commonwealth Home Support Program or Home Care Packages to help with day-to-day living. These services cover everything from help with household chores to nursing and healthcare.\n\nSeparately, a handful of government programs exist for short-term clinical care outside of hospitals.\n\nFor people with ongoing and more complex needs, care is available through residential care facilities.\n\nThese facilities may be run by businesses, not-for-profits or state governments.\n\nMost of their operating costs are picked up by the Federal Government, which pays a subsidy to the facility operator based on the level of care required per resident.\n\nMr Shorten's article referred to \"aged-care homes\", and on this basis Fact Check has limited its analysis to residential care facilities.\n\nTaking the reins\n\nAs the interim report of the Royal Commission into Aged Care Quality and Safety explains, state and federal government involvement in aged care stems from the nexus of three policy areas: pensions, housing, and healthcare.\n\nStarting in the 1950s the Commonwealth took an increasingly active role in what was then a state-administered system, injecting capital funds and subsidising service costs.\n\nIn July 2011, according to a 2017 review of aged care laws, changes by the then Labor government saw \"the transfer of full funding and policy responsibility for aged care from state and territory governments to the Australian Government\".\n\nIndeed, the 2011 National Health Reform Agreement stipulates the Federal Government \"will take full funding, policy, management and delivery responsibility for a consistent and unified aged care system covering basic home care through to residential care\".\n\nThe legislative backdrop\n\nExperts told Fact Check the Commonwealth 1997 Aged Care Act was the basis for regulating safety standards in residential aged care.\n\nUnder the act (s54-1), accredited providers — that is, any provider receiving Commonwealth subsidies — must abide by the Aged Care Quality Standards.\n\nThe Aged Care Quality Standards Commission, the federal government regulator, is responsible for accrediting providers and ensuring they meet these standards.\n\nAccording to the regulator's website: \"We independently accredit, assess and monitor aged care services subsidised by the Australian Government, conduct home care investigations, and we determine compliance requirements to be imposed on providers (such as sanctions).\"\n\nFacilities are not subject to federal oversight if they do not receive Commonwealth subsidies.\n\nHowever, data from the Australian Institute of Health and Welfare shows that just 39 of Australia's 2,884 residential facilities fell into this category in June 2020.\n\nNewmarch House in NSW experienced a deadly outbreak of COVID-19 during the early stages of the pandemic this year. ( ABC News )\n\nPinning it on the providers?\n\nWhile Mr Shorten said the Federal Government was responsible for aged care, the legislation puts aged care operators front and centre.\n\nQuality Standard 3(3)(g) puts the onus on facilities to minimise \"infection-related risks\" by implementing \"standard and transmission-based precautions to prevent and control infection\".\n\nKathy Eagar, director of the University of Wollongong's Australian Health Services Research Institute, told Fact Check:\n\n\"Legally, under the [aged care] act, the aged care provider and the Commonwealth, because it's the regulator, are responsible for ensuring that COVID does not get into homes.\"\n\nJoseph Ibrahim, head of Monash University's Health Law and Ageing Research Unit, also said: \"The aged care provider, the person who gets the money for looking after the resident, is responsible for meeting the legal and regulatory requirements to operate the home.\"\n\nHowever, he added, \"they are not specifically responsible for the medical care of residents\", which falls to GPs and specialists.\n\nOn February 26, Australia's then chief medical officer Brendan Murphy wrote to facility operators to explain their responsibilities in relation to COVID-19:\n\n\"[A]ged care homes are expected to assess the risk of, and take steps to prevent, detect and control, the spread of infections... [T]here should [also] be established protocols in place at aged care homes to manage any health emergencies that arise, including service-wide infection outbreaks or broader community epidemics.\"\n\nIn March 2020, the Communicable Disease Network of Australia (CDNA) released guidelines for managing COVID-19 in residential care facilities.\n\nThe CDNA is a standing committee of the Australian Health Protection Principal Committee, the nation's top health advisory body, of which every state and territory's chief health officer is a member.\n\nThe guidelines state that facilities have \"primary responsibility\" for managing COVID-19 outbreaks, and should \"have access to infection control expertise … and outbreak management plans in place\".\n\nFacilities must ensure they have enough personal protective equipment and cleaning supplies, along with processes to acquire more. They should also plan a \"surge workforce\" to cover a 20-30 per cent absentee rate, the guidelines say, and \"staff should not work at other facilities\" during an outbreak.\n\nIf all that sounds beyond the power of individual providers, the guidelines also state that facilities will be \"supported in their response to an outbreak\" by different government departments and agencies.\n\nWho is responsible for the COVID-19 crisis which has been wreaking havoc on Victoria's aged care residents? ( AAP: Daniel Pockett )\n\nState-run facilities\n\nGiven the responsibilities of care providers, it's worth touching on the role of state governments as facility operators.\n\nThe Australian Institute of Health and Welfare reports that the majority of Australia's residential aged care facilities are operated by not-for-profit organisations and private companies. A smaller number are operated directly by state governments.\n\nIn Victoria, the Government operates around 20 per cent of the state's 770 facilities, which the Government says are mostly in regional areas and tend to people with more complex needs. They are also subject to additional rules such as mandated staff ratios.\n\nOn the day of Mr Shorten's claim, Victoria's health department listed the \"active aged care outbreaks with the highest cumulative case numbers\".\n\nCovering 80 per cent of cases linked to aged care, the list highlighted 704 active cases across 12 facilities, all of them privately run.\n\nStay up-to-date on the coronavirus outbreak Download the ABC News app and subscribe to our range of news alerts for the latest on how the pandemic is impacting the world\n\nA federal system\n\nExperts contacted by Fact Check said the Federal Government was responsible for oversight of aged care at the system level, which includes ensuring private providers were up to the challenge of COVID-19.\n\nSpecifically, they pointed to the Government's role in funding and regulation.\n\nHal Swerissen, La Trobe University emeritus professor and a visiting fellow at the Grattan Institute, explained that the Federal Government essentially operates within contract law, enforcing standards by threatening to withhold funding.\n\nHowever, the Government's approach had been very \"hands off\", he added, with oversight largely conducted from Canberra rather than through staff on the ground.\n\nProfessor Eagar told Fact Check the Federal Government had \"inordinate power\" to ensure safety but had in general chosen not to exercise it.\n\nShe said the Government not only held the purse strings but could also legislate higher standards of care or, through the regulator, rescind accreditation.\n\nExperts also pointed to the limits of what providers were capable of dealing with.\n\nOn the systemic problem of staff working in multiple facilities, for example, Professor Ibrahim told Fact Check it would be an \"abrogation of responsibility\" for governments to simply say this was a provider's problem.\n\nProfessor Eagar said \"many people would argue that given the whole thing is being funded by taxpayers … the Commonwealth can't really contract out its responsibility\".\n\nLooking at it from the providers' perspective, she asked: \"Is the provider still responsible when they're not getting what in their view is an adequate amount of money [from the government] to deliver safety?\"\n\nOn that question, the CDNA's outbreak guidelines explain that the Federal Government will \"work collaboratively with the overall management of the response to support the viability and capacity of the [facility] to access services\".\n\nFederal support covers \"additional supplies of PPE [personal protective equipment] from the National Medical Stockpile, a surge capacity of additional workforce if required, and a pathology provider to test residents if requested\".\n\nSo, what is the state's role?\n\nExperts said that while the Federal Government was responsible for the aged care system, the states were responsible for public health.\n\nAustralia's peak body for the discipline describes \"public health\" as an \"approach to health which focuses on population-wide programs to prevent rather than cure disease and illness\".\n\nChristopher Reynolds, an associate professor at the University of Adelaide, said the critical feature of public health was its focus on groups of people: \"The care of individual patients tends not to be a public health issue.\"\n\nPublic health \"has traditionally been seen as an area of state responsibility\", he has written elsewhere, explaining that Australian laws around sanitation, disease control and hazardous environments pre-date federation.\n\nEach state and territory has its own Public Health Act. These vary in their approaches, Professor Reynolds told Fact Check: \"But as far as dealing with pandemics or epidemics is concerned, there is broad similarity.\"\n\nIn Victoria, the relevant legislation is the Public Health and Wellbeing Act 2008. It grants the Government, through its chief health officer, the power to shut down facilities and, in the event of an emergency, to detain people, restrict their movement and issue any other direction considered \"reasonably necessary to protect public health\".\n\nWhen worlds collide\n\nMr Shorten highlighted the Federal Government's role but, as experts pointed out, aged care facilities are not exempt from the public health requirements of their host state or territory.\n\nIn this sense, states retain some responsibility for residents. However, their role is to help facilities respond to — rather than prevent — outbreaks.\n\n\"If you don't have an outbreak and the public health unit comes and says, 'I think you should be better prepared', the provider can tell you … you've got no authority, we're operating under the federal rules,\" Professor Ibrahim said.\n\nProfessor Eager said \"the Commonwealth is responsible, until the point that there is such an outbreak that the state can intervene using its public health powers\".\n\n\"They [state public health units] have to make a call and say we're confident or not that the Commonwealth and the private provider have got this,\" she said, adding that the same would happen if the outbreak were in shops or schools.\n\nProfessor Reynolds said that, in theory, states may be able to intervene before an outbreak on the basis of their public health act. However, in practice it was unlikely they would, or should, since it was the Federal Government's standards that \"very significantly impact on the way those places are run\".\n\nProfessor Swerissen described the state's role as \"reactive\", with authorities only stepping in after outbreaks occur — as the Victorian Government had done with several facilities.\n\n\"It's a bit like they become the provider of last resort,\" he said. \"And they do indeed have the power to say, 'We're taking [the facility] over', if they have to.\"\n\nBut while states have strong powers to intervene, the CDNA's outbreak guidelines explain that state governments will primarily act \"in an advisory role\" to help detect and manage outbreaks, as well as communicating with local health care providers and other stakeholders.\n\nAgreed responsibilities\n\nMore broadly, the Australian health sector's emergency response plan for COVID-19 sets out the roles and responsibilities of each level of government in relation to the pandemic.\n\nAccording to the federal health department website, the plan, published in February 2020, has been \"endorsed\" by the Australian Health Protection Principal Committee.\n\nThe emergency plan states:\n\n\"The Australian Government will ... be responsible for residential aged care facilities; working with other healthcare providers to set standards to promote the safety and security of people in aged care and other institutional settings; and establishing and maintaining infection control guidelines, healthcare safety and quality standards.\"\n\nState governments, meanwhile, are responsible for \"the operational aspects of public health responses\", such as contact tracing, social distancing measures and \"the management of cases\". They are also responsible for maintaining public health services, hospitals and laboratories:\n\n\"They will collaborate with relevant organisations to fill identified service provision gaps; support hospital[s] in coping with increased demand by considering opening more beds, changing staff to patient ratios; cancelling elective procedures or working in partnership with local private hospitals to manage urgent cases where appropriate …\"\n\nAdditionally, states \"will establish systems to promote the safety and security of people in aged care and other institutional settings and support outbreak investigation and management in residential aged care facilities, schools, prisons and other institutions …\"\n\nOn July 10, the NSW and federal governments published a protocol that formalised their responsibilities in managing an outbreak of COVID-19 in an aged care facility.\n\nOn July 19, the Minister for Aged Care and Senior Australians, Richard Colbeck, announced industry-wide measures to avoid Victorian staff working across multiple sites.\n\nThese measures came after several other funding announcements during the pandemic.\n\nOn July 25, the Federal Government established the Victorian Aged Care Response Centre, which would coordinate the state and federal response. Mr Colbeck said \"the Federal Government-led centre would offer a clear and direct oversight to managing outbreaks\".\n\n\n\n\n\nPrincipal researcher: David Campbell\n\nfactcheck@rmit.edu.au\n\n\n\n\n\nSources", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "Bill Shorten says aged care is a Federal Government responsibility. Is he correct? - ABC News", "description": "As coronavirus spread throughout various aged care facilities in Victoria in recent weeks, former opposition leader Bill Shorten claimed that aged care is a Federal Government responsibility. Is he correct? RMIT ABC Fact Check investigates.", "keywords": "inbetween, aged care, covid-19, coronavirus, federal, victoria, newmarch house, dorothy henderson lodge, st basils", "ABC.ContentType": "Article", "ABC.ContentSource": "coremedia", "generator": "PL NEWS WEB", "ABC.Generator": "PL NEWS WEB", "ContentId": 12553808, "ABC.ContentId": 12553808, "ABC.VersionNumber": 17, "article": {"author": "https://www.abc.net.au/news/factcheck/ellen-mccutchan/9943250", "tag": "st basils", "published_time": "2020-08-14T22:05:41+00:00", "modified_time": "2020-08-14T23:46:37+00:00"}, "og": {"url": "https://www.abc.net.au/news/2020-08-15/fact-check-is-aged-care-a-federal-government-responsibility/12553808", "description": "As coronavirus spread throughout various aged care facilities in Victoria in recent weeks, former opposition leader Bill Shorten claimed that aged care is a Federal Government responsibility. Is he correct? RMIT ABC Fact Check investigates.", "image": "https://www.abc.net.au/cm/rimage/12509588-16x9-large.jpg?v=2", "title": "We fact checked Bill Shorten on who is responsible for aged care. Here's what we found", "type": "article"}, "twitter": {"card": "summary_large_image", "image": {"identifier": "https://www.abc.net.au/cm/rimage/12509588-16x9-large.jpg?v=2", "alt": "A man in shadow leans on a walker as he faces away from camera in a corridor inside a group home"}, "site": "@abcnews"}}}}