{"GDELT": {"GlobalEventID": 940844891, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LBNGOV", "Actor1Name": "LEBANESE", "Actor1CountryCode": "LBN", "Actor1Type1Code": "GOV", "Actor2Code": "JORELIGOV", "Actor2Name": "HASSAN", "Actor2CountryCode": "JOR", "Actor2Type1Code": "ELI", "Actor2Type2Code": "GOV", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.366812227074241, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814213000, "SOURCEURL": "https://www.presstv.com/Detail/2020/08/14/631807/Zarif-Beirut-Lebanon"}, "ARTICLE": {"TITLE": "PressTV", "TEXT": "Iranian Foreign Minister Mohammad Javad Zarif says the Islamic Republic remains ready to continue assisting Lebanon following the catastrophic explosion of August 4 that ravaged the port of Beirut and made the cabinet resign.\n\nIn a meeting with President Michel Aoun in the Lebanese capital on Friday, Iran’s foreign minister expressed hope for a stable political situation in Lebanon through cooperation and coherence among all the Lebanese parties and groups.\n\nThe blast, the biggest ever to hit the Middle East, killed more than 170 people. Some 6,000 were injured.\n\nDozens of people are still missing, and at least 300,000 people have been displaced as a result of the huge blast.\n\nA large supply of confiscated explosive material that had been stored in a warehouse at the port for the past six years is suspected to have caused the massive explosion, whose mushroom-shaped cloud has drawn comparisons with the atomic bombings of Hiroshima and Nagasaki 75 years ago.\n\nRead more:\n\nElsewhere in his remarks, the top Iranian diplomat hailed Lebanon's victory against Israel in the 33-day war in 2006, describing it as a symbol of the Lebanese people's capability to overcome hardships, including the current circumstances after the blast.\n\nThe Lebanese president, for his part, thanked his Iranian counterpart Hassan Rouhani for his message of solidarity after the blast.\n\nAugust 14 marks the fourteenth anniversary of the end of Israel’s 33-day war on Lebanon.\n\nThe war that began with Israeli airstrikes against Lebanese cities in July 2006 resulted in the demolition of vital infrastructure and the death of over 1,000 innocent people.\n\nAccording to the 629-page Winograd Report by the Israeli regime, Hezbollah fighters involved in defending Lebanon against the Israeli war defeated the enemy and Tel Aviv was compelled to withdraw without having achieved any of its objectives.\n\nUN Security Council Resolution 1701, which brokered a ceasefire in the 2006 war, calls on Israel to respect Lebanon’s sovereignty and territorial integrity.\n\nThe Iranian foreign minister also said Tehran is ready to cooperate with the Lebanese government to supply the country's requirements in the current situation.\n\nIn a meeting with Lebanese Parliament Speaker Nabih Berri, the two sides exchanged views about possible ways to help Lebanon following the tragic incident.\n\nIranian Foreign Minister Mohammad Javad Zarif (L) and Lebanese Parliament Speaker Nabih Berri meet in Beirut on August 14, 2020. (Photo by IRNA)\n\nSpeaking to reporters after the meeting, Zarif pointed to the 14th anniversary of Lebanon's victory and said, \"At this difficult time, this victory shows the Lebanese people's capability to counter difficulties.\"\n\nHe added that Iran supports the Lebanese government and nation with the recent catastrophe. \"We believe that the world should now stand by and help the Lebanese people without setting any condition for that matter.\"\n\nIn Beirut today to express the solidarity of the people of Iran with all Lebanese, and to offer our readiness to help.\n\n\n\nThis is a time to assist and facilitate - not to impose and dictate.\n\n\n\nWe in the region are all in this together: Lebanon's security is our security. pic.twitter.com/8jDQ9lVFbj — Javad Zarif (@JZarif) August 14, 2020\n\nOpportunists seek to destabilize Lebanon using Beirut blast\n\nIn another meeting with Lebanese Prime Minister Hassan Diab, the Iranian foreign minister said opportunists are seeking to spread instability in Lebanon by taking advantage of the blast.\n\n\"Those who are exploiting the blast in Beirut port are the same who do not want stability and unity in Lebanon.\"\n\nIranian Foreign Minister Mohammad Javad Zarif (L) and Lebanese Prime Minister Hassan Diab meet in Beirut on August 14, 2020. (Photo by IRNA)\n\nDiab, for his part, informed the top Iranian diplomat of Lebanon’s urgent needs, particularly for the treatment of patients and the necessary items for the reconstruction of dwellings in Beirut.\n\nSpeaking in a joint televised news conference with Lebanon's caretaker Foreign Minister Charbel Wehbe, Zarif said only the Lebanese people and their representatives can decide the country's future following the massive blast in Beirut.\n\n\"In our view it is not humane to exploit the pain and suffering of the people for political goals. We believe that the government and the people of Lebanon should decide on the future of Lebanon,\" he said.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "og": {"site_name": "PressTV", "title": "Zarif says Iran remains ready to continue assisting Lebanon", "type": "video", "locale": "en_US", "description": "Dozens of people are still missing, and at least 300,000 people have been displaced as a result of the huge blast.", "image": {"identifier": "https://cdn.presstv.com/photo/20200814/8611fedb-322e-4034-bf0e-39cb36b536c7.jpg", "secure_url": "https://cdn.presstv.com/photo/20200814/8611fedb-322e-4034-bf0e-39cb36b536c7.jpg", "width": 640, "height": 360, "type": "image/jpg"}}, "title": "Zarif says Iran remains ready to continue assisting Lebanon", "description": "Press TV is an Iranian state-controlled news and documentary network that broadcasts in the English and French-language. It is affiliated with Islamic Republic of Iran Broadcasting, the only organisation legally able to transmit radio and TV broadcasts in Iran.", "author": "Presstv", "theme-color": "##00001e", "apple-mobile-web-app-status-bar-style": "##00001e", "msapplication-navbutton-color": "##00001e", "mobile-web-app-capable": "yes", "google-signin-client_id": "660255825617-hdf97ftga5pjhjmffl3lemscsv288b59.apps.googleusercontent.com", "DC.Identifier": "Zarif-Beirut-Lebanon", "DC.Date.Created": "8/14/2020 4:04:37 PM", "date": "8/14/2020 4:04:37 PM", "DC.Type": "image", "DC.Title": "Zarif says Iran remains ready to continue assisting Lebanon", "DC.Description": "Dozens of people are still missing, and at least 300,000 people have been displaced as a result of the huge blast.", "DC.Language": "En", "DC.Publisher": "PressTV", "Uid": 631807, "keywords": "\"Zarif says Iran remains ready to continue assisting Lebanon\",Iran,Lebanon,Politics", "twitter": {"card": "summary_large_image", "site": "PressTV", "title": "Zarif says Iran remains ready to continue assisting Lebanon", "description": "Dozens of people are still missing, and at least 300,000 people have been displaced as a result of the huge blast.", "image": "https://cdn.presstv.com/photo/20200814/8611fedb-322e-4034-bf0e-39cb36b536c7.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}