{"GDELT": {"GlobalEventID": 940851061, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.3760129659643505, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL", "Actor1Geo_Lat": 52.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "PL", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200814221500, "SOURCEURL": "http://www.israelnationalnews.com/News/News.aspx/285304"}, "ARTICLE": {"TITLE": "Polish National Union of Canada condemns anti-Semitic newspaper - US & Canada", "TEXT": "The Polish National Union of Canada (PNU) has publicly denounced a newspaper exposed by B’nai Brith Canada for anti-Semitic content.\n\nLast week, B’nai Brith revealed that Głos, a Toronto-based Polish-language newspaper, published an article blaming COVID-19 on an imagined Jewish conspiracy, in addition to other antisemitic content.\n\nThe story received widespread media attention, including a front-page story in the National Post.\n\nA reference to Głos’ predecessor, Głos Polski, appeared on a PNU website suggesting that it was somehow affiliated with the union. The PNU immediately distanced itself from the publication following the National Post story.\n\nThe PNU stated that it severed all ties with the former Głos Polski in 2015. It further claimed that Głos is an independent publication with no links to the PNU.\n\nThe PNU has now further clarified its position and unequivocally condemned the content in the newspaper.\n\n“The Polish National Union joins with B'nai Brith in condemning antisemitic remarks and messages of hate of any kind,” a PNU spokesperson stated, according to B’nai Brith Canada’s statement. “The impugned article is false and is rightly to be condemned.”\n\nThe statement continued, “The Polish National Union of Canada strongly condemns anti-Semitic and racist content that appears in the Polish-language newspaper, ‘Głos.’ We firmly denounce any and all content of a hateful or antisemitic nature. Such content absolutely does not reflect our organization, one of Canada’s oldest Polish community-service organizations, and it does not reflect the Canadian Polish community.”\n\nIn addition to this statement, the following message now appears on the home page of the PNU's website: “The Polish National Union of Canada is deeply troubled by the antisemitic content that appears in the Polish language newspaper, ‘Głos,’ as reported by National Post and other media. We unequivocally condemn this antisemitic and racist content. The Polish National Union and the Polish community stand in solidarity with our Jewish neighbors.”\n\nThese condemnations come just days after another organization, the National Ethnic Press and Media Council of Canada (NEPMCC), banned the publication from its network in response to B’nai Brith’s revelations.\n\nB’nai Brith noted that the PNU was not the only major Polish-Canadian organization to condemn the anti-Semitic articles this week. Zofia Soja, Chair of the Advisory Council of the Canadian Polish Congress, wrote a letter to the editor of the National Post in which she stated that her organization was “outraged to learn of the virulently anti-Semitic contents of the extremist 'Głos' newspaper” and that they “unequivocally condemn and denounce hatred and anti-Semitism in all forms.”\n\nSoja also reached out to B'nai Brith, assuring the Jewish community that her organization has no connection with Głos and that its views are not representative of most Polish-Canadians.\n\n“We are pleased that more individuals and organizations are speaking out against the despicable propaganda that was peddled by Głos,” said Michael Mostyn, Chief Executive Officer.\n\n“We thank the Polish National Union for doing the right thing and for standing with B’nai Brith on this issue. We hope that all Polish-Canadians and Jewish-Canadians can stand shoulder to shoulder in the fight against all forms of hatred and discrimination.”\n\nAnti-Semitic incidents have been on the rise in Canada in recent years. In April, the League for Human Rights, part of B’nai Brith Canada, said it recorded 2,207 anti-Semitic incidents in its 2019 Annual Audit of Anti-Semitic Incidents.\n\nThe number marks an 8% increase over the 2,041 incidents from the previous year and an average of more than six per day.\n\n(Arutz Sheva’s North American desk is keeping you updated until the start of Shabbat in New York. The time posted automatically on all Arutz Sheva articles, however, is Israeli time.)", "METADATA": {"Description": "Last week, B’nai Brith Canada revealed that a Toronto-based Polish newspaper blamed COVID-19 on a Jewish conspiracy.", "og": {"description": "Last week, B’nai Brith Canada revealed that a Toronto-based Polish newspaper blamed COVID-19 on a Jewish conspiracy.", "site_name": "Israel National News", "type": "article", "image": "https://u.a7.org/pictures/876/876133.jpg", "title": "Polish National Union of Canada condemns anti-Semitic newspaper - US & Canada", "url": "https://www.israelnationalnews.com/News/News.aspx/285304"}, "twitter": {"card": "summary_large_image", "site": "@ArutzSheva_En"}, "fb": {"app_id": 194476697237012}, "apple-itunes-app": "app-id=1325723027, affiliate-data=myAffiliateData, app-argument=myURL", "viewport": "width=device-width,maximum-scale=1,initial-scale=1,user-scalable=no"}}}