{"GDELT": {"GlobalEventID": 940852677, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 842, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.5510204081632595, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH", "Actor1Geo_Lat": 15.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "TH", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kawkareik, Kayin State, Myanmar", "Actor2Geo_CountryCode": "BM", "Actor2Geo_ADM1Code": "BM05", "Actor2Geo_ADM2Code": "41808", "Actor2Geo_Lat": 16.55, "Actor2Geo_Long": 98.2333, "Actor2Geo_FeatureID": "-419377", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH", "Action2Geo_Lat": 15.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "TH", "DATEADDED": 20200814223000, "SOURCEURL": "http://karennews.org/2014/03/farmers-compensated-for-land-loss-to-asia-highway/"}, "ARTICLE": {"TITLE": "Farmers Compensated For Land Loss To Asia Highway", "TEXT": "Burma’s government and the Thai company involved in the construction of the Asia Highway have paid compensation to landowners affected by the construction, but some landowners have claimed that they did not receive the compensation that the authorities initially promised.\n\nThe landowners had their land damaged by the building of the highway between Myawaddy to Thin-gan-nyi-naung and then through to Kawkareik in Karen State, by the Thai company SEE SANG.\n\nThe landowners were compensated on 7th of March at the Kawkareik Town Administration Office, where those affected were compensated in cash after giving their signatures to the authorities, according to U Zaw Min, chief minister of Karen State, who attended the ceremony.\n\nSpeaking to the Karen News, U Zaw Min said.\n\n“The compensation for damaged lands has been garnered from the state budgets and the construction department. The government paid the compensation of 1.5 million kyats, while SEE SANG Company paid the additional amount of 500,000 kyats for one acre.”\n\nU Zaw Min added that the total amount given to affected landowners was 177,590,000 Kyats.\n\nMahn Hla Myaing, a member of parliament from Constituency No. 1 in northern Kawkareik Township attended the compensation payments alongside Saw Kyi Lin, Minister of Industry and Electricity, Mr. Supot Wongsirojkul, an engineer from SEE SANG Company, representatives of the Karen National Union (KNU) and more than one hundred residents who lost their lands were also present.\n\n[Grandma] Daw May Shin, an affected landowner, alleged that the authorities did not compensate her fully as promised.\n\n“Firstly the [government] said we will get a compensation of 3 million kyats for one acre. But then they offered 1.5 million for one acre – we refused, so they came back with 2 million and we had to accept that.”\n\nPadoh Saw Maw Htoo, Chairperson of the KNU at Kawkareik Township, said it was good that locals were getting paid for the loss of their land, “We are pleased to see people get the compensation now.”\n\nThe Asia Highway construction project, a joint Thai and Burmese venture, costs an estimated 1,140 million Thai baht with funds coming from the Asia Development Bank of Thailand. Construction began in 2004 but was halted in 2005. The project has now resumed following a ceasefire agreement reached between the Burma Army and the KNU in November 2012. The project is slated for completion by April 2014.", "METADATA": {"robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Farmers Compensated For Land Loss To Asia Highway - Karen News", "description": "Burma’s government and the Thai company involved in the construction of the Asia Highway have paid compensation to landowners affected by the construction, but some landowners have claimed that they did not receive the compensation that the authorities initially promised. The landowners had their land damaged by the building of the highway between Myawaddy to …", "url": "http://karennews.org/2014/03/farmers-compensated-for-land-loss-to-asia-highway/", "site_name": "Karen News", "image": {"identifier": "http://karennews.org/wp-content/uploads/2014/03/IMG_0045.jpg", "width": 1600, "height": 1066}}, "article": {"published_time": "2014-03-16T15:25:19+00:00"}, "generator": "WordPress 5.4.1", "theme-color": "#ec0000", "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileImage": "http://karennews.org/wp-content/uploads/2018/01/cropped-karennewslogo-270x270.jpeg"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}