{"GDELT": {"GlobalEventID": 940812876, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.48849797023004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Salses, Languedoc-Roussillon, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FRA9", "Actor1Geo_ADM2Code": "16299", "Actor1Geo_Lat": 44.5333, "Actor1Geo_Long": 3.16082, "Actor1Geo_FeatureID": "-1445732", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Salses, Languedoc-Roussillon, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FRA9", "Action2Geo_ADM2Code": "16299", "Action2Geo_Lat": 44.5333, "Action2Geo_Long": 3.16082, "Action2Geo_FeatureID": "-1445732", "DATEADDED": 20200814180000, "SOURCEURL": "https://newsinfo.inquirer.net/1321910/climate-change-sours-french-winemakers-bitter-harvest"}, "ARTICLE": {"TITLE": "Climate change sours French winemakers’ bitter harvest", "TEXT": "Rivesaltes, France — Just when it seemed the year could not get more awful for French winemakers, it has got worse.\n\nWith coronavirus lockdowns sending sales plummeting, some have had to turn their unsold stock into alcoholic hand disinfectant.\n\nADVERTISEMENT\n\nThis is all the more depressing because 2019 was a vintage year in many of the country’s wine regions.\n\nBut 2020 has also brought the creeping specter of climate change into sharp focus, as winemakers were forced to start picking their grapes in early August in parts of southern France – a whole month ahead of the norm two generations ago.\n\nThe first signs are not good, with a meager crop riddled with mildew from topsy-turvy weather.\n\nIn some vineyards, there are hardly any grapes left to pick.\n\nThe Agly valley, upriver from Rivesaltes, the village which gives its name to the renowned fortified wine, is the sunniest in France, with 300 days of sunshine a year.\n\nPicking at night to avoid heat\n\nYet even here they have not seen a year like it with grape-pickers working under blistering temperatures nearing 40 degrees Celsius (104 Fahrenheit).\n\nFarmers have been forced to harvest by machine at night or handpick from the crack of dawn to keep the grapes at their cool best.\n\n“It is the first time I have seen anything like this, and I have been working in the vineyards since I was 17,” 68-year-old Jean-Marie Dereu told AFP in his fields 40 kilometers (25 miles) from the Spanish border.\n\n“When I was young, we started the harvest in September.”\n\nADVERTISEMENT\n\nThis year it started on August 5.\n\n“We had so much rain in the spring, which was catastrophic, and in the summer the vines were devastated by mildew.\n\n“Normally, the Tramontane sea breeze blows and dries the vines but this year there was no wind. And now it’s almost a drought,” said Dereu, who works seven days a week despite his age.\n\n“This year we are definitely going to lose money,” he added as he climbed onto his tractor.\n\nThe French government said climate change is almost certainly to blame.\n\nThe environment ministry said that “on average harvests across France are taking place 18 days earlier than there were 40 years ago.”\n\nThis was a clear “marker of global warming”, it added.\n\n‘Spanish grapes will grow in UK’\n\nIn her laboratory in Rivesaltes, oenologist Anne Tixier is worried about the “disturbing” way the rise in temperatures has been affecting wine production as she tests the pressed grape juice straight from the vineyards.\n\n“We are going to end up growing Spanish grape varieties in England” if this continues, she said as she tasted the first small muscat grapes of 2020 with their distinctive notes of lemon.\n\n“We have been watching harvests get earlier for 30 years,” Tixier added.\n\n“We can no longer deny climate change. We have got to think about the future, maybe by using other varieties or hybrids to adapt” to global warming.\n\nPierre Ruel, whose vineyards are in the nearby village of Salses-le-Chateau, is still passionate about the wine he produces but admits that it “would be more profitable to sell my vineyards than to work them.”\n\nDereu wants to retire but “no one in my family wants to take it on. The young ones would rather work behind a desk than have to do hard physical labor,” he sighed.\n\nClick here for more weather related news.\n\nFor more news about the novel coronavirus click here.\n\nWhat you need to know about Coronavirus.\n\nFor more information on COVID-19, call the DOH Hotline: (02) 86517800 local 1149/1150.\n\nThe Inquirer Foundation supports our healthcare frontliners and is still accepting cash donations to be deposited at Banco de Oro (BDO) current account #007960018860 or donate through PayMaya using this link .\n\nRead Next\n\nEDITORS' PICK\n\nMOST READ", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"ttl": 345600, "title": "Climate change sours French winemakers’ bitter harvest", "description": "Rivesaltes, France — Just when it seemed the year could not get more awful for French winemakers, it has got worse.\r\n\r\nWith coronavirus lockdowns sending sales plummeting, some have had to turn", "url": "https://newsinfo.inquirer.net/1321910/climate-change-sours-french-winemakers-bitter-harvest", "site_name": "INQUIRER.net", "image": "https://newsinfo.inquirer.net/files/2020/08/000_1WH1A1-620x414.jpg", "type": "article"}, "fb": {"app_id": 175228195865217, "pages": 142802334452}, "article": {"published_time": "Sat, 15 Aug 2020 01:02:47 PST"}, "author": "Agence France-Presse", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "twitter": {"card": "summary_large_image", "description": "Rivesaltes, France — Just when it seemed the year could not get more awful for French winemakers, it has got worse. With coronavirus lockdowns sending sales plummeting, some have had to turn their unsold stock into alcoholic hand disinfectant. ADVERTISEMENT This is all the more depressing because 2019 was a vintage year in many of […]", "title": "Climate change sours French winemakers' bitter harvest | Inquirer News", "site": "@inquirerdotnet", "image": "https://newsinfo.inquirer.net/files/2020/08/000_1WH1A1-scaled.jpg", "creator": "@inquirerdotnet"}, "ia": {"markup_url": "https://newsinfo.inquirer.net/1321910/climate-change-sours-french-winemakers-bitter-harvest?ia_markup=1"}}}}