{"GDELT": {"GlobalEventID": 940826318, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -1.7355371900826397, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS38", "Actor1Geo_ADM2Code": "25065", "Actor1Geo_Lat": 43.5992, "Actor1Geo_Long": 39.7257, "Actor1Geo_FeatureID": "-3006514", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS38", "Actor2Geo_ADM2Code": "25065", "Actor2Geo_Lat": 43.5992, "Actor2Geo_Long": 39.7257, "Actor2Geo_FeatureID": "-3006514", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sochi, Krasnodarskiy Kray, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS38", "Action2Geo_ADM2Code": "25065", "Action2Geo_Lat": 43.5992, "Action2Geo_Long": 39.7257, "Action2Geo_FeatureID": "-3006514", "DATEADDED": 20200814191500, "SOURCEURL": "https://www.thehindu.com/opinion/lead/gaps-in-the-casting-of-indias-foreign-policy/article32359123.ece"}, "ARTICLE": {"TITLE": "Gaps in the casting of India’s foreign policy", "TEXT": "Key questions are being asked about the strategic depth of the country’s international relations, and with good reason\n\nAt a time ‘when sorrows come’, not as ‘single spies, but in battalions’ with an unprecedented pandemic, Chinese soldiers squatting on India’s side of the Line of Actual Control (LAC), cartographic aggression by little Nepal, Iran joining a virtual alliance with China, Russia getting close to China, Pakistan shooting across the Line of Control (LoC), a looming financial crisis and other challenges, fundamental questions are being asked about the strategic depth of our foreign policy.\n\nFervent calls are being made to go back to the drawing board and shape new policies in these and other cases. It goes without saying that the government will examine all these and other international developments and apply correctives wherever possible. Since the global situation itself is in a flux, there will be many surprises on the way and our own positions will also influence the shape of the post-COVID-19 world.\n\nComment | India in the post-pandemic world\n\nMany in India have been taken by surprise at these developments because of the numerous fairy tales which surround international issues, a number of them having been created for the feel-good factor. The understanding of every issue is at three different levels. One is the real situation, which is known only to those at the higher levels and the interlocuters in the government. The second is the official version, properly calibrated for the guidance of spokespersons of the government, while the third is a more rosy picture for the general public who should feel comfortable that the government that they have elected is doing well. The fairy tales are created by the official and friendly press and commentators and are lapped up by public opinion, with a sense that all is well with the world.\n\nThe dream world gets disturbed occasionally when the reality pierces through the carefully created layers of positive impressions and the surprise turns into concern and even panic. Fire-fighting follows to reset relations and to bring back a sense of comfort and normalcy. The fundamental issues remain dormant, but a few high-level conversations, some business deals and carefully crafted joint statements take care of concerns, which disappear as public memory is proverbially short. This is a game that all governments play, not only in India but around the world.\n\nDealing with China\n\nThe most recent example of a relationship clouded by fairy tales is the one with China. With all the investments made by the Prime Minister and our large galaxy of China experts, we had no inkling of the Chinese perfidy as we had romanticised the ‘Wuhan Spirit’ and the ‘Chennai Connect’ in Mamallapuram, Tamil Nadu. The Prime Minister who alone knew what transpired at these informal summits, said nothing, but his body language and enthusiasm lulled us into thinking that these leaders would never fight a war. It came as a complete surprise that the Chinese amassed troops on the LAC and the Prime Minister characterised the Chinese action as expansionist. But strangely, apart from calling for a reset of relations, we have begun to create a legend that China has committed a “Himalayan blunder” by its military adventure on the border. Even before the promised disengagement has taken place, we have concluded that China lost the battle, which it had begun after careful planning and preparations. We have declared victory in a battle that has not ended.\n\nComment | China’s post-COVID aggression is reshaping Asia\n\nRussian ties\n\nWe were surprised in 1962 that the erstwhile Soviet Union refused to intervene in the India-China conflict on the plea that “one was a brother and the other was a friend”. Even with that experience, we had taken the support of Russia for granted this time, obviously because of the new relationship which has been established after the Prime Minister’s visits to Sochi and Vladivostock. We now know that the rose-tinted glasses of reliability through which the general public sees Russia are unreal. A President of India had remarked that Russia is an exception to the rule that there are no permanent friends. Russia’s quasi-alliance with China is a reality, while our perception of Russia has the veil of a fairy tale. Our close defence relationship, with 60% of our arms supply coming from Russia is explicable, but not sustainable. A ministerial meeting of India, China and Russia a week after the loss of 20 Indian soldiers at the LAC was intriguing to say the least.\n\nComment | RIC, a triangle that is still important\n\nUNSC high table and NSG\n\nThe most celebrated fairy tale is the impression created that the UN Security Council will be expanded soon, and that India will be a permanent member. The impression is widespread even in informed circles because of the occasional optimistic reports emanating from New York. We have been campaigning for a reform of the Security Council since 1979 and there has been really no progress on the issue of new permanent members. Many reports have been written, but as of today there is no formula which can enjoy two-thirds majority of the General Assembly and the unanimous support of the permanent members. The vast majority of the members of the UN would want to abolish the veto rather than give it to more countries. To maintain the myth that India is likely to get a place on the high table with veto power is to keep an illusion alive. A former Foreign Secretary has recently clarified that there was no offer of a permanent seat to India during the days of Jawaharlal Nehru, hopefully ending the speculation on that score.\n\nMembership of the Nuclear Suppliers Group (NSG) is another mirage that the public believes is a reality. India joining the NSG is like Russia joining the North Atlantic Treaty Organization because the NSG was set up originally to deny India any nuclear material following India’s nuclear tests in 1974.\n\nAlso read | India must sign NPT to gain entry into NSG, says China\n\nEvery member of the NSG is a signatory to the NPT and the best it could do was to give us an unconditional waiver, which we already have.\n\nThe civil liability law\n\nWe hear about six American nuclear reactors being set up in Andhra Pradesh every time there is a discussion on bilateral relations. Here again, the presumption is that the hurdle of our Civil Liability for Nuclear Damage Bill, placing the responsibility of any damages being on the supplier, will wither away. Many formulae are being suggested, but a senior nuclear scientist admitted a couple of years ago that the United States was using the Liability Law as a smokescreen not to transfer nuclear technology to India. The Clinton White House was of the view that India could use the India-U.S. Agreement on Civil Nuclear Cooperation for acquiring technology and material from other countries, and the U.S. should refrain from strengthening India’s nuclear capability. This position does not seem to have changed.\n\nThere could be instances of other unsubstantiated expectations among the public because of repeated expressions of optimism which are considered harmless. The exaggerated faith in the value of soft power as an instrument of foreign policy and the theory that there is no point in nursing constituencies such as the Non-Aligned Movement may be some of them. But the danger of disillusionment when hopes are belied is greater than removing the cobwebs of fairy tales that shroud key foreign policy questions.\n\nT.P. Sreenivasan is former Ambassador of India and Governor for India of the IAEA, Chairman, Academic Council and Director, NSS Academy of Civil Services, and Director General, Kerala International Centre", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "Gaps in the casting of India’s foreign policy", "atdlayout": "articlepage", "description": "Key questions are being asked about the strategic depth of the country’s international relations, and with good reason", "fragment": "!", "keywords": "T.P. Sreenivasan,pandemic,Chinese soldiers,India,Line of Actual Control,LAC,Nepal,Iran,China,Russia,Pakistan,Line of Control,LoC,financial crisis,strategic depth of foreign policy,post-COVID-19 world,international issues,Prime Minister,Wuhan Spirit,Chennai Connect,Mamallapuram,Tamil Nadu,Soviet Union,Sochi,Vladivostock,UN Security Council,General Assembly,permanent seat to India,Nuclear Suppliers Group,North Atlantic Treaty Organization,Civil Liability for Nuclear Damage Bill", "news_keywords": "T.P. Sreenivasan,pandemic,Chinese soldiers,India,Line of Actual Control,LAC,Nepal,Iran,China,Russia,Pakistan,Line of Control,LoC,financial crisis,strategic depth of foreign policy,post-COVID-19 world,international issues,Prime Minister,Wuhan Spirit,Chennai Connect,Mamallapuram,Tamil Nadu,Soviet Union,Sochi,Vladivostock,UN Security Council,General Assembly,permanent seat to India,Nuclear Suppliers Group,North Atlantic Treaty Organization,Civil Liability for Nuclear Damage Bill", "publish-date": "2020-08-15T00:02:00+05:30", "created-date": "2020-08-15T00:02:00+05:30", "modified-date": "2020-08-15T00:20:50+05:30", "twitter": {"creator": "T.P. Sreenivasan", "title": "Gaps in the casting of India’s foreign policy", "description": "Key questions are being asked about the strategic depth of the country’s international relations, and with good reason", "image": "https://www.thehindu.com/opinion/lead/wqu0g7/article32359122.ece/ALTERNATES/LANDSCAPE_615/iStock-1135908533", "card": "summary_large_image", "site": "@The_Hindu", "domain": "thehindu.com", "app": {"name": {"ipad": "The Hindu", "googleplay": "The Hindu (Official App)", "iphone": "The Hindu for iPhone"}, "id": {"googleplay": "com.mobstac.thehindu", "iphone": 771672321}}}, "apple-itunes-app": "app-id=584786636", "google-play-app": "app-id=com.mobstac.thehindu", "fb": {"app_id": 137450626398044, "pages": 163974433696568}, "og": {"site_name": "The Hindu", "url": "https://www.thehindu.com/opinion/lead/gaps-in-the-casting-of-indias-foreign-policy/article32359123.ece", "type": "article", "title": "Gaps in the casting of India’s foreign policy", "description": "Key questions are being asked about the strategic depth of the country’s international relations, and with good reason", "image": {"identifier": "https://www.thehindu.com/opinion/lead/wqu0g7/article32359122.ece/ALTERNATES/LANDSCAPE_615/iStock-1135908533", "type": "image/jpeg"}}, "article": {"author": "T.P. Sreenivasan", "tag": "Civil Liability for Nuclear Damage Bill", "section": "Lead"}, "msvalidate.01": "00762243DAFA333A5A6D97CE4545BDB2", "yandex-verification": "ff4648e5089d361d", "ahrefs-site-verification": "6df5b97abf2ea60f2d4123265496b92b4faa009ceff5444e0b8482ebddd508d6", "theme-color": "#fff"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}