{"GDELT": {"GlobalEventID": 940804911, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USAGOV", "Actor1Name": "OBAMA", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.92156862745098, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200814170000, "SOURCEURL": "https://blogs.timesofisrael.com/israel-the-uae-and-joe-biden/"}, "ARTICLE": {"TITLE": "Israel, the UAE, and Joe Biden", "TEXT": "The United States, Israel and the United Arab Emirates yesterday jointly announced that the latter two countries have agreed to normalize diplomatic relations, making the UAE the third Arab country (after Egypt and Jordan) with which Israel will have full ties.\n\nLiterally within minutes of the announcement, Joe Biden issued a statement applauding the news and informing the entire world that the Israel/UAE agreement “builds on the efforts of multiple administrations to foster a broader Arab-Israeli opening, including the efforts of the Obama-Biden administration[.]” Mr. Biden wants none of us forget all the hard work the Obama/Biden administration did to further Israel’s interests, so let’s examine how that administration in fact dealt with Israel.\n\nI would submit that, during the Obama/Biden administration, there were three major items of surpassing importance in defining relations between the United States and Israel. Those three items were: the Iran nuclear deal; the military funding agreement between the United States and Israel in 2016; and UN Security Council Resolution 2334.\n\nThe Iran nuclear deal, finalized in July of 2015, was a plan designed to prevent Iran from developing a nuclear weapon for a period of at least fifteen years. In return for its pledge to halt any such efforts and to permit on-site inspections, Iran would be freed of economic sanctions imposed by the UN and the United States—sanctions that had severely damaged Iran’s economy and had, in the view of many observers, forced Iran to the bargaining table.\n\nIsrael’s government, led by Prime Minister Netanyahu, strenuously opposed the deal. He made an unprecedented appearance before Congress to condemn it. Among Netanyahu’s criticisms were the facts that the deal did not even address Iran’s efforts to construct long-range missiles that, with or without nuclear warheads, could strike Israel; nor did it address Iran’s support for terrorist groups pledged to destroy “the great Satan” (the United States), “the little Satan” (Israel), or both; nor did it prevent Iran, after the fifteen-year term of the deal had expired, to then proceed to develop nuclear weapons. Netanyahu argued that, rather than entering into such a flawed deal, economic sanctions should be continued and even strengthened until Iran agreed to a deal without those flaws.\n\nThe Obama/Biden administration rejected Israel’s position and accepted the deal. As we know, in May of 2018 the Trump administration withdrew from the deal, largely for the reasons cited by Prime Minister Netanyahu.\n\nThere will be arguments until the end of time as to whether the United States should have entered and/or withdrawn from the Iran nuclear deal. But, from Israel’s perspective, the only voice that can be deemed definitive is the voice of Israel’s democratically-elected government, and that government urged rejection of the deal; that policy continues to this day.\n\nNext is the 2016 commitment of the Obama/Biden administration regarding military funding to Israel. The understanding was that, over a ten-year period starting in 2018, Israel would receive $3.8 billion per annum, which represented a substantial increase over the $3.1 billion received in 2017. The Reuters news service reported that Pres. Obama was eager for the deal as “an important part of his legacy.” But the facts are that Congress was ready to grant Israel an even larger amount—$ 4.0 billion per year—which the Obama/Biden administration disapproved. The administration actually compelled the Israeli government to promise to refuse any amount authorized by Congress above the $3.8 billion; this was a highly unusual condition. So, although the Obama/Trump administration did provide increased military funding, that funding was less than Congress was willing to provide.\n\nFinally, we come to UN Security Council Resolution 2334, which was adopted in December of 2016, less than one month before the Obama/Biden administration ended. The United States abstained. It was the first time in history that the United States had failed to veto a one-sided resolution that named only Israel as a party hindering peaceful resolution of the Israeli/Palestinian conflict.\n\nHere is what the resolution says with regard to settlements: the Security Council “[s]tresses that the cessation of all Israeli settlement activities is essential for salvaging the two-State solution[.]” Here is what the resolution says with regard to violence and terrorism: the Security Council “[c]alls for immediate steps to prevent all acts of violence against civilians, including acts of terror, as well as all acts of provocation and destruction, calls for accountability in this regard[.]”\n\nNotice the difference? “Israeli settlement activities” are specifically singled-out, with the identifier “Israeli”, for condemnation. But there is no similar condemnation of “Palestinian” acts of terror, or “Palestinian” acts of provocation and destruction. It is as if both sides are equally guilty of terrorism or acts of provocation and destruction.\n\nWhy, then, did the Obama/Biden administration not exercise its veto? I think the answer is that Pres. Obama simply didn’t like Prime Minister Netanyahu. Netanyahu didn’t conceal his disagreements with the Obama/Biden administration, particularly regarding the Iran nuclear deal. So, given the opportunity, Pres. Obama hit back—that’s how I see it.\n\nResolution 2334 will plague Israel on the diplomatic front for a long, long time. The Palestinians and their supporters will never cease to cite it as irrefutable evidence that the “international community” deems Israel, and only Israel, solely responsible for the continuing conflict. Future American administrations may deplore the contents of 2334, but they can never reverse the Obama/Biden administration’s abstention.\n\nTo summarize: the Iran nuclear deal was accepted by the Obama/Biden administration over Israel’s strenuous objections; the Obama/Biden memorandum of understanding on military funding for Israel compelled Israel to accept less funding than Congress wanted to provide; the Obama/Biden administration refused to veto UN Sec. Council Res. 2334, which unfairly identified Israel as the only party responsible for the continuing Israeli/Palestinian conflict. And now Joe Biden wants the world to know how hard the Obama/Biden administration worked to protect Israel’s interests! Go figure.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "https://static.timesofisrael.com/www/images/toi_icon_144.png", "theme-color": "#ffffff", "fb": {"app_id": 123142304440875}, "og": {"url": "https://blogs.timesofisrael.com/israel-the-uae-and-joe-biden/", "type": "article", "title": "Israel, the UAE, and Joe Biden", "description": "From the blog of David E. Weisberg at The Times of Israel", "image": {"identifier": "https://static.timesofisrael.com/blogs/uploads/users/David-E-Weisberg-1530952781-400x400.jpg", "width": 400, "height": 400}}, "article": {"author": "https://blogs.timesofisrael.com/author/david-e-weisberg/", "publisher": "https://www.facebook.com/timesofisrael"}, "twitter": {"card": "summary_large_image", "site": "timesofisrael", "title": "Israel, the UAE, and Joe Biden", "description": "From the blog of David E. Weisberg at The Times of Israel", "image": "https://static.timesofisrael.com/blogs/uploads/users/David-E-Weisberg-1530952781-400x400.jpg"}, "outbrain": {"site": "www"}, "description": "From the blog of David E. Weisberg at The Times of Israel", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}