{"GDELT": {"GlobalEventID": 940907395, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.48148148148148, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKE2", "Actor1Geo_ADM2Code": "40137", "Actor1Geo_Lat": 50.9167, "Actor1Geo_Long": -0.083333, "Actor1Geo_FeatureID": "-2609142", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sussex, East Sussex, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKE2", "Action2Geo_ADM2Code": "40137", "Action2Geo_Lat": 50.9167, "Action2Geo_Long": -0.083333, "Action2Geo_FeatureID": "-2609142", "DATEADDED": 20200815060000, "SOURCEURL": "https://honey.nine.com.au/royals/meghan-markle-prince-harry-frogmore-cottage-new-house-la/e87090a1-ac19-42f3-8a47-f7f11ad80ab3"}, "ARTICLE": {"TITLE": "Will Harry and Meghan keep their UK home after buying LA mansion?", "TEXT": "Now that Prince Harry and Meghan Markle have bought a new home in Los Angeles, there are questions about what will happen to their home in the UK.\n\nFrogmore Cottage, the couple's royal residence in Windsor, has been a point of contention since the Duke and Duchess of Sussex announced they'd be leaving the monarchy.\n\nPrince Harry and Meghan Markle in Morocco. (AP)\n\nFirst there was outrage that the couple would be allowed to keep the home, given that it had undergone publicly funded renovations before they moved in.\n\nFans and critics alike called for the pair to pay back the estimated $4.5 million of taxpayer money that funded the renovations, and they promised to do so.\n\nIt was reported that Harry and Meghan began making repayments in April as part of a rent agreement that would see them pay more than $30,000 towards the cottage each month.\n\nThe low estimated monthly payments meant the couple could be paying off the cottage for more than a decade.\n\nFrogmore Cottage, Harry and Meghan's royal home in Windsor. (REX)\n\nBut now that they've forked out an estimated $US14.64 million (approx. $20 million), for their new US home, that could change.\n\nHarry and Meghan's Santa Barbara home known as 'The Chalet' is a Mediterranean-style mansion which sits on 5.4 acres of land and had a price tag to match.\n\nWith a reported $760,000 yearly mortgage, the home is an expensive investment for the couple, who no longer have access to royal funding.\n\n\"I am surprised they can afford it all. They must start making money quickly,\" royal finance expert David McClure told The Sun.\n\nThough they're both independently wealthy, it's unclear if either Harry or Meghan have an ongoing source of income at the moment.\n\nPrince Harry and Meghan Markle's new home. (HomesoftheRich.net)\n\nWhile it's believed Prince Charles is still helping his youngest son financially, it's unlikely he'd foot the bill for the couple's lavish US home.\n\nSo, while Harry and Meghan said they intended to keep Frogmore Cottage as their UK base during their exit talks, they may not be able to afford to now.\n\nThe cost of their new life in America will be high, and while they stand to make a lot of money working independently of the royal family, it may not make sense for them financially to continue paying for a UK home they're not using.\n\nNot to mention the pair don't technically own Frogmore Cottage; it was gifted to them by the Queen and remains an official royal residence that belongs to the Crown Estate.\n\nHer Majesty the Queen with the Duke and Duchess of Sussex, Prince Harry and Meghan Markle, at the 2018 Commonwealth Youth Forum at Buckingham Palace. (Getty)\n\nTax expert David Lesperance told Express: \"Assuming that they don't have a lease, it would be like a normal landlord-tenant situation.\"\n\nAs such, the Queen could also decide to kick the couple out of Frogmore Cottage — though that's unlikely.\n\nSuch a move could cause massive royal controversy, and after the Sussex's exit earlier this year, the monarchy will likely want to avoid more scandal.", "METADATA": {"viewport": "width=device-width, initial-scale=1, minimum-scale=1", "msapplication-TileColor": "#8249ff", "msapplication-TileImage": "/assets/imgs/honey/ms-icon-144x144.2cf40801.png", "theme-color": "#8249ff", "nine": {"video-player": {"nielsen-plugin": "{\"apid\":\"P366BEB07-2E11-4EE0-B65B-0E24519B7560\",\"sfcode\":\"dcr\",\"nsdkv\":\"511,\",\"apn\":\"nineHoney\",\"section\":\"nine.com.au Honey - Latest Lifestyle\",\"segA\":\"\",\"custom_fields\":{\"hasAds\":1,\"program\":\"nine.com.au Latest Lifestyle\"}}", "video-params": {"ad-unit": "honey/web", "video-name-prefix": "honey|Royals|", "page-name": "healthlifestyle:honey:royals:article-Will Harry and Meghan keep their UK home after buying LA mansion?"}, "granularTracking": {"pageTemplate": "article"}}}, "ninemsn": {"id": "e87090a1-ac19-42f3-8a47-f7f11ad80ab3"}, "description": "Now that Prince Harry and Meghan Markle have bought a new home in LA, there are questions about what will h...", "og": {"type": "website", "title": "Will Harry and Meghan keep their UK home after buying LA mansion?", "description": "", "image": "https://imageresizer.static9.net.au/JB67hQmU-Ub6gLsJbw-hQJATiuI=/1200x628/smart/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F15acd802-91b8-4399-9f8e-f5dee07de762", "url": "https://honey.nine.com.au/royals/meghan-markle-prince-harry-frogmore-cottage-new-house-la/e87090a1-ac19-42f3-8a47-f7f11ad80ab3"}, "twitter": {"card": "summary_large_image", "site": "@9HoneyAU", "title": "Will Harry and Meghan keep their UK home after buying LA mansion?", "description": "", "image": "https://imageresizer.static9.net.au/JB67hQmU-Ub6gLsJbw-hQJATiuI=/1200x628/smart/https%3A%2F%2Fprod.static9.net.au%2Ffs%2F15acd802-91b8-4399-9f8e-f5dee07de762"}, "position": 3}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}