{"GDELT": {"GlobalEventID": 940969386, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "CVL", "Actor1Name": "SCIENTIST", "Actor1Type1Code": "CVL", "Actor2Code": "EDU", "Actor2Name": "UNIVERSITY", "Actor2Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.65274151436031, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200815161500, "SOURCEURL": "https://sciencex.com/wire-news/358842462/susu-scientists-develop-a-hybrid-power-complex-simulator-for-the.html"}, "ARTICLE": {"TITLE": "SUSU Scientists Develop a Hybrid Power Complex Simulator for the Arctic", "TEXT": "Yevgeny Viktorovich Solomin-doctor of technical Sciences, Professor of the Department \"Power stations, networks and power supply systems\" of the Polytechnic Institute Credit: SUSU\n\nThe program simulating the operation of the power complex was developed and registered by SUSU scientists. With its help, it was possible to predict the behavior of the system of generator sets that will ensure uninterrupted power supply to facilities in the Arctic. The developed program is the first step towards implementing an energy complex that is not yet available in the world.\n\nCurrently, the Arctic is being actively developed, and for the correct operation of all objects on this territory, an uninterrupted power supply is required. Scientists of South Ural State University suggested using a wind power plant with a hydrogen storage device as a permanent source of energy. The idea is that in windy weather, energy is spent converting water into oxygen and hydrogen. The latter goes to the storage tank, and the oxygen goes to the atmosphere. In the absence of wind, electricity is generated during the conversion of oxygen to water.\n\nThe principle of operation of a wind power plant with hydrogen storage was described in the journal \"Hydrogen\" (top 25%). There are no such operating systems in the world yet. The conditions of tests conducted on analogs do not correspond to real climate indicators in the Arctic. Therefore, SUSU scientists have created a program that simulates the operation of the components of the energy complex to ensure the effectiveness of the proposed approach. According to calculations, the equipment can be operated up to minus 90 degrees Celsius. The certificate of state registration No. 2020615625 was obtained for the emulation program of a hybrid wind-hydrogen power complex.\n\nSouth Ural State University Credit: SUSU\n\nWind farm in the Arctic (Cape Kanin Nos) Credit: SUSU\n\n\"The energy flow management program has elements of artificial intelligence, which indicates a high level of development and prospects for creating systems of fully Autonomous energy complexes controlled on the basis of neural networks. To test the adequacy of the model, we used a wind turbine on the roof of the SUSU NIITS, since it is similar to the one installed in the Arctic. The program is a collective effort of SUSU scientists, and the team is going to apply for grants and patent a number of new developments,\" Yevgeny Solomin said.\n\nThe emulation program is an intermediate stage before creating a control program for the operation of the entire power complex. It can be used in any hydrogen and other hybrid wind and solar-hydrogen systems. Scientists are also developing a program to control the top-level controller-it is responsible for the hydrogen equipment that the Italian company H2Nitidor is ready to provide.\n\nAt the same time, wind power plants proposed by SUSU can be mass-produced on the territory of Russia. Relevant negotiations are already underway with the Moscow Radio Engineering Plant. There are no mass-produced systems in the world yet, because potential manufacturers face problems with the purity of the processed water and the resulting hydrogen, due to clogging of fuel cells. In the development of SUSU scientists, these problems will be avoided.\n\nSUSU is a participant of the 5-100 Project, which aims to increase the competitiveness of Russian universities among the world's leading research and educational centers.\n\nMore information:\n\nhttps://www.scopus.com/record/display.uri?eid=2-s2.0-85059430362&origin=resultslist&sort=plf-f&src=s&sid=cb4c424c263b53697a9ace1fa4180d80&sot=autdocs&sdt=autdocs&sl=18&s=AU-ID%2856497029400%29&relpos=9&citeCnt=11&searchTerm=\n\nProvided by South Ural State University", "METADATA": {"Keywords": "science newswire, science press releases, science news", "description": "Science X Science News Wire : SUSU Scientists Develop a Hybrid Power Complex Simulator for the Arctic -- a press release is provided to you ìas isî with little or no review from Science X staff.", "viewport": "width=device-width, initial-scale=1", "ROBOTS": "noodp", "twitter": {"account_id": 2278998996, "card": "summary_large_image", "url": "https://sciencex.com/wire-news/358842462/susu-scientists-develop-a-hybrid-power-complex-simulator-for-the.html", "title": "SUSU Scientists Develop a Hybrid Power Complex Simulator for the Arctic"}, "fb": {"app_id": 345376492519, "pages": 645937085463657}, "og": {"title": "Science X Network :: Phys.org, Medical Xpress, Tech Xplore", "description": "Science X network: Science X is a network of high quality websites with most complete and comprehensive daily coverage of the full sweep of science, technology, and medicine news", "image": "https://scx0.b-cdn.net/tmpl/v2/img/logo_70.png", "type": "article", "url": "https://sciencex.com/wire-news/358842462/susu-scientists-develop-a-hybrid-power-complex-simulator-for-the.html"}}}}