{"GDELT": {"GlobalEventID": 940961253, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MMR", "Actor1Name": "BURMA", "Actor1CountryCode": "MMR", "Actor2Code": "GBR", "Actor2Name": "BRITAIN", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 9, "NumSources": 1, "NumArticles": 9, "AvgTone": 3.78440366972477, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Myanmar", "Actor1Geo_CountryCode": "BM", "Actor1Geo_ADM1Code": "BM", "Actor1Geo_Lat": 22.0, "Actor1Geo_Long": 98.0, "Actor1Geo_FeatureID": "BM", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Staffordshire, Staffordshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKM9", "Actor2Geo_ADM2Code": "40131", "Actor2Geo_Lat": 52.8333, "Actor2Geo_Long": -2.0, "Actor2Geo_FeatureID": "-2608511", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Staffordshire, Staffordshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKM9", "Action2Geo_ADM2Code": "40131", "Action2Geo_Lat": 52.8333, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "-2608511", "DATEADDED": 20200815144500, "SOURCEURL": "https://www.express.co.uk/news/royal/1323268/prince-charles-news-prince-charles-speech-vj-day-anniversary-lord-louis-mountbatten-news"}, "ARTICLE": {"TITLE": "Prince Charles heartbreak: Prince recalls his mentor's 'gruelling' memories of WW2", "TEXT": "FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top Royal stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nPrince Charles paid tribute to Lord Louis Mountbatten this morning, when he delivered a poignant speech at the National Memorial Arboretum in Staffordshire. The Prince of Wales, who took on the role of the Queen in leading the country in the commemorations, spoke of the sacrifices made and the cruelty witnessed by those who fought in the Far East during World War 2.\n\nTrending\n\nAnd he revealed much of his understanding of that front of the war began with the teachings offered by his great uncle and mentor Lord Mountbatten. The Prince of Wales said: \"From the vantage point of the twenty-first century, it is hard for us to appreciate fully the suffering endured by those who fought, or were caught up in, this theatre of war. \"Drawing on his time as Supreme Allied Commander South East Asia Command my great uncle, Lord Mountbatten, helped me begin to understand the quite atrocious conditions experienced by our forces throughout South East Asia. \"But those of us not there at the time really can only begin to understand…\n\nPrince Charles delivered a poignant speech to mark the 75th anniversary of VJ Day\n\nPrince Charles and his great uncle Lord Louis Mountbatten\n\n\"Lord Mountbatten told me about his experiences of that gruelling campaign in which our troops not only faced a determined opponent, but at the same time had to contend with an incredibly hostile jungle environment and the ever-present scourge of disease which claimed nearly a quarter of a million Allied casualties. \"At this point we should also reflect on those unfortunate prisoners of war, who suffered so dreadfully. \"Over a quarter of all Allied Prisoners of War lost their lives in captivity.\" READ MORE: Prince Charles dons medals as he steps in for Queen to lead on VJ Day\n\nPrince Charles, Lord Louis Mountbatten, Prince Philip and the Queen during a Jubilee naval review in 1977\n\nLord Mountbatten, killed by the IRA in 1979, famously counselled Prince Charles on several issues - including his love life. After having spoken to Charles about a possible marriage to his granddaughter, Amanda Knatchbull, Lord Mountbatten advised the Prince of Wales to seek for a future wife \"without a past\" the media could dig up. During WW2, one of Lord Mountbatten's biggest accomplishment was to oversee the recapture of Burma from the Japanese. This success granted him the title of Viscount Mountbatten of Burma, newly-created for him in 1946 upon his return to Britain. DON'T MISS Princess Anne heartbreak: Title Princess Royal could have to give up [INSIGHT] Prince Charles makes special effort to mark Anne's birthday [CLIP] Prince Charles confessed ‘big difference’ between George and Charlotte [REPORT]\n\nPrince Charles and Camilla at the memorial service in Staffordshire\n\nPrince Charles laid a wreath during this morning ceremony\n\nLord Mountbatten wasn't the only member of the Royal Family to have taken part in the conflict in the Far East. Prince Charles's father Prince Philip quickly rose through the military ranks during the first half of the 1940s. After leaving Gordonstoun in early 1939 and graduating in from Dartmouth the next year, the then Prince of Greece and Denmark took part in several key tasks during WW2 - including the Allied invasion of Sicily in 1942. Aboard the HMS Whelp, Prince Philip was present in Tokyo Bay when the instrument of Japanese surrender was signed on this day 75 years ago.\n\nLord Louis Mountbatten was the great uncle of Prince Charles\n\nDuring the poignant ceremony in Staffordshire this morning, Prince Charles also laid a wreath on the Burma To Siam Railway Memorial. The Prince of Wales' engagement with veterans and officials - including the Prime Minister - has been only one of the several ways the Royal Family has decided to mark the anniversary of VJ Day today. Earlier this morning, the Queen issued a personal statement in which she recalled her emotions at the news of the end of the war. She wrote: \"Today we mark the 75th anniversary of VJ Day, which brought victory for the Allies and finally marked the end of the Second World War.\n\nPrince Charles and his great uncle at a polo match in 1979", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "PRINCE CHARLES recalled the teachings and discussions with his most beloved great uncle as he delivered a deeply personal speech to mark the 75th anniversary of VJ Day.", "fb": {"pages": 129617873765147, "app_id": 823607694325129}, "og": {"title": "Prince Charles heartbreak: Prince recalls his mentor's 'gruelling' memories of WW2", "type": "article", "url": "https://www.express.co.uk/news/royal/1323268/prince-charles-news-prince-charles-speech-vj-day-anniversary-lord-louis-mountbatten-news", "image": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1323268.jpg", "site_name": "Express.co.uk", "language": "en", "tags": "headlines,ctp_video,autoplay_video,prince charles,prince charles news,prince charles vj day,prince charles louis mountbatten,royal news", "section": "Royal", "description": "PRINCE CHARLES recalled the teachings and discussions with his most beloved great uncle as he delivered a deeply personal speech to mark the 75th anniversary of VJ Day."}, "news_keywords": "headlines,ctp_video,autoplay_video,prince charles,prince charles news,prince charles vj day,prince charles louis mountbatten,royal news", "article": {"tag": "royal news", "published_time": "2020-08-15T15:18:00+01:00", "modified_time": "2020-08-15T15:21:48+01:00", "expiration_time": "2020-09-14", "section": "Royal", "image_count": 7, "video_count": 1, "word_count": 1164, "internal_link_count": 3, "external_link_count": 0}, "author": "Alice Scarsi", "twitter": {"card": "summary_large_image", "image": {"src": "https://cdn.images.express.co.uk/img/dynamic/106/750x445/1323268.jpg"}, "title": "Prince Charles heartbreak: Prince recalls his mentor's 'gruelling' memories of WW2", "description": "PRINCE CHARLES recalled the teachings and discussions with his most beloved great uncle as he delivered a deeply personal speech to mark the 75th anniversary of VJ Day."}, "video_autoplay": "false", "headline_short": "Prince Charles heartbreak: Prince recalls his mentor's 'gruelling' memories of WW2", "verify-v1": "EGl3XPBuem43awGwLC1rXGpRHRnmNSwp7VZfnCAAcKE=", "msvalidate.01": "1960193A20395DAD3FCB640BCB0D91D7", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "robots": "noodp,noydir,all"}}}