{"GDELT": {"GlobalEventID": 940922334, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.40878896269800996, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40347", "Actor1Geo_Lat": 34.0078, "Actor1Geo_Long": 71.5733, "Actor1Geo_FeatureID": "-2771364", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40347", "Actor2Geo_Lat": 34.0078, "Actor2Geo_Long": 71.5733, "Actor2Geo_FeatureID": "-2771364", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40347", "Action2Geo_Lat": 34.0078, "Action2Geo_Long": 71.5733, "Action2Geo_FeatureID": "-2771364", "DATEADDED": 20200815083000, "SOURCEURL": "https://defence.pk/pdf/threads/initial-days-of-pakistan-army-aviation.680896/"}, "ARTICLE": {"TITLE": "Initial Days of Pakistan Army Aviation", "TEXT": "Initial Days of Pakistan Army Aviation\n\n\n\n\n\n\n\n\n\nAcknowledgement ​\n\nAll the content is taken from the 'History of Pakistan Army Aviation 1947-2007'. The copyrights belong to the respective authors. I am posting it here with the kind permission of one of the authors and copyright holders Major General (R) Muhammad Azam HI(M).\n\n\n\n\n\n\n\n​\n\nMajor General (R) Muhammad Azam HI(M) 'was commissioned in 19 Baloch Regiment in April 1971. He got his flying brevet with pilot course serial 18. He served in 3 Army Aviation Squadron during Balochistan insurgency and later flew the pioneer sortie in Siachen while serving in 5 Aviation Squadron in 1982. He commanded 7 Army Aviation Squadron and later raised Aircraft Accident Investigation Board. He also commanded Army Aviation School and Army Aviation Command before commanding Defence Services Guards Corps. He remained associated with history project from inception in 1996 till its completion in 2007.'\n\n\n\n\n\nThe Journey Begins\n\nThe story of Pakistan Army Aviation begins at the time of partition of the sub-continent. 659 British Army Air OP (Observation Post) Squadron which was deployed at Lahore in support of the Punjab Boundary Commission was split between the two new countries-Pakistan and India. Four Auster-V aircraft were the share of Pakistan and this became the nucleus on which was built No. 1 Air OP Flight-fore runner to present day Army Aviation. Pilots of Air OP Squadrons in British Army were from Royal Artillery and technical personnel were from Royal Air Force. Operational control was exercised by the Royal Artillery and technical control by RAF. Same pattern was retained in newly born Pakistan Army. At that time there was no Pakistan Army Pilot trained to take over the flight thus No. 1 Air OP Flight Royal Pakistan Air Force was managed temporarily by the Royal Pakistan Air Force. British agreed to leave behind a batch of four Auster pilots for few months to allow the newly born flight undertake the flying duties in a smooth manner. Major PD Morris thus became its first flight commander with Captain RD Raikes, Captain DS Murray and Captain GF Cox, all ex- Royal Artillery, as section pilots. Flight was organized into a flight headquarters and four sections, each having one aircraft. The Indian contingent of No. 1 Air OP Flight RIAF flew out to Amritsar on 7 September 1947. Four Auster-V aircraft inherited by Pakistan Army had the tail numbers 228, 271, 377 and 625. In October 1947 three officers from RPAF were hastily sent to the Air OP Flight to take over the flight from British officers. They were Flying Officer Nazir Ahmad Siddiqui, Pilot Officers Ashraf and Mahmood Jan. These officers quickly acquainted themselves with the operations and by November 1947 were ready to replace the British officers. Captain RD Raikes with all other ranks left the flight in October followed by Captain Murray and Captain Cox in November 1947. By mid November 1947 the flight was entirely manned by RPAF officers except the flight commander Major PD Morris, who was later relieved by Flying Officer M M Jaffery in May 1948.\n\n\n\nFIRST PAKISTANI PILOT TO FLY ARMY AUSTERS\n\nFlying Officer Nazir Siddiqui was the first Pakistani pilot to fly\n\nthe 659 RAF Air OP Squadron Austers left at Lahore as Pakistan’s\n\nshare in 1947. He reported to the Flight in early October 1947 and flew his first dual mission on Auster - TJ 337 on 11th October 1947. He was cleared to fly solo on 16th October. He was part of the Royal Pakistan Air Force (RPAF) Pilots who were sent to the Air OP Flight to replace the British pilots. Once Army trained its own pilots, these RPAF pilots returned to their parent units. During the process of research for this book, Wing Commander (R) Nazir Siddiqui was traced to be living in his house next to the perimeter fence of Qasim Army Aviation Base, Dhamial. These two pictures show him in 1960 and in 2004. The second pilot of his batch was Pilot Officer Ashraf, who also retired as a Wing Commander. For a long time he served in Lahore and Multan Flying Clubs as a flying instructor. The third pilot was Pilot Officer Mahmood Jan, who later left the service and flew for PIA. The latter two are no more living. Incidentally, son-in-law of Wing Commonder (R) Ashraf, was an Army Aviator - Colonel (R) Liaqat Raja of the Combat Group.\n\n\n\n\n\n1960\n\n\n\n2004\n\n​\n\nOperation Curzon – Troops pull out from Tribal Area--1947\n\nWaziristan Agency had remained a thorn in the side of the British Empire; the very first induction of aircraft in the sub-continent is attributed to the unrest in tribal areas along the Durand Line since 1919. British Army had formed a Waziristan Area Command, with 30,000 troops, which had its headquarters at Dera Ismail Khan, with brigade headquarters at Razmak, Bannu, Wana and Gardai. Quaid-e-Azam intended to withdraw this force as a sign of reconciliation towards tribesmen.In October 1947, No. 1 Air OP Flight was tasked to provide support for “Operation Curzon”. Two Austers were immediately despatched to Razmak with a servicing station established at Peshawar. The flight was placed under command Wing Commander Nazir Ullah of RPAF.\n\n\n\n\n\nAn artist’s impression of Auster in the field operations ​\n\nCaptain DF Murray and Captain GF Cox were the pilots in the Razmak Section, where as Major Morris and Captain RD Raikes stayed back at Lahore with flight headquarters and two Auster for supporting the Punjab Boundary Force. Later, the flight headquarters and one Auster also moved to Peshawar on 7th October 1947. Air OP aircraft were used for communication and reconnaissance duties. During the troops pullout phase, tribal marauders, on being spotted would be reported by the Auster to main control station at Miran Shah and soon ‘Tempests’ of No. 5 Squadron RPAF would appear for strafing. Wing Commander Siddiqui remembers the flying of those days, “We would fly the air force crew from Peshawar to Razmak, fly political agents, performed other tasks like casualty evacuation, road clearance and flying the commanders in various sectors. At times we also took artillery shoots over the attacking tribal who were ransacking, looting the evacuated garrisons and undertaking occasional hit and run attacks on the army convoys”. ‘Operation Curzon’ terminated on 31st December 1947. The flight supported the operation with dedication and devotion and flew 115 hours. On completion of the duty, the flight reassembled at Peshawar.\n\n\n\nAir OP Flight’s\n\nImmediately after re-grouping as the First Air OP Flight, the unit was tasked to fly\n\nmissions in support of the army deployed/moving to help the refugees coming into\n\nPakistan. Pilots would fly between Amritsar and Lahore to monitor safe passage of\n\nthe refugee columns. Troops were despatched by the army authorities at Lahore on\n\nreceiving information from the pilots of any troubled column. These Auster were a\n\nsource of solace and assurance to the steady stream of humanity crossing over in one\n\nof the world’s biggest population transfer.\n\n\n\n\n\n​\n\n\n\nThe First Army Pilot\n\nA batch of five young Indian army officers proceeded to England in June 1947 to train as Air OP pilots. This group included one Muslim army officer as well who was Captain Azmat Baksh Awan, belonging to the Corps of Artillery. On completion of flying training this group returned to the respective independent countries - India and Pakistan. Captain Awan was thus destined to be the pioneer Pakistan Army Air OP pilot who joined the No.1 Air OP Flight located at Chaklala in June 1948. He also became the flight commander since at that time the existing flight commander, Flight Lieutenant M.M Jaffery left to attend Command and Staff College Quetta. Captain Awan followed a distinguished career path and served with distinction in every rank. He was the spearhead of Army’s flying force and led the force to grow in size and operational effectiveness. He rose to the rank of lieutenant General and commanded two corps, he also became the first Colonel Commandant of Army Aviation. After retirement he served the country as an ambassador to Sweden. He passed away in January 1996.\n\n\n\n\n\nCaptain A.B. Awan standing third from left.\n\n\n\n\n\nFirst Group of Pakistan Army Pilots\n\nRealizing the future necessity, Director Artillery, Brigadier Harris selected five gunner officers in September 1947 to undergo Air OP training in UK. The officers were Captains Nasrullah Khan, Moin Ullah Kirmani, Gholam Jabbar, RIU Khan and MS Wazir. Only Captain Kirmani and Captain Jabbar came back with flying brevet in September 1948. The remaining three officers lacked flying aptitude and were returned to their units. Captain Kirmani soon left Army and It will not be out of place to mention that with the passage of time, Captain Jabbar became a torch-bearer on the inclined path of growth and development of\n\nPakistan Army Aviation and retired as a brigadier after serving at various tiers of command in this splendid outfit.\n\n\n\n\n\n\n\nBokker Hill, (UK) April 1948. First Pakistan Army Batch.\n\nStanding 2nd from left Capt Wazir, Last staning Capt Kirmani, & 2nd sitting on ground Capt Jabbar.\n\n\n\n​\n\nThe First Flying Instructor\n\nConsidering high attrition in which five students who were sent to UK for flying training, only two returned as qualified pilots. It was decided to request the British authorities to depute a flying instructor for training in Pakistan. Captain Awan recommended the name of his own instructor – Captain Gerald Terence Leworthy, a WW -2 veteran with a DFC (Distinguished Flying Cross). The major consideration in recommending his name apart from his flying skills was his sense of humour. Captain Leworthy (Major retired) arrived in Pakistan on 12 September 1948 and besides flying training, played an important role as an advisor on tactical matters pertaining to Air OP.\n\n\n\n\n\nMajor and Mrs Leworthy\n\n\n\n​\n\nThe First Pilot Trained in Pakistan\n\nLieutenant Mohammad Saleem Ullah was the first army officer to have been completely trained in flying within Pakistan. He was selected for Air OP Course while serving in Kashmir with 2 Field Regiment Artillery during “Pandu Operations”. He reported for basic training on Tiger Moth aircraft at Risalpur after undergoing medical examination conducted by the medical officer of 2 Field Regiment. On completion of basic training, he joined No. 1 Air OP Flight at Chaklala on 2nd December 1948 for advance training. Lieutenant Saleem Ullah retired as Director Aviation in 1974, he expired in 2006. He wrote about his Air OP days; “I had a long briefing from Major A.B Awan, the flight commander, on the training aspects. Captain Leworthy was a brilliant flying instructor and I was fortunate to be his student. His knowledge of ground subjects was excellent. My flying training schedule was easy. Two hours of flying, three hours of ground subjects which mainly included principles of flight and meteorology which was conducted by air force meteorological officer and then two hours of normal unit administration as quartermaster. Captain Leworthy was very particular about the air exercises and always made sure that I understood these on ground before going up in the air. Captain Leworthy used to lay great emphasis on map reading. He maintained that a pilot must know the relationship of map to ground all the time. Accordingly, he would conduct map reading exercise once a month. The flight was deployed with a spacing of approximately 1000 yards. They were given vary light pistols and cartridges with a timetable when they had to fire. The pilots were given a flight path 5000 yards away from the troops with different heights. When the pilot was positioned at the flight path, troops would fire and the pilot had to record the location. Initially the results were not very encouraging but soon we improved. The pre and post flight briefings were comprehensive. My flying with Leworthy was of great help to me during my flying instructor course in UK”\n\n\n\n\n\nCaptain Saleem Ullah\n\n\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Initial Days of Pakistan Army Aviation\n\n \n\n\nAcknowledgement\n\nAll the content is taken from the 'History of Pakistan Army Aviation 1947-2007'. The...", "og": {"image": "https://defence.pk/pdf/styles/defencepk/xenforo/logo.og.png", "site_name": "Pakistan Defence", "type": "article", "url": "https://defence.pk/pdf/threads/initial-days-of-pakistan-army-aviation.680896/", "title": "Initial Days of Pakistan Army Aviation", "description": "Initial Days of Pakistan Army Aviation\n\n \n\n\nAcknowledgement\n\nAll the content is taken from the 'History of Pakistan Army Aviation 1947-2007'. The..."}, "fb": {"app_id": 1409522542615664, "admins": 502535135}, "twitter": {"card": "summary_large_image", "site": "@defence_pk", "creator": "@defence_pk", "title": "Initial Days of Pakistan Army Aviation", "description": "Initial Days of Pakistan Army Aviation\n\n \n\n\nAcknowledgement\n\nAll the content is taken from the 'History of Pakistan Army Aviation 1947-2007'. The...", "image": "https://defence.pk/pdf/attachments/paa-logo-png.661001/"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}