{"GDELT": {"GlobalEventID": 940938283, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.0675675675675595, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Orange Walk, Orange Walk, Belize", "Actor1Geo_CountryCode": "BH", "Actor1Geo_ADM1Code": "BH04", "Actor1Geo_ADM2Code": "20818", "Actor1Geo_Lat": 18.0667, "Actor1Geo_Long": -88.55, "Actor1Geo_FeatureID": "-1149957", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Orange Walk, Orange Walk, Belize", "Action2Geo_CountryCode": "BH", "Action2Geo_ADM1Code": "BH04", "Action2Geo_ADM2Code": "20818", "Action2Geo_Lat": 18.0667, "Action2Geo_Long": -88.55, "Action2Geo_FeatureID": "-1149957", "DATEADDED": 20200815111500, "SOURCEURL": "http://7newsbelize.com/sstory.php?nid=54355"}, "ARTICLE": {"TITLE": "7 News Belize", "TEXT": "There Will Be No Lockdown, But a Curfew\n\nToday in the House of Representatives - the Prime Minister stressed that the situation is fluid but as of this morning, neither he nor the National Oversight Committee saw the need for a national lockdown - but he did announce a strict new curfew:\n\nRt. Hon. Dean Barrow, Prime Minister\n\n\"I and those whom we have consulted, including the members last night by telephone of the National Oversight Committee do not feel that it is anywhere close to being a situation where we must think in terms of locking down the entire country. Madame Speaker, we know that we are still, from an economic point of view, reeling from the last lockdown. Both the private sector, businesses throughout the private sector, they're experiencing severe hardship as a consequence of the interruption and where government is concerned the revenue collapse continues. When you do the lockdown, you terribly exacerbate the impossible circumstances that already exist in terms of anything like normal economic activity. So, ultimately, health comes first, but we must calibrate carefully and be sure that whatever we do is proportional. So against that kind of a backdrop, contrary to what one radio station said last night, we are not locking down Orange Walk District.\"\n\n\"Of course the villages that are already on lockdown and later on you will see that we are moving a motion to extend the state of emergency generally giving us the ability to prolong the lockdowns in Ambergris Caye, Guinea Grass, Shipyard, Santa Martha. So to that extent intra-district travel is limited in Orange Walk, but again this business of preventing movement across the district line so that nobody from outside of Orange Walk can enter the district, nobody from Orange Walk can leave the district - that is not on at the present time.\"\n\n\"We will see what the weekend brings. The NOC meets as usual on Monday, if of course it is warranted then we will do what we have to do, but it is my sense that it's not going to be warranted especially as you get farther and farther from the various principal sources of this surge that we are experiencing. Before I talk about the additional measures, the point the minister of health made about the onus on our community - on all of us, to do what we need to do and that is clear. It's been repeated, that must be reiterated. The commissioner of police sends me a daily bulletin and I see that for last night 47 persons were arrested and charged for various offences under the state of emergency regulations, indicating that there are still too many our people that are not paying attention. What we will do is everything remains as is in the areas that are under quarantine, to repeat Ambergris Caye and the villages in the Orange Walk District.\"\n\n\"Countrywide now we will change the curfew hours to go back to weekday curfews starting at 8p.m. and of course ending at 5a.m. the next morning. Weekends, two days, we will extend the curfew hours so that curfew will start at 10p.m. and of course end at 5a.m. Again, Madame Speaker, we're doing this to indicate that we take what is happening very seriously. We got to put in these additional measures but we do not want to go overboard.\"\n\n\"We're going to limit social gatherings even more, so that now the maximum number for any social gathering will be 10, including for the churches. Remember that a super spreader turned out to be a church and the congregation in Ambergris Caye, so that will be limited to 10.\"\n\n\"We thought long and hard we're going to keep restaurants open, we're not even going to restrict them to takeout or to operating only in the open air. But because the social gathering limits are now restricted to 10, we expect that people will have to dine by reservations, that no restaurant can have, I don't care what size you are, no restaurant can have anymore than 10 persons dining at the same time. Contact sports, we're going to stop the notion of any kind of competition for basketball and for all the other contact sports. Volleyball, we can see how, if you're going to limit it to 3 on either side. Bicycle riders now must wear masks. I think the last time we had said that they can go without wearing masks, but if you're riding, I'm not talking about the cyclists for exercise. For exercise, we want to leave things as they are where because it's difficult to breathe with the masks if you're running or you're walking for exercise, and if you're cycling for exercise you don't have to wear your masks. But the regular everyday bicycle rider who uses his bicycle as a means of transport, when he's out in the public he must wear his mask. I'm not saying that we will completely defeat the virus, but we'll get to a point where we can live with it and I know the Leader of the Opposition certainly takes exactly this position we've got to find a way to live with this thing until they find a vaccine.\"\n\n\"While we are convinced that there is not the kind of organic human to human transmission in the communities outside of the ones that we know too well Ambergris Caye, Orange Walk and the particular villages, we keep the situation under review. All these samples that are being processed this weekend might disclose at the end of the day results and a pattern and in terms of the location of additional positives that would cause us to rethink the position. But I do still caution if will take a great deal before we are simply going to lock this country down again. We cannot afford that. In the meantime if everybody can begin to take this thing seriously and we get a little break and the pattern that we've seen that is emerge continues where we cannot point to organic breakouts in communities all over the land and in a way that will prove frightening, we are not going to go to a full scale lockdown.\"", "METADATA": {}}}