{"GDELT": {"GlobalEventID": 940920353, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "MAYOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.92307692307692, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Davao City, Davao City, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPC3", "Actor1Geo_ADM2Code": "24267", "Actor1Geo_Lat": 7.073060000000001, "Actor1Geo_Long": 125.613, "Actor1Geo_FeatureID": "-2424066", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Davao City, Davao City, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPC3", "Action2Geo_ADM2Code": "24267", "Action2Geo_Lat": 7.073060000000001, "Action2Geo_Long": 125.613, "Action2Geo_FeatureID": "-2424066", "DATEADDED": 20200815081500, "SOURCEURL": "https://www.casinonewsdaily.com/2016/06/13/philippine-casinos-seek-exemption-nationwide-smoking-drinking-ban/"}, "ARTICLE": {"TITLE": "Philippine Casinos Seek Exemption from Nationwide Smoking and Drinking Ban", "TEXT": "Philippine casino operators will be discussing the potential exemption from the smoking and drinking ban proposed by President-elect Rodrigo Duterte. Casino executives are set to meet the country’s top official later this month.\n\nA former Mayor of Davao City, Mr. Duterte will step on his new post on June 30. As a Mayor he had implemented a limited ban on smoking and drinking in public spaces. To be more precise, smoking in each and every business establishment in the city is now only allowed within a single open-space area. The sale and consummation of alcoholic beverages is strictly prohibited from 1 am to 8 am.\n\nMr. Duterte has proposed the implementation of such or rather similar measures around the country. However, it is still unknown when exactly those are to be introduced.\n\nKingson Sian, CEO and President of Travellers International Hotel Group Inc., known to be the company behind the Philippines’ first integrated casino resort – Resorts World Manila, told local media that he would be among the officials to be discussing the proposed public smoking and drinking ban with the country’s new President.\n\nMr. Sian said that he hopes Mr. Duterte would realize the importance of the Philippine casino industry for the country’s overall economic well-being and that casino officials and the President would reach an agreement regarding a potential exemption from the ban.\n\nMr. Sian explained that a considerable portion of their gambling customers are smokers and drinkers and that they would probably look for other gaming destinations if Philippine casinos do not allow them to smoke and drink while gambling.\n\nAlthough the official expressed hopes that a compromise would be reached, he noted that they are a law-abiding business and that they will adhere to the new law once and if eventually implemented.\n\nCommenting on the state of the country’s casino industry, Mr. Sian said that overall gross gaming revenue is expected to continue growing. However, individual operators may not generate growth given the fact that the market is currently a bit oversaturated and that it would take five to six years for it to be able to adapt to the significant number of major casinos operating within the Philippines’ borders.\n\nThere are three integrated casino resorts currently operating in the country – Resorts World Manila, Solaire Resort & Casino, and City of Dreams Manila. The three venues generated overall revenue of PHP18.1 billion during this year’s first quarter, up 6.4% year-on-year.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msvalidate.01": "65A9344325F3F1A192A4AAAC6BAD367C", "fb": {"pages": 1124865497658793}, "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Philippine Casinos Seek Exemption from Nationwide Smoking and Drinking Ban", "description": "Philippine casino operators will be discussing the potential exemption from the smoking and drinking ban proposed by President-elect Rodrigo Duterte. Casino executives are set to meet the country’s top official later this month. A former Mayor of Davao City, Mr. Duterte will step on his new post on June 30. As a Mayor he had […]", "url": "https://www.casinonewsdaily.com/2016/06/13/philippine-casinos-seek-exemption-nationwide-smoking-drinking-ban/", "site_name": "Casino News Daily", "image": "https://www.casinonewsdaily.com/wp-content/uploads/2016/06/resortsworldmanila136.jpg"}, "article": {"published_time": "2016-06-13T09:01:54+00:00", "modified_time": "2016-06-13T13:19:06+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.5"}}}