{"GDELT": {"GlobalEventID": 940918103, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ZWE", "Actor1Name": "HARARE", "Actor1CountryCode": "ZWE", "Actor2Code": "GOVMED", "Actor2Name": "MINIST OF INFORMATION", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.49737696727454, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI04", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -17.8178, "Actor1Geo_Long": 31.0447, "Actor1Geo_FeatureID": "-2312291", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI04", "Actor2Geo_ADM2Code": "40197", "Actor2Geo_Lat": -17.8178, "Actor2Geo_Long": 31.0447, "Actor2Geo_FeatureID": "-2312291", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI04", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -17.8178, "Action2Geo_Long": 31.0447, "Action2Geo_FeatureID": "-2312291", "DATEADDED": 20200815074500, "SOURCEURL": "https://www.newzimbabwe.com/big-saturday-read-south-africa-the-challenge-of-the-zimbabwean-crisis/"}, "ARTICLE": {"TITLE": "Big Saturday Read: South Africa & The Challenge Of The Zimbabwean Crisis", "TEXT": "Spread This News\n\n\n\n\n\n\n\n\n\n\n\nAlex T. Magaisa\n\nPRESIDENT Cyril Ramaphosa this week dispatched Special Envoys to Harare, in South Africa’s latest efforts to assist in resolving the frustratingly long-running crisis in Zimbabwe. The Special Envoys’ mission had little success because they were reportedly prevented by Zimbabwe’s President Emmerson Mnangagwa from meeting with members of the opposition and civil society.\n\nThis means the Special Envoys returned to Pretoria with a one-sided story: that of President Mnangagwa and the ruling party, ZANU PF, which is essentially that there is no crisis which warrants intervention. President Ramaphosa’s efforts will fail, just like his three predecessors’ efforts, unless he changes tact to the crisis in Zimbabwe and takes a bolder approach which identifies the true nature of the political problem.\n\nIn this article, I consider the challenges that President Ramaphosa faces in his mission and offer suggestions on what might be done to assist in the situation. The snub of his envoys was a first show of the level of resistance that he will face from the Harare regime, but there are more factors, the handling of which will determine success or failure of his efforts.\n\nResistance to the “big brother” idea\n\nSome observers frame the relationship between South Africa and Zimbabwe as that of “big brother”. But this is something that Zimbabwe vehemently detests. If anything, Zimbabwe sees itself as the big brother by dint of having won independence first between the two countries. Indeed, ZANU PF does not see itself as a junior to the ANC. Rather it sees itself as an equal, and probably with an even better claim to revolutionary credentials by virtue of the sustained armed struggle for independence and more recently, its land revolution, which remains a major issue in South Africa.\n\nA close reading of Patrick Chinamasa’s statement in response to comments made by ANC Secretary General last week is a clear assertion of this resistance to being regarded as junior in the relationship.\n\nFor its part, South Africa does not see itself as having this big brother role, contrary to expectations by external actors. While some would like to see it asserting a leadership role on the continent, South Africa bristles at the idea of having this supervisory role.\n\nReverend Frank Chikane, who was the director-general in the South African presidency between 1999 and 2009 captured the philosophy that guided President Mbeki’s approach during his tenure. For President Mbeki, his vision comprised changes at two levels, first within the continent and second, in the attitude towards Africa.\n\n“The power relations between Africa and the rest of the world, especially those countries that have interests in the African continent, had to change to give Africans the sovereign rights to determine their own destinies”, writes Chikane in his 2013 book The Things That Could Not Be Said. Later, he adds explaining Mbeki’s policy of Quiet Diplomacy, “The approach respected the sovereign right of Zimbabweans to independently make their own decisions about the future of their country, rather than be dictated to by outsiders”.\n\nThis approach did not change after President Mbeki. The statements encapsulate South Africa’s reluctance to play the big brother role in the region as other external actors might have expected of it.\n\nIf South Africa is going to make headway in Zimbabwe it will not be through a bilateral avenue between itself and Zimbabwe. The Harare regime was quick to remind its neighbour of the multilateral avenue when it issued a statement through Monica Mutsvangwa, its Minister of Information and Publicity.\n\nShe wrote, “It is common knowledge that there is no Zimbabwean issue before the SADC Organ on Politics, Defence and Security. Neither is there one such issue before the SADC Summit. Definitely, there is no such issue before the continental body, the African Union”.\n\nIt was a subtle reminder that South Africa has no business intervening on its own, without the mandate of the regional bodies. South Africa is likely to recoil in light of this pushback. President Ramaphosa has to go back to the drawing board and ensure that he has a mandate from either the African Union or SADC. President Ramaphosa has the present advantage of being the current chairperson of the African Union.\n\nHowever, by the principle of subsidiarity, in terms of which the continental body usually defers to regional bodies, the African Union will probably exercise deference to SADC. When South Africa intervened as facilitator in 2007, a process which eventually led to the Global Political Agreement in Zimbabwe in 2008, South Africa was exercising a mandate from SADC. It will be remembered, however, that President Mbeki had already been involved in previous efforts. But he was on more solid ground with the backing and mandate of the African Union and SADC.\n\nCrisis or no crisis?\n\nWhether South Africa takes a leading role will depend on how it defines and frames the challenges in Zimbabwe. There is a good reason why Zimbabwe has resisted the framing that there is a crisis in Zimbabwe. It’s not just stubbornness or habitual denialism, although these are factors.\n\nIt’s also because President Mnangagwa and ZANU PF understand the significance of the framing which characterises Zimbabwe as a country in crisis. Crisis is a sine qua non for external intervention. It provides justification for intervention. The Harare regime does not want external intervention. This would mean they would be conceding failure but more importantly they would be risking their exclusive hold on power. ZANU PF does not like the idea of sharing power.\n\nWe have, however, observed a progressive change in attitude in South Africa. The position now is markedly different from 12 years ago, when President Thabo Mbeki infamously retorted that there was no crisis in Zimbabwe.\n\nIt was an incredible moment of presidential detachment from reality which gave the impression of aloofness. In recent months we have seen more acceptance in the South African government and ANC circles that there is a crisis in Zimbabwe.\n\nJust this week Lindiwe Zulu, the ANC’s head of international relations, who is also a government minister very candidly stated that “there is a political crisis” in Zimbabwe urging that they had to be “frank and honest” about it.\n\nThe Minister for International Relations, Naledi Pandor chimed in with the statement that there is an “undeniable political problem” in Zimbabwe and said South Africa was “ready to assist” in finding a solution. Late last year she made it clear that Zimbabwe’s economic challenges could not be resolved without fixing the political challenges.\n\nThe ANC secretary general Ace Magashule also indicated that there were human rights violations in Zimbabwe, which drew a furious reaction from ZANU PF’s Patrick Chinamasa.\n\nWhile President Ramaphosa has not directly stated that there is a crisis, his deployment of Special Envoys is indicative of this growing acceptance in the South African ruling establishment. The contagion from Zimbabwe, which observers have always warned of, is now all too evident with economic refugees flooding into South Africa and piling pressure on the country’s public services.\n\nThis puts the ANC and the South African government at odds with its Zimbabwean counterparts who argue that there is no crisis. In a scripted statement read by Minister of Information and Publicity, Monica Mutsvangwa, the Zimbabwean government’s message was meant for South Africa more than the Zimbabwean audience. The statement was a clear denial of the existence of a crisis.\n\n“It is important that we refute press claims of a crisis in Zimbabwe” said Mutsvangwa. “Crisis in diplomacy has specific and defined circumstances that go beyond day to day banter … there is no crisis in Zimbabwe which needs external intervention under established international treaties and conventions”.\n\nThis is a fundamental pushback by the Zimbabwean regime which makes an appeal to international diplomacy and legalities. The notion of a crisis is relegated to “day to day banter”. This means the Zimbabwean regime sees state-sponsored human rights violations, arrests and detention of journalists and political opponents and the torture of citizens as “banter”. Mnangagwa is ridiculing his counterpart Ramaphosa for sending Special Envoys in response to “day to day banter”.\n\nIt remains to be seen whether South Africa succumbs to the dismissive treatment by the Zimbabwean regime. Or will it show moral courage and formally recognise that there is a crisis in Zimbabwe. If not, President Ramaphosa’s efforts will fail at the first hurdle. Recent statements by ministers Zulu and Pandour are useful indicators but they are not enough. The cold reception that the Special Envoys in Harare was a direct challenge to South Africa’s authority and leadership on the issue.\n\nPrinciples of sovereignty, non-interference and reciprocity\n\nThe above argument is intimately connected to the principles of sovereignty and non-interference. By these principles, every nation-state is sovereign and equal and there should be no interference in internal affairs of another country apart from certain exceptional circumstances. These exceptional circumstances are defined, albeit vaguely, by international law. They include situations where there is genocide or crimes against humanity within a nation-state.\n\nIt is not the place to discuss the legal technicalities for intervention but it’s important to understand why the statement by the Zimbabwean government made reference to the notion that “there is no crisis which needs external intervention under established international treaties and conventions”.\n\nWhat the Mnangagwa regime is doing by this is to mount a pre-emptive legal argument against any form of intervention in what it regards as a purely domestic situation. This is a significant pushback by the regime anchored in an appeal to legalism: that there is no legal basis for intervention.\n\nThe articulation of this legal defence is evident in the statement by Mutsvangwa which I have already quoted above in which she reminds South Africa that Zimbabwe is not an issue at the SADC Organ on Politics, Defence and Security, the SADC Summit or the African Union. What the statement omits is that Zimbabwe has been chairing the SADC Organ, which meant that it is conflicted. It’s hardly surprising that the crisis has not been an issue in the eyes of the Organ.\n\nThe major reason that the Zimbabwean government is making this argument is to tell South Africa that it has no mandate to intervene in its internal affairs without sanction from the regional bodies. Mnangagwa is basically chiding his counterpart Ramaphosa, telling him that he is off-side by taking a unilateral approach.\n\n“This was a peer to peer level of brotherly Heads of State of two sister nations” said Mutsvangwa, a diplomatic telling off that President Ramaphosa had no business sending his Special Envoys to come and talk to the opposition parties and civil society organisations. This would explain why the Special Envoys’ mission did not go according to plan.\n\nIf, therefore, President Ramaphosa is to succeed in South Africa’s latest attempt to help solve the Zimbabwean crisis, he will have to summon his strategic talents to frame it as a crisis that warrants external intervention. Intervention is not without precedent.\n\nAs Zimbabwean lawyer and Pan-Africanist, Brian Kagoro articulated with great clarity at a recent conference on solidarity with Zimbabwe, contrary to common perceptions, there are several precedents of intervention both by the AU and SADC. This includes the intervention in Zimbabwe through President Mbeki which led to the Global Political Agreement in 2008. This point is also made by Chikane, who emphasises that President Mbeki’s facilitation was in line with AU and SADC decisions.\n\nFalse Equivalence and Moral Blackmail\n\nZimbabwean opposition and civil society groups are familiar with ZANU PF’s penchant to deploy moral blackmail based on the logical fallacy of false equivalence. It casts the opposition and civil society as equal villains in Zimbabwe’s predicant. It argues that you may say we are bad, but we are all the same. It is using the same strategy against South Africa and the ANC ruling party.\n\nThis is why Patrick Chinamasa’s diatribe against Ace Magashule made reference to the shootings at Marikana. His message was, you have also shot and killed your people and you have no moral right to condemn us for shooting our own. The message is: We do not interfere in your affairs, therefore do not interfere in ours. This is a claim to the idea of reciprocity – accord us the same deference that we accord to you.\n\nThis was echoed by the government when Mutsvangwa stated in her statement, “South African domestic politics can be allowed to be spirited. Even then, neither comments from some figures in the ruling party or irate remarks from its opposition ranks should be taken as the basis of creating perceptions or attributions of crisis in other nations”. This is drawing a false equivalence between robust democratic debate in South Africa’s democracy, to the repressive strategies prevalent in the Zimbabwean political space.\n\nBut the Marikana issue is also a direct aim at President Ramaphosa, who has always been blamed for the shootings from his days in the corporate sector when he was the chairman of Lonmin. The charge is meant to equalise Mnangagwa and Ramaphosa, thereby removing any moral high ground that the latter might wish to occupy in relation to Zimbabwe.\n\nThe other issue concerns land reform. For ZANU PF, they are way ahead of the ANC because they have tackled a politically difficult and sensitive issue. They see the ANC as lacking the cojones to deal with this issue, something that gives ZANU PF a sense of superiority as a more revolutionary party. A close reading of Patrick Chinamasa’s statement shows he was keen to remind the ANC that ZANU PF had confronted the elephant in the room, which their counterparts are yet to do. It’s a subtle poke at the revolutionary conscience of the ANC.\n\nHowever, ZANU PF forgets that the land issue is now a double-edged sword. The loss of productivity following the land takeovers is a disadvantage to South Africa, which is now perennially reminded by critics that it should be careful not to be another Zimbabwe. This is different from when President Mbeki was involved. It was during the heat of the land takeovers and the consequences were not as apparent as they are now.\n\nNevertheless, it is fair to say that the ANC still labours under the weight of its failure to confront the land reform issue. There is, it appears, some residual admiration for ZANU PF for having confronted this issue, despite the imperfections. But President Ramaphosa must be conscious of the false equivalences and moral blackmail which are meant to disable him from dealing with the Zimbabwean crisis. He will have to overcome or work around them if he is to make progress.\n\nAnother element of moral blackmail concerns the presence of former ZANU PF politicians who are self-exiled in South Africa. These are the so-called members of the G40 faction which lost the battle to succeed President Robert Mugabe when Mnangagwa’s Lacoste faction carried out a coup in November 2017.\n\nThe interactions between the ANC and people that ZANU PF regards as “fugitives from justice” is a sore point for the Zimbabwean regime as evidenced by Patrick Chinamasa’s vituperative statement in response to the ANC’s Secretary General, Ace Magashule. Magashule had indicated in his television interview that the ANC had engaged them. ZANU PF’s message to the ANC is that you cannot be a broker when you are not only habouring but listening to our enemies.\n\nStrawman: claim to victimhood\n\nThe other logical fallacy which ZANU PF often uses is to create a straw man in response to charges of egregious violation of human rights. A straw man is an argument that a protagonist creates and attributes to another even though the other has not made it. It is deployed because it is easy for the protagonist to attack. Each time that ZANU PF is accused of violating human rights, it argues that the opposition and civil society are puppets of the West. It, therefore, frames itself as a victim of Western aggression.\n\nOver the past 20 years, the argument of victimhood is anchored on the land reform programme. ZANU PF argues that it is being victimised by the West for taking back the land from white farmers. This also achieves a second purpose for ZANU PF in its dealings with the ANC: it is a subtle reminder that if you decide to do what we did, you will also be punished by the West with ostracisation, sanctions and supporting opposition parties and civil society to remove you from power. Does the ANC believe this? It is difficult to argue that it, or at least significant elements within it do not have sympathy for this view.\n\nBut this idea that ZANU PF and Zimbabwe are victims of Western machinations is not just an emotional appeal to the ANC and South Africa. Again to refer to my colleague Brian Kagoro, it is an appeal to solidarity anchored in both historical and legal context. It is historical because both parties regard themselves as sister liberation movements with anti-imperialist credentials. They both see imperialism as a continuing phenomenon, which must be fought in solidarity.\n\nMore significantly, SADC is also a mutual solidarity pact which is anchored in resisting external aggression. Therefore, when ZANU PF persistently argues that it is a victim of the West, it is not just an emotional appeal but it is also mounting a legal argument for protection by SADC, thereby obviating SADC’s intervention to criticise it. In a nutshell, the Zimbabwean regime is saying – there is no crisis warranting external intervention, but if you must intervene, it should be to protect us from Western aggression.\n\nPresident Ramaphosa must be alive to these strategies, because they are essentially designed to place both him and SADC in a no-win situation: on the one hand, they can’t intervene because there is no crisis, but on the other hand, if they decide to intervene, they must do so to protect the Harare regime. This is a long-drawn strategy from the days of Mugabe and it has made life very difficult for President Ramaphosa’s predecessors.\n\nWhat to do?\n\nPresident Ramaphosa must come to terms with the reality that Harare is led by a military regime with a civilian facade. I have previously made this observation in a recent BSR, which argued that Zimbabwe was a state of militarism, not constitutionalism. This is a state in which the military is the predominant actor with pervasive influence in every corner and pocket of public life. Professor Roger Southall expressed the challenge eloquently in his recent article in The Conversation when he referred to “removing the military from power” as “the issue that really matters”. It is the demilitarisation of Zimbabwean politics that is the most critical issue.\n\nThis requires an acknowledgement and acceptance that the military coup on November 2017 was a gross error, a problem which was fortified by the region’s acceptance of it under the puny pretext of “military-assisted transition”. If the GPA brokered by President Mbeki in 2008 was a half-baked solution which postponed a problem, the coup made Zimbabwe progressively worse. To undo this is a Herculean task but it is the elephant in the room that requires “frank and honest” recognition to use a phrase employed by Minister Zulu when she declared that there is a political crisis in Zimbabwe.\n\nThe old friend is long gone\n\nThe ANC must also wean itself of the fantasy that it is dealing with a sister liberation party. The current ZANU PF is a far cry from the pair of revolutionary organisations ZAPU led by Joshua Nkomo and ZANU led by Robert Mugabe, which united in 1987 under the Unity Accord. In any event, its true ally was ZAPU, a junior party in the arrangement which has always been relegated to number two.\n\nCertainly, the current ZANU PF of Mnangagwa has neither the ideological depth nor direction of the old party. It’s a shell which is clinging to past glories of the liberation struggle, which it monopolises as if it prosecuted the war alone without the people. It has become a small club of elites who are thoroughly accomplished in the dark arts of corruption. These rent-seeking elites are only preoccupied with egregious accumulation of personal wealth at the expense of the people.\n\nIf South Africa ever needed a signal as to the type of irresponsible and reactionary regime their neighbour has become, it only has to look at the ironic situation that having neglected and destroyed their public health system, ZANU PF elites and their families seek medical services in South Africa. The Zimbabwean public are relegated to a decrepit health system where doctors now describe themselves as undertakers rather than lifesavers. There is no honour in associating with a party that has long lost its conscience.\n\nZANU PF likes to refer to itself as a revolutionary party, but the only thing that is revolutionary about it is its long gone history. Nothing that it is doing in the present age is revolutionary. If anything, it has become a reactionary party which is corrupt and violates human rights and freedoms with reckless abandon. It has mutilated institutions of the state to a point where the parliament, the judiciary, the civil service and independent commissions have lost their independence.\n\nHowever, even more significantly, ZANU PF has become heavily militarised and therefore depends upon the security organs of the State not only to enforce its rule but to organise itself internally. This means the image that the ANC members have in their mind when they talk of “a sister party” is a million miles away from the real ZANU PF. It’s like meeting a long lost friend. You might have memories of who he was decades ago, but he will be a totally different person. By the end of the night he will have stolen from you.\n\nIn short, ZANU PF is a decrepit party that would be moribund without the help of the military. It’s a good example of what the ANC should not aspire to be. Propping it up is enabling human rights abuses, rampant corruption and impoverishment of the people.\n\nConclusion\n\nThere is a need therefore, for South Africa, SADC and the AU to go beyond this acknowledgement of a political crisis in Zimbabwe to the stage of defining its terms. It’s not just a political dispute between ZANU PF and the MDC Alliance; the crisis is anchored in and driven by the militarisation of Zimbabwean politics.\n\nThe entire political system and public life are bound hand and foot to the military. The regime relies ever more on coercion than on consent. This abnormality, a crisis of legitimacy, was endorsed in November 2017 and not even the elections in 2018 did anything to cure it.\n\nPresident Ramaphosa’s government is facing serious challenges domestically, as Professor Southall argues and this has dented its credibility, a circumstance that the Zimbabwean regime is keen to exploit.\n\nBut he is also the man who played a key role in South Africa’s negotiations as it transitioned from the Apartheid era in the early 1990s. This is as good a time as any to draw on that experience, although admittedly, Zimbabwe presents a different set of circumstances.\n\nSome Zimbabweans have suggested the idea of a National Transitional Authority as a way out of the present conundrum. Professor Southall sees it as a “nice idea, but a pipe dream.\n\nIt is hard to see an intransigent ZANU PF agreeing to hand over power, especially when to its mind there is no crisis at all. Much will depend on South Africa’s willingness and courage to demonstrate to its northern neighbour that there is indeed a crisis that warrants a new and radically different approach. To do this, it must remain alive to the issues raised here and by other analysts and commentators.\n\nWaMagaisa\n\nwamagaisa@tutanota.com", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"locale": "en_GB", "type": "article", "title": "Big Saturday Read: South Africa & The Challenge Of The Zimbabwean Crisis - NewZimbabwe.com", "description": "Spread This NewsAlex T. Magaisa PRESIDENT Cyril Ramaphosa this week dispatched Special Envoys to Harare, in South Africa’s latest efforts to assist in resolving the frustratingly long-running crisis in Zimbabwe. The Special Envoys’ mission had little success because they were reportedly prevented by Zimbabwe’s President Emmerson Mnangagwa from meeting with members of the opposition and", "url": "https://www.newzimbabwe.com/big-saturday-read-south-africa-the-challenge-of-the-zimbabwean-crisis/", "site_name": "NewZimbabwe.com", "image": {"identifier": "https://s3-eu-west-2.amazonaws.com/newzimlive/wp-content/uploads/2019/03/16062112/Alex-T-Magaisa.jpg", "secure_url": "https://s3-eu-west-2.amazonaws.com/newzimlive/wp-content/uploads/2019/03/16062112/Alex-T-Magaisa.jpg", "width": 798, "height": 562}}, "article": {"publisher": "https://www.facebook.com/newzimbabwecom/", "section": "Opinion", "published_time": "2020-08-15T07:11:39+01:00"}, "fb": {"app_id": 372149049643391}, "twitter": {"card": "summary_large_image", "description": "Spread This NewsAlex T. Magaisa PRESIDENT Cyril Ramaphosa this week dispatched Special Envoys to Harare, in South Africa’s latest efforts to assist in resolving the frustratingly long-running crisis in Zimbabwe. The Special Envoys’ mission had little success because they were reportedly prevented by Zimbabwe’s President Emmerson Mnangagwa from meeting with members of the opposition and", "title": "Big Saturday Read: South Africa & The Challenge Of The Zimbabwean Crisis - NewZimbabwe.com", "site": "@NewZimbabweCom", "image": "https://s3-eu-west-2.amazonaws.com/newzimlive/wp-content/uploads/2019/03/16062112/Alex-T-Magaisa.jpg", "creator": "@NewZimbabweCom"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "description": "NewZimbabwe.com – The Zimbabwe News You Trust is Zimbabwe’s leading online newspaper and published by New Zimbabwe Media Ltd. The platform brings you the latest breaking News, Business, Showbiz, Sports, Diaspora and gives you everything you’ve come to expect and love.", "keywords": "NewZimbabwe, News, Zimbabwe, Trust, Newspaper, Business, Showbiz, Sports"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}