{"GDELT": {"GlobalEventID": 940976661, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MED", "Actor1Name": "SPOKESMAN", "Actor1Type1Code": "MED", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -9.240924092409289, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20200815173000, "SOURCEURL": "https://www.msn.com/en-ie/news/world/gardai-probing-vile-viral-clip-of-teenagers-pushing-asian-woman-into-royal-canal-in-dublin/ar-BB180eLJ"}, "ARTICLE": {"TITLE": "Gardai probing vile viral clip of teenagers pushing Asian woman into Royal Canal in Dublin", "TEXT": "Gardai have launched an investigation after horrifying footage of a group of teenage thugs pushing a woman into the Royal Canal in Dublin went viral today.\n\nThe brief clip of the shocking incident, which took place in Dublin 15 yesterday, has been widely condemned by social media users.\n\nThe video had been uploaded to two boys' TikTok accounts but the footage and the accounts have since been deleted, Dublin Live reports.\n\nThe disgusting clip shows the woman, who appears to be Asian, telling the boys they should not \"racially discriminate\".\n\nThe alleged racial slurs are not caught on camera.\n\nThe group of vile bullies then crowd around and intimidate the woman before a number of them lunge forward and push her into the water.\n\nThe callous thugs can then be heard laughing as the woman lets out a terrified scream.\n\nA garda spokesman told Dublin Live they are investigating an allegedly racially motivated incident and urged anyone who has been a victim of a hate crime to contact them.\n\nHe said: \"An Garda Síochána takes hate crime seriously, and each and every hate crime reported to us is professionally investigated and victims supported during the criminal justice process.\n\n\"The Garda Diversity and Integration Strategy 2019 – 2021 has a significant focus on enhancing the identification, reporting, investigation and prosecution of hate crimes and An Garda Síochána is taking actions to improve internal recording and encourage more reporting by the public.\n\n\"An Garda Síochána would encourage anyone who feels they have been the victim of a hate crime to report the matter directly to An Garda Síochána and not to 3rd parties or on social media.\"", "METADATA": {"application-name": "Gardai probing vile viral clip of teenagers pushing Asian woman into Royal Canal in Dublin", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "The brief footage of the shocking incident has been widely condemned by social media users", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}