{"GDELT": {"GlobalEventID": 940965030, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MAR", "Actor1Name": "MOROCCO", "Actor1CountryCode": "MAR", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.0654044750430303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rabat, Rabat-Saléemmour-ZaëMO, Morocco", "Actor1Geo_CountryCode": "MO", "Actor1Geo_ADM1Code": "MO49", "Actor1Geo_ADM2Code": "21812", "Actor1Geo_Lat": 34.02, "Actor1Geo_Long": -6.83, "Actor1Geo_FeatureID": "-43376", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rabat, Rabat-Saléemmour-ZaëMO, Morocco", "Action2Geo_CountryCode": "MO", "Action2Geo_ADM1Code": "MO49", "Action2Geo_ADM2Code": "21812", "Action2Geo_Lat": 34.02, "Action2Geo_Long": -6.83, "Action2Geo_FeatureID": "-43376", "DATEADDED": 20200815153000, "SOURCEURL": "https://www.timesofisrael.com/morocco-said-likely-to-be-one-of-the-next-states-to-normalize-ties-with-israel/"}, "ARTICLE": {"TITLE": "Morocco said likely to be one of the next states to normalize ties with Israel", "TEXT": "Morocco is likely to be one of the next Arab states to normalize diplomatic ties with Israel following a US-brokered agreement between the United Arab Emirates and Israel to establish relations, according to an Israeli report Friday.\n\nQuoting unnamed US officials, the Kan public broadcaster said Morocco was seen as a likely candidate as it already has tourism and trade ties with Israel. The report also cited the North African country’s protection of its small Jewish community.\n\nEstablishing formal diplomatic ties with Israel could also improve Morocco’s relations with the US. The report said that in exchange for doing so, Rabat was seeking American recognition of its sovereignty over the disputed Western Sahara territory.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nMorocco occupied large swathes of the Western Sahara in 1975 as Spain withdrew from the area and later annexed the territories in a move not recognized internationally.\n\nA report in February by Channel 13 news said Prime Minister Benjamin Netanyahu tried to arrange such a three-way agreement and made overtures to Washington to promote the deal, but the Trump administration had yet to clear it.\n\nMorocco is considered an ally of the United States, and has long maintained informal but close intelligence ties with Israel.\n\nThough the countries have no formal relations, Morocco has hosted Israeli leaders, and Israelis are allowed to visit there. Some 3,000 Jews live in Morocco, a fraction of the number from before the 1948 creation of Israel, but still the largest community in the Arab world.\n\nBesides Morocco, Bahrain and Oman have also been touted as nations that could follow the UAE in establishing relations with Israel. Both countries praised the announcement that Jerusalem and Abu Dhabi would normalize ties.\n\nIsrael and the United Arab Emirates announced their agreement Thursday afternoon. They “agreed to the full normalization of relations between Israel and the UAE,” they said in a joint statement with the US that was released by US President Donald Trump.\n\nThe UAE-Israel deal marks the third such agreement the Jewish state has struck with an Arab country after Egypt (1979) and Jordan (1994).\n\nIsraeli and UAE delegations will meet in the coming weeks to sign bilateral agreements regarding investment, tourism, direct flights, security and the establishment of reciprocal embassies, their statement said.\n\nNetanyahu said on Thursday night that Israel had entered a “new era of Israeli relations with the Arab world,” and that other deals with Arab countries would follow. Jared Kushner, Trump’s son-in-law and senior adviser, said later Thursday that more Arab countries may soon announce normalized ties with Israel and Friday said relations between the Jewish state and Saudi Arabia were inevitable.\n\nIsrael agreed to shelve annexation of parts of the West Bank as part of the deal, but it was unclear if the move had been put on hold permanently or temporarily. Netanyahu said his plan to apply Israeli sovereignty in the West Bank with full American coordination had not changed, and was still on the table, but that Trump had requested a temporary halt.\n\nAFP contributed to this report.", "METADATA": {"viewport": "width=1024", "description": "Report cites Rabat's existing tourism and trade relations with Jerusalem, desire to win US recognition for Moroccan sovereignty over the Western Sahara", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "msapplication-TileImage": "https://static.timesofisrael.com/www/images/toi_icon_144.png", "msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "fb": {"app_id": 123142304440875}, "og": {"url": "https://www.timesofisrael.com/morocco-said-likely-to-be-one-of-the-next-states-to-normalize-ties-with-israel/", "type": "article", "title": "Morocco said likely to be one of the next states to normalize ties with Israel", "description": "Report cites Rabat's existing tourism and trade relations with Jerusalem, desire to win US recognition for Moroccan sovereignty over the Western Sahara", "image": {"identifier": "https://static.timesofisrael.com/www/uploads/2020/08/AP_19149405679027-e1597501385802-1024x640.jpg", "width": 1024, "height": 640}}, "twitter": {"card": "summary_large_image", "site": "timesofisrael", "title": "Morocco said likely to be one of the next states to normalize ties with Israel", "description": "Report cites Rabat's existing tourism and trade relations with Jerusalem, desire to win US recognition for Moroccan sovereignty over the Western Sahara", "image": "https://static.timesofisrael.com/www/uploads/2020/08/AP_19149405679027-e1597501385802-1024x640.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}