{"GDELT": {"GlobalEventID": 940918980, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EUR", "Actor1Name": "EUROPEAN", "Actor1CountryCode": "EUR", "Actor2Code": "BLR", "Actor2Name": "BELARUS", "Actor2CountryCode": "BLR", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -9.090909090909081, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nasha Niva, Minsk, Horad, Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO05", "Actor1Geo_ADM2Code": "39980", "Actor1Geo_Lat": 52.9301, "Actor1Geo_Long": 28.4185, "Actor1Geo_FeatureID": "11336471", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nasha Niva, Minsk, Horad, Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO05", "Actor2Geo_ADM2Code": "39980", "Actor2Geo_Lat": 52.9301, "Actor2Geo_Long": 28.4185, "Actor2Geo_FeatureID": "11336471", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nasha Niva, Minsk, Horad, Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO05", "Action2Geo_ADM2Code": "39980", "Action2Geo_Lat": 52.9301, "Action2Geo_Long": 28.4185, "Action2Geo_FeatureID": "11336471", "DATEADDED": 20200815080000, "SOURCEURL": "https://www.chron.com/neighborhood/news/article/Freed-from-Belarus-jails-protesters-recount-15486064.php"}, "ARTICLE": {"TITLE": "Freed from Belarus jails, protesters recount beatings", "TEXT": "Freed from Belarus jails, protesters recount beatings\n\nFILE - In this file photo taken on Monday, Aug. 10, 2020, police clash with a protester following presidential elections in Minsk, Belarus, that demonstrators have dismissed as rigged. Hundreds of people released from custody after a violent crackdown on protests in Belarus are sharing their accounts of harsh treatment at the hands of police. less FILE - In this file photo taken on Monday, Aug. 10, 2020, police clash with a protester following presidential elections in Minsk, Belarus, that demonstrators have dismissed as rigged. Hundreds of people ... more Photo: Sergei Grits, AP Photo: Sergei Grits, AP Image 1 of / 23 Caption Close Freed from Belarus jails, protesters recount beatings 1 / 23 Back to Gallery\n\nMINSK, Belarus (AP) — They emerged dazed, shaken and in tears from the detention center in Minsk, to be met by waiting relatives. They displayed the black-and-blue bruises on their bodies, saying police had beaten them mercilessly. One teenager asked his weeping mother to look away.\n\nAuthorities in Belarus have freed at least 2,000 of about 7,000 people who had been pulled off the streets by riot police in the days following a disputed election that kept the country's iron-fisted leader, President Alexander Lukashenko, in power.\n\nAs they reunited with loved ones early Friday, they told of being struck repeatedly with truncheons, being threatened with gang rape and held amid harsh conditions and overcrowded cells. The accounts are fueling outrage at home and have European countries weighing new sanctions against officials in Belarus.\n\n“They were beating me without mercy,” Alexei Shchitnikov told The Associated Press upon his release, his face disfigured by bruises.\n\nThe 47-year-old company director displayed a cross drawn on his back, an apparent marking by police that he should be given rough treatment.\n\n“They were behaving like bandits and real beasts,\" he added. \"The people will remember Lukashenko’s ‘victory’ for a long time.”\n\nStudent Sasha Vilks showed a reporter his legs and his back deeply bruised from truncheon blows, but told his weeping mother not to look.\n\n“They called us terrorists and beat us severely on our legs and our backs,” the 19-year-old told the AP. “They would beat us first and then ask questions.”\n\nHe said he was kept lying face down for hours in handcuffs and didn’t see the faces of his tormentors, who wore balaclavas.\n\n“Some of them were walking around, saying ‘Give me someone to beat.’ It was really scary,” he said, breaking into tears.\n\nTatyana, a 21-year-old bookseller who didn’t give her last name because she feared police reprisals, said she was threatened with gang rape.\n\n“It was a real hell,” she said. “When I was on a police bus, they threatened to rape me with a truncheon. The more I cried, the more they beat me. They kept repeating, ‘You love the president!’”\n\nShuddering, she added: “They were indiscriminately beating everyone there, men and women. On the police bus, I saw them break one man’s rib and he was crying in pain.”\n\nThe demonstrations began after officials announced that Lukashenko, who has been in power for 26 years, had won 80% of the vote in Sunday's election — a result that protesters denounced as rigged. During the four nights that followed, black-clad riot police detained thousands of largely peaceful demonstrators in Minsk and other cities after firing tear gas, rubber bullets and stun grenades. At least one person was killed.\n\nThe graphic descriptions of savage beatings and other abuse by police has brought tens of thousands into the streets of the Belarusian capital in the biggest challenge in his tenure.\n\nYegor Martinovich, an award-winning journalist and the editor of the popular Nasha Niva independent online newspaper, was among those detained in the crackdown and said he was beaten ferociously while in custody.\n\n“They beat us all with truncheons and kicked us while putting us on and off police vehicles,” he told the AP. “They made us lie on the ground for half a day, our faces down. They were hounding us with dogs, insulting us and refusing to give us food. They had just one response to all of our pleas: 'You've got your revolution!'\"\n\nMartinovich said several people in his cell were covered with bruises from being hit over and over.\n\n\"When the beaten people were suffering from thirst, a guard would give a bottle of tap water for all of us,” he said. “The authorities cracked down on peaceful protesters with all the repressive power of the authoritarian state, and the consequences of that could be unpredictable.”\n\nAs the jails filled quickly to capacity, police crammed more people into cells intended for only a few inmates.\n\nMartinovich said he and 27 others were put in a cell intended for 12 people, and they had to take turns sleeping. When he was released, guards put in 10 more. Others at a Minsk jail said dozens of men and women were packed into cells intended for only two inmates.\n\nMany others who were not taken into custody also were hurt.\n\nEduard Kukhterin, a 56-year-old publisher, was struck by rubber bullets in the back and arm while entering his apartment building near a street clash.\n\n“A police bus arrived and those black-clad thugs jumped on the pavement and started firing at people as if it were a shooting range,” he said. “It looked like a horror movie, but it's Belarus today.”\n\nKukhterin said he couldn't go to a hospital for a bullet stuck in his arm because doctors warned him they would have to report it to police, who would detain him.\n\nThe national police chief later apologized to those who were targeted indiscriminately, and the Interior Ministry, which earlier shunned questions from anguished relatives trying to locate their loved ones, opened a hotline Friday.\n\nLukashenko blamed protesters for triggering the crackdown, saying some of them assaulted police, who were justified in their response.\n\nPolice also broke into apartments to seize protesters.\n\nStas Gorelik, who is working on a doctorate at George Washington University, was visiting his parents in Minsk when he was arrested by the Belarusian security agency, which still goes by its Soviet-era name, the KGB.\n\n“Stas' face was broken and blood was dripping down his face when they took him away,” said his father, Lev Gorelik, who went to the apartment where his 32-year-old son was staying with his girlfriend. “His pillow was also drenched in blood.”\n\nHe said they couldn't find him for three days until they learned he was at a KGB jail, facing charges of organizing mass riots, punishable by up to 15 years in prison. The KGB has denied Gorelik access to a lawyer.\n\n“It's hard to explain such brutality — he was only doing science and never engaged in activism or politics,” the anguished father said.\n\nHuman rights activists are preparing an appeal to the U.N. Committee Against Torture over the violence against protesters and the abusive treatment of detainees.\n\n“All those detained were severely beaten before, during and after their arrest,” said Valiantsin Stefanovich of the Viasna rights center. “We have documented massive abuse and torture — they were drawing crosses on people's backs with truncheon blows, they were forcing people to engage in mass prayers and making them crawl on the ground naked.\"\n\n“In 20 years of work as a human rights defender, I have never seen such abuses and humiliation,” he said, adding that “law enforcement agents have received a carte blanche for violence.”\n\nBy allowing the crackdown, observers say Lukashenko appears to have burned his bridges to the West and made himself entirely dependent on law enforcement agencies.\n\n“The people from the KGB and other security agencies have played an increasingly important role in Lukashenko’s entourage, and they have been able to enforce their forceful scenario,” Stefanovich said. “And the longer it goes, the less clear it becomes who depends on whom.”\n\nThe U.S. and the European Union imposed some sanctions on Belarus in the early 2000s when Lukashenko earned the nickname of “Europe's last dictator” by stifling dissent, but some were later lifted. Throughout his rule, he has tried to blackmail Russia, his main ally and sponsor, by appearing to reach out to the West to win more subsidies.\n\nBut EU foreign ministers again are taking the first steps toward sanctions in light of the post-election crackdown.\n\n“This outburst of cruel and unmotivated violence has put Lukashenko back in the 'Europe's last dictator' niche,\" said Minsk-based independent analyst Alexander Klaskovsky. “The sanctions and the rising tensions inside the country will leave the president with very little room for maneuver.”\n\n—-\n\nMstyslav Chernov in Minsk contributed.", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-15T07:14:39Z", "article": {"published_time": "2020-08-15T07:14:39Z", "modified_time": "2020-08-15T12:33:39Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Alexander Lukashenko, Alexei Shchitnikov, Sasha Vilks, Stas Gorelik, Yegor Martinovich, Lev Gorelik, PERSON, Tatyana, Valiantsin Stefanovich, Eduard Kukhterin, Alexander Klaskovsky, Mstyslav Chernov, Belarus, Minsk, Eastern Europe, Soviet, West, U.S., Russia, AP, Interior Ministry, Europe News, MC Complete - State & National, KGB, Nasha Niva, European Union, George Washington University, U.N. Committee Against Torture, A Wire, News - International - Stories, Top News, NewsBriefs, Choice Plus, Police Brutality, Viasna", "nlpOrganization": "AP, Interior Ministry, Europe News, MC Complete - State & National, KGB, Nasha Niva, European Union, George Washington University", "nlpPerson": "Alexander Lukashenko, Alexei Shchitnikov, Sasha Vilks, Stas Gorelik, Yegor Martinovich, Lev Gorelik, PERSON, Tatyana, Valiantsin Stefanovich, Eduard Kukhterin, Alexander Klaskovsky, Mstyslav Chernov", "nlpLocation": "Belarus, Minsk, Eastern Europe, Soviet, West, U.S., Russia", "nlpWorkOfArt": "A Wire, News - International - Stories", "nlpEvent": "U.N. Committee Against Torture", "nlpOther": "Choice Plus, Police Brutality, Viasna", "nlpCategories": "%2FSensitive+Subjects,%2FLaw+%26+Government%2FPublic+Safety%2FCrime+%26+Justice", "sailthru.title": "Freed from Belarus jails, protesters recount beatings", "sailthru.date": "2020-08-15 7:33:00 -0500", "sailthru.author": "By YURAS KARMANAU, Associated Press", "sailthru_uid": 15486064, "sailthru_pubname": "associated-press", "sailthru_siteid": 21, "sailthru.tags": "alexander-lukashenko,alexei-shchitnikov,sasha-vilks,stas-gorelik,yegor-martinovich,lev-gorelik,person,tatyana,valiantsin-stefanovich,eduard-kukhterin,alexander-klaskovsky,mstyslav-chernov,belarus,minsk,eastern-europe,soviet,west,u-s,russia,ap,interior-ministry,europe-news,mc-complete-state-national,kgb,nasha-niva,european-union,george-washington-university,u-n-committee-against-torture,a-wire,news-international-stories,top-news,newsbriefs,choice-plus,police-brutality,viasna,ap,interior-ministry,europe-news,mc-complete-state-national,kgb,nasha-niva,european-union,george-washington-university,alexander-lukashenko,alexei-shchitnikov,sasha-vilks,stas-gorelik,yegor-martinovich,lev-gorelik,person,tatyana,valiantsin-stefanovich,eduard-kukhterin,alexander-klaskovsky,mstyslav-chernov,belarus,minsk,eastern-europe,soviet,west,u-s,russia,a-wire,news-international-stories,u-n-committee-against-torture,choice-plus,police-brutality,viasna,2fsensitive-subjects,2flaw-26-government-2fpublic-safety-2fcrime-26-justice", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/45/54/19815190/3/sailthruImage.jpg", "og": {"title": "Freed from Belarus jails, protesters recount beatings", "description": "MINSK, Belarus (AP) - They emerged dazed, shaken and in tears from the detention center in Minsk, to be met by waiting relatives. They displayed the black-and-blue bruises on their bodies, saying police had beaten them mercilessly. One teenager asked his weeping mother to look away. \n Authorities in Belarus have freed at least 2,000 of about 7,000 people who had been pulled off the streets by riot police in the days following a disputed election that kept the country's iron-fisted leader, President Alexander Lukashenko, in power. \n As they reunited with loved ones early Friday, they told of being struck repeatedly with truncheons, being threatened with gang rape and held amid harsh conditions and overcrowded cells. The accounts are fueling outrage at home and have European countries weighing new sanctions against officials in Belarus. \n \"They were beating me without mercy,\" Alexei Shchitnikov told The Associated Press upon his release, his face disfigured by bruises. \n The 47-year-old company director displayed a cross drawn on his back, an apparent marking by police that he should be given rough treatment. \n \"They were behaving like bandits and real beasts,\" he added. \"The people will remember Lukashenko's 'victory' for a long time.\" \n Student Sasha Vilks showed a reporter his legs and his back deeply bruised from truncheon blows, but told his weeping mother not to look. \n \"They called us terrorists and beat us severely on our legs and our backs,\" the 19-year-old told the AP. \"They would beat us first and then ask questions.\" \n He said he was kept lying face down for hours in handcuffs and didn't see the faces of his tormentors, who wore balaclavas. \n \"Some of them were walking around, saying 'Give me someone to beat.' It was really scary,\" he said,...", "type": "article", "url": "https://www.chron.com/news/article/Freed-from-Belarus-jails-protesters-recount-15486064.php", "image": "https://s.hdnux.com/photos/01/13/45/54/19815190/3/rawImage.jpg", "site_name": "Houston Chronicle", "country-name": "Belarus"}, "twitter": {"card": "summary_large_image", "site": "@houstonchron"}, "fb": {"admins": 100006394927810, "app_id": 314935171989989, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}