{"GDELT": {"GlobalEventID": 940952355, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AFRJUD", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor1Type1Code": "JUD", "Actor2Code": "MED", "Actor2Name": "WEBSITE", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.6690391459074703, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kilindoni, Pwani, Tanzania", "Actor1Geo_CountryCode": "TZ", "Actor1Geo_ADM1Code": "TZ02", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -7.9139, "Actor1Geo_Long": 39.6668, "Actor1Geo_FeatureID": "-2565068", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kilindoni, Pwani, Tanzania", "Actor2Geo_CountryCode": "TZ", "Actor2Geo_ADM1Code": "TZ02", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -7.9139, "Actor2Geo_Long": 39.6668, "Actor2Geo_FeatureID": "-2565068", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kilindoni, Pwani, Tanzania", "Action2Geo_CountryCode": "TZ", "Action2Geo_ADM1Code": "TZ02", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -7.9139, "Action2Geo_Long": 39.6668, "Action2Geo_FeatureID": "-2565068", "DATEADDED": 20200815133000, "SOURCEURL": "https://advox.globalvoices.org/2020/08/15/an-earthquake-shook-tanzania-a-new-law-prohibits-citizens-from-speaking-about-it-online/"}, "ARTICLE": {"TITLE": "An earthquake shook Tanzania. A new law prohibits citizens from speaking about it online.", "TEXT": "When a major earthquake of 6.0 on the Richter scale shook coastal East Africa at around 8:15 on August 12, Tanzanians quickly took to Twitter to report on the unusual natural event that momentarily swayed chandeliers, shattered windows and cracked walls.\n\nThe earthquake hit beneath the Indian Ocean, approximately 82 kilometers from the shores of southeast Dar es Salaam, Tanzania, the nation's cultural and financial capital. Residents on the Zanzibar archipelago as well as coastal Kenya also felt the tremors. No deaths or injuries were reported. A moderate aftershock was reportedly felt the next day.\n\nToday's earthquake here in dar es salaam, Tanzania.. The video shown here is at Akemi revolving restaurant #earthquake #tanzaniaearthquake pic.twitter.com/6lR8ZRPtJ8 — . (@ageingpiers) August 12, 2020\n\nThe unprecedented earthquake in recent history gripped the attention of Tanzanians on Twitter, but tremor news was quickly tempered by new online content regulations that prohibit citizens from reporting on the “occurrence of natural calamities” — like earthquakes — “without the approval of respective authorities.”\n\nLast month, Dr. Harrison Mwakyembe, Tanzanian Minister of Information, Culture, Arts and Sports, signed the new “Electronic and Postal Communications (Online Content) Regulations, 2020,” which replaces the 2018 regulations with a few additional stipulations that further tighten free speech online.\n\nAccording to LEX Africa (Lawyers for Africa), the 2020 online content regulations “apply to all contents broadcasted to the public through internet websites, application software, forums, blogs, weblogs, microblogs, public account, instant messaging tools like WhatsApp, online live streaming, aggregators, and other related platforms like YouTube.”\n\nFines are no less than 5 million Tanzanian shillings (approximately $2,151 United States dollars), or 12-month imprisonment, or both.\n\nUnder the law's category of “public information that may cause public havoc or disorder,” Tanzanian citizens are technically not allowed to mention an earthquake before the government has officially approved the messaging around it.\n\nBut can you expect people to keep quiet when they experience an earthquake?\n\nAbout an hour after the earthquake struck Tanzania, netizen Gaure Mdee tweeted the regulations with a snarky, but “fair warning” to those who intend to tweet about the earthquake:\n\nFair warning for those mentioning an earthquake in #Tanzania 🇹🇿 pic.twitter.com/zbUkt5vUzm — Gaure Mdee (@Profesy) August 12, 2020\n\nWhich was quickly followed by a few humorous tweets like this one:\n\nAll you people talking about ‘I felt the tremor!’ – please make sure a govt official has verified your tweet. 🤭 https://t.co/aF2qS65Y0a — Wayua Muli (@MizMuli) August 12, 2020\n\nSilencing the pandemic\n\nEarthquakes are not the only matters getting muted.\n\nThe new online content regulations also prohibit citizens from sharing any “content with information about an outbreak of a deadly or contagious disease,” without government approval, including related discourse on medications and cures.\n\nThis amendment was added after the novel coronavirus known as COVID-19 hit Tanzania in March 2020.\n\nBy early April, the Tanzanian parliament decided to promote an herbal steaming strategy against the virus known as kupiga nyungu, which loosely translates in English as “hit the potion,” encouraging citizens to do facial herbal steams and eat blended potions of lemon, chili and ginger.\n\nPresident John Magufuli also urged Tanzanian citizens to pray to God, and he insisted that houses of worship stayed open. In early May, Magufuli suspended Tanzania's national laboratory, which performed COVID-19 tests, after questioning the accuracy of its tests.\n\nSince April 29, Tanzania has not published official COVID-19 data, and ultimately, in early June President Magufuli declared Tanzania free of COVID-19. BBC journalist, Sammy Awami, describes how citizens experienced the COVID-19 situation in Tanzania.\n\nOn the evening of the earthquake, netizen James Rut quipped:\n\nHas Magufuli approved that there was a huge earthquake in Tanzania? It might be a hoax from enemies of the country #Tremor — James Rut (@james_Rut) August 12, 2020\n\nAnd netizen Wavinya Kiagiri asked the next day:\n\nSo you want us to pretend it didn't happen, the same way y'all are pretending there's no COVID? #AskingForAFriend https://t.co/pdoN40sPVK — Wavinya Kiagiri (@wavinya_) August 13, 2020\n\nTwitter user Jakom sarcastically joked, using a reference to how the president earlier declared Tanzania “corona-free”:\n\nMagufuli just declared Tanzania Earthquake Free 💯 #tremor — JAKOM👺 (@JakomRon) August 12, 2020\n\nAll jokes aside, some netizens pointed out that the government had failed to issue a potential tsunami warning following the earthquake, and took the risk of pointing it out on Twitter:\n\nAn earthquake of 5.9 magnitude,12 km in depth in Kilindoni,Pwani has been felt around East Africa. Tsunami warning is needed but still Meko [Magufuli] don't care about the citizens.@fatma_karume @MSalimu @MariaSTsehai @Greathinker12 pic.twitter.com/rVHKmhs1dz — DR. Robert Kasainne (@KasainneRobert) August 12, 2020\n\nElection tremors\n\nThe new regulations were issued just ahead of the presidential elections in Tanzania in October. The incumbent party, Chama cha Mapinduzi, or The Revolutionary Party (CCM), has held power since 1961. Recent elections have amplified challenges to their position.\n\nThe new regulations prohibit online calls for protests, including any “contents that are involved in planning, organizing, promoting and calling for demonstrations, marches or the like that would lead to public disorder …”\n\nThe Tanzanian Regulatory Commissions Authority, who issued the new online content regulations, has the power to intervene on any content deemed to “threaten national security.” Critics say these regulations violate the constitution including Article 13 and Article 18, which protect freedom of information, according to The Citizen.\n\nCritics call these new regulations an attempt to further stifle opposition voices in the run-up to the 2020 election, making it nearly impossible for citizens and candidates alike to speak openly about the issues or the contenders. In recent years, journalists and human rights defenders have been disappeared, detained or imprisoned under dubious charges.\n\nWhile election campaigns are well underway, the government has also allegedly prohibited the circulation of foreign-made media about Tanzania in the country without government approval, leaving critics to wonder how journalists can fairly and freely cover the 2020 elections.\n\nMagufuli has received both praise and criticism for his stern approach to leadership with his “hapa kazi tu” slogan, loosely translated as “it's all work here.” But the slew of new laws and regulations that restrict freedom of expression and silence dissent and opposition in the East African nation goes way beyond this.\n\n“Magu-phoria” has been followed by “Magu-phobia,” writer Sabatho Nyamsenda suggests.\n\nCOVID-19, an earthquake and an upcoming election are three very different issues, but each has the potential to seriously impact people's lives. Is it really possible to control online conversations on issues that matter most to people? And if so — at what cost?", "METADATA": {"viewport": "width = device-width, initial-scale=1, user-scalable=yes", "description": "Revised online content regulations in Tanzania prohibit talking about pandemics, natural disasters or politics without government approval. Is it possible to control essential online conversations? If so, at what cost?", "generator": "WordPress 4.9.7", "fb": {"pages": 366749856727778}, "ia": {"markup_url": "https://advox.globalvoices.org/2020/08/15/an-earthquake-shook-tanzania-a-new-law-prohibits-citizens-from-speaking-about-it-online/?ia_markup=1"}, "og": {"site_name": "Global Voices Advocacy", "title": "An earthquake shook Tanzania. A new law prohibits citizens from speaking about it online.", "type": "article", "image": "https://globalvoices.org/wp-content/uploads/2020/08/800px-Dar_es_Salaam_at_a_birds_view.jpg", "url": "https://advox.globalvoices.org/2020/08/15/an-earthquake-shook-tanzania-a-new-law-prohibits-citizens-from-speaking-about-it-online/", "description": "Revised online content regulations in Tanzania prohibit talking about pandemics, natural disasters or politics without government approval. Is it possible to control essential online conversations? If so, at what cost?"}, "cre": "Global Voices Advocacy", "byl": "Amanda Lichtenstein", "article": {"published_time": "2020-08-15T14:11:13+0000", "modified_time": "2020-08-15T14:11:13+0000", "publisher": "https://www.facebook.com/GlobalVoicesAdvocacy/"}, "twitter": {"card": "summary", "creator": "@Advox", "site": "@Advox", "title": "An earthquake shook Tanzania. A new law prohibits citizens from speaking about it online.", "description": "Revised online content regulations in Tanzania prohibit talking about pandemics, natural disasters or politics without government approval. Is it possible to control essential online conversations? If so, at what cost?"}, "p": {"domain_verify": "f766ffbf7ac003e4e67698d4e991216e"}}}}