{"GDELT": {"GlobalEventID": 940962556, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ITAGOV", "Actor1Name": "ITALIAN", "Actor1CountryCode": "ITA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 73, "EventBaseCode": 73, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 8, "NumSources": 4, "NumArticles": 8, "AvgTone": -3.0102987661874105, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lampedusa, Italy (general), Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT00", "Actor1Geo_ADM2Code": "18390", "Actor1Geo_Lat": 35.5, "Actor1Geo_Long": 12.6, "Actor1Geo_FeatureID": "-119645", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mediterranean Sea, Oceans (general), Oceans", "Action2Geo_CountryCode": "OS", "Action2Geo_ADM1Code": "OS00", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 20.0, "Action2Geo_FeatureID": "-121459", "DATEADDED": 20200815150000, "SOURCEURL": "https://www.msn.com/en-gb/news/world/migrants-increasingly-reaching-italy-by-sea-from-tunisia/ar-BB18077w"}, "ARTICLE": {"TITLE": "Migrants increasingly reaching Italy by sea from Tunisia", "TEXT": "© Provided by Associated Press FILE -- In this file photo migrants sit on the quay after disembarking at Lampedusa harbor, Italy, on June 29, 2019. Small boats filled with more Tunisian migrants have reached a tiny Italian island, which had no room to quarantine them Saturday, Aug. 1, 2020, amid the pandemic. Sicilian daily Giornale di Sicilia quoted Lampedusa Mayor Toto' Martello as saying the island can’t wait until the government sends a ferry as promised so they can be safely isolated for 14 days as part of anti-COVID-19 measures. (AP Photo/Annalisa Camilli)\n\nROME (AP) — The number of migrants reaching Italy by sea shot up from the previous 12-month period, but in contrast to recent years, the majority of the arrivals didn’t need rescue and made it to shore by themselves.\n\nAccording to Interior Ministry figures released Saturday, from Aug. 1, 2019 through July 31 of this year, 16,347 migrants reached Italian shores in small boats without help, while 5,271 were rescued at sea, most of those by charity boats.\n\nThe total represents a 149% increase compared to the previous 12-month period, when 8,691 migrants arrived, most of them rescued at sea. But those numbers are very low when compared to several recent years.\n\nIn the year up through July 2015, some 175,000 migrants were plucked to safety in the Mediterranean from smugglers' boats and brought to Italy. From August 2016 through July 2017, the number was even higher — about 183,000.\n\nIn the last few years, Italian authorities have made it difficult for humanitarian rescue ships operating in the central Mediterranean Sea. Some of the charity boats have ended up impounded in Italian ports for technical reasons. And when anti-migrant leader Matteo Salvini was Italy's interior minister in the previous government, humanitarian rescue boats were sometimes kept at sea for days or weeks at a time with migrants aboard while waiting permission to disembark.\n\nCommenting on the latest figures, Interior Minister Luciana Lamorgese said many of those setting out from Tunisia in small boats and reaching Italy are Tunisians determined to escape economic hardship in their homeland, not refugees fleeing conflict.\n\nShe and Italy's foreign minister will visit Tunisia on Monday, along with two European Union commissioners, to try to boost solidarity with Tunisia and its “young democracy,” Lamorgese said.\n\nWhile thousands of migrants, many from sub-Saharan Africa, still set out for Europe from lawless Libya, where human traffickers have been based for years, according to Italy's latest figures more migrants reached Italy by sea from Tunisia than from Libya.\n\nItaly has a repatriation agreement with Tunisia that allows Italian authorities to relatively quickly send back to Tunisia those found ineligible for asylum.\n\nVideo: Migrants attempt dangerous crossing in the English Channel (PA Media)", "METADATA": {"application-name": "Migrants increasingly reaching Italy by sea from Tunisia", "cq": "passed", "Search.Interest": "News", "robots": "index, follow", "description": "ROME (AP) — The number of migrants reaching Italy by sea shot up from the previous 12-month period, but in contrast to recent years, the majority of the arrivals didn’t need rescue and made it to shore by themselves. According to Interior Ministry figures released Saturday, from Aug. 1, 2019 through July 31 of this year, 16,347 migrants reached Italian shores in small boats without help, while 5,271 were rescued at sea, most of those by charity...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}