{"GDELT": {"GlobalEventID": 940917657, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "REGULATORY BODY", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.1286681715575602, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yorkshire, North Yorkshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKJ7", "Actor1Geo_ADM2Code": "40123", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -1.5, "Actor1Geo_FeatureID": "-2612324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yorkshire, North Yorkshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKJ7", "Actor2Geo_ADM2Code": "40123", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -1.5, "Actor2Geo_FeatureID": "-2612324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yorkshire, North Yorkshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKJ7", "Action2Geo_ADM2Code": "40123", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -1.5, "Action2Geo_FeatureID": "-2612324", "DATEADDED": 20200815074500, "SOURCEURL": "https://www.yorkshirepost.co.uk/news/politics/social-work-englands-chairman-lord-kamlesh-patel-says-profession-felt-battered-and-bruised-after-years-scandals-2936559"}, "ARTICLE": {"TITLE": "Social Work England's chairman Lord Kamlesh Patel says profession felt battered and bruised after years of scandals", "TEXT": "Social Work England's chairman Lord Kamlesh Patel says profession felt battered and bruised after years of scandals\n\nLife was challenging for the young Kamlesh Patel, who arrived in Bradford as a young boy from Kenya and didn't learn to read or write until he was nine.\n\nBy Rob Parsons Saturday, 15th August 2020, 5:45 am\n\nComing to live in a city in the early 1960s at a time where a young brown child was still a novelty and signs warned 'no blacks, no Irish', he spent his early years going to an immigration centre rather than a school.\n\nThe self-described \"grafter\", whose Indian family was one of thousands fleeing a hostile Kenyan government, worked in the evenings in curry houses as a teenager and applied himself to a number of jobs after leaving secondary school.\n\nSign up to our daily newsletter The i newsletter cut through the noise Sign up Thanks for signing up! Sorry, there seem to be some issues. Please try again later. Submitting...\n\nBut until a chance meeting at the Bradford Royal Infirmary put him on the path to social work, his work as a betting officer manager, a supermarket worker, a Special Constable and even an ambulance driver left him feeling unfulfilled.\n\nA social worker he knew, who in a twist of fate he later went on to marry, told him about her work and salary, which was more than what he was earning as an ambulance driver at the time. In what turned out to be a turning point in his life, he applied for the job.\n\nNow, 35 years on, as he heads up a new Yorkshire-based regulatory body which could help return the esteem to members of the troubled social care profession, he reflects on a life that has \"come full circle\".\n\n\"It was something always stirring inside me, all my relatives were business people and entrepreneurs, for me it was always about looking through those lenses of a migrant that came and the social injustice,\" he tells The Yorkshire Post.\n\n30 June 2020 ..... Lord Kamlesh Patel who lives in Bradford and is a member of the House of Lords. Picture Tony Johnson\n\n\"My family had lots of problems. My sister died at 12 months, my brother had illnesses due to poverty and we always thought this is not fair.\n\n\"And in all the jobs I had, I did well in all of them but I never felt fulfilled. Those two years, doing the social work training and then going on placement, really fundamentally changed my life about what I could do.\"\n\nLord Patel, who was made a life peer in 2006 following a distinguished career in social work, drug and mental health agencies and academia, was appointed chair of Social Work England in May 2018.\n\nThe new organisation, which is based in Sheffield city centre and has around 170 staff, took on regulatory powers last December and is now the regulator for more than 100,000 social workers in England.\n\nHis own rise within the social work profession to becoming a leading voice on drugs and mental health issues was rapid. After a spell working in Bradford social services, specialising in drugs and alcohol, he was offered the chance to be a director at an agency working with those who misuse drugs.\n\nWhilst doing practical work on the ground in areas like inner-city Bradford, the North West and Tower Hamlets in London, he was also writing extensively for academic journals.\n\nAmong his best known work was on the subject of drug use amongst black and Asian communities, as he countered the prevailing view that they were among the least likely to use drugs and instead were often suffering in silence.\n\nHe ended up as a lecturer at the University of Central Lancashire, setting up courses, lecturing on race and health inequalities and ultimately setting up a research centre which raised millions in funding and employed more than 100 staff.\n\n\"It wasn't about publishing nice books and sticking them on the shelf for me,\" he says. \"We wanted to take action, to research stuff that nobody else touches, drugs, alcohol, sexual abuse, extremism.\n\n\"I worked with all sorts of organisations, including Scotland Yard for three years, working with the community and their voices and making something happen. It was evidence-based, it was good quality research but it was practical.\"\n\nSuch was his expertise within two years of becoming an independent peer in the Lords he was asked to work with Labour's then-Communities Secretary Hazel Blears on the Government's extremism strategy after the 7/7 bombings, and had a brief spell as a Labour frontbench spokesman in opposition.\n\nHe took on Labour membership reluctantly because of the sensitive nature of the work, but returned to being an independent peer when he took on his role at Social Work England.\n\nThe creation of the new organisation, whose roles include setting education and training standards for social workers, was part of government efforts to rebuild trust in the profession after a series of damaging scandals. Anyone wishing to use the protected title of social worker must meet its registration requirements.\n\nIts aim is that the public can feel reassured that their social worker has professional qualifications and meets certain standards, in a similar way that other professions like doctors, nurses, dentists and midwifes are regulated.\n\nPrior to its creation social workers in England fell under the umbrella of the Health and Care Professions Council, which regulates 15 other health professions across the country.\n\n\"It is impossible to regulate with those structures in a complex profession,\" says Lord Patel. \"In the last 20 years you've had lots of inquiries, lots of scandals, two regulators, a College of Social Work that was established and folded after three years.\n\n\"And the profession felt neglected, battered and bruised, that nobody cared about them. The last thing they wanted was another regulator to come along.\n\n\"My job for the first six months was to go and talk to everybody, that was about 2,000 people in six months, to say 'we're here to work with you, we're going to develop standards that we all agree on, because we all want the same thing, we want the profession to be recognised for the high quality professionals it has'.\n\n\"We don't want poor practice, we don't want courses that are producing poor social workers. So we are together going to develop this, we are going to put a vision together, and we will make sure that people say 'wow, social work is regulated by a specialist regulator, so they must be important, they must be good, the public see you as good'.\n\nThe first few months in his role have been frenetic, with the new organisation needing a new home and computer system as well as new rules and standards for the social care profession.\n\n\"The first thing we do is look after our staff and we listen to people, especially those who have received social work, the people with lived experience are the key of everything we do, they always have been,\" he says.", "METADATA": {"theme-color": "#222", "category": "Politics", "sitename": "Yorkshire Post", "description": "Life was challenging for the young Kamlesh Patel, who arrived in Bradford as a young boy from Kenya and didn't learn to read or write until he was nine.", "page path": "/news/politics", "page type": "Article", "adPageType": "Article Page", "og": {"locale": "en_GB", "title": "Social workers 'battered and bruised' from years of scandals, says watchdog boss", "url": "https://www.yorkshirepost.co.uk/news/politics/social-work-englands-chairman-lord-kamlesh-patel-says-profession-felt-battered-and-bruised-after-years-scandals-2936559", "type": "article", "description": "Life was challenging for the young Kamlesh Patel, who arrived in Bradford as a young boy from Kenya and didn't learn to read or write until he was nine.", "image": {"identifier": "https://www.yorkshirepost.co.uk/webimg/QVNIMTE2NjA0NTc1.jpg", "secure_url": "https://www.yorkshirepost.co.uk/webimg/QVNIMTE2NjA0NTc1.jpg", "width": 1580, "height": 1185}}, "twitter": {"card": "summary_large_image", "site": "@yorkshirepost"}, "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "amp-google-client-id-api": "googleanalytics", "ia": {"markup_url": "https://www.yorkshirepost.co.uk/fbia/news/politics/social-work-englands-chairman-lord-kamlesh-patel-says-profession-felt-battered-and-bruised-after-years-scandals-2936559"}, "parsely-post-id": "A-116604576", "fb": {"app_id": 576766455988681, "pages": 316795048375439}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}