{"GDELT": {"GlobalEventID": 940901654, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NLD", "Actor1Name": "THE NETHERLAND", "Actor1CountryCode": "NLD", "Actor2Code": "EUR", "Actor2Name": "EUROPEAN", "Actor2CountryCode": "EUR", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 3.54391371340524, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Zeist, Utrecht, Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL09", "Actor1Geo_ADM2Code": "22375", "Actor1Geo_Lat": 52.0944, "Actor1Geo_Long": 5.2419400000000005, "Actor1Geo_FeatureID": "-2156321", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Zeist, Utrecht, Netherlands", "Actor2Geo_CountryCode": "NL", "Actor2Geo_ADM1Code": "NL09", "Actor2Geo_ADM2Code": "22375", "Actor2Geo_Lat": 52.0944, "Actor2Geo_Long": 5.2419400000000005, "Actor2Geo_FeatureID": "-2156321", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Zeist, Utrecht, Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL09", "Action2Geo_ADM2Code": "22375", "Action2Geo_Lat": 52.0944, "Action2Geo_Long": 5.2419400000000005, "Action2Geo_FeatureID": "-2156321", "DATEADDED": 20200815050000, "SOURCEURL": "https://www.science20.com/newswire/first_european_privacy_seal_awarded_to_search_engine_ixquick"}, "ARTICLE": {"TITLE": "First European Privacy Seal Awarded To Search Engine Ixquick", "TEXT": "BRUSSELS, KIEL, Germany and ZEIST, The Netherlands, July 14 /PRNewswire/ -- EU Data Protection Supervisor Peter Hustinx presented the first European Privacy Seal to search engine Ixquick (http://www.ixquick.com) today. Ixquick is now the first search engine to be formally approved by the EU.\n\nThe European Privacy Seal guarantees that IT products and services comply with the demanding EU laws and regulations on privacy and data security. The award is issued by EuroPriSe, a consortium of nine privacy organisations backed by the European Commission.\n\nPrivacy on the Internet is increasingly under attack, as searches and visits are routinely recorded and combined into personal and behavioral profiles by search engines and other websites. Potential implications of these privacy violations are misused personal data, identity theft, harassment or even criminal usage.\n\nThis led search engine Ixquick in 2006 to become the first to delete privacy details like IP-addresses within 48 hours and abolish the use of ID cookies. Ixquick does not share any personal data of its users with third parties.\n\n\"This award sends out a very strong message to our users\" said Ixquick's CEO Robert Beens. \"It is the ultimate proof that we live up to our promises. If people search with Ixquick - they get the best results - and full privacy.\"\n\n\"The European Privacy Seal fosters compliance with the European Data Protection regulatory framework and makes privacy-friendly IT products and IT-based services visible for business customers and consumers. The awarding of the first European Privacy Seal to the meta-search engine Ixquick marks an important milestone to implement privacy on the World Wide Web and highlights this privacy-friendly service.\" underlined Peter Hustinx, European Data Protection Supervisor.\n\n\"The European Commission welcomes the set-up of a uniform European Privacy Seal certification scheme based on the high European Privacy Standards. Customers and enterprises benefit from easy identification of an IT product as ensuring or enhancing European Data Protection rules in the processing of data. The award of the first European Privacy Seal to the meta-search engine Ixquick underlines that a balance between the open nature of the internet, providers' interests and the protection of personal data of internet users is possible.\" said EU Commissioner Viviane Reding in a statement delivered today on occasion of the awarding of the first European Privacy Seal.\n\n\"Introducing transparent procedures, supervised by independent authorities, this certificate is the official 'reliable privacy trust mark' for consumers and businesses\" said Dr.Thilo Weichert, German Privacy commissioner and Europrise supervisor. \"A two-step procedure is used: an evaluation of the product or service by accredited legal and IT experts and a crosscheck of the evaluation report by EuroPriSe that acts as the certification body.\"\n\nIn April 2008 the EU's Article 29 Working Party published clear recommendations for search engines telling them to dramatically reduce their data retention time to six months. \"Ixquick has fulfilled all the EU's requirements. We delete personal data within 48 hours and we are now the first EU-approved search engine\" said Ixquick's CEO Robert Beens.\"This will certainly add fuel to the discussions between the EU and the larger search engines as our approval by the EU contradicts contentions that the EU recommendations are unrealistic or cannot be met.\"\n\nHaving been developed in close cooperation with the privacy and data protection authorities in Europe, the European Privacy Seal is expected to become an instrument both in EU legislation and within national privacy and data protection acts.\n\nAbout Ixquick\n\nIxquick is an international search engine with an industry leading Privacy Policy.\n\nLaunched on the Web in 1998, Ixquick is owned by Surfboard Holding BV, a Dutch company.\n\nCertification experts have been Borking Consultancy (Legal) and Certified Secure (IT) from the Netherlands.\n\nFurther information on Ixquick can be found at: http://www.ixquick.com.\n\nFurther information on the EU Privacy Seal can be found at: http://www.european-privacy-seal.eu\n\nFor press inquiries please contact: Alex van Eesteren, Business Development and Media, +31-30-6971778, alex@ixquick.com", "METADATA": {"y_key": "1ea98b45ef864399", "og": {"site_name": "Science 2.0", "title": "First European Privacy Seal Awarded To Search Engine Ixquick", "description": "BRUSSELS, KIEL, Germany and ZEIST, The Netherlands, July 14 /PRNewswire/ -- EU Data Protection Supervisor Peter Hustinx presented the first European Privacy Seal to search engine Ixquick (http://www.ixquick.com) today. Ixquick is now the first search engine to be formally approved by the EU.", "type": "website", "url": "https://www.science20.com/newswire/first_european_privacy_seal_awarded_to_search_engine_ixquick"}, "description": "BRUSSELS, KIEL, Germany and ZEIST, The Netherlands, July 14 /PRNewswire/ -- EU Data Protection Supervisor Peter Hustinx presented the first European Privacy Seal to search engine Ixquick (http://www.ixquick.com) today. Ixquick is now the first search engine to be formally approved by the EU.", "dcterms.description": "BRUSSELS, KIEL, Germany and ZEIST, The Netherlands, July 14 /PRNewswire/ -- EU Data Protection Supervisor Peter Hustinx presented the first European Privacy Seal to search engine Ixquick (http://www.ixquick.com) today. Ixquick is now the first search engine to be formally approved by the EU.", "keywords": "Science Education & Policy", "dcterms.date": "2014-08-27T00:00:00Z", "revisit-after": "1 day"}}}