{"GDELT": {"GlobalEventID": 940933391, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "PSE", "Actor2Name": "WEST BANK", "Actor2CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.03206997084548, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nablus, West Bank (general), West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE00", "Actor1Geo_ADM2Code": "32684", "Actor1Geo_Lat": 32.2199, "Actor1Geo_Long": 35.2636, "Actor1Geo_FeatureID": "-795575", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nablus, West Bank (general), West Bank", "Actor2Geo_CountryCode": "WE", "Actor2Geo_ADM1Code": "WE00", "Actor2Geo_ADM2Code": "32684", "Actor2Geo_Lat": 32.2199, "Actor2Geo_Long": 35.2636, "Actor2Geo_FeatureID": "-795575", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nablus, West Bank (general), West Bank", "Action2Geo_CountryCode": "WE", "Action2Geo_ADM1Code": "WE00", "Action2Geo_ADM2Code": "32684", "Action2Geo_Lat": 32.2199, "Action2Geo_Long": 35.2636, "Action2Geo_FeatureID": "-795575", "DATEADDED": 20200815103000, "SOURCEURL": "https://www.haaretz.com/israel-news/.premium-15-years-after-disengagement-from-gaza-many-barred-from-reaching-their-land-1.9070287"}, "ARTICLE": {"TITLE": "15 Years After Israeli Pullout, Many Palestinians Still Barred From Reaching Their Land", "TEXT": "An orange water tower sits atop a hill overlooking the Palestinian village of Burka. Covered with graffiti, the tower stars in photos posted by right-wing activists and lawmakers.\n\nYou could say it’s a kind of monument, a pilgrimage site. This is where the settlement of Homesh stood before its evacuation on August 23, 2005, 15 years ago, as part of the pullout from the Gaza Strip and four settlements in the northern West Bank.\n\nIt wasn’t the last evacuation at the site. In recent years, a yeshiva was established there against the law. Again and again Israel’s Civil Administration in the West Bank comes to evacuate the makeshift structures.\n\nEvents there are very visible from a nearby hilltop, beyond the riverbed, at Burka, home to Palestinians who are still barred from reaching their land. Homesh remains shut to the Palestinians, but the presence of settlers in the area has actually grown.\n\nImmediately after the evacuation of the settlement, the Palestinians drew up plans for the area. “We wanted to turn this place into a tourist attraction,” says Burka council chief Jihad Mohammed Salah. “But the army told us we couldn’t – it’s a closed military zone.”\n\nAnd he says the settlers launched pilgrimages to the site almost immediately, even if only on holidays at first. “They shut the main road to us for half a day at a time because of their visits,” Salah says.\n\nOpen gallery view The village of Burka in the West Bank, 2020. Credit: Meged Gozani\n\nIn recent years, local Palestinians say they have been suffering violence at the hands of interlopers they identify as Israelis – people speaking Hebrew and wearing clothing typical of Orthodox Jews.\n\n“There’s something to the stories of the villagers in the area,” a source in the Israeli security forces told Haaretz. “The violence in the area greatly heats up the sector and could get the Palestinian residents to want to do something.”\n\nAccording to data that Haaretz obtained from the Israeli authorities, in 2016 four incidents of violence against Palestinians were reported in the area, a number that had reached 31 by 2019. The numbers refer only to incidents that Palestinians reported to the Israeli authorities.\n\nOne of these reports was made by Mufid Shaker, 72, a shepherd who is one of Burka's 4,000 inhabitants. He says one day in December 2018 he took his sheep out to pasture; when he was around 150 meters (164 yards) from the village, three men approached him, each holding a wooden staff.\n\nHe says one of them had the side curls worn by many Orthodox Jewish men and boys; the men shouted at him to toss aside his own shepherd’s crook, shortly before they began throwing stones that hit him in the head.\n\nHe was admitted to a hospital in Nablus with a fractured skull that required surgery. His recovery was long: After 10 days in the hospital he remained at home for three months before he was able to resume his life as a shepherd.\n\nOpen gallery view\n\n“Today when I go out with the sheep I’m afraid and constantly look up in all directions to make sure nobody is coming toward me,” he says. “At my age, I can travel to Tel Aviv without a permit, but I can’t climb the hill near my home.”\n\nA year and a half later, you can still feel the damage with a light pat on Shaker’s head. After the attack, he filed a complaint with the Israel Police, only to be told a month later that the investigation had been closed; there were no suspects.\n\nAccording to the Israeli rights group Yesh Din, of its eight complaints about violence or property damage submitted for local Palestinians since 2017, four have been closed, with the police citing “unknown offender.” No complaints were filed regarding 13 other incidents documented by Yesh Din in this period, and the police did not investigate them on their own.\n\nFor their part, the police said they seek “to maintain public order and permit the Palestinian population to reach the area to work their land,” adding that they have investigated complaints by both sides, including about illegal entry into Homesh. Some cases had led to indictments.\n\nIn one case, the victim was Mohannad Yassin, a 46-year-old land dealer from Burka. For years he has also planted cherry, avocado and almond trees on his property. A year ago he dug a well nearby, but settlers occasionally spend time there.\n\nAnd sometimes, villagers say, the settlers indulge in vandalism. In March, Yassin says, neighbors called him to the site when settlers showed up. When Yassin and others arrived, trees had been destroyed. Three days later settlers came and tore down a wall.\n\nOpen gallery view Mufid Shaker, 72, who in December 2018 had stones thrown at him near Homesh. Credit: Meged Gozani\n\nYassin called a Palestinian coordination unit and soon enough soldiers arrived; he was told that the police were investigating. “When there was a settlement here the situation was better,” he says. “Now there are entirely other people here.”\n\nSuch sentiments – that life with the settlement of Homesh as a neighbor was less bad – are shared by Bassem Daglas, 49. He was 8 when the settlement was built. “The army protected them back then but today the army is afraid of the people who come to the area,” he says.\n\nDaglas says local people rarely alert the police after a bout of harassment by settlers. “What motive do we have to approach them?” he says. “You submit a complaint and nothing happens. So people have stopped doing it.”\n\nIn March, as the coronavirus took root, local Palestinians reported three cases of vandalism. Two months later, Harbi Abdu, a shepherd from Burka, went out one afternoon to herd his sheep with his nephew Hamudi. He says 10 settlers suddenly appeared – he heard them speaking Hebrew – and threw stones at him and his uncle.\n\nHamudi says he managed to get away but he heard his uncle screaming. One stone broke Abdu’s leg; he has had two operations and is still recovering.\n\nThe fight for the land\n\nMeanwhile, the people of Burka have tried to regain the land where Homesh stood – land that was privately owned but was seized at the end of the ‘70s and was never used for military purposes.\n\nOpen gallery view Masked men, apparently Israelis, near Homesh in March. Credit: Saddam Salah\n\nIn 2011, six years after the pullout from Homesh, local people petitioned Israel’s High Court of Justice via Yesh Din, demanding the cancellation of the confiscation order. Two years later, the order was revoked and landowners gained access to the area.\n\nBut in October 2017, the army issued an order barring anyone from entering the area. The reason: to allow the evacuation of an illegal structure. So the landowners filed another petition. In October 2019, the army said the survey order didn’t bar Palestinians from entering the area.\n\nPeople from Burka then decided to hold a weekly march to their land. Soldiers would stop them from heading up the hill, and only weeks later (after Haaretz contacted the army) were Burka residents allowed to go up the hill. When they arrived they saw settlers at the site undisturbed.\n\nAlso, villagers said that several times when they visited the site, settlers arrived to chase them away. They said the soldiers weren’t bothered by the presence of the settlers.\n\n“Even when they did let us in there, the soldiers said, ‘Here you can go, but not there,’ while the settlers were allowed to be there,” council head Salah says. “But we’re the landowners. We need to be able to go all over the hill whenever we want.”\n\nOpen gallery view Settler violence near Homesh\n\nTo Daglas, the situation isn’t complicated. “If the army wanted to prevent Israelis from getting there, they would put up a roadblock. It's very simple,” he says.\n\nHe says that one time he and neighbors went up the hill and told a soldier there, “Do something. You see there are Israelis here who aren’t allowed to be here. He replied that they’re only there to deal with the Palestinians, and the police deal with the Israelis. But if I call the police they wouldn’t arrive for four days, so what kind of a solution is that?”\n\nThe yeshiva revived\n\nAt Homesh, about 20 families of yeshiva students were among visitors in June, setting up tables with white tablecloths and singing loudly in celebration of the anniversary of the establishment of a Jewish presence at Homesh.\n\nFifteen years after bulldozers razed the homes at Homesh, Sa-Nur, Ganim and Kadim in the northern West Bank, Homesh has a yeshiva again, this time an illegal one because Israeli law bars any presence of Israeli citizens in the evacuated areas.\n\nBut unlike the situation in Gaza, in the northern West Bank it’s harder to enforce these rules. Homesh is still within Area C, which is under Israeli control. It’s not hard to get there.\n\nAbout 30 to 40 yeshiva students are at the site, according to its publications. Last year Haaretz reported that a group supported by the Education Ministry had raised more than 66,000 shekels ($19,380) for the yeshiva.\n\nOpen gallery view Harbi Abdu being taken to the hospital after being attacked by settlers near Homesh in May. Credit: Saddam Salah\n\nStill, Homesh wasn’t always linked to Israel’s religious-Zionist community. It was established in 1980 as a secular, workers’ settlement, about two years after the land had been seized supposedly for military purposes. Immigrants from the former Soviet Union also settled there.\n\nThe change of character dates to the early 2000s. After three residents were killed on their way home during the second intifada, many secular residents left, about 20 families.\n\nReligious-Zionist families took their place. On the eve of the pullout in 2005, the ideological gaps emerged between the religious-Zionist and secular residents, as documented in a film by Menora Hazani, daughter of settler leader Benny Katzover. Secular residents moved to Yad Hanna in central Israel, while, during the pullout, religious-Zionist settlers barricaded themselves in their homes.\n\nMany of the Homesh evacuees now live in the so-called Homesh neighborhood in the settlement of Shavei Shomron about 10 minutes away. This is where the Homesh First activists live, settlers who had hoped to get the disengagement canceled.\n\nOver the years they have sponsored mass visits to Homesh on Independence Day, Passover and other holidays. Then-Knesset Speaker Yuli Edelstein, now health minister, visited in May. A key figure is Yossi Dagan, a Sa-Nur evacuee who now heads the Samaria Regional Council and doesn’t accept that there was ever any disengagement from the yeshiva.\n\nDagan and the head of the yeshiva would not speak with Haaretz; Dagan set conditions including that the paper not visit Homesh and interview anyone there. After the Civil Administration demolished temporary structures there, Dagan demanded that the defense minister at the time, Naftali Bennett, intervene.\n\nOpen gallery view Damaged property owned by Mohannad Yassin near Homesh. Credit: Meged Gozani\n\n“I support the brave pioneers of the Homesh yeshiva who are safeguarding the land of our nation,” he told the website Kipa. “And with their bodies they are guarding the connection to the settlements of northern Samaria that were uprooted by an evil hand.”\n\nWhen Haaretz reporters visited Homesh we were welcomed by masked activists armed with sticks. Later they explained how they did not know whether we were Jews.\n\nOne of them removed his mask and looked familiar. He can be seen in many photographs and videos that the yeshiva has published. The activists said the yeshiva was down the road, but they weren’t keen to provide directions. The road had a few makeshift roadblocks to block cars.\n\n“When the disengagement happened we felt Israel was finally distancing itself from us,” Daglas says. “The army used to drive around the area, but that almost never happens anymore. We at Burka have just one request: that they leave the area and leave us alone.”\n\nThe police added in response that “security forces operate on a daily basis at the site of the evacuated settlement of Homesh for enforcement activity including ... evacuations against illegal trespassers.” But the police declined to say which complaints had been investigated, what their status was, and which cases had been closed and why.\n\nThe Samaria Regional Council said that “the Haaretz newspaper is trying again to stain the Homesh yeshiva and settlement in Samaria with a blood libel.” The council said it “certainly supports a return to Homesh and all the settlements in northern Samaria that were cruelly uprooted 15 years ago.”\n\nOpen gallery view Likud activists and legislators at the site of the former settlement of Homesh in the northern West Bank, May 2019. Credit: Homesh yeshiva\n\nThe army said that it and the police “conduct enforcement activities at Homesh to maintain law and order at the site, and to enforce the ban on entry of Israelis to the area.” It said it “takes necessary steps to permit the Palestinian population to reach the area and work their land in accordance with assessments of the security situation.”", "METADATA": {"viewport": "width=device-width", "fb": {"pages": 82903654348, "app_id": 287530407927859}, "msapplication-TileColor": "#0B7EB5", "msapplication-TileImage": "/static/hdc/images/mstile-144x144.png", "referrer": "always", "robots": "noarchive", "isPremiumContent": "true", "article": {"content_tier": "metered", "published": "2020-08-15T09:40:00.000Z"}, "og": {"site_name": "Haaretz.com", "title": "15 years after Israeli pullout, many Palestinians still barred from reaching their land", "description": "***", "type": "article", "url": "https://www.haaretz.com/israel-news/.premium-15-years-after-disengagement-from-gaza-many-barred-from-reaching-their-land-1.9070287", "image": {"identifier": "https://images.haarets.co.il/image/fetch/x_0,y_168,w_2448,h_1424,c_crop/q_auto,h_698,w_1200,c_fill,f_auto/fl_lossy.any_format.preserve_transparency.progressive:none/https://www.haaretz.co.il/polopoly_fs/1.9070286!/image/3344465090.jpg", "width": 1200, "height": 630}}, "title": "15 years after Israeli pullout, many Palestinians still barred from reaching their land - Israel News", "description": "The settlement of Homesh was evacuated 15 years ago, but local Palestinians say the settlers’ presence is actually worse than it ever was", "keywords": "Disengagement,  Israel settlers,  Israel settlements,  West Bank,  Palestinians", "ob": {"title": "15 years after Israeli pullout, many Palestinians still barred from reaching their land"}, "twitter": {"card": "summary_large_image", "site": "@haaretzcom", "title": "15 years after Israeli pullout, many Palestinians still barred from reaching their land", "description": "***", "image": "https://images.haarets.co.il/image/fetch/x_0,y_168,w_2448,h_1424,c_crop/q_auto,h_698,w_1200,c_fill,f_auto/fl_lossy.any_format.preserve_transparency.progressive:none/https://www.haaretz.co.il/polopoly_fs/1.9070286!/image/3344465090.jpg"}, "next-head-count": 22}}}