{"GDELT": {"GlobalEventID": 940948904, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "NGAGOV", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.27497708524290004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Enugu, Enugu, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI47", "Actor1Geo_ADM2Code": "191302", "Actor1Geo_Lat": 6.4402, "Actor1Geo_Long": 7.4943, "Actor1Geo_FeatureID": "-2006530", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200815124500, "SOURCEURL": "https://onlinenigeria.com/stories/123434-nrc-refutes-obstructing-enugu-airport-rehabilitation.html"}, "ARTICLE": {"TITLE": "NRC refutes obstructing Enugu Airport rehabilitation", "TEXT": "/* custom css */\n\n.tdi_75_c8a.td-a-rec{ text-align: center; }.tdi_75_c8a .td-element-style{ z-index: -1; }.tdi_75_c8a.td-a-rec-img{ text-align: left; }.tdi_75_c8a.td-a-rec-img img{ margin: 0 auto 0 0; }@media (max-width: 767px) { .tdi_75_c8a.td-a-rec-img { text-align: center; } }\n\nAdvertisement\n\nManagement of Nigerian Railway Corporation, NRC, Enugu has stated that their facilities are not in anyway obstructing the rehabilitation work going at the Akanu Ibiam International Airport, Enugu.\n\nThey posited that instead of obstructing, they are rather complimenting the Nigerian Airways by ensuring that goods and humans from the airport could be ferried through the rail.\n\nDistrict manager, Enugu, Osidiepe Olusoji, who made the assertion in a statement, was reacting to a newspaper publication where Enugu Government was quoted as saying that the railway obstructed the rehabilitation work at the Airport.\n\n/* custom css */\n\n.tdi_74_3d9.td-a-rec{ text-align: center; }.tdi_74_3d9 .td-element-style{ z-index: -1; }.tdi_74_3d9.td-a-rec-img{ text-align: left; }.tdi_74_3d9.td-a-rec-img img{ margin: 0 auto 0 0; }@media (max-width: 767px) { .tdi_74_3d9.td-a-rec-img { text-align: center; } }\n\nAdvertisement\n\n“The attention of the Nigerian Railway Corporation has been drawn to a publication on page 25 of Vanguard Newspaper of Wednesday, 12th August 2020 with the title, “Railway obstructing Enugu Airport rehabilitation” credited to the Chairman of Enugu Capital Territory Development Authority, Dr. Josef Onoh.\n\n“It also contained some other baseless and unfounded allegations which will be strictly left for Dr. Onoh to prove their veracity or otherwise.\n\n“For the avoidance of doubt, the Railway land at Ukwuorji in Emene, Enugu does not in any way whatsoever, obstruct the airport rehabilitation. It may also interest the general public to know that the Ukwuorji area is in no way close to the airport facility in such a way that it will obstruct the rehabilitation work that is going on at the airport.\n\n“The land is not in the direction of incoming or outgoing flights from Enugu Airport. Recall also that the Hon. Minister of Aviation, Senator Haddi Sirika, had severally inspected the progress of work at the airport and there is no record in any press where the Hon. Minister talked about any Railway facility disturbing the progress of work at the airport.\n\n“Again, we begin to wonder why the airport managers, Federal Airports Authority of Nigeria, FAAN does not have any grouse with the said Railway property but the Chairman of the ECTDA is the one deciding what is obstructing airport rehabilitation. We are yet to come to terms with what the interest of the Chairman is. This is because, the airport, whose rehabilitation is said to be obstructed by the NRC will be commissioned on the 31st of August 2020, according to the Minister of Aviation during his last visit to the airport last month.\n\n“The Chairman of the ECTDA is hereby reminded of the ongoing transformation of Railways across the country. Arrangements are in top gear for the commencement of standard gauge rail line from Port-Harcourt, through Aba, Umuahia, Enugu and up to Maiduguri. It is notable that for modern Railway development all over the world, airports are now being linked and serviced by rail. This is what we have in Abuja where the Nnamdi Azikiwa International Airport is also linked by rail. This is the new transformational drive of President Muhammadu Buhari’s administration, being driven by the Hon. Minister of Transportation, Rt. Hon. Chibike Rotimi Amechi.\n\n“If NRC does not have any issues with FAAN over the rehabilitation of Enugu Airport, why is Dr. Onoh attributing any delay in the completion of airport rehabilitation to Railways? We are not saying that different levels of government can’t make use of land for whatever developmental purposes but due process should be followed where the land does not belong to the interested government or agency because they may not know that a land has been mapped out by the Federal government for the future developments and expansion of the Nigerian Railway corporation.\n\n“The agitation of the people of the South East geopolitical Zones is for the standard gauge rail lines to be extended to their zone. Now that the attention of the Federal Government is focused on this, Dr. Onoh is still unable to see what is coming and he is therefore trying to frustrate the efforts of President Muhammadu Buhari in meeting the yearnings of the people from this zone. The standard gauge railway, and intermodal complementarity is of essence. Since we already have our existing main line just behind the airport, the Ukwuorji Railway land can easily be suited for a mega airport railway station which will in no small measures, boost the economy of the people of this zone in particular, and the country in general.\n\n“The Corporation hereby calls on all well meaning Nigerians, especially the people from this zone to prevail on the Chairman of the ECTDA, Josef Onoh not to deny the people from this zone , the long awaited upgrade of railway facilities in the East. Particularly, we invite the attention of the peace loving Governor of Enugu State, His Excellency, Governor, Ifeanyi Ugwuanyi (Gburugburu) to this unnecessary and avoidable media war being ignited by Dr. Josef Onoh\n\n“It is unfortunate that Dr. Onoh will resort to this kind of cheap blackmail knowing full well that there is a cordial relationship between the Enugu State Government and the Nigerian Railway Corporation. It is most regrettable that these unfortunate statements are coming from Dr. Onoh, just after the MD of NRC Engr .Fidet Okhiria led a high powered delegation to a very wonderful meeting with His Excellency, the Executive Governor of Enugu State, Governor Ifeanyi Ugwuanyi. The meeting which was also attended by Dr. Onoh arrived at so many great positions whose implementation would have been concluded, if not for the interruptions from COVID19 pandemic.\n\n“The railways as a nation wide service have history and records of the development and maintenance of cordial corporate relationship with our host communities, LGAs, state governments and other government MDAs for both parties mutual benefits. Dr Onoh should not be allowed to drag this relationship to the mud. The benefits derivable from the expansion of Railways in the state will be enjoyed by the indigenes and residents of Enugu State in particular, and all Nigerians in general. We remain for the benefit of all,” Olusoji explained.\n\nIncidentally, Onoh on Thursday carried out his threat and demolished the facilities.\n\n/* custom css */\n\n.tdi_76_a75.td-a-rec{ text-align: center; }.tdi_76_a75 .td-element-style{ z-index: -1; }.tdi_76_a75.td-a-rec-img{ text-align: left; }.tdi_76_a75.td-a-rec-img img{ margin: 0 auto 0 0; }@media (max-width: 767px) { .tdi_76_a75.td-a-rec-img { text-align: center; } }", "METADATA": {"viewport": "width=device-width, initial-scale=1", "ZOOMWORDS": "NRC refutes obstructing Enugu Airport rehabilitation - OnlineNigeria.com", "ZOOMIMAGE": "https://cdn.onlinenigeria.com/wp-content/uploads/2020/08/nrc-refutes-obstructing-enugu-airport-rehabilitation.png?iv=153", "og": {"image": "https://cdn.onlinenigeria.com/wp-content/uploads/2020/08/nrc-refutes-obstructing-enugu-airport-rehabilitation.png?iv=153", "title": "NRC refutes obstructing Enugu Airport rehabilitation", "description": "/* custom css */ .tdi_75_c8a.td-a-rec{ text-align: center; }.tdi_75_c8a .td-element-style{ z-index: -1; }.tdi_75_c8a.td-a-rec-img{ text-align: left; }.tdi_75_c8a.td-a-rec-img img{ margin: 0 auto 0 0; }@media (max-width: 767px) { .tdi_75_c8a.td-a-rec-img {…", "locale": "en_US", "type": "NRC refutes obstructing Enugu Airport rehabilitation - OnlineNigeria.com", "url": "https://onlinenigeria.com/stories/123434-nrc-refutes-obstructing-enugu-airport-rehabilitation.html", "site_name": "OnlineNigeria.com"}, "Description": "/* custom css */ .tdi_75_c8a.td-a-rec{ text-align: center; }.tdi_75_c8a .td-element-style{ z-index: -1; }.tdi_75_c8a.td-a-rec-img{ text-align: left; }.tdi_75_c8a.td-a-rec-img img{ margin: 0 auto 0 0; }@media (max-width: 767px) { .tdi_75_c8a.td-a-rec-img { text-align: center; } } Advertisement Management of Nigerian Railway Corporation, NRC, Enugu has stated that their facilities are not in anyway obstructing the rehabilitation work going at the…", "keywords": "NRC refutes obstructing Enugu Airport rehabilitation - OnlineNigeria.com", "author": "Webby", "reply_email": "webmaster@onlineNigeria.com", "robots": "index, follow", "revisit_after": "7 days", "GOOGLEBOT": "index,follow", "verify-v1": "lld8WcmcoMdcWJDGGTNb8YSXp/J2VN20t/0R7t2c4io=", "google-site-verification": "9GbrAf9QTMVr2TJtDV_wA8xEaOWAOG4emE4oKKxPsXA", "msvalidate.01": "64845BA12101B73112E5CB531A350407", "twitter": {"card": "summary", "title": "NRC refutes obstructing Enugu Airport rehabilitation", "description": "/* custom css */\n.tdi_75_c8a.td-a-rec{ text-align: center; }.tdi_75_c8a .td-element-style{ z-index: -1; }.tdi_75_c8a.td-a-rec-img{ text-align: left; }.tdi_75_c8", "image": "https://cdn.onlinenigeria.com/wp-content/uploads/2020/08/nrc-refutes-obstructing-enugu-airport-rehabilitation.png?iv=153", "creator": "@OnlineNigeria", "site": "@OnlineNigeria"}, "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/OnlineNigeria", "published_time": "2020-08-15T05:55:04+00:00"}, "generator": "WordPress 5.4.1", "fb": {"app_id": 1797532237225260}, "msapplication-TileImage": "https://cdn.onlinenigeria.com/wp-content/uploads/2019/02/cropped-unisex-butterfly-logo-270x270.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}