{"GDELT": {"GlobalEventID": 940907208, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "CVL", "Actor1Name": "MIGRANT WORKER", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.54083484573503, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200815060000, "SOURCEURL": "https://www.greenwichtime.com/news/article/The-Latest-India-cases-cross-2-5-million-with-15486004.php"}, "ARTICLE": {"TITLE": "The Latest: Alabama high schools cut fans at football games", "TEXT": "The Latest: Alabama high schools cut fans at football games\n\nThrall High School football player Hayden Stefek wears a face mask as he goes through a practice, Thursday, Aug. 13, 2020, in Thrall, Texas. Coronavirus testing in Texas has dropped significantly, mirroring nationwide trends, just as schools reopen and football teams charge ahead with plans to play. less Thrall High School football player Hayden Stefek wears a face mask as he goes through a practice, Thursday, Aug. 13, 2020, in Thrall, Texas. Coronavirus testing in Texas has dropped significantly, mirroring ... more Photo: Eric Gay, AP Photo: Eric Gay, AP Image 1 of / 30 Caption Close The Latest: Alabama high schools cut fans at football games 1 / 30 Back to Gallery\n\nOPELIKA, Ala. — Alabama high schools are limiting attendance at football games this fall because of the coronavirus pandemic.\n\nOpelika High School says it will cap attendance at about 30% of the stadium capacity of 8,000 so fans can maintain proper social distancing. Gulf Shores says attendance at athletic events will be cut by 50%.\n\nOther schools are announcing attendance reductions or still working on plans. Some are skipping fall sports. The first football games are scheduled for this week, although some schools have delayed games after players or staff tested positive for the coronavirus.\n\nThe seven-day average number of daily cases in Alabama has dropped below 1,000, after reaching 1,800 in mid-July. The number of hospitalized patients has lessened from about 1,600 to 1,400, and the percent of positive tests has gone from 16.7% to 12.3%.\n\nHowever, Dr. Don Williamson, the former state health officer who heads the Alabama Hospital Association, says 89% of ICU beds are full.\n\n___\n\nHERE’S WHAT YOU NEED TO KNOW ABOUT THE VIRUS OUTBREAK:\n\n— South Africa risk high, No. 5 in coronavirus cases\n\n— Virus flareups in Europe lead to club closings, mask orders\n\n— Study hints, can’t prove, survivor plasma fights COVID-19\n\n— By sea, rail or air, Brits scramble to get out of France\n\n— Popular tourist destinations on the Navajo Nation, including Canyon de Chelly, can start welcoming back tourists Monday under the tribe’s reopening plan.\n\n— Mexico’ s point man for the coronavirus pandemic says he believes the country has reached its peak of infections over the last three weeks.\n\n— The year the music might die: British clubs face closure because of coronavirus pandemic. More than 400 grassroots music venues face possible closure despite some short-term government aid.\n\n___\n\n— Follow AP’s pandemic coverage at http://apnews.com/VirusOutbreak and https://apnews.com/UnderstandingtheOutbreak\n\n___\n\nHERE’S WHAT ELSE IS HAPPENING:\n\nROME — Some 455,000 people in Italy received citations or fines for not obeying early lockdown rules, according to Italian Interior Ministry figures released Saturday.\n\nThe government imposed a nationwide lockdown in a bid to slow the coronavirus on March 11. Citizens could go out for essential work or food shopping in a country that became the epicenter of the virus in Europe.\n\nAuthorities says they cited 1,117 people for violating quarantine through July 31. The numbers of cases and deaths have dramatically decreased since the peak in Italy.\n\nItaly currently has 252,809 known cases. More than 35,000 people have died, sixth highest in the world.\n\n___\n\nALGIERS, Algeria — Algeria reopened mosques, cafes, beaches and parks on Saturday for the first time in five months, relaxing one of the world’s longer virus confinement periods.\n\nCurfews remain in place in more than half the country as Algeria tries to contain the virus.\n\nCrowds packed beaches in the capital Algiers, celebrating the opportunity to swim in the Mediterranean amid the August heat. Restaurants reopened, and mosques that can hold more than 1,000 people must ensure social distancing measures.\n\nHowever, mosques remain closed to all women, children and the elderly.\n\nAlgeria reported more than 37,000 total virus infections and 1,350 deaths on Friday. It’s the third-highest death rate reported in Africa, after South Africa and Egypt.\n\n___\n\nJOHANNESBURG — A report in South Africa says there is a higher risk of Black or mixed-race patients dying of COVID-19 in the country’s hospitals than white patients.\n\nA report by the National Institute for Communicable Diseases indicates the association but doesn’t go into detail. South Africa has released little data by race during the coronavirus pandemic.\n\nThe country has the world’s fifth largest virus caseload with more than 579,000 confirmed cases and ranks No. 13 with more than 11,000 deaths, according to the tally by Johns Hopkins University.\n\nThe report says overall, 18% of people with coronavirus admitted to hospitals die. Public hospitals are generally more poorly funded than private hospitals.\n\nThe report includes data from more than 150 public and private hospitals across the country. According to the 2011 census, 86% of South Africans are Black or mixed race, with 9% white.\n\n___\n\nBERLIN — Germany’s health minister has defended the decision to declare all of mainland Spain and the Balearic Islands “risk areas” for coronavirus infection.\n\nTravelers must undergo compulsory testing and two-week quarantine after arriving from there.\n\nHealth Minister Jens Spahn told Bild on Saturday that he knows “how much Germans love Spain as a vacation destination. But the numbers there are rising quickly, too quickly.”\n\nThe travel classification also includes the Spanish island of Mallorca, a popular destination for German tourists.\n\nGermany is providing free testing for coronavirus at airports and those who test negative can avoid quarantining for the full 14 days.\n\nThe Robert Koch Institute says Spain’s Canary Islands weren’t deemed a risk area. That designation now covers most non-EU countries, including the United States, and several regions within the 27-nation bloc.\n\n___\n\nPARIS — Pressure is growing on the French government to require masks in all workplaces and in public as coronavirus infections surge.\n\nParis police stepped up mask patrols Saturday as the French capital expanded the zones where face coverings are required in public, including neighborhoods around the Louvre Museum and Champs-Elysees shopping district.\n\nWith cases in Paris rising particularly fast, police can now shut down cafes or any gathering of more than 10 people where distancing and other hygiene measures aren’t respected.\n\nMasks are currently required outdoors in hundreds of French towns, but rules vary widely.\n\nIn an appeal published in the daily Liberation, a collective of medical workers urged a nationwide return to working at home, which France largely abandoned after two months of strict lockdown.\n\nFrance recorded more than 2,800 new cases Friday, up from a few hundred daily cases a month ago. While the rise is partly attributed to increased testing, the rate of positive tests is also growing, and is now at 2.4%. However, the number of virus patients in French hospitals and intensive care units has not risen so far.\n\nThe rising infections prompted Britain to impose quarantine on vacationers returning from France starting on Saturday.\n\n___\n\nSEOUL, South Korea -- South Korea on Saturday announced stronger social distancing restrictions for its greater capital area where a surge in COVID-19 cases threatens to erase the hard-won gains against the coronavirus.\n\nThe two-week measures starting Sunday will allow authorities in Seoul and towns in neighboring Gyeonggi Province to shut down high-risk facilities such as nightclubs, karaoke rooms, movie theaters and buffet restaurants if they fail to properly enforce preventive measures, including distancing, temperatures checks, keeping customer lists and requiring masks.\n\nFans will once again be banned from professional baseball and soccer, just a few weeks after health authorities allowed teams to let in spectators for a portion of their seats in each game.\n\nHealth Minister Park Neung-hoo revealed the steps hours after the Korea Centers for Disease Control and Prevention reported 166 newly confirmed cases, the country’s highest daily jump in five months.\n\n___\n\nNEW DELHI — India’s confirmed coronavirus cases have crossed 2.5 million with another biggest single-day spike of 65,002 in the past 24 hours.\n\nIndia is behind the United States and Brazil in the number of cases.\n\nThe Health Ministry on Saturday also reported another 996 deaths for a total of 49,036.\n\nThe average daily reported cases jumped from around 15,000 in the first week of July to more than 50,000 at the beginning of August.\n\nThe Health Ministry said the rise shows the extent of testing with 800,000 carried out in a single day. But experts say India needs to pursue testing more vigorously.\n\nIndia’s two-month lockdown imposed nationwide in late March kept infections low. But it has eased and is now largely being enforced in high-risk areas. The new cases spiked after India reopened shops and manufacturing and allowed hundreds of thousands of migrant workers to return to their homes from coronavirus-hit regions.\n\nSubways, schools and movie theaters remain closed.\n\n___\n\nSEOUL, South Korea — New coronavirus cases in South Korea have reached the highest level in five months, and authorities fear infections are getting out of control in the Seoul region, which is home to half the country’s 51 million people.\n\nOfficials reported 166 newly confirmed cases Saturday. That was the highest since March 11, when South Korea reported 242 amid an outbreak in the southeastern city of Daegu and nearby towns.\n\nWith 103 new cases reported Friday, this is the first time since late March that the daily increase surpassed 100 two days in a row.\n\nOfficials say all but 11 of the new cases were local transmissions, and most were in the Seoul area.\n\n___\n\nFLAGSTAFF, Ariz. — Popular tourist destinations in the Navajo Nation, including Canyon de Chelly, can start welcoming back tourists Monday under the tribe’s reopening plan.\n\nMuch of the reservation has been closed since March as the new coronavirus swept through.\n\nThe tribe released a plan this week that allows parks and marinas to reopen with safeguards. Businesses can operate at limited capacity.\n\nTribal President Jonathan Nez says the Navajo Nation won’t rush to fully reopen, recognizing that cases could spike if residents become complacent.\n\nEmployees at tribal and national parks on the reservation say they will be busy this weekend preparing for tourists.\n\n___\n\nMELBOURNE, Australia — The Australian state of Victoria continues to flatten the curve in its wave of coronavirus infections and deaths.\n\nThe state on Saturday reported four more COVID-19 deaths and 303 newly confirmed cases in the previous 24 hours. It is the second-lowest daily figure reported in Victoria this month after 278 cases Thursday.\n\nVictoria’s daily case numbers are gradually decreasing, with the seven-day average down to 344 from 521 a week ago.\n\nBut authorities warn there is more progress needed before lockdown restrictions in the city of Melbourne can be eased.\n\nMelbourne residents and those in a nearby shire remain subject to strict night-time curfews, time limits on outdoor exercise, distance allowed from home, mandatory public mask wearing and shutdowns of non-essential industries.\n\n___\n\nMEXICO CITY — Mexico’s number of confirmed coronavirus cases has risen to 511,369, as health officials say they believe the country's infections have peaked.\n\nThey reported 5,618 new confirmed cases Friday, and said 615 more deaths from COVID-19 had raised the pandemic death toll to 55,908.\n\nAssistant Health Secretary Hugo López-Gatell says Mexico had reached its peak of infections over the last three weeks, saying that “we have now had a maximum point in the curve.”\n\nHowever, he predicts that second waves of outbreaks will continue around the world for time. He says that “this is a phenomenon that is going to be with us in the whole world for several years.”\n\n___\n\nPARIS — Paris is expanding the areas of the city where pedestrians will be obliged to wear masks starting Saturday morning, with health officials saying the coronavirus is “active” in the French capital and the Mediterranean city of Marseille,\n\nThe Champs-Elysees Avenue and the area around the Louvre museum are among zones where masks will be mandatory.\n\nParis police checks ensuring respect for mask wearing in designated areas are to be reinforced. Bars and restaurants could be ordered closed if distancing and other barriers to virus transmission aren’t respected.\n\nWith France’s national figures on infections also rising, Britain late Thursday ordered a quarantine for people entering the United Kingdom from France. France responded Friday by saying it would do the same for travelers from Britain.\n\n___\n\nHONOLULU — Hawaii’s teachers union is challenging the state’s school reopening plans by filing a labor complaint.\n\nThe Hawaii State Teachers Association filed a complaint with the state Labor Relations Board over a change in working conditions from increasing COVID-19 infections.\n\nMost public schools will start the academic year Monday with online instruction. The union is asking that all schools be online until at least the end of the first quarter.\n\nThe union says some schools are going forward with in-person instruction. The state Department of Education disputes that statement. The union is asking teachers to wear black on Monday.", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-15T16:36:58Z", "article": {"published_time": "2020-08-15T16:36:58Z", "modified_time": "2020-08-15T17:32:15Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Don Williamson, PERSON, Hugo López-Gatell, Melbourne Seoul, Brits, Jens Spahn, Jonathan Nez, ___ ALGIERS, Park Neung-hoo, ___ FLAGSTAFF, Alabama, Paris, COVID-19, France, South Africa, Mexico, Western Europe, Navajo Nation, Italy, Spain, MELBOURNE, Algeria, Caribbean South Africa, Southern Africa, OPELIKA, United Kingdom, Ala, Gulf Shores, Algiers Algeria North Africa, SEOUL, Algiers, Latin America, North America, South Korea East Asia, Oceania, Germany, Mediterranean, United States, Canyon de Chelly, Balearic Islands, Canary Islands, Louvre Museum, Victoria, Egypt, JOHANNESBURG, BERLIN, Mallorca, MEXICO CITY, Gyeonggi Province, Australia, Daegu, Ariz, India, Louvre, Hawaii, Marseille, The Champs-Elysees Avenue, NEW DELHI, Brazil, Opelika High School, AP, MC Complete - State & National, Travel News, Mexico Central America, India South Asia Asia Victoria Australia, Alabama Hospital Association, ICU, Interior Ministry, National Institute for Communicable Diseases, Robert Koch Institute, Champs-Elysees, Johns Hopkins University, ROME, Bild, Hawaii State Teachers Association, Labor Relations Board, Department of Education, Health Ministry, Korea Centers for Disease Control and Prevention, A Wire, News - International - Stories, News - Health - Stories, Liberation, Top News, NewsBriefs, non-EU, Business News, Channels-Travel, Choice Plus, COVID, https://apnews.com/UnderstandingtheOutbreak ___, ___ HONOLULU", "nlpOrganization": "Opelika High School, AP, MC Complete - State & National, Travel News, Mexico Central America, India South Asia Asia Victoria Australia, Alabama Hospital Association, ICU, Interior Ministry, National Institute for Communicable Diseases, Robert Koch Institute, Champs-Elysees, Johns Hopkins University, ROME, Bild, Hawaii State Teachers Association, Labor Relations Board, Department of Education, Health Ministry, Korea Centers for Disease Control and Prevention", "nlpPerson": "Don Williamson, PERSON, Hugo López-Gatell, Melbourne Seoul, Brits, Jens Spahn, Jonathan Nez, ___ ALGIERS, Park Neung-hoo, ___ FLAGSTAFF", "nlpLocation": "Alabama, Paris, COVID-19, France, South Africa, Mexico, Western Europe, Navajo Nation, Italy, Spain, MELBOURNE, Algeria, Caribbean South Africa, Southern Africa, OPELIKA, United Kingdom, Ala, Gulf Shores, Algiers Algeria North Africa, SEOUL, Algiers, Latin America, North America, South Korea East Asia, Oceania, Germany, Mediterranean, United States, Canyon de Chelly, Balearic Islands, Canary Islands, Louvre Museum, Victoria, Egypt, JOHANNESBURG, BERLIN, Mallorca, MEXICO CITY, Gyeonggi Province, Australia, Daegu, Ariz, India, Louvre, Hawaii, Marseille, The Champs-Elysees Avenue, NEW DELHI, Brazil", "nlpWorkOfArt": "A Wire, News - International - Stories, News - Health - Stories, Liberation", "nlpOther": "Business News, Channels-Travel, Choice Plus, COVID, https://apnews.com/UnderstandingtheOutbreak ___, ___ HONOLULU", "sailthru.title": "The Latest: Alabama high schools cut fans at football games", "sailthru.date": "2020-08-15 13:32:00 -0400", "sailthru.author": "By The Associated Press", "sailthru_uid": 15486004, "sailthru_pubname": "associated-press", "sailthru_siteid": 7, "sailthru.tags": "don-williamson,person,hugo-l-pez-gatell,melbourne-seoul,brits,jens-spahn,jonathan-nez,algiers,park-neung-hoo,flagstaff,alabama,paris,covid-19,france,south-africa,mexico,western-europe,navajo-nation,italy,spain,melbourne,algeria,caribbean-south-africa,southern-africa,opelika,united-kingdom,ala,gulf-shores,algiers-algeria-north-africa,seoul,algiers,latin-america,north-america,south-korea-east-asia,oceania,germany,mediterranean,united-states,canyon-de-chelly,balearic-islands,canary-islands,louvre-museum,victoria,egypt,johannesburg,berlin,mallorca,mexico-city,gyeonggi-province,australia,daegu,ariz,india,louvre,hawaii,marseille,the-champs-elysees-avenue,new-delhi,brazil,opelika-high-school,ap,mc-complete-state-national,travel-news,mexico-central-america,india-south-asia-asia-victoria-australia,alabama-hospital-association,icu,interior-ministry,national-institute-for-communicable-diseases,robert-koch-institute,champs-elysees,johns-hopkins-university,rome,bild,hawaii-state-teachers-association,labor-relations-board,department-of-education,health-ministry,korea-centers-for-disease-control-and-prevention,a-wire,news-international-stories,news-health-stories,liberation,top-news,newsbriefs,non-eu,business-news,channels-travel,choice-plus,covid,https-apnews-com-understandingtheoutbreak,honolulu,opelika-high-school,ap,mc-complete-state-national,travel-news,mexico-central-america,india-south-asia-asia-victoria-australia,alabama-hospital-association,icu,interior-ministry,national-institute-for-communicable-diseases,robert-koch-institute,champs-elysees,johns-hopkins-university,rome,bild,hawaii-state-teachers-association,labor-relations-board,department-of-education,health-ministry,korea-centers-for-disease-control-and-prevention,don-williamson,person,hugo-l-pez-gatell,melbourne-seoul,brits,jens-spahn,jonathan-nez,algiers,park-neung-hoo,flagstaff,alabama,paris,covid-19,france,south-africa,mexico,western-europe,navajo-nation,italy,spain,melbourne,algeria,caribbean-south-africa,southern-africa,opelika,united-kingdom,ala,gulf-shores,algiers-algeria-north-africa,seoul,algiers,latin-america,north-america,south-korea-east-asia,oceania,germany,mediterranean,united-states,canyon-de-chelly,balearic-islands,canary-islands,louvre-museum,victoria,egypt,johannesburg,berlin,mallorca,mexico-city,gyeonggi-province,australia,daegu,ariz,india,louvre,hawaii,marseille,the-champs-elysees-avenue,new-delhi,brazil,a-wire,news-international-stories,news-health-stories,liberation,business-news,channels-travel,choice-plus,covid,https-apnews-com-understandingtheoutbreak,honolulu", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/45/62/19815572/35/sailthruImage.jpg", "og": {"title": "The Latest: Alabama high schools cut fans at football games", "description": "OPELIKA, Ala. - Alabama high schools are limiting attendance at football games this fall because of the coronavirus pandemic. \n Opelika High School says it will cap attendance at about 30% of the stadium capacity of 8,000 so fans can maintain proper social distancing. Gulf Shores says attendance at athletic events will be cut by 50%. \n Other schools are announcing attendance reductions or still working on plans. Some are skipping fall sports. The first football games are scheduled for this week, although some schools have delayed games after players or staff tested positive for the coronavirus. \n The seven-day average number of daily cases in Alabama has dropped below 1,000, after reaching 1,800 in mid-July. The number of hospitalized patients has lessened from about 1,600 to 1,400, and the percent of positive tests has gone from 16.7% to 12.3%. \n However, Dr. Don Williamson, the former state health officer who heads the Alabama Hospital Association, says 89% of ICU beds are full. \n ___ \n HERE'S WHAT YOU NEED TO KNOW ABOUT THE VIRUS OUTBREAK: \n - South Africa risk high, No. 5 in coronavirus cases \n - Virus flareups in Europe lead to club closings, mask orders \n - Study hints, can't prove, survivor plasma fights COVID-19 \n - By sea, rail or air, Brits scramble to get out of France \n - Popular tourist destinations on the Navajo Nation, including Canyon de Chelly, can start welcoming back tourists Monday under the tribe's reopening plan. \n - Mexico' s point man for the coronavirus pandemic says he believes the country has reached its peak of infections over the last three weeks. \n - The year the music might die: British clubs face closure because of coronavirus pandemic. More than 400 grassroots music venues face possible...", "type": "article", "url": "https://www.greenwichtime.com/news/article/The-Latest-India-cases-cross-2-5-million-with-15486004.php", "image": "https://s.hdnux.com/photos/01/13/45/62/19815572/35/rawImage.jpg", "site_name": "GreenwichTime"}, "twitter": {"card": "summary_large_image", "site": "@GreenwichTime"}, "fb": {"admins": 100006394927810, "app_id": 666270996736144, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}}