{"GDELT": {"GlobalEventID": 940976854, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "TUR", "Actor1Name": "ANKARA", "Actor1CountryCode": "TUR", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.22772277227723, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lesbos, Perifereia Voreiou Aigaiou, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR65", "Actor2Geo_ADM2Code": "16725", "Actor2Geo_Lat": 39.1667, "Actor2Geo_Long": 26.25, "Actor2Geo_FeatureID": "-822201", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lesbos, Perifereia Voreiou Aigaiou, Greece", "Action2Geo_CountryCode": "GR", "Action2Geo_ADM1Code": "GR65", "Action2Geo_ADM2Code": "16725", "Action2Geo_Lat": 39.1667, "Action2Geo_Long": 26.25, "Action2Geo_FeatureID": "-822201", "DATEADDED": 20200815173000, "SOURCEURL": "https://www.arabnews.com/node/1719856"}, "ARTICLE": {"TITLE": "Perils of a hornets’ nest in the eastern Med", "TEXT": "Perils of a hornets’ nest in the eastern Med\n\nCornelia Meyer\n\nTurkish seismic research vessel Oruc Reis is seen in Istanbul, Turkey. (File/Reuters)\n\nShort Url https://arab.news/jxh97\n\nWhen the Turkish subsea research vessel Oruc Reis began exploring the seabed between Cyprus and Crete, accompanied by warships, it poked a geopolitical hornets’ nest long in the making.\n\nTurkey sits where East meets West, and is NATO’s easternmost bulwark against the conflicts of the Middle East, which in itself creates potential conflict; insert hydrocarbons and geo-economic interests to render the situation tricky indeed, not just for Turkey but also for its neighbors, whether allies or foes. Overlay Ankara’s quest to play a greater geopolitical role in the Middle East and you find yourself in the middle of an eastern Mediterranean power play.\n\nCooperation between Egypt, Israel, Cyprus and Greece to exploit hydrocarbons there is a thorn in Ankara’s side. Under the French-Cypriot defense cooperation agreement of 2017, France is allowed to provide security in an area where the French oil company Total and Italy’s ENI have drilling rights. This was the basis for President Emmanuel Macron sending fighter jets and a frigate to “temporarily reinforce” its military presence in the region as a clear show of support for Greece and Cyprus.\n\nFor Turkey the situation is not clear cut, because the 13 exploration blocs in question are in contested waters. Ankara does not accept Greece’s exclusive economic zones (EEZ) off Cyprus and several Greek islands, and claims seabed drilling rights for itself. Further complicating matters, Ankara does not recognise the Republic of Cyprus and maintains a claim over Northern Cyprus.\n\nThis is not Turkey’s first foray into complex eastern Mediterranean rivalries. In January, President Recep Tayyip Erdogan sent troops to Libya in support of the UN-recognized Government of National Accord (GNA) in Tripoli, led by Fayez Al-Sarraj and also supported by the US and Italy. The GNA is challenged by eastern military strongman Khalifa Haftar who is supported by Egypt, most of the other Gulf states, and France. The rhetoric around that conflict has reached boiling point more than once. Neither Egypt nor Haftar welcomed being poked in the eye by Ankara.\n\nIt is clearly untenable for France and Greece to be on the opposing side to Turkey when all are NATO allies; neither is it acceptable for an EU member state, Cyprus, to be in the middle of the conflict. Cornelia Meyer\n\nThe tensions go well beyond who should have access to the seabed’s rich hydrocarbon resources; they show just how tricky Ankara’s relationship with its Western neighbors and allies has become.\n\nIn 2002, the Turkish foreign policy fashioned by Foreign Minister Ahmet Davutoglu was to get along with all its neighbors. That went out the window in 2011, when civil war in Syria pitted Turkey against Bashar Assad, and placed Ankara front and center of a quagmire made worse by the rise of Daesh.\n\nThe refugee crisis of 2015 and the discovery of hydrocarbon riches in contested waters have led to new alliances not favored by Ankara. From a European perspective, Erdogan’s attitude toward a free press and civil liberties, and his increasingly self-confident posture in the region, have not helped.\n\nSo now what? It is clearly untenable for France and Greece to be on the opposing side to Turkey when all are NATO allies; neither is it acceptable for an EU member state, Cyprus, to be in the middle of the conflict.\n\nThe EU has more at stake than hydrocarbons. Its refugee deal with Turkey, gives Ankara six billion euros in exchange for hosting more than three million Syrian refugees. This is a cornerstone of its refugee policy and not only benefits Greece, which is at breaking point over its refugee camps in Lesbos and elsewhere, but also benefits (and keeps quiet) all the countries on the Eastern Balkans refugee route. The Turkish shenanigans on the Greek border this year were not just tragic for the refugees caught up in them, they also proved that Brussels needs a certain degree of goodwill and predictability from Ankara, as long as EU member states are not willing to share equitably in accommodating refugees.\n\nBoth sides feel that international law is on their side in the eastern Mediterranean dispute. Even if tempers reach boiling point, there is too much at risk to let the situation get out of hand. This is why both German Chancellor Angela Merkel and European Council president Charles Michel have spoken to Erdogan. The Swiss have offered to mediate. This should help in the short run. In the long run, Europe and Turkey have to define their relationship and NATO needs to find its own way forward with respect to the eastern Mediterranean. Nobody has an interest in more conflict in a region already riddled with it.\n\nCornelia Meyer is a business consultant, macro-economist and energy expert. Twitter: @MeyerResources\n\nDisclaimer: Views expressed by writers in this section are their own and do not necessarily reflect Arab News' point-of-view", "METADATA": {"description": "When the Turkish subsea research vessel Oruc Reis began exploring the seabed between Cyprus and Crete, accompanied by warships, it poked a geopolitical hornets’ nest long in the making.", "abstract": "Get the latest breaking news and headlines from the largest Arab News website. Get world news, sport news, business news, entertainment, lifestyle, video and photos.", "keywords": "Jubail,Al-Ahsa,Al-Kharj,Taif,Qatif,oil,Dammam,Abha,Asir,Yanbu,islam,jobs,sports,Khalij times,gulf news,saudi gazette,Riyadh,Tabuk,Mecca,Medina,AlMadinah,Jeddah,Makkah,Hail,Mecca,Makkah,Eastern,King Abdullah, jobs in Saudi,work in saudi arabia, umrah,Hajj،عرب نيوز", "rights": "Arab News", "fb": {"app_id": 331299401208963, "pages": 10250877124}, "og": {"site_name": "Arab News", "type": "article", "title": "Perils of a hornets’ nest in the eastern Med", "url": "https://arab.news/jxh97", "description": "When the Turkish subsea research vessel Oruc Reis began exploring the seabed between Cyprus and Crete, accompanied by warships, it poked a geopolitical hornets’ nest long in the making.", "updated_time": "2020-08-15T17:31:35+03:00", "image": {"identifier": "https://www.arabnews.com/sites/default/files/authors/1527691-cm.png", "url": "https://www.arabnews.com/sites/default/files/authors/1527691-cm.png"}}, "twitter": {"card": "summary", "site": {"identifier": "@Arab_News", "id": 69172612}, "url": "https://arab.news/jxh97", "creator": {"identifier": "@Arab_News", "id": 69172612}, "title": "Perils of a hornets’ nest in the eastern Med", "description": "When the Turkish subsea research vessel Oruc Reis began exploring the seabed between Cyprus and Crete, accompanied by warships, it poked a geopolitical hornets’ nest long in the making.", "image": "https://www.arabnews.com/sites/default/files/authors/1527691-cm.png"}, "article": {"published_time": "2020-08-15T17:31:35+03:00", "modified_time": "2020-08-15T17:31:35+03:00"}, "viewport": "width=device-width, initial-scale=1.0"}}}