{"GDELT": {"GlobalEventID": 940948483, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AFG", "Actor1Name": "AFGHAN", "Actor1CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.5138772077376002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kabul, Kabol, Afghanistan", "Action2Geo_CountryCode": "AF", "Action2Geo_ADM1Code": "AF13", "Action2Geo_ADM2Code": "3580", "Action2Geo_Lat": 34.5167, "Action2Geo_Long": 69.1833, "Action2Geo_FeatureID": "-3378435", "DATEADDED": 20200815124500, "SOURCEURL": "https://www.pajhwok.com/en/2020/08/15/release-400-taliban-boldest-risk-peace"}, "ARTICLE": {"TITLE": "Release of 400 Taliban boldest risk for peace, says Ghani", "TEXT": "KABUL (Pajhwok): President Ashraf Ghani says his administration and the Afghan nation have taken a series of calculated risks for the sake of bringing peace and stability to the country\n\n“The Afghan people want peace. This has been our constant demand and foremost priority for four decades, an entire lifetime for most of us,” he wrote in an opinion piece that appeared in The Washington Post on Saturday.\n\nIn June 2018, he recalled, his government and the people took a risk for peace by initiating the country’s first cease-fire since 2001. As a result pf the truce, the president wrote, the Afghans were able to live peace for three days.\n\n“Over the past two years, we have taken multiple risks in the pursuit of peace because we cannot afford to pay the costs of failure,” he added.\n\nIn compliance with the Loya Jirga decision, he said Kabul had started freeing 400 remaining Taliban prisoners convicted of serious crimes, including the killing of Afghans and foreigners.\n\n“We were assured that their release would fulfill the Taliban’s final demand before facing us at the negotiating table,” Ghani said, explaining it was a risk he could not take alone, constitutionally or morally.\n\nEarlier in the week, the Loya Jirga -- featuring 3,400 women and men from across Afghanistan and all strata of society -- came together in Kabul in the presence of political leaders to debate the release of hard-core Taliban criminals.\n\nThe tribal gathering approved the release of the prisoners, the president said, adding he signed the order the next day I. It was the Afghan people’s latest, and boldest, risk for peace, he commented.\n\nThe cost of setting free these 5,000 prisoners meant denying justice to the families of those they killed, Ghani, regretting the loss of tens of thousands of Afghan lives. After the payment of heavy costs, he stressed, there must be a dividend of peace for the Afghans.\n\nHe continued failing in the pursuit of a sustainable peace was not an option; it would demand a far deadlier price -- one that the Afghan people and their international partners could not afford to pay.\n\nHere is the full text of the article:\n\nThe Afghan people want peace. This has been our constant demand and foremost priority for four decades, an entire lifetime for most of us. In June 2018, the Afghan government, and our people, took a risk for peace by initiating the country’s first cease-fire since 2001. It allowed us, for three days, to not only want peace but to live it. Over the past two years, we have taken multiple risks in the pursuit of peace because we cannot afford to pay the costs of failure.\n\nLast week, we made the decision to take another risk for peace. After releasing 4,600 Taliban prisoners to facilitate certain conditions of the U.S.-Taliban deal of Feb. 29, we were confronted with the difficult issue of releasing 400 remaining prisoners convicted of serious crimes, including the killing of Afghans and citizens of the international community. We were assured that their release would fulfill the Taliban’s final demand before facing us at the negotiating table.\n\nThis was not a risk I could take alone, constitutionally or morally, without consulting the Afghan people. Earlier this week, 3,400 women and men from all provinces of Afghanistan and all strata of society came together, in the presence of the country’s political leadership, at a consultative assembly known as a Loya Jirga, to deliberate and debate. They decided to approve the release of the prisoners, and the next day I signed the order. It was the Afghan people’s latest, and boldest, risk for peace.\n\nIn 2018, we knew peace would be costly, but we did not know what those costs would be. We do know now, and we have paid heavily. The cost of releasing these 5,000 prisoners meant, among other things, denying justice and healing for the families of those they murdered. Since March, we have also paid for peace with intensified Taliban violence. Over the past five months, while Afghan security forces maintained a defensive posture, the Taliban and associated terrorist groups (which the Taliban has yet to publicly renounce) killed or wounded 12,279 Afghan security forces and civilians, according to our own figures.\n\nWe have paid with our lives — tens of thousands of Afghan lives, including even our tiniest, most precious and innocent lives.\n\nWe have paid the costs. There must now be a dividend of peace for the Afghan people.\n\nNow, despite the violence, Afghans are coming to the negotiating table with renewed momentum for peace, a stronger relationship between the government and citizens, a better sense of coordination with our international partners, and unity among our political leaders.\n\nAssurances will no longer be enough to propel the peace process forward. It is now time for the Taliban to sit across from the representatives of the Islamic Republic of Afghanistan in earnest, in order to reach a political solution and to declare a comprehensive cease-fire. We acknowledge the Taliban as part of our reality, and we are solidly committed to reaching a political deal that accommodates this reality. The Taliban must, in turn, acknowledge the changed reality of today’s Afghanistan. The Taliban must work with us to preserve and expand the gains the Afghan people have made over the past 19 years, including for the benefit of the thousands of Taliban fighters, and refugees and returnees, who will need to be immediately reintegrated into society.\n\nThe international community will play an important role as facilitators and mediators of the talks, ensuring that momentum, and a level playing field, are maintained. Our international partners must also continue to stand firm for the values and principles in which we have all invested for 20 years.\n\nThe Afghan National Defense and Security Forces have not only been sacrificing to preserve and protect our country, but also in pursuit of counterterrorism objectives that we share with the United States and the international community. Our forces took over full responsibility for combat operations from foreign troops in January 2015, and since then the Afghan government has taken measures to substantially reduce the burden on U.S. taxpayers. We thank the United States and our international partners for their continued support of our security forces, which will be critical as we move forward with the peace process.\n\nWe share a vision with the United States and our international partners for the outcome of our talks with the Taliban: a sovereign, unified, democratic Afghanistan at peace with itself, the region and world , capable of preserving and expanding the gains of the past two decades.\n\nWe must all come together to achieve this vision. It will require a different kind of strength than war. It will require us to practice patience, make compromises and pay further costs toward the price of peace. But to fail in our pursuit of a sustainable peace is not an option; it would demand a far deadlier price — one that the Afghan people, and our international partners, cannot afford to pay.\n\nPAN Monitor/Mud", "METADATA": {"og": {"description": "KABUL (Pajhwok): President Ashraf Ghani says his administration and the \nAfghan nation have taken a series of calculat", "url": "https://www.pajhwok.com/en/2020/08/15/release-400-taliban-boldest-risk-peace-says-ghani", "title": "Release of 400 Taliban boldest risk for peace, says Ghani", "image": "https://www.pajhwok.com/sites/pajhwok.com/files/photo/2020/4/%D8%BA%D9%86%DB%8C_2.jpg"}, "twitter": {"card": "summary", "url": "https://www.pajhwok.com/en/2020/08/15/release-400-taliban-boldest-risk-peace-says-ghani", "description": "KABUL (Pajhwok): President Ashraf Ghani says his administration and the \nAfghan nation have taken a series of calculat"}, "google-site-verification": "zmXNXMsUqOXR83rQ-ex1fCQApKJHy-b74mjJ_Z0ZZFU", "description": "KABUL (Pajhwok): President Ashraf Ghani says his administration and the Afghan nation", "robots": "index", "generator": "Drupal 7 (http://drupal.org)", "revisit-after": "1 day", "viewport": "initial-scale=1.0"}}}