{"GDELT": {"GlobalEventID": 940905532, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.613733905579401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Glasgow, Glasgow City, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKV2", "Actor1Geo_ADM2Code": "40176", "Actor1Geo_Lat": 55.8333, "Actor1Geo_Long": -4.25, "Actor1Geo_FeatureID": "-2597039", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Glasgow, Glasgow City, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKV2", "Action2Geo_ADM2Code": "40176", "Action2Geo_Lat": 55.8333, "Action2Geo_Long": -4.25, "Action2Geo_FeatureID": "-2597039", "DATEADDED": 20200815054500, "SOURCEURL": "https://www.heraldscotland.com/news/18652891.new-alarm-covid-control-scotlands-care-homes/"}, "ARTICLE": {"TITLE": "New alarm over Covid control in Scotland's care homes", "TEXT": "NEW concerns about the pace of improvement on coronavirus infection in Scotland's care homes has emerged after a series of failures led to a death toll in Scotland's care homes that amounts to \"the single greatest failure of devolved government\".\n\nThat is the analysis of leading care expert Nick Kempe who claims that since their previous inspection, as many care homes have deteriorated as have improved and that generally standards of infection control remain \"worryingly low\".\n\nThe report published by respected think tank Common Weal is critical of the Care Inspectorate for the \"slow and seemingly random\" way in which care homes are being reassessed in the light of the Covid death toll and shows a \"mixed but often dispiriting picture\" from the data available.\n\nMr Kempe, who was once head of service for older people in Glasgow and played a central role in the development of the National Care Home Contract has previously documented how a failure to implement any of the warnings on pandemic preparation, the weakness of the inspection and enforcement regime in Scotland, the long-term running-down of the provision of medical services in care homes, the refusal to intervene early in the crisis and the \"serial failures\" on PPE and testing inevitably led to the current death toll.\n\nNow the man who led on the development of the cost of care calculator for Care Homes in Scotland says in an analysis of the limited data and grades provided by the Care Inspectorate in a new round of inspections that the agency is not doing enough.\n\nREAD MORE: Scottish Care warns of new wave of virus in damning critique of government handling of Covid outbreak\n\nThe findings have raised further concerns about the past levels of protection for residents and the continued scrutiny of Scotland's 1142 care homes during the Covid-19 pandemic where over 2000 have died.\n\nMr Kempe says it is currently doing only about a third of its usual checks and at the current rate would take over two years to inspect all care homes to assess Covid-19 control measures.\n\nHe says this means there simply is not enough data to provide any confidence that, as a sector, care homes are doing any better than they were five months ago.\n\nMr Kempe's report says there is no rationale presented by the Care Inspectorate for which care homes are being chosen, nor any reasonable explanation for why those care homes identified as having pre-existing infection prevention problems were not prioritised for inspection.\n\nWhile revealing that more than one in seven care homes inspected received a 'letter of serious concern' from the Care Inspectorate, the report suggests there should be a mandatory ban on discharge of people to any care home assessed as Weak.\n\nAnd he says that only in one case has the Care Inspectorate, which is responsible for monitoring standards in care homes, used new Covid powers to issue an Improvement Notice with intent to close the care home.\n\nCommenting on the report, author Nick Kempe said: \"The inspections initiated by the Scottish Parliament should have played a key role in re-assuring older people, their relatives and the general public that care home providers had by now ensured that the staff they employ have been properly trained, have the right equipment and have the time to care for residents safely.\n\n\"Instead, if I was still working as a social worker and asked by a family how they could find a care home with proven standards of infection control, I would be hard-pressed to respond. It is alarming that so little appears to have changed after so many avoidable deaths and provides further evidence of the need for fundamental reform.\"\n\nThe report says that those previously graded Weak, ten have improved but ten have not.\n\nOf those previously graded as Adequate, five have improved but seven have deteriorated and ten remained the same.\n\nCommon Weal director Robin McAlpine said: “There is a very real risk that care homes are treated as old news. If people knew that in the last few months as many care homes have deteriorated rapidly as have improved there would be great public concern.\n\n\"We must never behave as if this issues has gone away because it most certainly has not. Some of our most vulnerable citizens continue to suffer unnecessarily and we must never lose our focus on trying not only to keep them safe but to ensure they have a decent quality of life.”\n\nREAD MORE: Revealed - The scale of \"hasty\" move of elderly from hospital to Scots care homes over coronavirus\n\nMr Kempe's separate Predictable Crisis analysis has traced the roots of the pandemic crisis care homes to the early 1990s, privatisation policies and the big financial interests profiting from them.\n\nThe report argues that the tragedy was not only predictable but clearly predicted and that the deeply flawed Scottish Government response in the first eight weeks of the crisis led directly to many unnecessary deaths.\n\nIt points to the SNP's failure to make the preparations detailed in Operation Cygnus, a 2016 NHS pandemic planning exercise that highlighted the necessity of beefing up the social care system in particular.\n\nIt said that based on quality ratings at the outset of the crisis more than one quarter of Scotland's care homes - those rated adequate or below - could have been expected to be unable properly to protect older people in the event of a pandemic.\n\nHe accepted that the Care Inspectorate does a professional job but has few enforcement powers and works inside a regulatory regime which is very limited in scope.\n\nAs an example, in February, he says, they simply did not have the power to do what has now eventually been done at the Home Farm Care Home on Skye - where 10 residents died from coronavirus.\n\nThe Care Inspectorate is still seeking to remove HC-One as the care provider at Home Farm after an inspection identified “serious and significant concerns” about the quality of care. .\n\nMr Kempe's analysis said the Care Inspectorate was incapable of bringing Care Homes up to the standard required by the Covid crisis and poor quality care was embedded in the system.\n\nThe Care Inspectorate declined to comment.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "OMG-Verify-V1": "4389-366acdfc-5224-4c07-bb70-f74d8fbfc2db", "og": {"url": "https://www.heraldscotland.com/news/18652891.new-alarm-covid-control-scotlands-care-homes/", "site_name": "HeraldScotland", "image": {"identifier": "https://www.heraldscotland.com/resources/images/11433545/", "width": 1200, "height": 906}, "title": "New alarm over Covid control in care homes after Scots death toll dubbed 'single greatest devolved government failure'", "type": "website", "name": "New alarm over Covid control in care homes after Scots death toll dubbed 'single greatest devolved government failure'", "description": "NEW concerns about the pace of improvement on coronavirus infection in Scotland's care homes has emerged after a series of failures led to a death…"}, "twitter": {"image": {"src": "https://www.heraldscotland.com/resources/images/11433545/"}, "card": "summary_large_image", "title": "New alarm over Covid control in care homes after Scots death toll dubbed 'single greatest devolved government failure'", "description": "NEW concerns about the pace of improvement on coronavirus infection in Scotland's care homes has emerged after a series of failures led to a death…"}, "fb": {"app_id": 612240812916784, "pages": 285985008233564}, "medium": "news", "title": "New alarm over Covid control in care homes after Scots death toll dubbed 'single greatest devolved government failure'", "description": "NEW concerns about the pace of improvement on coronavirus infection in Scotland's care homes has emerged after a series of failures led to a death…"}}}