{"GDELT": {"GlobalEventID": 940911931, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "TZA", "Actor1Name": "TANZANIA", "Actor1CountryCode": "TZA", "Actor2Code": "CVL", "Actor2Name": "RESIDENTS", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.77383592017739, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Missenyi, Kagera, Tanzania", "Actor1Geo_CountryCode": "TZ", "Actor1Geo_ADM1Code": "TZ19", "Actor1Geo_ADM2Code": "115064", "Actor1Geo_Lat": -2.7269400000000004, "Actor1Geo_Long": 31.3281, "Actor1Geo_FeatureID": "-2569210", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Missenyi, Kagera, Tanzania", "Actor2Geo_CountryCode": "TZ", "Actor2Geo_ADM1Code": "TZ19", "Actor2Geo_ADM2Code": "115064", "Actor2Geo_Lat": -2.7269400000000004, "Actor2Geo_Long": 31.3281, "Actor2Geo_FeatureID": "-2569210", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Missenyi, Kagera, Tanzania", "Action2Geo_CountryCode": "TZ", "Action2Geo_ADM1Code": "TZ19", "Action2Geo_ADM2Code": "115064", "Action2Geo_Lat": -2.7269400000000004, "Action2Geo_Long": 31.3281, "Action2Geo_FeatureID": "-2569210", "DATEADDED": 20200815064500, "SOURCEURL": "https://www.ippmedia.com/en/news/ruwasa-ordered-complete-water-construction-projects"}, "ARTICLE": {"TITLE": "Ruwasa ordered to complete water construction projects", "TEXT": "Aweso made the directive during his official tour in Missenyi District, in Kagera where he visited to oversee construction progress of various projects.\n\n“We will not listen to any excuse, so make sure that water in various villages is available before October this year, the government has already issued funds to implement the projects,” he said.\n\nSpeaking while at the construction site of the Kyaka -Bunazi water project the minister directed contractors to ensure that they work hard to produce quality water projects on the scheduled time.\n\nHe said the Kyaka -Bunazi water project which drains from Kagera River will spend 9.4bn/- for the first phase.\n\nHe said, the government has already dished out 9.7bn/- for Kagera Region whereby 1.3bn/- has been allocated for Missenyi.\n\n“While en-route from Karagwe District last year, President John Magufuli promised Missenyi Division of clean and safe water. The fifth phase government is committed to ensure that it serves its people with all essential social needs including stable supply of water,” he said.\n\nInaugurating Kanyigo water project in Kanyigo ward, the project costs being 684, Aweso assigned RUWASA manager in Missenyi to give out 170m/ to enable the project to be completed on time.\n\nThe project is currently implemented by the Bukoba Water Sanitation Agency (BUWASA) and the work has reached 80 per cent while producing water to serve the community.\n\nThe minister further urged water Committees for all projects to avoid keeping money in pockets or at home but rather open bank accounts so as to keep the public funds safe.\n\nOne of the residents, Deusdedith Kahwa appealed to the deputy minister to also consider the neighbouring Kashenye ward by sending water near to the community as they have been facing water shortage for a long time.\n\nResponding, Aweso wanted RUWASA to send the proposal to the ministry. He said that the government had invested much of its efforts to address water blues in the country.\n\nAnother resident, Maria Kassano commended the government for bringing the project something which will address the prolonged water crisis facing the residents.\n\nShe said that the implementation of the project sounds a huge relief to the residents, especially women who have been walking miles away to search for the precious liquid.\n\nAvitus Exavery, Deputy Ruwasa manager in Missenyi said 72 percent equivalent to 179,555 residents are currently enjoying safe and clean water from constructed 716 water points.\n\nReports show that, only 50 percent of Tanzania’s population has access to an improved source of safe water, and only 34 percent of Tanzania’s population has access to improved sanitation. Under these circumstances, the poor, particularly women and girls spend a significant amount of time travelling some distance to collect water.", "METADATA": {"og": {"image": "//www.ippmedia.com/sites/default/files/articles/2020/08/14/AWEE ED.JPG"}, "shareaholic": {"site_name": "IPPMEDIA", "language": "en", "site_id": "2a129126eda024fbc39d134269488e87", "drupal_version": "7.x-3.30", "url": "https://www.ippmedia.com/en/news/ruwasa-ordered-complete-water-construction-projects", "article_published_time": "2020-08-15T08:18:12+03:00", "article_modified_time": "2020-08-15T08:18:13+03:00", "article_author_name": "frank", "keywords": "correspondent, reporters, news, section, the guardian, source, water construction", "image": "//www.ippmedia.com/sites/default/files/articles/2020/08/14/AWEE ED.JPG"}, "description": "DEPUTY Minister for Water Jumaa Aweso has directed the Rural Water Supply and Sanitation agency (RUWASA) to supervise and make sure that several water projects which are currently under construction across the country are completed by October this year.", "keywords": "water construction", "generator": "Drupal 7 (http://drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width", "Googlebot-Mobile": "nofollow, follow", "bingbot-mobile": "noindex, follow"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}