{"GDELT": {"GlobalEventID": 940908644, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "ECU", "Actor2Name": "GALAPAGOS", "Actor2CountryCode": "ECU", "IsRootEvent": 0, "EventCode": 161, "EventBaseCode": 161, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quito, Pichincha, Ecuador", "Actor2Geo_CountryCode": "EC", "Actor2Geo_ADM1Code": "EC18", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -0.216667, "Actor2Geo_Long": -78.5, "Actor2Geo_FeatureID": "-932573", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quito, Pichincha, Ecuador", "Action2Geo_CountryCode": "EC", "Action2Geo_ADM1Code": "EC18", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -0.216667, "Action2Geo_Long": -78.5, "Action2Geo_FeatureID": "-932573", "DATEADDED": 20200815061500, "SOURCEURL": "https://www.laprensalatina.com/ecuador-authorities-activists-seek-to-control-fishing-close-to-galapagos/"}, "ARTICLE": {"TITLE": "Ecuador authorities, activists seek to control fishing close to Galapagos", "TEXT": "Quito, Aug 14 (efe-epa).- Ecuadorean authorities on Friday urged the international community to strengthen the monitoring of fishing close to the Galapagos archipelago, while a group of activists protested against the presence of an Asian fleet near the islands, famous for their biodiversity.\n\nThe government of Ecuador, as part of virtual meeting of the Marine Corridor of the Eastern Tropical Pacific (CMAR), urged the international community to carry out greater monitoring and control over the fishing activities in the region.\n\nEcuadorean Environment Minister Paulo Proano, who attended the meeting along with official representatives of Colombia, Panama and Costa Rica, outlined Quitos’s concerns over the proximity of a large foreign fishing fleet to the exclusive economic zone of the Galagapos Islands (ZEEI).\n\nThe fleet, which includes more than 300 boats – most of them flying a Chinese flag – is situated close to the ZEEI, triggering concerns that its activity might affect the fragile ecosystem of the archipelago’s marine reserve.\n\n“The CMAR appeals to the international community to strengthen and improve the mechanisms to monitor and control the fishing activities that take place in the region,” the Ecuadorean environment ministry said in a statement after the meeting.\n\nThe appeal seeks to “mitigate possible risks and unsustainable actions that degrade the marine biodiversity of the protected marine areas and the marine territory between them,” as per the statement.\n\nIn Friday’s meeting the environmental authorities of the CMAR also pledged to strengthen regional cooperation between different protected marine areas.\n\nThe arrival of the Asian fishing fleet in waters close to Galapagos has also alarmed the environmental groups of Ecuador, which on Friday staged a protest in front of the Chinese Embassy in Quito.\n\nA group of activists occupied a street next to the diplomatic mission to protest against intensive fishing in sensitive areas such as Galapagos.\n\nThe environmentalists warned that the fishing being carried out by the foreign fleet just outside the ZEEI was a threat to the migratory deep-sea species on their way to Galapagos, where they are protected.\n\nThey said that the protection of that sea turtles or sharks widely found in the region should not depend on borders or flags.\n\nThe activists dubbed the fleet’s activity “criminal fishing,” as the boats have been returning to the region close to the archipelago – dubbed the “enchanted islands” – for many years now.\n\nThe governments of China and Ecuador have held discussions to prevent fishing in the area from affecting the ecosystems of the Galapagos, and Beijing has accepted checks and controls over its fleet’s activity.\n\nThe Ecuadorean navy is constantly involved in a monitoring and control operation to prevent fishing fleets from entering the Galapagos marine reserve, where fishing of a large number of species is banned. EFE-EPA\n\nfa/ia/lds", "METADATA": {"robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Ecuador authorities, activists seek to control fishing close to Galapagos - La Prensa Latina Media", "description": "Quito, Aug 14 (efe-epa).- Ecuadorean authorities on Friday urged the international community to strengthen the monitoring of fishing close to the Galapagos archipelago, while a group of activists protested against the presence of an Asian fleet near the islands, famous for their biodiversity. The government of Ecuador, as part of virtual meeting of the Marine …", "url": "https://www.laprensalatina.com/ecuador-authorities-activists-seek-to-control-fishing-close-to-galapagos/", "site_name": "La Prensa Latina Media", "image": {"identifier": "https://mk0laprensalatice12d.kinstacdn.com/wp-content/uploads/2020/08/16777614w.jpg", "width": 800, "height": 533}}, "article": {"publisher": "https://www.facebook.com/laprensalatinamedia", "published_time": "2020-08-15T06:46:01+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@laprensalatina", "site": "@laprensalatina"}, "generator": "WPCOVID-19 1.3.0", "theme-color": "#0088ff", "viewport": "width=device-width, initial-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}