{"GDELT": {"GlobalEventID": 940928660, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BLR", "Actor1Name": "MINSK", "Actor1CountryCode": "BLR", "Actor2Code": "MED", "Actor2Name": "CORRESPONDENT", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.12903225806451, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yekaterina, Kirovskaya Oblast', Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS33", "Actor2Geo_ADM2Code": "25060", "Actor2Geo_Lat": 58.3839, "Actor2Geo_Long": 48.0647, "Actor2Geo_FeatureID": "-3040170", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200815094500, "SOURCEURL": "https://meduza.io/en/feature/2020/08/15/like-hell-on-earth"}, "ARTICLE": {"TITLE": "‘Like hell on Earth’ Torture and dehumanization in Belarusian jails now threatens to end the Lukashenko regime. Here are some of the stories changing how the public sees the state. — Meduza", "TEXT": "Vardan Grigoryan, detained during a protest, at a temporary detention facility Natalia Fedosenko / TASS / Scanpix / LETA\n\nProtests have swept Belarus since a contested presidential election on August 9. In the initial police crackdown, nearly 7,000 people were arrested. Those thrown behind bars weren’t all hardened activists or even participants in the rallies — the authorities swept up journalists, foreigners, and even random passersby. Many of these people are still missing in the bureaucratic mayhem that’s followed. Officials have not disclosed many detainees’ whereabouts to family members, human rights groups, and individuals’ own lawyers. Prisoners lucky enough to have been released talk of brutal conditions: overcrowded cells, inadequate food, and torture. Meduza special correspondent Kristina Safonova spoke to some of these people to find out more about the conditions in Belarusian jails.\n\n“The system broke down and failed”\n\n“Where they’re keeping [detainees] is a big question. We ourselves don’t know exactly where they’re being taken,” says Valentin Stefanovich, a member of the “Vesya” human rights group. “The Interior Ministry’s system turned out to be absolutely unprepared for this volume of arrests.”\n\nIn four days of protests, beginning on August 9 in the immediate aftermath of the presidential election, police across Belarus arrested nearly 7,000 people at opposition rallies. The biggest crackdowns were in the capital. Vesna’s Stefanovich told Meduza that jails made space ahead of the election, in preparation for mass arrests. Prisoners being held on misdemeanor charges were released and other inmates were moved to facilities outside Minsk. Meduza heard similar accounts from Valdis Fugash, a representative from “Human Constanta,” another human rights organization that works in Belarus.\n\nThese efforts weren’t enough. Minsk’s police stations, its jails, and the Okrestina detention center are now all over capacity.\n\n“In the Okrestina complex, as we’ve heard from people who were released, there are 30, 40, 50, even 60 people in cells meant for between four and eight people,” says Fugash. When protests entered their second night on August 10, many detainees were transferred about an hour away to a jail in Zhodino, but this facility, too, was soon overcrowded, forcing the authorities to move people to the local prison, Fugash says.\n\nEven relatives have found it impossible to learn the whereabouts of individual detainees. Officially, the Interior Ministry does not divulge such information. “If one of your acquaintances, friends, or colleagues has disappeared, it’s exceedingly difficult to find them,” says Fugash. “Many still can’t find people who vanished on the night of August 9. Imagine it — four days have passed. They come to the police station, they ask questions. Some file formal requests for information. Occasionally, there’s a response and you find out that someone is being held at this or that jail in or Zhodino, but that’s a rare exception.”\n\nIt’s relatives and volunteers who usually keep Vesna and Human Constanta informed about what happened to particular detainees. For instance, there are Telegram chat rooms where people share the names of protestors who disappeared, but human rights activists have no access to the Interior Ministry’s records.\n\nTracking down detainees is even more difficult now because they’re tried behind closed doors in courts literally housed inside detention centers. “Before, people were arrested in the evening and taken to court in the morning for a fine or some jail time. We could monitor that,” explains Fugash. “[Now] judges travel to the jails and hold their trials there. Defendants say their cases were over in a couple of minutes. [The authorities] totally refused to hear any defense.”\n\nA crowd waits outside the jail in Zhodino, August 13, 2020 Tatiana Zenkovich / EPA / Scanpix / LETA\n\nAccording to Valentin Stefanovich, most people tried in these hearings are sentenced to between 15 and 25 days in jail.\n\nEven under these accelerated procedures, however, the courts couldn’t keep up, says Stefanovich. In Minsk and Zhodino, on August 12, they started releasing people who’d been locked up for more than 72 hours without formal charges. Admittedly, Belarusian law allows the justice system to bring them back before a judge anytime within the next two months.\n\nIn fact, the authorities have started releasing even the detainees sentenced to jail because there’s nowhere left to put them. Human rights groups caution that this is not a cause for celebration because the law dictates that these administrative sentences can be enforced at any point in the next year.\n\nLess fortunate detainees have been transferred to full-fledged penitentiaries to serve their jail sentences. Human rights activists have recorded such cases, for example, at a high security prison in Ivacevichi, outside Brest. All this suggests that “the system broke down and failed,” argues Stefanovich.\n\n“We’ll teach you how to vote”\n\nNews about protesters’ detainment conditions trickled in overnight on Monday, August 10, as several Russian journalists were also released. One of these reporters was Daily Storm correspondent Anton Starkov, who was arrested with his colleague, Dmitry Lasenko, on the first night of protests in downtown Minsk. Prior to this, journalists witnessed riot police beating Meduza special correspondent Maxim Solopov and throwing him into a police van. This attack was captured on video.\n\nStarkov and Lasenko spent 24 hours in the Okrestina jail. Immediately after leaving, Starkov told Meduza that he had been denied food and drinking water for that entire time. Once back in Russia, Starkov reported that he spent the night after his arrest in an outdoor jail yard. His phone and personal effects were taken only in the morning, when he was transferred to a cell with a capacity of four. He shared the space with 15 other people.\n\n“When we just arrived, they were a bit rough with us. We got out of the police van and were forced down a hallway full of guards. I managed to get through unscathed,” says the journalist. “When they took us to the first cell, I started shouting that I was a Russian citizen and demanded that they call the ambassador. I heard back: ‘You’re from where? We’re gonna fuck you up.’”\n\nBelarusians were treated even worse: “The entire night we spent in the open-air cell, we heard beatings and torture. The local guards conducted ‘educational work’ with the detainees. We heard, ‘You will not protest again!’ and then the sound of a smack. ‘You will not come near the police again!’ — another smack,” remembers Starkov. “They forced them to crawl on their knees around the prison yard for what seemed like forever. We heard the guards roar, “On your knees! Lower!” Judging by how loud the smacks were, nobody was pulling his punches. When the guards got tired, they told us, “If anyone asks, no one even touched you here.”\n\nAnother journalist named Stanislav Ivashkevich also heard the cries and the beatings. A Belarusian citizen, he recently authored an investigative report about the role women have played in President Lukashenko’s life. Speaking to Meduza, Ivashkevich said he was subjected to violence only once while arrested, on the second day in custody, when he and his cellmates were brought outside and forced “through the gauntlet.” “That’s when several dozen cops stand on both sides and beat everyone passing through with sticks,” he explained.\n\nAudio recorded outside a prison in Belarus laplanddream\n\nThe guards were relatively “tactful” for the first day, says Ivashkevich, but it was evident by day two that they’d undergone some kind of “ideological brainwashing,” he says. “They repeated clearly rehearsed phrases: ‘Well how did you treat us yesterday?’ ‘We’re stuck with a second shift because of you and we missed our dinner,’ as they hit people coming through the gauntlet. The farther you went, the angrier they became.”\n\nIvashkevich spent two days at the Okrestina facility, all the while with a dozen other detainees crammed into a cell meant for three people: “Initially, we took turns sleeping, with two people squeezing onto the cot. Those who couldn’t wait their turn slept on the floor. If someone got a bit of rest, they hopped off and let someone else lie down, even if it was still their turn. Eventually, though, we all just slept on the cot, piled on top of each other. In two days, they fed us only once — a loaf of bread. Everyone there was very dignified, so no one took the last piece.”\n\nDespite the fact that police arrested Ivashkevich before Sunday’s protests even began (while he was conducting an interview near a polling place), a judge convicted him of joining an unlawful assembly and slapped him with a fine of 30 “basic units” — about $325. Nevertheless, Ivashkevich was released (along with only three other detainees in his group). “I suspect the judge decided to release me because I have a dependent child. But the fact that I’m a journalist didn’t affect the verdict,” he says.\n\nWhen Ivashkevich went free, he didn’t get back his personal effects, phone, or wallet. “They took me a few miles away from the Okrestina complex and dropped me off there. I had to make my own way home. They did it that way on purpose because several hundred relatives and supporters were camped outside the jail. They released the detainees where the crowd couldn’t see, to avoid boosting their morale,” he explains.\n\nAnother man arrested in Minsk, whom we’ll call “Pavel,” told Meduza that he, too, never got his things back after being released. Pavel spent more than two days at Okrestina. He says he was arrested late on August 9 while waiting with a friend for the bus.\n\nOfficers first brought him to the Oktyabrskoye police station, where he was charged with misdemeanor disorderly conduct. Next, he moved to the Okrestina facility. “They started to pressure us as soon as we arrived. It was maximum demoralization. They scream at you, swear in all sorts of ways, and try to dominate you physically. ‘Hands on the wall! Hands behind your back!’ They might hit you under the knees if they see you’re ‘not spreadin’ ‘em’ wide enough.”\n\nThe first night, Pavel and seven other detainees shared a cell with four cots. They weren’t fed. The second night, they were corralled into a hallway to sign new charges that contradicted the paperwork filed originally at the police station. Pavel’s crime was no longer just disorderly conduct — now he’d participated in an unlawful assembly. “[The cops] weren’t hitting me, but they forcefully tapped my shoulder and shoved my neck. They told me: ‘Come on, sign it! If I have to stay here a third night because of you, you’ll regret it!’” Pavel recalls. “Some signed it, some didn’t. I was ready to do anything just to get out.”\n\nAfterward, Pavel was taken to a different cell where there were about 40 people for six cots. People had to sleep anywhere they could reach, including under the beds. “We decided to have two people squeeze onto a cot. You couldn’t fit two people under the bed — only about one and a half. Everyone else had to figure something else out. We gave our sheets to people on the floor so they’d have something to sleep on. I managed to win myself a pillow but I shared it, as well. After all, we’re all human and we all want rest,” Pavel told Meduza.\n\nHe says one of the detainees demanded that his injuries caused by the guards be documented. At first, they ignored his pleas, but then they flung open the cell door and tried to drench the yelling man with a bucket of water. He managed to dodge it.\n\nA date was never set for Pavel’s hearing. Early on August 12, prison guards removed him and eight others from the cell and began to beat them with batons. “You won’t go to protests again! I’ll remember you!” they shouted as they swung.\n\n“It reminded me of a whack-a-mole machine,” says Pavel. “Each guard beats whomever he sees, without picking a particular victim. They know how to hit you so that they don’t break anything, but so it still hurts like hell after. I was mostly beaten on the thighs. Those who screamed the most got beaten the most. They want to beat even more suffering out of you, to humiliate you as much as possible in that moment. I was patient, so I kept quiet.”\n\nThen the detainees were forced up against a wall and made to wait their turn to be freed. Pavel says the guards giggled and joked that they were “arranging [the detainees] for execution.”\n\nThe thing that surprised Pavel most of all, he says, is how many women he saw at the Okrestina detention facility. They were kept separate from the men, but he could hear their voices through his cell, he says. According to a student who spoke to Tut.by, whom we’ll call “Karina,” the women in custody weren’t even provided toilet paper, let alone food. “We’ll teach you how to vote!” the guards yelled at them.\n\n“Like hell on earth”\n\n“So many people are lying limp! They’re being beaten and tortured,” cries a woman’s voice from behind the camera. The video, recorded from a nearby apartment building, shows the courtyard behind the Oktyabrskaya police station. Prisoners are lying literally on top of one another, their hands behind their backs. Armed guards clad in black uniforms stand over them. It’s not clear what to which branch of law enforcement they belong. Other footage from the area shows how the officers take detainees out of the building, force them onto their knees, and beat them with batons.\n\n“[We] were thrown against the wall with our legs shoulder-width apart and with our hands above our head. They kept bringing more people. Many of us stood like that from 2 in the morning until 2 in the afternoon. We were given two or three bottles of water to share between 40, maybe 60, people,” one of the detainees at the Sovietsky police station recalled in an interview to VotTak. He said some people got sick as the sun rose: “People ‘turned off,’ they fainted, and they even called an ambulance for one of them and took him away. It looked like hell on Earth. Utter hell,” he said.\n\nRead another eyewitness account from these jails ‘Just shoot us already’ Arrested during protests in Minsk and jailed for two days, a Russian journalist describes the carnage of Belarusian incarceration\n\n“If I end up there again, I’ll never get out”\n\nViolence against detainees has been commonplace not just in Minsk but nationwide, says human rights activist Valdias Fugash. Police stations and jails everywhere in Belarus are running out of room.\n\n“I can tell you about Mogilev, where our colleagues have compiled a list of about 250 names. That many administrative arrests in Mogilev is simply unimaginable. There are reports that the lack of space has led the authorities to transfer detainees to smaller towns outside the city,” says Furgash.\n\nLike in Minsk, it remains unclear which arm of law enforcement at the jails is tasked with managing all these new inmates. Usually, these are people in black uniforms and balaclavas without any insignia. Furgash says these same security forces, clad in black, have been ubiquitous on the streets of Belarusian cities during the unrest.\n\n“According to detainees released from jail, the bulk of these forces are OMON [riot police]. At the same time, though, there are many ordinary cops who are dressed in all black,” explains Furgash. “Exactly who is operating the jails is difficult to determine right now. People are still in shock; some of them have been hospitalized. I reckon the people responsible for the violence also aren’t wearing any insignia.”\n\nValentin Stefanovich from the “Vesna” group also suspects the Interior Ministry personnel who regularly run the jails are “no longer playing any role” at these facilities, citing information that special units have been rotated into their old roles.\n\nA woman from Brest whom we’ll call “Yekaterina” says she still has no idea who arrested her 14-year-old son, whom we’ll call “Alexey.” “He’s terrified — he doesn’t even want to go to the doctor because he’s afraid of everything. He tells me about what happened as much as he can. I just listen.”\n\nOn the evening of August 11, Alexey never returned home from a tutoring lesson. As early at 8 p.m., his mother began to worry. It was the third night of protests and she’d agreed with her son that he wouldn’t stay out late.\n\n“At 8:30 p.m., my husband drove out to look for him. There weren’t any demonstrations downtown,” says Yekaterina. Alexey’s father later worked up the courage to approach the riot police and explain the situation: his son was missing; what should he do? They laughed and told him he “should have stayed at home.”\n\nMeanwhile, Yekaterina was contacting Alexey’s friends, trying to find someone who knew where he was. No one did. “At midnight, we started calling the hospitals. I couldn’t calm down — he wasn’t in any hospital, not in any ambulance or morgue. It was just a nightmare,” she recalls.\n\nAlexey was not at the city police station, either, where Yekaterina and her husband soon filed a missing persons report. There were many relatives gathered at the Moskovsky police precinct, she remembers. “Everyone was crying.”\n\nAt three in the morning, Yekaterina got a call from the police, who explained that Alexey was at the Leninsky police station (even though she’d been told earlier that he wasn’t there). “When I arrived, the detainees were arranged facing the wall, as if they were hardened criminals,” she says. “I entered and he didn’t turn around. I said, ‘Son,’ and he didn’t turn around. Only when the woman leading him out said, ‘You’re allowed,’ did he turn around finally and hug me. Then he kissed me and said, ‘I’m sorry, Mom.’”\n\nDetainees held in a gymnasium in Brest TUT.BY. Politics\n\nAt home, Alexey told his mother that police officers had stopped him on his way home. “They didn’t like the hoodie he was wearing — a gift from his sister. It was a Vans hoodie; it says “antihero” with illustrations of a bird and a shoe. He wore it proudly, on special occasions,” says Yekaterina.\n\nFrom her son’s account, she knows the police also searched Alexey’s backpack. When they found English-language textbooks inside, they asked Alexey, “Are you a fucking Nazi?” After this, they tackled him to the ground, beat him with clubs, and escorted him away, somewhere. He ended up in a basement.\n\n“He was treated like an adult,” says Yekaterina. “They held him for six hours. He lay barefoot on the ground, in a pool of urine, face-down. He was with 16- and 17-year-old boys. They had to have their hands bound behind their heads. Police in combat boots stomped on the fingers of anyone who moved their hands. This was accompanied by swearing and screaming.”\n\nAlexey told his mother that they used clubs on him in that basement, pummeling his sides. To limit bruising, the officers held magazines over his body as they hit him, he says. Alexey says he prayed instead of screaming. According to his mother, under her son’s hoodie, he was wearing a shirt emblazoned with the . “He prayed that they wouldn’t take off his hoodie. Is this kind of thing normal? I’m saying it and even I don’t believe it.”\n\nBelarusian flag politics Here’s why are protesters in Belarus are flying a white-and-red flag\n\nYekaterina says her son told the officers repeatedly that he’s only 14 years old and asked to contact his parents. Instead, the guards smashed his phone. Later, when he started “coughing up blood,” they refused to call an ambulance.\n\n“They put a pistol to their heads and reloaded it. It was psychological pressure. It’s so awful that I can’t even explain it. This is not a natural thing to do, you know?”\n\nAt the Leninsky police station, Yekaterina also picked up a second young man who’d been badly beaten. She’d offered him a ride home. In the car, he described how the police had cut off his hair and laughed as they joked about forcing it in his mouth. They’d make him “chew on it,” they said.\n\nYekaterina says her family needs therapy now. “My husband is devastated and I’m devastated for one simple reason: We were unable to protect him. My husband drove around the city like a frantic animal, searching for his son amid the carnage and blood,” she explains. “It matters greatly to me that my son doesn’t develop a sense of vengeance. I want him to understand that evil exists, that he experienced this, and that we emerge from it with dignity. I want him to stand tall and continue shaping his own future.”\n\nShe hasn’t yet decided if she will file a report about the violence inflicted on her son. If the decision only affected her, she would file a complaint, she says. But Alexey is terrified and he’s begged her not to pursue it. “Mom, don’t file any complaint. Don’t do anything,” he says. “They wrote down my address. If I end up there again, I’ll never get out.” Yekaterina has tried to explain that her silence is a betrayal to him. “I’d rather you betray me,” Alexey tells her. “I don’t want to go back there.”\n\nBelarusian human rights activists say detainees will face enormous obstacles if they try to challenge their arrests or press criminal charges against police officers. According to Valdis Furgash, it’s possible to file grievances against arrests and to appeal rulings, but getting results is extremely rare. “The system is built in a way that any evidence, unfortunately, will be rejected. It won’t even be considered. If we’re talking about torture, the situation is even worse because the term under Belarusian law remains ill-defined; it’s especially difficult to find justice in these cases.”\n\n“Belarus is not a member of the Council of Europe, unfortunately, so European mechanisms like the European Court of Human Rights in Strasbourg are out of our reach,” says Valentin Stefanovich. “The only thing we can use are UN mechanisms — namely, the Committee Against Torture.\n\nValdis Furgash says he worries that many of the people arrested and jailed this week won’t ever get the paperwork to document their injuries, making it impossible to prove that they were abused in custody. “People can’t go right to a medical professional when they’re in shock, or if they don’t think there is a point. They might even fear that being examined could harm them further,” Furgash points out. “This is why I’m concerned that the sheer volume of this week’s violence will become invisible.”\n\nStory by Kristina Safonova Translation by Nikita Buchko", "METADATA": {"viewport": "width=device-width, initial-scale=1, minimum-scale=1, minimal-ui", "theme-color": "#000", "og": {"site_name": "Meduza", "title": "‘Like hell on Earth’ Torture and dehumanization in Belarusian jails now threatens to end the Lukashenko regime. Here are some of the stories changing how the public sees the state. — Meduza", "url": "https://meduza.io/en/feature/2020/08/15/like-hell-on-earth", "locale": "en_US", "type": "article", "description": "Protests have swept Belarus since a contested presidential election on August 9. In the initial police crackdown, nearly 7,000 people were arrested. Those thrown behind bars weren’t all hardened activists or even participants in the rallies — the authorities swept up journalists, foreigners, and even random passersby. Many of these people are still missing in the bureaucratic mayhem that’s followed. Officials have not disclosed many detainees’ whereabouts to family members, human rights groups, and individuals’ own lawyers. Prisoners lucky enough to have been released talk of brutal conditions: overcrowded cells, inadequate food, and torture. Meduza special correspondent Kristina Safonova spoke to some of these people to find out more about the conditions in Belarusian jails.", "image": {"identifier": "https://meduza.io/imgly/share/1597459989/en/feature/2020/08/15/like-hell-on-earth", "width": 1200, "height": 630}}, "fb": {"pages": 375587425929352, "app_id": 944674498882174}, "al": {"web": {"should_fallback": "true"}, "ios": {"url": "meduza://?id=en/feature/2020/08/15/like-hell-on-earth"}, "android": {"url": "meduza://?id=en/feature/2020/08/15/like-hell-on-earth", "package": "io.meduza.android"}}, "incorrect-apple-itunes-app": "app-id=921508170", "incorrect-google-play-app": "app-id=io.meduza.android", "twitter": {"site": "@meduzaproject", "title": "‘Like hell on Earth’ Torture and dehumanization in Belarusian jails now threatens to end the Lukashenko regime. Here are some of the stories changing how the public sees the state. — Meduza", "card": "summary_large_image", "description": "Protests have swept Belarus since a contested presidential election on August 9. In the initial police crackdown, nearly 7,000 people were arrested. Those thrown behind bars weren’t all hardened activists or even participants in the rallies — the authorities swept up journalists, foreigners, and even random passersby. Many of these people are still missing in the bureaucratic mayhem that’s followed. Officials have not disclosed many detainees’ whereabouts to family members, human rights groups, and individuals’ own lawyers. Prisoners lucky enough to have been released talk of brutal conditions: overcrowded cells, inadequate food, and torture. Meduza special correspondent Kristina Safonova spoke to some of these people to find out more about the conditions in Belarusian jails.", "image": "https://meduza.io/imgly/share/1597459989/en/feature/2020/08/15/like-hell-on-earth"}, "keywords": "новости, политика, расследование, репортаж, интервью, реакция, исследование, опрос, тест, президент, приговор, доллар, нефть, экономика, цены, средства, информация, компания, фото, видео, украина, сепаратисты, война, краткий пересказ, бестселлер", "description": "Protests have swept Belarus since a contested presidential election on August 9. In the initial police crackdown, nearly 7,000 people were arrested. Those thrown behind bars weren’t all hardened activists or even participants in the rallies — the authorities swept up journalists, foreigners, and even random passersby. Many of these people are still missing in the bureaucratic mayhem that’s followed. Officials have not disclosed many detainees’ whereabouts to family members, human rights groups, and individuals’ own lawyers. Prisoners lucky enough to have been released talk of brutal conditions: overcrowded cells, inadequate food, and torture. Meduza special correspondent Kristina Safonova spoke to some of these people to find out more about the conditions in Belarusian jails.", "vk": {"image": "https://meduza.io/imgly/vk_share/1597459989/en/feature/2020/08/15/like-hell-on-earth"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}