{"GDELT": {"GlobalEventID": 940941444, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "COP", "Actor1Name": "POLICE COMMISSIONER", "Actor1Type1Code": "COP", "Actor2Code": "GOV", "Actor2Name": "CHIEF MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.0434782608695699, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kolkata, West Bengal, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN28", "Actor1Geo_ADM2Code": "70294", "Actor1Geo_Lat": 22.5697, "Actor1Geo_Long": 88.3697, "Actor1Geo_FeatureID": "-2092511", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jadavpur, West Bengal, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN28", "Actor2Geo_ADM2Code": "70294", "Actor2Geo_Lat": 22.4833, "Actor2Geo_Long": 88.3833, "Actor2Geo_FeatureID": "-2097920", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kolkata, West Bengal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN28", "Action2Geo_ADM2Code": "70294", "Action2Geo_Lat": 22.5697, "Action2Geo_Long": 88.3697, "Action2Geo_FeatureID": "-2092511", "DATEADDED": 20200815114500, "SOURCEURL": "https://www.hindustantimes.com/india-news/governor-jagdeep-dhankar-calls-for-violence-free-elections-in-bengal/story-qYPWTREQ7K7vosfSoMqbkI.html"}, "ARTICLE": {"TITLE": "Governor Jagdeep Dhankar calls for violence-free elections in Bengal", "TEXT": "india\n\nUpdated: Aug 15, 2020 16:00 IST\n\nWest Bengal Governor Jagdeep Dhankhar on Saturday called for violence-free elections in Bengal during an interaction with media persons at an Independence Day function.\n\nThe crucial state assembly elections are due in 2021.\n\n“I appeal to everyone. Let us generate a climate that will give an example to the entire country that elections in the state of West Bengal are most authentic, genuine and free from any kind of violence,” Dhankhar said.\n\nViolence has marked all recent elections in the state and dozens have been killed in the run up to the elections and in post-poll violence. In 2003, at least 76 people were killed throughout the panchayat election process – the highest death toll in any election in the state. It is apprehended that the upcoming assembly elections in 2021 are likely to be no exception.\n\nThe Bharatiya Janata Party which won 18 of the state’s 42 seats in the 2019 Lok Sabha polls, marking the party’s highest ever growth in Bengal, recently hinted that it would adopt an aggressive role in the coming elections.\n\nBJP’s state president Dilip Ghosh had tweeted in June: “Badla o hobe, badal o hobe.” (There will be revenge as well as change). The slogan appeared with Ghosh’s photo and a map of West Bengal. The party has alleged that at least 108 leaders and workers have been killed in Bengal since 2011.\n\nThe ruling Trinamool Congress, which had been at loggerheads with the governor on several occasions, had accused Dhankhar of acting like a mouthpiece of the BJP\n\nRecently chief minister Mamata Banerjee had said: “I think the governor is acting more dangerously than a BJP mouthpiece”\n\nDhankhar also said Saturday he would ensure that elections are free and fair this time.\n\n“I have been trying for it from day one. And I can assure this will happen. This is bound to happen. This is my constitutional obligation. I am working harmoniously with everyone concerned to ensure that democratic fabric is not tainted and stained and that it is kept sublime,” he said.\n\nA TMC minister, however, took a jibe at the governor and said that Dhankhar, while commenting on poll violence, could be referring to the BJP ruled states.\n\n“I think he was referring to the country as a whole and was criticizing the violence which the BJP has unleashed. Even we want elections to be violence-free. The most free and fair elections are held in West Bengal. The governor was referring to BJP-ruled states where anarchy is going on,” said science and technology minister Bratya Basu.\n\n“We welcome the governor’s statement. It is his constitutional duty and obligation to ensure that elections are held in a free and fair manner. While it is true that violence has been unleashed in BJP ruled states, it would also be a big joke if we say that elections in Bengal are held in a free and fair manner. In the BJP ruled states terror started after 2014. In West Bengal it started in 2011,” said Sujan Chakraborty, a CPI (M) legislator from Jadavpur.\n\nChief minister Banerjee along with the chief secretary, home secretary, director general of police and Kolkata police commissioner, went to Raj Bhavan to meet the governor on Saturday noon.\n\n“The governor had invited us for tea in the afternoon. But we won’t be able to attend it. So we went to meet him much earlier without prior appointment,” Banerjee said after the meeting.", "METADATA": {"google-site-verification": "U3xIlrlaetYrU7V1lNSFthKZzBFJ_S6qVzdn_gpMNjc", "keywords": "West bengal, Governor, Jagdeep Dhankhar, Elections, Independence Day, Violence, Mamata Banerjee, TMC, BJP", "news_keywords": "West bengal, Governor, Jagdeep Dhankhar, Elections, Independence Day, Violence, Mamata Banerjee, TMC, BJP", "description": "Violence has marked all recent elections in West Bengal and dozens have been killed in the run up to the elections and in post-poll violence.", "og": {"locale": "en_us", "type": "article", "title": "Governor Jagdeep Dhankar calls for violence-free elections in Bengal", "description": "Violence has marked all recent elections in West Bengal and dozens have been killed in the run up to the elections and in post-poll violence.", "url": "https://www.hindustantimes.com/india-news/governor-jagdeep-dhankar-calls-for-violence-free-elections-in-bengal/story-qYPWTREQ7K7vosfSoMqbkI.html", "image": {"identifier": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/15/Pictures/_78b80ebe-dee1-11ea-b1b0-f6d177b03796.png", "width": 960, "height": 640}, "site_name": "Hindustan Times"}, "tweetmeme-title": "Governor Jagdeep Dhankar calls for violence-free elections in Bengal", "twitter": {"card": "summary_large_image", "site": "@httweets", "creator": "@httweets", "url": "https://www.hindustantimes.com/india-news/governor-jagdeep-dhankar-calls-for-violence-free-elections-in-bengal/story-qYPWTREQ7K7vosfSoMqbkI.html", "title": "Governor Jagdeep Dhankar calls for violence-free elections in Bengal - india news - Hindustan Times", "description": "Violence has marked all recent elections in West Bengal and dozens have been killed in the run up to the elections and in post-poll violence.", "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/08/15/Pictures/_78b80ebe-dee1-11ea-b1b0-f6d177b03796.png"}, "article": {"published_time": "2020-08-15T15:59:46+05:30", "modified_time": "2020-08-15T16:00:29+05:30"}, "section": "india-news", "storyid": "1a2b6c5c-dee0-11ea-b1b0-f6d177b03796", "last-updated": "2020-08-15T16:00:29+05:30", "fb": {"pages": 111445058579, "app_id": 672336366190593, "admins": 100006810078735}, "Last-Modified": "2020-08-15T16:00:29+05:30", "theme-color": "#ffffff", "viewport": "width=device-width, initial-scale=1"}}}