{"GDELT": {"GlobalEventID": 940963453, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "LAB", "Actor1Name": "WORKER", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.77673935617861, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Walvis Bay, Erongo, Namibia", "Actor1Geo_CountryCode": "WA", "Actor1Geo_ADM1Code": "WA29", "Actor1Geo_ADM2Code": "22259", "Actor1Geo_Lat": -22.9575, "Actor1Geo_Long": 14.5053, "Actor1Geo_FeatureID": "-1298950", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Walvis Bay, Erongo, Namibia", "Action2Geo_CountryCode": "WA", "Action2Geo_ADM1Code": "WA29", "Action2Geo_ADM2Code": "22259", "Action2Geo_Lat": -22.9575, "Action2Geo_Long": 14.5053, "Action2Geo_FeatureID": "-1298950", "DATEADDED": 20200815151500, "SOURCEURL": "http://www.xinhuanet.com/english/2020-08/15/c_139293285.htm"}, "ARTICLE": {"TITLE": "Feature: Namibia healthcare workers at high risk of COVID-19 infections as cases surge - Xinhua", "TEXT": "Source: Xinhua| 2020-08-15 21:45:51|Editor: huaxia\n\nVideo Player Close\n\nWINDHOEK, Aug. 15 (Xinhua) -- As COVID-19 cases surge in Namibia, healthcare workers face a disproportionate risk of infection with over 60 healthcare workers having so far tested positive of the novel coronavirus.\n\nFor more than four months, nurses across the country have been caring for patients in the midst of the COVID-19 pandemic without the protections that would prevent exposure to the virus.\n\nThe country had prepared well in terms of quarantine and isolation facilities but had not equipped state hospitals with proper safety gear and procedures on how to deal with all patients in the time of the coronavirus.\n\nThis exposed many healthcare workers who attended to asymptomatic walk in patients resulting in many getting infected.\n\nEmelda Naruses is one of those healthcare workers who risks her life everyday as a front-line worker to give care to patients without blinking an eye as she says that is what she signed up for.\n\nAccording to her, \"it is business as usual\" even though sometimes she becomes overwhelmed with anxiety at the thought that it is not only her life in danger, but that of her colleagues, her family and the country at large.\n\nFor the past 10 years, Naruses has been a casualty nurse at two of Namibia's biggest state hospitals in the capital Windhoek.\n\nAs a casualty nurse, Naruses is the front-line person who receives patients as they come into the hospital before they are referred anywhere else, a routine that she has become accustomed to.\n\n\"Doing my job is scary but it is something I know I signed up for. At casualty people just come even without masks and sometimes it is a life and death situation so we do not worry about such things, all I am concentrating on is saving a life,\" Naruses said.\n\nA hospital's casualty area is the busiest and sometimes events happen so fast that the nurses do not have time to look for protective wear and this has put many nurses at risk of infection especially during these times of COVID-19.\n\nNaruses explains that before the surge in cases in the capital city, patients were not initially swabbed when they entered the hospital which exposed a lot of healthcare workers to the virus as they did not have proper personal protective equipment to use.\n\nAccording to Naruses, nurses usually just have aprons on and gloves but they do not wear masks except when they start examining a patient.\n\n\"Previously when we admitted patients we did not swab them. For some patients would come to the hospital for a completely different condition and it would only be discovered later that the person has COVID-19 after tests. Some patients do not present any symptoms when they come,\" Naruses said.\n\nThese gaps in the country's response to COVID-19 has exposed many of the healthcare workers, weakening the healthcare system at a time when every hand is needed.\n\nThe country is however intensifying efforts to raise awareness and offer everyday training to healthcare workers to make sure that more people do not get infected to the virus.\n\n\"We receive training on the proper use of protective gear and conducting tests and treatments. The training also includes lesson's on how COVID-19 is spread for us to educate our patients so that they also know how to protect themselves,\" Naruses said.\n\nNamibia has so far recorded 3,726 positive cases, 2,342 recoveries and 31 deaths.\n\nAccording to the country's Health Ministry, the rate of infection is accelerating at a very fast pace where cases in capital Windhoek have more than doubled in the past 2 weeks.\n\nIt took three months for the country to get to 1,000 positive cases but it has taken 14 days to reach 2,000 and 11 days to reach 3,000.\n\nNamibia's President Hage Geingob says he is concerned about surge in coronavirus cases in particular the number of healthcare workers who are becoming infected.\n\n\"I am especially concerned with the number of healthcare workers who are becoming infected. We must do everything necessary to ensure the adequate provision of Personal Protective Equipment for all front-line workers in the country so they can continue to safely serve the nation,\" Geingob said.\n\nHe added that the confirmation of clustered community transmissions is of great concern. If left unchecked, this pandemic will be catastrophic for our country in terms of lives lost and the economy.\n\nThis week, the country reinstated stricter lock-down measures because of the surge in cases by migrating back to stage-3 for 16 days after having moved to stage-4 on June 29.\n\nUnder stage-3, travel in and out of hot-spot areas such as the capital, Windhoek and Walvis Bay will be restricted to emergency situations while any persons leaving these areas will be quarantined upon arrival at their destination.\n\nThe country has imposed a curfew on the restricted towns as well as limit alcohol sales while public gatherings including weddings, funerals and religious events will be limited to 10 people.\n\nHope Kalufu, who is also a healthcare worker at Namibia's state hospital said being a nurse during these times has been an uphill struggle where she has constantly had to fight with patients to make sure they put on their masks before entering the hospital.\n\nShe said apart from fearing for her life, the nurses face many emotional challenges where they are constantly conflicted on whether to go to work or to just stay home and be safe.\n\n\"Everyday we are exposed to many dangers but all of them are not as serious as the pandemic. we fear for our lives and the lack of protective equipment makes the situation even worse,\" Kalufu said.\n\nNamibia is in the process of recruiting more health-care professionals as the country faces a shortage. Enditem", "METADATA": {"publishid": "139293285.11.49.0", "source": "新华社", "pageid": "2.4.0.0.11110320.0.0.0.0.0.113428.139293285", "renderer": "webkit", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0,user-scalable=no", "format-detection": "email=no", "msapplication-tap-highlight": "no"}}}