{"GDELT": {"GlobalEventID": 940968171, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JOR", "Actor1Name": "JORDAN", "Actor1CountryCode": "JOR", "Actor2Code": "EDU", "Actor2Name": "SCHOOL", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.12820512820512, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200815160000, "SOURCEURL": "https://bellacaledonia.org.uk/2020/08/15/queer-liberation-means-trans-equality/"}, "ARTICLE": {"TITLE": "Queer Liberation means Trans Equality", "TEXT": "With exceptions on the left, its early radicalism has been defanged. Capitalism treats LGBT+ people as a mature advertising market. Plugs for supermarkets, banks, bars or violence-monopoly state institutions at Pride marches increase annually. Corporations rain cash and sponsorships, prostrating their inclusivity.\n\nPride’s origins are a protest against unjust policing. Despite corporate drives to capitalise on the ‘pink pound’, it remains a protest by queers to end LGBT+ social exclusion, isolation, bullying, and violence. Today, LGBT+ friends and comrades remember personal and collective struggle, come together and demand real change. Pride remains intensely political and international.\n\nGender Recognition\n\nIn Britain, queer equality progress is under attack. The target? Trans people and gender recognition. The GRA (Gender Recognition Act 2004) provides a legal route for trans people to change the sex marker on their birth certificate.\n\nOfficial documents are a trivial issue for non-trans people. Non-trans readers, ask yourself – when were you asked to show a birth certificate? For trans people, many will be outright invasions of privacy. Student loans and background checks. PVG (Protecting Vulnerable Groups) applications are difficult – requiring two forms of ID and a birth certificate, which rarely match. This is a regular, recurring issue for trans and non-binary people – who identify as neither male nor female on the gender spectrum.\n\nTrans workers can be outed by their official documents. Some pension schemes require your birth certificate. Job applications, taking a plane or something as simple as picking up post office parcels can lead to harassment, suspicion and violence.\n\nGRA reform in the past decade has become a culture war, a ghastly blaring soup of invective.\n\nReform\n\nLet’s clarify why reform is needed. The GRA is demonstrably broken. It still requires seeing a psychiatrist, despite the WHO reclassifying gender dysphoria from a mental disorder to a sexual health issue. This reclassification means trans people can seek medical care without being considered “mentally disordered.” Additionally, it is expensive, intrusive, opaque and requires a dossier of evidence sent to a tribunal. It takes two years at the minimum in Britain. No other process for updating personal records or documents, no matter how significant a change, requires such a lengthy precursor.\n\nIn addition, arrangements for non-binary people do not exist. Therefore, the existing GRA processes expect trans people to contort themselves to align with gender stereotypes, which may be harmful.\n\nAs an alternative to GRA processes, Ireland, Norway, Argentina, Belgium, Portugal and Malta all use some form of self-ID. Self-ID reframes gender recognition as an administrative process, with a statutory self-declaration that the applicant intends to live permanently in a new gender; and validation by their primary doctor that the person has transitioned or is transitioning. In the UK, false statutory declarations can have the same punishment as perjury. Regardless, reports from these nations show very low misuse rates.\n\nTories stoking bigotry\n\nOn 14th June, The Sunday Times ran a front page exclusive: “New protections will be offered to safeguard female-only spaces, including refuges and public lavatories, to stop them being used by those with male anatomy.”\n\nThis is trash Tory politics – divide and conquer tactics designed to melt solidarity away and pawn off transphobes with gestures, and leave gendered support services where they are, in a massive funding crisis.\n\nTrans women forced to use men’s toilets both outs and directly exposes them to male violence. In a 2015 US Transgender Survey, 59% of respondents avoided public toilets because they feared confrontation. A shocking 8% reported a kidney or urinary tract infection.\n\nTrans people are more likely to be assaulted, abused and murdered. Making survivor services more difficult to access for people who do not “pass” feminine ideals is plain bigoted cruelty. This is especially true for trans women of colour, who may not conform to white western ideals of femininity.\n\nTransphobic campaign groups place a lot of focus on gendered spaces – like toilets and survivor services, aided by pliant corporate media. A transitioning comrade explains: “It started to feel like there was a new piece of overt transphobia being given the spotlight every day, culminating with the Sunday Times front page. I ended up shit scared.”\n\nYet GRA reform – changing one field on one official document – has little to do with these spaces. None of us showed our birth certificate to go for a pee or seek refuge.\n\nEducation and resistance\n\nEducation and empathy can be a silver bullet, opening visibility, awareness and understanding. Young trans people, parents and teachers face challenges; accessing appropriate support, physical and mental healthcare, and constant misgendering.\n\nIt reminds me of school before Section 28’s repeal. Introduced by the Tories as part of the Local Government Act 1988, Section 28 banned the “promotion” of homosexuality by local authorities and in Britain’s schools. Margaret Thatcher famously said in 1987, that “Children […] are being taught that they have an inalienable right to be gay”. LGBT+ people were mercilessly ridiculed and hated in mass media and politics.\n\nSeeking advice or counsel about same-sex relationships with a trusted teacher? For the birds. Living a healthy queer sex life? No chance. Learning what’s safe, looking after yourself and your body isn’t optional? Don’t be daft.\n\nThe organised left in Britain played a role in the struggle against Thatcher’s homophobic coup; by organising in the queer liberation movement. Colin Fox, at the time a Militant organiser, recalls: “In 1988 when I moved to London – the epicentre of the gay rights movement throughout – Militant were present on all the Pride marches and rallies”\n\n“[A key factor] that led Militant to adapt its attitude was the recruitment of thousands and thousands of young working class kids in the early 1980’s. There were millions of unemployed youngsters eager to experiment, to get involved in politics and to discuss complicated revolutionary ideas.”\n\n“The liberation movement was led by the Left and linked, by the Left, to all other forms of oppression; colonialism, racism, economic exploitation and poverty.”\n\nIn today’s Scotland, the Time for Inclusive Education (TIE) campaign does heroic work, saving LGBT+ pupils from years of confusion, isolation and pain. But their activists get reams of abuse.\n\nTIE co-founder, Jordan Daly said: “We have been receiving attacks for months because we are an LGBT charity working with schools. The posts and messages we receive are not only – we believe – defamatory, but they are rooted in homophobic rhetoric.”\n\n“For decades, the LGBT community has been subject to homophobic propaganda which paints us as a threat to children by claiming that we are paedophiles, child abusers, and groomers. We routinely receive hurtful and dangerous correspondence like this – simply for trying to make our world a kinder place.”\n\nThe parallels are plain. Anti-trans rhetoric and campaigns of today strongly resemble the hateful treatment of yesteryear’s queers, which endures, even to this day.\n\nFeminism\n\nTransphobes warp and weaponise second-wave feminism, which prizes sex characteristics.\n\nIt’s true that trans women, before they experience dysphoria and begin their transition, are subject to patriarchal sociological conditioning. It is through the express rejection of living as cis men, that defines the difference.\n\nTrans women see and present themselves as women and are most comfortable navigating the social world with this gender. Through transition, they become targets of both misogyny and transphobia – and choose it regardless. A society which aims to dismantle patriarchy, will combat both misogyny and transphobia together. They are linked struggles.\n\nProfessor Carol Hay rejects a reductionist approach, “Any attempt to catalog the commonalities among women… has the inescapable result that there is some correct way to be a woman. This will inevitably encourage and legitimise certain experiences of gender and discourage and delegitimise others, subtly reinforcing and entrenching precisely those forces of socialisation of which feminists claim to be critical. And what’s worse, it will inevitably leave some people out.”\n\nIf 30+ years of intersectionality has taught anything, it’s that women come in variety.\n\nWomen are right to fear violent, predatory men; feminist sisterhood is an important, powerful and liberating source of education, counsel and defence. It is noble and necessary work – especially when in the UK, one in four women will experience domestic abuse, and two women a week are murdered by a partner or ex-partner.\n\nDiscussing trans equality and women’s safety together, even in an open manner among friends, implicitly links the topics. While there are areas that require care and attention to treat one another with dignity and safety, there is no statistically significant evidence that advancing trans rights rolls back cis women’s or that they’re in material conflict. But this doesn’t stop bad actors preying on fears of male violence.\n\nFeminist author Laurie Penny observes that women “who have been ground down by male violence are now being told by people with an agenda that men in dresses are coming to take the last safe spaces.”\n\nSelf-ID as policy\n\nAlmost all of the issues that we hear transphobes have with self-ID are hypothetical. With nations gradually adopting the policy, surely there would be proof of systemic failure over the last decade? Where are the studies and evidence? Answer: we already know that self-ID isn’t an abuser’s path of least resistance – in a legal system that already frees most rapists and sex offenders.\n\nSelf-ID works; it is already best practice for support services in Scotland. Women’s organisations testify, like Engender, Equate Scotland, Scottish Women’s Aid and Zero Tolerance. Or Rape Crisis Scotland who support everyone. All of these services are trans-inclusive, offered to all women on a self-ID basis.\n\nStruggles against other oppressions – like racism, homophobia, sexism and disablism – clearly do not diminish other struggles. Instead, we recognise these aggressive taints as a threat to united workers, and living without hatred, threat and violence. Fear does not justify or excuse bigotry.\n\nSitting down, shutting up and listening to women and trans people speak about their experiences reveals that all women have common cause. That of abusive, violent men, and austerity killing support services funding to escape gendered abuse – these are direct class conflicts. Greater provision of trans healthcare, and mental health support saves many lives, and liberates many more to be their best selves.\n\nTransphobia continues because cis people don’t speak up. When transphobes freely perpetuate, fabricate and warp scare stories of trans people as threats, deviants, salivating predators and worse – it doesn’t just paint all trans people as threats, but makes them targets for scapegoating, misery and pain.\n\nThe Radical Independence Queers is a group of cross and no-party LGBT+ activists who seek to ensure the achievement and defence of LGBT+ rights goes hand-in-hand with the struggle for independence and socialism. Contact us at radicalindyqueers@gmail.com\n\n", "METADATA": {"generator": "WooCommerce 4.2.0", "og": {"type": "article", "title": "Queer Liberation means Trans Equality", "url": "https://bellacaledonia.org.uk/2020/08/15/queer-liberation-means-trans-equality/", "description": "Queer liberation in Britain has a chain of successes: partial decriminalisation, age of consent, adoption rights, employment equality, the Equality Act, abolishing Section 28 and winning same-sex m…", "site_name": "Bella Caledonia", "image": {"identifier": "https://bellacaledonia.org.uk/wp-content/uploads/2020/08/1200px-Transgender_Pride_flag.svg_.png", "width": 1200, "height": 720}, "locale": "en_GB"}, "article": {"published_time": "2020-08-15T15:30:52+00:00", "modified_time": "2020-08-15T15:30:52+00:00"}, "twitter": {"text": {"title": "Queer Liberation means Trans Equality"}, "image": "https://bellacaledonia.org.uk/wp-content/uploads/2020/08/1200px-Transgender_Pride_flag.svg_.png?w=640", "card": "summary_large_image"}, "msapplication-TileImage": "https://bellacaledonia.org.uk/wp-content/uploads/2018/07/cropped-bella_solo-270x270.png", "viewport": "width=device-width, initial-scale=1.0", "position": 3}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}