{"GDELT": {"GlobalEventID": 940905205, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AUSCOP", "Actor1Name": "VICTORIA", "Actor1CountryCode": "AUS", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 128, "EventBaseCode": 128, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.21545667447306, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH", "Actor1Geo_Lat": 8.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "GH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH", "Action2Geo_Lat": 8.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "GH", "DATEADDED": 20200815054500, "SOURCEURL": "https://www.msn.com/en-au/news/australia/coronavirus-australia-victoria-reports-303-new-covid-19-cases-and-four-more-deaths/ar-BB17ZfoP"}, "ARTICLE": {"TITLE": "Coronavirus Australia: Victoria reports 303 new Covid-19 cases and four more deaths", "TEXT": "© Provided by The Guardian Photograph: Erik Anderson/AAP\n\nVictoria has recorded another 303 cases of coronavirus and four deaths, including two connected to outbreaks in aged care facilities.\n\nThe state’s chief health officer, Brett Sutton, said while there was “no room for complacency” the state was beginning to see some stabilisation in the number of active Covid-19 infections and the number of new daily cases was trending down.\n\n© Photograph: Erik Anderson/AAP The Victorian premier, Daniel Andrews, says the number of active coronavirus cases in Australia’s aged care facilities is still a significant challenge.\n\nTwo men and a woman in their 80s and a woman in her 90s died in the 24 hours up to Saturday morning.\n\nThe number of deaths was lower than most days over the past couple of weeks, but Sutton said this was likely “a blip” and he expected the figure would increase again.\n\n“We note that with 2,000 infected residents and staff in aged care, a very vulnerable population, that we will see more deaths with those infections,” he said.\n\nRelated: Scott Morrison’s coronavirus mea culpa was barely disguised score-settling with Daniel Andrews | Katharine Murphy\n\nHowever, Sutton said the infection reproduction rate – that is, the average number of people infected by a single Covid-19 positive patient – was now “almost certainly below one”.\n\nThe state also recorded a large increase of 264 in the number of cases where a source could not be identified, taking the total to 3,383.\n\nThe Victorian premier, Daniel Andrews, said the number should not be interpreted as a spike in the amount of mystery cases and was due to several investigations being closed off, including historical cases.\n\nAndrews said the number of active cases in aged care facilities – 2,041 – remained a significant challenge. Of those cases, five are in publicly operated aged care and 2,036 are in privately owned facilities. There are 124 active outbreaks connected to aged care settings.\n\n“This is a commonwealth-run system but they have asked us to help and we haven’t hesitated,” he said. “When I say we, it’s not just people at our level, it is also literally hundreds and thousands of nurses who are in their doing amazing work in very, very confronting circumstances.”\n\nAndrews described as “shameful” conditions at a coronavirus stricken aged care home, Kalyna Care, where a 95-year-old woman was left to languish with ants crawling on a wound in her leg.\n\nThe woman, known to her family as Milka, died on Friday morning of conditions unrelated to Covid-19.\n\n“I have not seen the footage but I have been briefed on it, that is just shameful and would be very distressing for everybody concerned,” he said.\n\nIn New South Wales, nine new cases of Covid-19 were recorded.\n\nTwo cases are staff members at Chopstix Asian Cuisine in Smithfield RSL, with the source of one of the cases unknown and the second considered a close contact of the first.\n\nNSW Health said anyone who dined at the restaurant in the days from Friday 31 July to Saturday 9 August was considered a casual contact and should monitor for symptoms, get tested immediately and self-isolate should symptoms occur.\n\nOf the remaining seven cases, one is a student from Tangara School for Girls, one attended Mounties club at Mount Pritchard and five are close contacts of known cases.\n\nNSW Health said one case had dined at Rick Stein at Bannisters in Mollymook on Saturday 1 August.\n\nAnyone who was at the restaurant on this night between 8pm and 10.30pm for at least one hour is considered a close contact and must get tested for Covid-19 immediately and self-isolate until midnight tonight or until they have received a negative result, whichever is later.\n\nVictoria police issued 223 fines in the past 24 hours for breaches of the state’s Covid-19 restrictions, including 27 fines for people who were not wearing a face mask.\n\nRelated: Coalition's homebuilder scheme attracts fewer than 250 applicants and 'no payments have been made'\n\nOne of the men fined lives in Truganina and was allegedly located in Box Hill. Police said the man believed Covid-19 to be a conspiracy and that he was targeted by police.\n\nA man who resides in Morwell but allegedly travelled by train to Drouin so he could go for a walk was also fined, as was a driver in Wyndham who was allegedly intercepted by police while on his way to buy fast food. Police said he was also watching Netflix on his phone while driving.\n\nIn Queensland, four men were caught trying to dodge border restrictions by sailing a houseboat from NSW to their home in Cairns, a journey of more than 2,000km.\n\nThe four men on board the 14-metre catamaran were intercepted in Gold Coast waters on Friday after leaving Coffs Harbour on Wednesday.\n\nWestern Australia reported one additional Covid-19 case on Saturday, while Queensland and the ACT recorded no new cases.\n\nQueensland has only nine active cases remaining, while there are no active cases in the ACT.", "METADATA": {"application-name": "Coronavirus Australia: Victoria reports 303 new Covid-19 cases and four more deaths", "cq": "passed", "Search.Interest": "Australasia", "robots": "index, follow", "description": "Victoria has recorded another 303 cases of coronavirus and four deaths, including two connected to outbreaks in aged care facilities. The state’s chief health officer, Brett Sutton, said while there was “no room for complacency” the state was beginning to see some stabilisation in the number of active Covid-19 infections and the number of new daily cases was trending down. Two men and a woman in their 80s and a woman in her 90s died in the 24...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Death Toll", "Oversampled Event"]}}