{"GDELT": {"GlobalEventID": 940925947, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.181184668989539, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200815091500, "SOURCEURL": "https://economictimes.indiatimes.com/news/defence/un-security-council-rejects-us-proposal-to-extend-arms-embargo-on-iran/articleshow/77560895.cms"}, "ARTICLE": {"TITLE": "United Nations Security Council rejects US proposal to extend arms embargo on Iran", "TEXT": "UNITED NATIONS: The UN Security Council has overwhelmingly rejected a US resolution to indefinitely extend an arms embargo on Iran , prompting an angry Trump Administration to threaten that it could initiate a \"snapback\" to reimpose all UN sanctions on Tehran.The US only received support for the proposal from the Dominican Republic in the 15-member Council on Friday. Russia and China were opposed while Germany, France, the UK and eight others abstained.US Secretary of State Mike Pompeo said the Security Council is charged with the responsibility of maintaining international peace and security but it \"failed\" to uphold its fundamental mission set.\"It rejected a reasonable resolution to extend the 13-year old arms embargo on Iran and paved the way for the world's leading state sponsor of terrorism to buy and sell conventional weapons without specific UN restrictions in place for the first time in over a decade,\" he said, adding that the Council's failure to act decisively in defence of international peace and security is \"inexcusable\".Pompeo added that the Council rejected direct appeals to extend the arms embargo from numerous countries in the Middle East \"endangered\" by \"Iran's violence\", noting that Arab nations and Israel strongly supported extending the embargo.\"Last weekend, the six members of the Gulf Cooperation Council came together to ask the Security Council to extend the embargo. Israel also asked the Council to do the same to prevent Iran from expanding and modernising its arsenal. These countries know Iran will spread even greater chaos and destruction if the embargo expires, but the Security Council chose to ignore them,\" Pompeo said.The 13-year embargo on Iran will now expire on October 18, allowing it to buy and sell conventional weapons without UN restrictions.US Permanent Representative to the UN Ambassador Kelly Craft said that with the rejection of the proposal, the \"worst tendency of the United Nations was on display in the Security Council.\"Craft said that under Resolution 2231, the United States has every right to \"initiate snapback\" of provisions of previous Security Council resolutions.\"In the coming days, the United States will follow through on that promise to stop at nothing to extend the arms embargo.\"The so-called \"snapback\" mechanism, which was envisioned in the 2015 nuclear deal, would restore all UN sanctions on Iran if it was found that Tehran was in violation of the accord.\"The United States stands sickened - but not surprised - as the clear majority of Council members gave the green light to Iran to buy and sell all manner of conventional weapons. The Council's failure today will serve neither peace nor security. Rather, it will fuel greater conflict and drive even more insecurity,\" Craft said.She added that the defeat of the resolution outlines perfectly this Council's current condition of paralysis and inaction in the face of growing threats.\"The questions before us were simple today. Has Iran done anything to warrant reconsideration of its status as the world's number one state sponsor of terrorism? Should UN arms restrictions that have been in place for 13 years be lifted?\"US President Donald Trump had in May 2018 pulled the US out of the 2015 landmark nuclear deal with Iran, an Obama-era accord which he has repeatedly criticised as \"disastrous\" and had re-imposed sanctions.Ever since his election campaign, Trump has frequently criticised the Iran nuclear deal, also known as the Joint Comprehensive Plan of Action or JCPOA The Iran nuclear deal was reached in Vienna in July 2015 between Iran and the P5 (the five permanent members of the UN Security Council) plus Germany and the European Union. The 2015 Joint Comprehensive Plan of Action sets out rules for monitoring Iran's nuclear programme, and paves the way for the lifting of UN sanctions.China's UN Ambassador Zhang Jun said the US has repeatedly claimed that it will invoke the \"snapback mechanism\".\"Having withdrawn from the JCPOA, the US is no longer a JCPOA participant and therefore ineligible to demand the Security Council invoke a snapback. The overwhelming majority of the Security Council members believe that the US attempt has no legal basis. Should the US insist regardless of international opinion, it is doomed to fail like today,\" he said.Germany said it abstained on the resolution because it \"does not enable us to effectively address the risks identified and to improve security and stability in the region.\"It was clear that the draft would fall short of attracting the support of the Security Council. We rather believe that more time and more consultations are needed to seek a path forward that could provide adequate answers to the challenges arising from the arms embargo expiry and that would be acceptable to all UNSC member states.German Ambassador Gunter Sautter said \"we are ready to continue these discussions in order to find a pragmatic way forward, which addresses our collective concerns.\"We are guided by the objectives of upholding the authority and integrity of the UN Security Council, working towards regional security and stability and preserving the JCPoA as a cornerstone of regional security and the global non-proliferation regime,\" Sautter said.", "METADATA": {"description": "The US only received support for the proposal from the Dominican Republic in the 15-member Council on Friday.Russia and China were opposed while Germany, France, the UK and eight others abstained.", "news_keywords": "Mike Pompeo,United Nations Security Council,arms embargo,Gulf Cooperation Council,terrorism,Iran,JCPOA,the United Nations,trump administration", "keywords": "Mike Pompeo,United Nations Security Council,arms embargo,Gulf Cooperation Council,terrorism,Iran,JCPOA,the United Nations,trump administration", "article": {"tag": "terrorism"}, "fb": {"pages": 21540067693, "app_id": 117787264903013, "admins": 556964827}, "og": {"title": "United Nations Security Council rejects US proposal to extend arms embargo on Iran", "description": "The US only received support for the proposal from the Dominican Republic in the 15-member Council on Friday.Russia and China were opposed while Germany, France, the UK and eight others abstained.", "site_name": "The Economic Times", "type": "website", "url": "https://economictimes.indiatimes.com/news/defence/un-security-council-rejects-us-proposal-to-extend-arms-embargo-on-iran/articleshow/77560895.cms", "image": "https://img.etimg.com/thumb/msid-77560981,width-1070,height-580,imgsize-434266,overlay-etdefence/photo.jpg"}, "website": "https://economictimes.indiatimes.com/", "object_type": "website", "twitter": {"card": "summary_large_image", "site": "@EconomicTimes", "url": "https://economictimes.indiatimes.com/news/defence/un-security-council-rejects-us-proposal-to-extend-arms-embargo-on-iran/articleshow/77560895.cms", "title": "United Nations Security Council rejects US proposal to extend arms embargo on Iran", "description": "The US only received support for the proposal from the Dominican Republic in the 15-member Council on Friday.Russia and China were opposed while Germany, France, the UK and eight others abstained.", "image": "https://img.etimg.com/thumb/msid-77560981,width-1070,height-580,imgsize-434266,overlay-etdefence/photo.jpg", "app": {"country": "IN", "name": {"iphone": "The Economic Times App", "googleplay": "The Economic Times App"}, "id": {"iphone": 474766725, "googleplay": "com.et.reader.activities"}, "url": {"iphone": "etapp://articleshow/77560895", "googleplay": "etandroidapp://articleshow/77560895"}}}, "robots": "max-image-preview:large", "al": {"ios": {"url": "etapp://articleshow/77560895", "app_store_id": 474766725, "app_name": "The Economic Times App"}, "android": {"url": "etandroidapp://articleshow/77560895", "com": "com.et.reader.activities", "app_name": "The Economic Times"}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}