{"GDELT": {"GlobalEventID": 940902598, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "JPN", "Actor2Name": "JAPANESE", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.54347826086956, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yanan, Shaanxi, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH26", "Actor1Geo_ADM2Code": "13220", "Actor1Geo_Lat": 36.5989, "Actor1Geo_Long": 109.492, "Actor1Geo_FeatureID": "-1935076", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA", "Actor2Geo_Lat": 36.0, "Actor2Geo_Long": 138.0, "Actor2Geo_FeatureID": "JA", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mumbai, Maharashtra, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN16", "Action2Geo_ADM2Code": "70184", "Action2Geo_Lat": 18.975, "Action2Geo_Long": 72.8258, "Action2Geo_FeatureID": "-2092174", "DATEADDED": 20200815051500, "SOURCEURL": "http://www.xinhuanet.com/english/2020-08/15/c_139292474.htm"}, "ARTICLE": {"TITLE": "Spotlight: How one Indian doctor and his followers cement friendship with China - Xinhua", "TEXT": "Source: Xinhua| 2020-08-15 12:23:03|Editor: huaxia\n\nVideo Player Close\n\nby Xinhua writer Hu Xiaoming\n\nNEW DELHI, Aug. 15 (Xinhua)-- \"We all must cherish the spirit of Kotnis and of Indian Medical Mission for world peace and progress,\" said Mrigendranath Gantait, president of Dr. Kotnis Memorial Committee (DKMC) of India's West Bengal State.\n\nDr. Dwarkanath Kotnis, as a member of the Indian Medical Mission (IMM) to assist China, arrived in Yan'an, the city in northwestern China's Shaanxi Province, in 1939.\n\nAfter his work in Yan'an, Kotnis then went to other parts of North China where he worked in the surgical department of the Eighth Route Army General Hospital, treating the wounded at battlefront. Kotnis joined the Communist Party of China in July 1942. Unfortunately his health deteriorated due to overwork and he passed away on Dec. 9, 1942 in China.\n\n\"Dr. Kotnis is no more. But many more Kotnis should come in future to safeguard the human civilization,\" Gantait said in a recent interview with Xinhua on the occasion of the 75th anniversary of the victory of the Chinese People's War of Resistance Against Japanese Aggression and the World Anti-Fascist War.\n\n\"All of us should practice the ideals of Kotnis in our daily life to some extent according our sphere and ability,\" he said. \"Kotnis laid down his life, but we may at least spare some of our time regularly for selfless service to society.\"\n\nGantait said in this context Dr. Bejoy Kumar Basu was the best example of someone who followed Kotnis' footsteps.\n\nBasu stayed in China for a period of nearly five years during 1938-1943 as an IMM member, and later had worked for another 43 years for the IMM until his death in 1986.\n\nDr. Basu, as a colleague of Dr. Kotnis and the torch-bearer of the IMM, established the DKMC that preaches the ideals of humanism, internationalism and anti-imperialism, said Gantait.\n\nGantait, a student of Dr. Basu and also the president of the Acupuncture Association of India, has been following the ideals of Dr. Kotnis and Dr. Basu by promoting acupuncture therapy in India as a bridge of friendship with the Chinese people.\n\nGantait, who accompanied Dr. Basu for higher training in acupuncture in China in 1978, visited the Kotnis Memorial Exhibition Hall in China's Shijiazhuang City in northern Hebei Province.\n\nRecalling his visit to Gegong village where Kotnis lived and died, he said that one woman was weeping recalling memories of Kotnis.\n\n\"That touched my heart to know how one Indian doctor was deeply rooted in the heart of a remote hilly village of China,\" he added.\n\nIn 1988 Gantait visited China as a member of the All India Dr. Kotnis Memorial Committee delegation on the occasion of inauguration of Indian Medical Mission Memorial Exhibition Hall in Shijiazhuang City.\n\n\"We were astonished to see how the Chinese people did not forget their foreign friends who had helped them in their anti-fascist and liberation struggle,\" Gantait said.\n\nHe visited China for the third time in 2016 as the president of the Acupuncture Association of India. \"I was astonished by enormous material development of China,\" he said. \"I was thinking in mind how one underdeveloped country could become a magnificent country in less than 70 years!\"\n\nAs the president of the DKMC, West Bengal, Gantait headed a seven-member delegation to China in 2018 on the occasion of the 80th anniversary of IMM's presence in China.\n\n\"DKMC members were amazed to see how the Chinese have remembered Dr. Kotnis and IMM,\" he said.\n\nIn 2014, Dr. Kotnis was listed among China's 300 martyrs and heroic groups who sacrificed their lives during the Japanese invasion of China.\n\nIn India one movie on the life of Kotnis was made in Mumbai in 1945 in the name \"Dr. Kotnis ki Amar Kahani\" (immortal story of Dr. Kotnis) in Hindi. \"It became very popular among Indian people,\" Gantait said.\n\nMeanwhile, he expressed his hope that the two countries would strengthen exchanges and cooperation in various fields as \"the right tribute\" to the celebration of 75th anniversary of the victory of the Chinese People's War of Resistance Against Japanese Aggression, and 70th anniversary of establishment of diplomatic relations between India and China.\n\nHe suggested that in school text books of India, there should be inclusion of the great contributions of the Indian doctor heroes.\n\n\"Students will be aware of humanism, internationalism,\" he said. \"That will create the feeling of friendship towards the people of China which is India's biggest neighbour and has an old civilization like India.\" Enditem", "METADATA": {"publishid": "139292474.13.3.0", "source": "新华社", "pageid": "2.4.0.0.11110320.0.0.0.0.0.113428.139292474", "renderer": "webkit", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0,user-scalable=no", "format-detection": "email=no", "msapplication-tap-highlight": "no"}}}