{"GDELT": {"GlobalEventID": 940963579, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "REB", "Actor1Name": "INSURGENCY", "Actor1Type1Code": "REB", "Actor2Code": "UAF", "Actor2Name": "MILITANT", "Actor2Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -5.477528089887639, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Burhan, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23652", "Actor1Geo_Lat": 33.8128, "Actor1Geo_Long": 72.5865, "Actor1Geo_FeatureID": "-2757274", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Burhan, Punjab, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK04", "Actor2Geo_ADM2Code": "23652", "Actor2Geo_Lat": 33.8128, "Actor2Geo_Long": 72.5865, "Actor2Geo_FeatureID": "-2757274", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Burhan, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23652", "Action2Geo_Lat": 33.8128, "Action2Geo_Long": 72.5865, "Action2Geo_FeatureID": "-2757274", "DATEADDED": 20200815151500, "SOURCEURL": "https://www.thehindu.com/news/national/in-permanent-conflict/article32363577.ece"}, "ARTICLE": {"TITLE": "Hizb-ul Mujahideen | In permanent conflict", "TEXT": "The militant group, which lost several of its ‘commanders’, remains a security threat\n\nAzaad Lalhari, the Pulwama ‘district commander’ of the Hizb-ul Mujahideen, was trapped and killed near an orchard on August 12 by the security forces in his home district in south Kashmir. Under the radar of the security agencies since 2014 and blamed for the killing of a policeman and an Army soldier, Lalhari was marked dead in the counter-insurgency cell’s long list of militants of the Hizb-ul Mujahideen.\n\nLalhari was the 13th militant ‘commander’ killed in in Jammu and Kashmir this year and the sixth top commander of the Hizb-ul. Out of the 137 militants killed this year, over 60 belonged to the Hizb-ul. According to top officials in the counter-insurgency cell, the security agencies managed to gain an upper hand over the militant group this time after many years.\n\nLaunched in 1990 by Muhammad Ahsan Dar, a school teacher, and Mohammad Abdullah Bangroo, a veteran militant, the Hizb-ul Mujahideen remains Jammu and Kashmir’s largest indigenous militant outfit. It took centre stage in 1994 after the J&K Liberation Front, declared ceasefire, calling for complete independence of Jammu and Kashmir .\n\nTwo known faces of the group — ‘operational commander’ Riyaz Naikoo, who had been active since 2017 and managing the online propaganda of the outfit, and ‘commander’ Junaid Sehrai, an MBA pass-out and the son of Tehreek-e-Hurriyat chairman Muhammad Ashraf Sehrai — were killed in May in two separate encounters, in a major blow to the militants. The bodies were not handed over to the families under the new policy adopted by the security forces during the COVID-19 pandemic. “Both the striking capability and recruitment of the outfit has gone down significantly due to the back-to-back killing of the commanders, especially in south Kashmir, which remains its capital since 2010,” said one official in the counter-insurgency cell.\n\nFaceless outfit\n\nThe Hizb-ul is now a faceless outfit in the Valley. In 2016, Burhan Wani, a student from Tral in south Kashmir who used social media to create an army of unmasked recruits, was killed. The vacuum he left at the group was filled by Naikoo in 2017, who was killed earlier this year. Little-known Gazi Haider is the new chief of the Hizb-ul in the Valley, with Zaffar-ul-Islam being his deputy and Abu Tariq chief military adviser. “All these three cannot fill the vacuum created after Naikoo’s killing. Naikoo was an independent thinker and managed operations on his own, without the consent of the handlers across the border,” said the official.\n\nThe Hizb-ul has now returned to pre-2000 modus operandi, where all its commanders were asked to lie low and keep recruitment on the lower side, they added. The security agencies warn that underestimating the Hizb-ul, which managed to revive militancy in otherwise militancy-free areas of the Chenab Valley in the Jammu region in the past year, “will be a gross miscalculation”. “The Hizb-ul has its sleeper cells and assets intact in the Kashmir Valley, the Pir Panjal Valley and the Chenab Valley. Outside J&K, it always managed to set up bases for its sleeper cells. The presence of the outfit is far reaching,” the official said.\n\nThe Hizb-ul, whose key demand is Jammu and Kashmir’s accession with Pakistan, is a well-structured organisation, with Syed Salahuddin heading it for around three decades now. With its office headquartered in Muzaffarabad, the launch pads may have vanished in the urban pockets of Pakistan-Occupied Kashmir (PoK), under pressure from the international community, but the upper reaches remain open to training centres.\n\n“Due to active and effective counter-infiltration grid, around 90% local recruits never make it to the training camps in PoK. Over 90% local militants killed in Kashmir this year were trained locally by Hizb-ul experts, which include training in handling improvised explosive devices,” said the official.\n\nThe group may be lying low but the militants are providing intelligence to other terrorist organisations such as Lashkar-e-Taiba and Jaish-e-Mohammed and the shadow outfits like the Resistance Front to “manage successful attacks”. Once drawing mostly its recruits from the socio-religious Jamaat-e-Islami, the Hizb-ul recruits now come from all walks of life — students, salaried employees, traders, etc., say officials.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "title": "Hizb-ul Mujahideen | In permanent conflict", "atdlayout": "articlepage", "description": "The militant group, which lost several of its ‘commanders’, remains a security threat", "fragment": "!", "publish-date": "2020-08-15T19:09:09+05:30", "created-date": "2020-08-15T19:09:09+05:30", "modified-date": "2020-08-15T21:40:23+05:30", "twitter": {"creator": "Peerzada Ashiq", "title": "Hizb-ul Mujahideen | In permanent conflict", "description": "The militant group, which lost several of its ‘commanders’, remains a security threat", "image": "https://www.thehindu.com/news/national/1l0y61/article32364028.ece/ALTERNATES/LANDSCAPE_615/11THRDWANI1", "card": "summary_large_image", "site": "@The_Hindu", "domain": "thehindu.com", "app": {"name": {"ipad": "The Hindu", "googleplay": "The Hindu (Official App)", "iphone": "The Hindu for iPhone"}, "id": {"googleplay": "com.mobstac.thehindu", "iphone": 771672321}}}, "apple-itunes-app": "app-id=584786636", "google-play-app": "app-id=com.mobstac.thehindu", "fb": {"app_id": 137450626398044, "pages": 163974433696568}, "og": {"site_name": "The Hindu", "url": "https://www.thehindu.com/news/national/in-permanent-conflict/article32363577.ece", "type": "article", "title": "Hizb-ul Mujahideen | In permanent conflict", "description": "The militant group, which lost several of its ‘commanders’, remains a security threat", "image": {"identifier": "https://www.thehindu.com/news/national/1l0y61/article32364028.ece/ALTERNATES/LANDSCAPE_615/11THRDWANI1", "type": "image/jpeg"}}, "article": {"author": "Peerzada Ashiq", "section": "National"}, "msvalidate.01": "00762243DAFA333A5A6D97CE4545BDB2", "yandex-verification": "ff4648e5089d361d", "ahrefs-site-verification": "6df5b97abf2ea60f2d4123265496b92b4faa009ceff5444e0b8482ebddd508d6", "theme-color": "#fff"}}}