{"GDELT": {"GlobalEventID": 940962921, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USAGOV", "Actor1Name": "THE WHITE HOUSE", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.9184652278177399, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200815150000, "SOURCEURL": "https://naija247news.com/2020/08/15/trump-slap-bytedance-90-day-deadline-to-sell-us-tiktok-operations/"}, "ARTICLE": {"TITLE": "Trump slap ByteDance 90-day deadline to sell US TikTok operations", "TEXT": "Demetri Sevastopulo and Kiran Stacey in Washington and Hannah Murphy in San Francisco\n\nDonald Trump has ordered ByteDance to divest TikTok’s operations in the US within 90 days in a move aimed at protecting security that will put further pressure on the Chinese technology group to sell the short-video app to an American company.\n\nMr Trump also increased the pressure on the Chinese tech industry by ending a waiver that allowed certain US companies to continue selling goods to Huawei, the Chinese telecoms equipment maker, without a licence.\n\nThe dual moves marked the latest steps by the Trump administration to take a much tougher stance on what the White House says are growing economic and national security threats from the Chinese Communist party.\n\nIn his TikTok order, issued on Friday evening, Mr Trump said there was “credible evidence” that ByteDance might take action to hurt US security.\n\nThe president’s move to order ByteDance to divest TikTok within 90 days followed a recommendation from the Committee on Foreign Investment in the US (Cfius), a government panel that vets foreign acquisitions of US companies.\n\nThe order came one week after he issued a separate directive banning US companies from dealing with TikTok unless ByteDance sold the app to an American group within 45 days. The latest move goes further by providing a hard deadline for ByteDance to sell its TikTok operations in the US.\n\nMicrosoft has been in talks to buy the app. A senior US official said the new order would add to the pressure on ByteDance to sell TikTok because the value of the asset would fall as the 90-day deadline approached.\n\n[The action against Huawei] could mean rural telecoms networks going dark very soon. Surely that’s not what the Trump administration wants\n\nAn industry lobbyist\n\n“If no deal [with Microsoft] is reached, this could shut TikTok down in the US in 90 days,” said Kevin Wolf, a partner at Akin Gump who oversaw the commerce department’s sanctions list until 2017.\n\nSeparately, the commerce department took aim at Huawei by ending a waiver that had given a temporary reprieve to US companies by allowing them to continue servicing contracts with Huawei without a licence.\n\nWashington accuses Huawei of helping China conduct cyber espionage — a claim the Shenzhen-based company has repeatedly denied.\n\nThe most high-profile beneficiary of the temporary waivers has been Google, which for the past year has continued updating its Android operating system on old Huawei phones. Google and other groups will now have to apply for licences to continue working with Huawei.\n\nThe US official said the White House was sending a signal to companies that they needed to decrease their business with Huawei and also that there would be an increasingly high hurdle to issuing any licenses.\n\nThe biggest effect could be felt by small rural telecoms companies who use Huawei equipment and have lobbied for US companies to continue servicing and supplying parts for the gear. “This could mean rural telecoms networks going dark very soon. Surely that’s not what the Trump administration wants,” said one industry lobbyist.\n\nMr Trump had taken a slower approach on Huawei than some hawks had hoped, as he tried to avoid derailing trade talks with Beijing. But Mr Trump has recently shifted tack on China ahead of the US presidential election, as he blames the Chinese government for the global spread of Covid-19.\n\nHis push to take a tougher line on China has also given hawks in his administration a window to push him to take other actions against Beijing.\n\nThe White House last week took aim at Tencent, a high-profile Chinese technology company, by giving US companies 45 days to stop dealing with WeChat, the ubiquitous Chinese messaging app owned by Tencent.\n\nMr Trump has recently imposed sanctions on Chinese and Hong Kong officials after Beijing imposed a draconian security law on the former British colony to crack down on pro-democracy, anti-Beijing protests.\n\nRecommended\n\nThe great trade unwinding\n\nSteven Mnuchin, the Treasury secretary who chairs the Cfius process, said Mr Trump on Friday evening “issued an order prohibiting the transaction that resulted in the acquisition of Musical.ly, now known as TikTok”.\n\nHe added that ByteDance would have to divest any assets that were used to “enable or support the operation of TikTok” in the US and also any data that it had obtained or derived from TikTok or Musical.ly users in the US.\n\nByteDance bought Musical.ly in 2017 and merged it with its existing TikTok app, fuelling growth of the video platform. Last year, Cfius opened an investigation into the acquisition.\n\nEarlier this week, John Demers, the top US justice department national security official, said Washington was increasingly vigilant about the ability of the Chinese government to glean the personal data of American citizens via apps such as TikTok. Mr Demers said Cfius was widening its approach as the threat to data grew with the pervasive use of smart technologies.\n\nFollow Demetri Sevastopulo on Twitter: @dimi\n\nShare this: Twitter\n\nLinkedIn\n\nTelegram\n\nPinterest\n\nEmail\n\nSkype\n\nPrint\n\nPocket\n\nWhatsApp\n\nMore\n\nFacebook\n\n\n\nLike this: Like Loading...", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "uw2qPv_daOnUudnLcO6hjVitB8h5oyN0ua07c8ir0ws", "og": {"image": {"identifier": "https://i0.wp.com/naija247news.com/wp-content/uploads/2020/08/828A2DD4-42B9-494B-9349-E270D671C6A8.jpeg?fit=500%2C281&ssl=1", "width": 500, "height": 281}, "type": "article", "title": "Trump slap ByteDance 90-day deadline to sell US TikTok operations", "url": "https://naija247news.com/2020/08/15/trump-slap-bytedance-90-day-deadline-to-sell-us-tiktok-operations/", "description": "President also ramps up pressure on Chinese tech by ending waiver allowing sales to Huawei", "site_name": "Naija247news", "locale": "en_US"}, "author": "FT.com", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "article": {"published_time": "2020-08-15T11:02:56+00:00", "modified_time": "2020-08-15T11:02:56+00:00"}, "twitter": {"creator": "@Naija247new", "site": "@naija247new", "text": {"title": "Trump slap ByteDance 90-day deadline to sell US TikTok operations"}, "image": "https://i0.wp.com/naija247news.com/wp-content/uploads/2020/08/828A2DD4-42B9-494B-9349-E270D671C6A8.jpeg?fit=500%2C281&ssl=1&w=640", "card": "summary_large_image"}, "msapplication-TileImage": "https://i1.wp.com/naija247news.com/wp-content/uploads/2018/12/cropped-InstaLogo.jpg?fit=270%2C270&ssl=1", "yandex-verification": "9b42f3633098159b", "fb": {"pages": 183141575431671}}}}