{"GDELT": {"GlobalEventID": 940911394, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BUS", "Actor1Name": "TOURISM INDUSTRY", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.4671052631579, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20200815064500, "SOURCEURL": "http://jamaica-gleaner.com/article/news/20200815/jcans-could-be-impacted-if-trump-has-his-way"}, "ARTICLE": {"TITLE": "J’cans could be impacted if Trump has his way", "TEXT": "Verley Fraizer will be travelling to Jamaica this weekend for an extended stay.\n\nBut if United States (US) President Donald Trump has his way, should Fraizer become infected with the coronavirus, the Jamaica-born US citizen could be barred from re-entering the States for a period of time.\n\nThe Trump administration is currently studying a proposal that would bar United States citizens and legal permanent residents from re-entering the country should they travel overseas and contract the deadly virus.\n\nThe draft proposal said that if a border official “reasonably believes that the individual either may have been exposed to or is infected with the communicable disease”, the person could be barred from entering the county.\n\nThe proposal did not specify how long the restriction could last, and it does not make clear who would test for the coronavirus in returning citizens or residents.\n\nFurther, it is unclear if such restrictions would be constitutional.\n\nFraizer, when told of the president’s proposal, asked whether it was a joke.\n\n“He can’t do that to citizens. That must be a joke. It must be ridiculous. Nothing can go so,” he said.\n\nNoel Mignott, head of the PM Group, a tourism marketing agency to the Caribbean, said that the proposal sends a confusing message to the Caribbean tourism industry.\n\nNEEDS CLARIFICATION\n\nHe said that it is confusing and needs clarification by the State Department.\n\n“At a time when many Caribbean countries are putting safety measures in place to ensure a good winter season as a safe destination, for the president to now say what he is saying would have a disastrous effect on the tourism industry,” said Mignott.\n\nHe questioned whether the president could stop a citizen from returning home.\n\nThe Global Diaspora Council member for the Northeast Region, Dr Kafrren Dunkley, said that such a move by the Trump administration would have a detrimental effect on Jamaica’s already struggling tourism industry.\n\n“This proposal could dissuade Jamaicans who live in the United States from visiting and contributing to the local economy. If this proposal is approved, Jamaica must use this challenge as an opportunity to reduce reliance on tourism and grow other sectors of the economy, such as agriculture,” she said.\n\nPointing to the fact that the majority of tourists to Jamaica come from the United States, Dunkley said that during the coronavirus period, potential visitors would no longer be willing to travel to Jamaica or the Caribbean if the proposal became a reality.\n\nHead of the Caribbean Immigration Services and community activist, Irwine Clare, described the proposal as “another distraction”.\n\n“This, too, will be shot down by the courts as being unconstitutional. Americans becoming stateless?” he remarked.\n\nClare said that more and more, the United States is becoming a laughing stock, although conceding that such a move would be quite serious.\n\nHe questioned whether border agents would now be making medical decisions.\n\nAlso criticising the proposal is Congresswoman Yvette Clarke.\n\n“Not only does this suggestion go against the basic, most fundamental principle of citizenship – the right to return home – but it will also do little to nothing to stop a pandemic that has already spread beyond his control. We must do everything in our power to fight back against such proposals,” she said.\n\nClarke said that rather than taking the steps necessary to ensure that hotspots have the necessary resources to crush the curve, the president had slowed down the process in an attempt to improve his poll numbers.\n\nShe said that the proposal is nothing more than another splashy order to show that he is doing something.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=3, minimum-scale=1, user-scalable=yes", "description": "Verley Fraizer will be travelling to Jamaica this weekend for an extended stay. But if United States (US) President Donald Trump has his way, should Fraizer become infected with the coronavirus, the Jamaica-born US citizen could be barred from re-...", "generator": "Drupal 7 (http://drupal.org)", "og": {"title": "J’cans could be impacted if Trump has his way", "description": "Verley Fraizer will be travelling to Jamaica this weekend for an extended stay. But if United States (US) President Donald Trump has his way, should Fraizer become infected with the coronavirus, the Jamaica-born US citizen could be barred from re-...", "updated_time": "2020-08-15T00:20:50-05:00", "image": "http://jamaica-gleaner.com/sites/default/files/styles/250px/public/media/article_images/2020/08/15/947999/3851443.jpg?itok=GjWTzkrq"}, "twitter": {"card": "summary_large_image", "title": "J’cans could be impacted if Trump has his way", "description": "Verley Fraizer will be travelling to Jamaica this weekend for an extended stay. But if United States (US) President Donald Trump has his way, should Fraizer become infected with the coronavirus, the Jamaica-born US citizen could be barred from re-..."}, "article": {"published_time": "2020-08-15T00:20:50-05:00", "modified_time": "2020-08-15T00:20:50-05:00"}}}}