{"GDELT": {"GlobalEventID": 940927366, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "EMBASSY", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.45829042224511, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200815093000, "SOURCEURL": "http://www.msn.com/en-us/news/world/2-students-allegedly-caught-up-in-belarus-crackdown/ar-BB17YiGc"}, "ARTICLE": {"TITLE": "2 students allegedly caught up in Belarus crackdown", "TEXT": "© Vasily Fedosenko/Reuters Belarusian Interior Ministry troops monitor an opposition demonstration in Minsk, Belarus, Aug. 14, 2020.\n\nA U.S. student studying at New York’s Columbia University is appealing for help, after her boyfriend, a Belarusian doctoral researcher at an American university, was seized by security forces in the country’s capital, Minsk, amid a crackdown there.\n\nMarisa Durham, a 26-year-old student at Columbia University, said she was asleep in bed with her boyfriend, Stas Gorelik, on Wednesday night when armed and masked Belarusian security agents allegedly broke down the door of their Minsk apartment around 1 a.m.\n\nThe agents, one armed with an assault rifle, stormed into their bedroom, Durham said, and made them lie on the ground. The agents then beat Gorelik, a Belarusian citizen, possibly breaking his nose, according to Durham.\n\nAfter searching the apartment and going through the couple's belongings, the agents took Gorelik away, Durham said. She has not seen him since.\n\n\"They let me say goodbye and then they took him away,\" she told ABC News by phone on Thursday.\n\nDurham said Gorelik is being held at a center in Minsk controlled by Belarus' KGB security services.\n\nHis lawyer has not been allowed to see him, she said: \"We have no idea what his condition is.\"\n\nDurham was not detained. She said the security agents made her sign a document in Russian that she could not understand, and then the agents left.\n\nFor now, Durham and his family said they do not know whether Gorelik has been charged. But according to his family, a search warrant shown during the raid of Gorelik's and Durham's apartment included a note that it was taking place around a potential charge under Article 293 of Belarus' criminal code that covers \"mass rioting.\"\n\nBelarus is currently roiled by protests demanding an end to the rule of dictator Alexander Lukashenko, and security forces have launched a brutal crackdown attempting to suppress them. Almost 7,000 people have been detained during the protests since Sunday, according to the authorities.\n\nBut Durham said neither she nor Gorelik had taken any part in the protests and have been avoiding them. She said the couple was in Belarus for the summer and had spent the last few months there after Gorelik returned to spend time with his family during the coronavirus pandemic.\n\nGorelik, 32, is pursuing his Ph.D. at George Washington University in political science and his research has focused on elections in authoritarian regimes in Russia and former Soviet countries, according to his bio on the university's site. He has been a doctoral student there since the fall of 2016 and had served as a graduate teaching assistant during that time, the university said in a statement.\n\nGorelik's research looked at Ukraine and Armenia. He had planned to do fieldwork for his dissertation in Armenia in March before returning to the U.S., but after the pandemic began, he could not get a visa and had to remain in Minsk.\n\n\"That's the craziest thing. We're researchers,\" said Durham, who is studying economic-political development. \"He wasn't doing any research on Belarus.\"\n\nGorelik's father said his son's arrest was completely baseless and they were still unsure why he had been taken. But he believed Gorelik had been targeted because of his research.\n\n\"We don't have any understanding at all the moment. But in any case these accusations are absolutely unfounded,\" his father, Lev Gorelik, told ABC News Friday. \"We're sure 100% that our son is absolutely innocent, and he is suffering only for knowledge, for his views.\"\n\nThe elder Gorelik said his son had given some comments to Belarusian media on the events in the country in the days before his detention. \"But they were comments of a researcher. And no more than that,\" he said, adding that Stas had not participated in the protests and had no connection to any protest groups.\n\nBelarus' interior ministry and the KGB did not respond to ABC News' request for comment on Friday.\n\nSome of Stas Gorelik's academic colleagues have also posted appeals online for help with his case.\n\n© Siarhei Leskiec/AFP via Getty Images Law enforcement officers guard government buildings during a protest rally in Minsk, Belarus, Aug.14, 2020.\n\nA spokesperson for George Washington University said the university was aware of Gorelik’s detention and that it was concerned for his welfare.\n\n\"We are continuing to monitor the situation as it unfolds and are in contact with relevant parties. We are concerned about his welfare, and have reached out to his family to offer support and assistance,” the spokesperson, Crystal L Nosal, assistant director of media relations at the university, said in a statement.\n\nThe U.S. embassy has been in contact with Durham and is assisting her, but because Gorelik is not an American citizen, embassy staff are not able to help him, she said. Durham, who is from Texas, said she and Gorelik have been dating for two years.\n\nGorelik previously had a student visa to the United States, but it has expired since the pandemic, she said.\n\nMinsk's jails are currently overflowing with people detained during the protests, according to journalists on the ground and accounts from those released. Hundreds of people have been gathering outside the jails looking for news of their relatives taken by police during the demonstrations. There are widespread accounts of police brutally beating people in detention. In audio posted on social media, screams can be heard which seem to come from inside the jails.\n\nVideo: Police in Belarus say they had detained hundreds and opened fire on protesters in a third night of violence over a disputed presidential election (AFP)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "2 students allegedly caught up in Belarus crackdown", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Two American students have been caught up in the crackdown by authorities in Belarus.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}