{"GDELT": {"GlobalEventID": 940944704, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "KOR", "Actor1Name": "SEOUL", "Actor1CountryCode": "KOR", "Actor2Code": "MED", "Actor2Name": "JOURNALIST", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 2.16962524654832, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200815121500, "SOURCEURL": "http://www.theasian.asia/archives/108753"}, "ARTICLE": {"TITLE": "Journalists Association of Korea pledges greater efforts towards trusted media status", "TEXT": "Journalists Association of Korea pledges greater efforts towards trusted media status\n\nJAK committed to building on founders' legacy, achievements for more auspicious future\n\nSEOUL: The Journalists Association of Korea (JAK) has celebrated its 56th anniversary by pledging to strengthen its supports of reporters, boost their aptitudes and consolidate their professional standards.\n\nThe association has also pledged to assist its members overcome the difficulties caused by the prolonged COVID-19 pandemic.\n\nThe ceremony, attended by more than 60 journalists, media officials, senior guests, advisors, former presidents of the association, and executives, was held at the press conference hall at the press center in Jung-gu, Seoul. It centered on the members, unlike in previous years, due to the social distancing measures imposed by the pandemic.\n\n“The front-line reporters are fighting for the people’s right to know, especially during this unprecedented infectious disease and rainy season,” Kim Dong-hoon, President of the Journalists Association of Korean, said.\n\n“Moreover, due to the prolonged COVID-19, the financial situation is getting serious without advertisement in newspapers. The association is working on supportive measures to help members overcome difficulties as soon as possible. In addition, two reporters were confirmed COVID-19 cases, so please pay special attention to safety so as not to spread the virus.”\n\nKim Dong-hoon said the association was founded as the center of the struggle to block the Media Ethics Committee Act promoted by the Park Chung-hee military regime in 1964.\n\nThe widespread struggle against this evil succeeded in its abolition. In retrospect, the association has suffered a lot from its foundation until now, and has had to constantly fight to protect freedom of the press against the oppression of power and the loyalty of capital, he added, the JAK website reported.\n\n“Now, the Journalists Association is trying to prepare for a new leap forward for the next 100 years by inheriting the achievements of its seniors that have been accumulated over half a century,” he said.\n\n“On the foundation of defending press freedom established by seniors, we will achieve journalism for the people and become a trusted media. I will do my best to do it. A reporter who can be a warm friend to the marginalized neighbors while monitoring power with a cold reason and a hot heart, a reporter who satisfies the right of readers and viewers to know through a thorough analysis with a balanced perspective, and endeavors to strengthen professionalism standards through quality improvement.”\n\nAt the ceremony on this day, on August 17, 1964, the founding declaration and the Journalist Association’s Code of Ethics were read aloud to recall the original intentions of the founding.\n\nAccording to the JAK website, three journalists read out during the celebratory ceremony the founding declaration and the association’s Code of Ethics to recall the original intentions of the foundation.", "METADATA": {"google-site-verification": "mnNR_uUeVHl_Xh5jAn7T1tRmpnQkrzHwcyU2CXIOVVY", "generator": "WordPress 4.6.1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": [""]}}