{"GDELT": {"GlobalEventID": 940910503, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "PHL", "Actor1Name": "PHILIPPINE", "Actor1CountryCode": "PHL", "Actor2Code": "MILMIL", "Actor2Name": "MILITARY SPOKESMAN", "Actor2Type1Code": "MIL", "Actor2Type2Code": "MIL", "IsRootEvent": 0, "EventCode": 181, "EventBaseCode": 181, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -10.1298701298701, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Philippine, Benguet, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP10", "Actor1Geo_ADM2Code": "24213", "Actor1Geo_Lat": 16.45, "Actor1Geo_Long": 120.55, "Actor1Geo_FeatureID": "-2445611", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Philippine, Benguet, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RP10", "Actor2Geo_ADM2Code": "24213", "Actor2Geo_Lat": 16.45, "Actor2Geo_Long": 120.55, "Actor2Geo_FeatureID": "-2445611", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Philippine, Benguet, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP10", "Action2Geo_ADM2Code": "24213", "Action2Geo_Lat": 16.45, "Action2Geo_Long": 120.55, "Action2Geo_FeatureID": "-2445611", "DATEADDED": 20200815063000, "SOURCEURL": "http://www.msn.com/en-us/news/world/philippine-security-forces-alert-for-reprisals-after-militant-held/ar-BB17ZhId"}, "ARTICLE": {"TITLE": "Philippine security forces 'alert' for reprisals after militant held", "TEXT": "© Provided by AFP Abduljihad Susukan was being held at the national police headquarters\n\nPhilippine security forces were on alert Saturday for possible reprisal attacks after arresting a key leader of an Islamic State-linked militant group accused of kidnapping and beheading several foreigners.\n\nAbduljihad Susukan, a member of Abu Sayyaf, was detained in the southern city of Davao and flown to the capital Manila on Friday, where he was being held at the national police headquarters.\n\nHe has been charged with 23 murders, five kidnappings and six attempted murders, a police statement said.\n\nListed by the United States as a terrorist organisation, Abu Sayyaf is a loose network of Islamic militants blamed for the country's worst terror attacks as well as kidnappings of foreign tourists and Christian missionaries.\n\n\"The Philippine National Police along with the Armed Forces of the Philippines remain alert and vigilant to prevent and respond to any reprisal attack,\" police spokesman Brigadier-General Bernard Banac told AFP.\n\nThe Philippine military said Susukan was behind the April 2016 beheadings of Canadian tourists Robert Hall and John Ridsdel, after Manila and Ottawa rejected the kidnappers' ransom demands.\n\nIn 2017 Susukan's group also beheaded Jurgen Kantner, who was abducted from his yacht off the southern Philippines the previous year, said military spokesman Brigadier-General Edgard Arevalo.\n\n\"There is a strong possibility\" that Susukan was also behind the 2015 beheading of Malaysian hostage Bernard Then, who was abducted in Malaysia's Sabah state, Arevalo told AFP.\n\nThe authorities said Susukan had gone to Davao, near where the Canadians were abducted, to get a prosthetic arm after losing one in a clash with security forces.\n\nPolice said they found him in the home of Muslim rebel leader Nur Misuari, who is awaiting trial for an attack carried out by hundreds of his armed followers on the southern city of Zamboanga in 2013 that left more than 200 people dead.\n\nDespite the charges, Misuari has government permission to live at his home and travel.\n\nPresident Rodrigo Duterte enlisted Misuari's help last year to negotiate peace with various armed groups in the country's troubled south as well as to help negotiate the release of Abu Sayyaf hostages.\n\ncgm/amj/leg\n\nVideo: Beirut cop killed in anti-government clashes as Macron calls on world to help (FOX News)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Philippine security forces 'alert' for reprisals after militant held", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Philippine security forces were on alert Saturday for possible reprisal attacks after arresting a key leader of an Islamic State-linked militant group accused of kidnapping and beheading several foreigners. Abduljihad Susukan, a member of Abu Sayyaf, was detained in the southern city of Davao and flown to the capital Manila on Friday, where he was being held at the national police headquarters. He has been charged with 23 murders, five...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}