{"GDELT": {"GlobalEventID": 940965042, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MED", "Actor1Name": "JOURNALIST", "Actor1Type1Code": "MED", "Actor2Code": "BGD", "Actor2Name": "BANGLADESH", "Actor2CountryCode": "BGD", "IsRootEvent": 1, "EventCode": 186, "EventBaseCode": 186, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.8826135105204902, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG", "Actor2Geo_Lat": 24.0, "Actor2Geo_Long": 90.0, "Actor2Geo_FeatureID": "BG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 90.0, "Action2Geo_FeatureID": "BG", "DATEADDED": 20200815153000, "SOURCEURL": "http://www.albd.org/articles/news/34478/Bangabandhu%E2%80%99s-Assassination:-Making-History-Straight"}, "ARTICLE": {"TITLE": "Bangabandhu’s Assassination: Making History Straight", "TEXT": "\n\nProfessor Dr. Mamun Al Mahtab (Shwapnil):\n\nOn one of the rare instances as I was sitting in the office of the Secretary to the Hon’ble President at Bangabhaban sometime last year my attention was drawn to the honour list proudly displaying the names of the Principal Secretaries and Secretaries to the Hon’ble President of the country since its inception to date in chronological order.\n\nThis is a peculiar habit that I have to go through the honour list whenever I go to any government office. In fact I have also made a beautiful honour board of the Chairmen of Hepatology Department of Bangabandhu Sheikh Mujib Medical University after taking to office.\n\nAs the son of a former senior government officer and with so many ex-government officers in the family, this is perhaps a habit that I have acquired from my upbringing. Anyway, as I was scrolling down my eyes suddenly became fixed on a particular name on the upper side of that honour list.\n\nIt’s the name of Mahbub Alam Chashi, the notorious Director of Bangladesh Academy of Rural Development in Cumilla, who was not only a mastermind of Bangabandhu’s assassination, he also hosted several meetings of the conspirators away from the public eye in BARD, which has been so beautifully documented in the docudrama ‘Polashi to Dhanmondi’ by eminent journalist Abdul Gaffar Chowdhury.\n\nI was utterly shocked to see that the name of a killer of the Father of the Nation was on proud display at the the office of the Secretary to the highest office of the nation. And then I suddenly realized that technically Chashi’s name appears nowhere in the list of convicts of the crime against the nation committed on the early hours of August 15, 1975.\n\nBangabandhu’s assassination along with his family members and extended family was no simple coup de ta, least the outcome ofunlawful action by a small group of miscreants of the Bangladesh Army. Bangabandhu was no ordinary leader. In the thousand year history of the Bengali people, there was not a single ruler of Bengali descent, nor the land of the Bengal’s was ever independent.\n\nFrom the Pal dynasty to the so called last independent Nawab of Bengal, Bihar and Odessa Sirajuddawla, all were foreigners. Bangabandhu was the first leader in a thousand years who dreamt of an independent country for the Bengali nation. Not only so, unlike most Fathers of most Nations, he realized this dream in his lifetime.\n\nBangladesh is also no ordinary country. It is a nation state – the independent geographic existence of a homogeneous Bengali nation. A nation-state like Bangladesh is not only unheard off in the region, but also very rare in the present geographic distribution of the globe. At least I can not site a second example.\n\nIt was therefore anticipated that Bangladesh will not only enjoy exponential growth as an independent nation, it’s leader was also expected to emerge as a regional, if not a global, leader and so did happen during the brief three and half years tenure of Bangabandhu’s government. Not only the country achieved a 7% GDP, Bangabandhu also emerged as a leader of world.\n\nBangabandhu and Bangladesh became a threat to the Western powers, who along with their new and proven allies from the Far and Middle East had vehemently opposed the emergence of Bangladesh in 1971 and now saw immense benefit in Bangbandhu’s removal from the center stage. This is, in a nut shell, the reason why August 15 was staged.\n\nAnd this could never have been staged without the active collaboration from agents within, within both the ruling Awami League, the burocracy and the military. Trial of the killers of bangabandhu was barred by the infamous Indemnity Ordinance proclaimed by Khandaker Mushtaque on September 26, 1975.\n\nThis was a direct violation of the constitution of Bangladesh that ensures right of all it’s citizens to equity and justice. To the contrary this ordinance was made part of our constitution when it was amended for the fifth time by the party from the cantonment – BNP headed by General Zia. Zia had rewarded the killers with lucrative postings at Bangladesh missions abroad and later his successors, General Ershad and his widow Khaleda Zia had also granted them access to the nation’s Parliament in 1988 and 1996 respectively.\n\nZia had also declined visas to the international inquiry commission comprising of British Parliament Members, Nobel laureate and other eminent European citizens from entering into Bangladesh in January 1981. They were ultimately forced to publish “Sheikh Mujib Murder Inquiry: Preliminary Report of the Commission of Inquiry” from London.\n\nHowever the unfortunate fact remains that Zia was not convicted in Mujib killing, nor were the conspirator like Khandaker Mushtaque, Taheruddin Thakur, Shah Moazzem, Mahbub Alam Chashi and many more, simply because of the fact that they had died natural and/or unnatural deaths before the long awaited trial of the murderers of Bangabandhu could begin. Of the many peculiarities of reality is that posthumous trial is not permitted by law.\n\nEven if that be the case it is extremely important that an independent commission be commissioned immediately to identify the exact events and the perpetrators of August 15. This is mandatory to take history to correct history, as otherwise the future will never forgive us. Least should we forget that the ones who have been sentenced are the minor pons. The key players are yet to be named and blamed.\n\nWriter: Professor Mamun Al Mahtab (Shwapnil) is the Chairman, Department of Hepatology, Bangabandhu Sheikh Mujib Medical University & Member Secretary, Samprity Bangladesh.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "On one of the rare instances as I was sitting in the office of the Secretary to the Hon’ble President at Bangabhaban sometime last year my attention was drawn to the honour list proudly displaying the names of the Principal Secretaries and Secretaries to the Hon’ble President of the country since its inception to date in chronological order.\r\n\r\nThis is a peculiar habit that I have to go through the honour list whenever I go to any government office. In fact I have also made a beautiful honour board of the Chairmen of Hepatology Department of Bangabandhu Sheikh Mujib Medical University after taking to office.\r\n\r\nAs the son of a former senior government officer and with so many ex-government officers in the family, this is perhaps a habit that I have acquired from my upbringing. Anyway, as I was scrolling down my eyes suddenly became fixed on a particular name on the upper side of that honour list.", "keywords": "Dark August, Bangabandhu Killing, History, 15 August 1975, Indemnity", "author": "Professor Dr. Mamun Al Mahtab (Shwapnil)", "og": {"url": "http://www.albd.org/articles/news/34478/Bangabandhu%E2%80%99s-Assassination:-Making-History-Straight", "type": "website", "title": "Bangabandhu’s Assassination: Making History Straight", "description": "Professor Dr. Mamun Al Mahtab (Shwapnil):\r\nOn one of the rare instances as I was sitting in the office of the Secretary to the Hon&rsquo;ble President at Bangabhaban sometime last year my attention was drawn to the honour list proudly displaying the names of the Principal Secretaries and Secretaries to the Hon&rsquo;ble President of the country since its inception to date in chronological order.\r\nThis is a peculiar habit that I have to go through the honour list whenever I go to any government office. In fact I have also made a beautiful honour board of the Chairmen of Hepatology Department of Bangabandhu Sheikh Mujib Medical University after taking to office.\r\nAs the son of a former senior government officer and with so many ex-government officers in the family, this is perhaps a habit that I have acquired from my upbringing. Anyway, as I was scrolling down my eyes suddenly became fixed on a particular name on the upper side of that honour list.\r\nIt&rsquo;s the name of Mahbub Alam Chashi, the notorious Director of Bangladesh Academy of Rural Development in Cumilla, who was not only a mastermind of Bangabandhu&rsquo;s assassination, he also hosted several meetings of the conspirators away from the public eye in BARD, which has been so beautifully documented in the docudrama &lsquo;Polashi to Dhanmondi&rsquo; by eminent journalist Abdul Gaffar Chowdhury.\r\nI was utterly shocked to see that the name of a killer of the Father of the Nation was on proud display at the the office of the Secretary to the highest office of the nation. And then I suddenly realized that technically Chashi&rsquo;s name appears nowhere in the list of convicts of the crime against the nation committed on the early hours of August 15, 1975.\r\nBangabandhu&rsquo;s assassination along with his family members and extended family was no simple coup de ta, least the outcome ofunlawful action by a small group of miscreants of the Bangladesh Army. Bangabandhu was no ordinary leader. In the thousand year history of the Bengali people, there was not a single ruler of Bengali descent, nor the land of the Bengal&rsquo;s was ever independent.\r\nFrom the Pal dynasty to the so called last independent Nawab of Bengal, Bihar and Odessa Sirajuddawla, all were foreigners. Bangabandhu was the first leader in a thousand years who dreamt of an independent country for the Bengali nation. Not only so, unlike most Fathers of most Nations, he realized this dream in his lifetime.\r\nBangladesh is also no ordinary country. It is a nation state &ndash; the independent geographic existence of a homogeneous Bengali nation. A nation-state like Bangladesh is not only unheard off in the region, but also very rare in the present geographic distribution of the globe. At least I can not site a second example.\r\nIt was therefore anticipated that Bangladesh will not only enjoy exponential growth as an independent nation, it&rsquo;s leader was also expected to emerge as a regional, if not a global, leader and so did happen during the brief three and half years tenure of Bangabandhu&rsquo;s government. Not only the country achieved a 7% GDP, Bangabandhu also emerged as a leader of world.\r\nBangabandhu and Bangladesh became a threat to the Western powers, who along with their new and proven allies from the Far and Middle East had vehemently opposed the emergence of Bangladesh in 1971 and now saw immense benefit in Bangbandhu&rsquo;s removal from the center stage. This is, in a nut shell, the reason why August 15 was staged.\r\nAnd this could never have been staged without the active collaboration from agents within, within both the ruling Awami League, the burocracy and the military. Trial of the killers of bangabandhu was barred by the infamous Indemnity Ordinance proclaimed by Khandaker Mushtaque on September 26, 1975.\r\nThis was a direct violation of the constitution of Bangladesh that ensures right of all it&rsquo;s citizens to equity and justice. To the contrary this ordinance was made part of our constitution when it was amended for the fifth time by the party from the cantonment &ndash; BNP headed by General Zia. Zia had rewarded the killers with lucrative postings at Bangladesh missions abroad and later his successors, General Ershad and his widow Khaleda Zia had also granted them access to the nation&rsquo;s Parliament in 1988 and 1996 respectively.\r\nZia had also declined visas to the international inquiry commission comprising of British Parliament Members, Nobel laureate and other eminent European citizens from entering into Bangladesh in January 1981. They were ultimately forced to publish &ldquo;Sheikh Mujib Murder Inquiry: Preliminary Report of the Commission of Inquiry&rdquo; from London.\r\nHowever the unfortunate fact remains that Zia was not convicted in Mujib killing, nor were the conspirator like Khandaker Mushtaque, Taheruddin Thakur, Shah Moazzem, Mahbub Alam Chashi and many more, simply because of the fact that they had died natural and/or unnatural deaths before the long awaited trial of the murderers of Bangabandhu could begin. Of the many peculiarities of reality is that posthumous trial is not permitted by law.\r\nEven if that be the case it is extremely important that an independent commission be commissioned immediately to identify the exact events and the perpetrators of August 15. This is mandatory to take history to correct history, as otherwise the future will never forgive us. Least should we forget that the ones who have been sentenced are the minor pons. The key players are yet to be named and blamed.\r\nWriter: Professor Mamun Al Mahtab (Shwapnil) is the Chairman, Department of Hepatology, Bangabandhu Sheikh Mujib Medical University &amp; Member Secretary, Samprity Bangladesh.", "image": "/media/filer_public/46/c0/46c09827-e08c-4f1d-aeab-f9e6c15b27b3/mamun_al_mahtab.jpeg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}