{"GDELT": {"GlobalEventID": 940941902, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "UKR", "Actor1Name": "UKRAINE", "Actor1CountryCode": "UKR", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 841, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.85106382978724, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Donbas, Ukraine (general), Ukraine", "Actor1Geo_CountryCode": "UP", "Actor1Geo_ADM1Code": "UP00", "Actor1Geo_ADM2Code": "25090", "Actor1Geo_Lat": 48.5, "Actor1Geo_Long": 38.5, "Actor1Geo_FeatureID": "-1038077", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "RS", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200815114500, "SOURCEURL": "http://euromaidanpress.com/2020/08/15/belarus-hands-over-32-of-33-russian-wagner-mercenaries-to-russia/"}, "ARTICLE": {"TITLE": "Belarus hands over 32 of 33 Russian Wagner mercenaries to Russia", "TEXT": "Group of fighters belonging to a foreign private military company arrested near Minsk. Photo: Belarus-1 (TV-screenshot)\n\nCiting the Russian Prosecutor General’s Office, Russian state media reported on August 14 that 32 of 33 Russian Wagner mercenaries detained in Minsk in late July have returned to Russia.\n\n“According to the request of the Prosecutor General of the Russian Federation Igor Krasnov dated August 5, 2020 in the order prescribed by the Minsk Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters …, 32 citizens of the Russian Federation who were previously detained in Belarus, have crossed the state border of the Russian Federation and are currently on Russian territory.”\n\nThe 33rd Russian citizen, who is also a Belarusian national, remained in custody in Belarus.\n\nOn July 29, Belarusian state media reported the arrest of 33 militants belonging to the Russian private military company Wagner. They reportedly arrived in Belarus on the night of July 24-25 “to destabilize the country during the presidential election campaign of August 9.”\n\nRead also: Russian Wagner mercenaries arrested in Belarus: ‘little green men’ scenario, fighters in transit, or other?\n\nThe Investigative Committee of Belarus suspected that the mercenaries had been instructed to prepare mass riots on the eve of the presidential election.\n\nOn August 6, the President of Belarus Alyaksandr Lukashenko invited the prosecutors general of Ukraine and Russia to Belarus to investigate the situation\n\nOn August 11, the Office of the Prosecutor General of Ukraine sent a request to the Prosecutor General’s Office of Belarus for the extradition of 28 mercenaries, who were identified as enemy fighters in the Donbas war, and most of whom also held Ukrainian citizenship.\n\nEditor’s Note On August 14, the Office of the President of Ukraine reacted mildly. “Ukraine regrets the decision made by the Republic of Belarus to hand over to Russia the previously detained members of the private military company Wagner. The Republic of Belarus is an independent state with its own position, but Ukraine expected a more legally correct and balanced decision.” “We consider such a decision, to put it mildly, unfair. It does not correspond to the spirit of relations between Ukraine and Belarus, based on the principles of respect and mutual assistance,” President Volodymyr Zelenskyy stressed. On August 14, the Office of the President of Ukraine reacted mildly.\n\nDear readers! We need your help. COVID-19 has hit independent media outlets hard, but even more so in Ukraine, where most outlets are controlled by oligarchs. To make matters worse, several English-language media sources from Ukraine have closed recently. And even worse, this comes at a time of troubling government tendencies and amid a pro-Russian resurgence in Ukraine. Help keep us online and reporting on the most important of Ukrainian issues for you in these troubling times, bringing the voices of civic society to the forefront of the information war. Our articles are free for everyone to use but we depend on our readers to keep going. We are a small independent journalist team on a shoestring budget and have no political or state affiliation. If you like what you see, please support us with a donation\n\nRelated\n\nTags: Belarus, extradition, PMC Wagner, Ukraine", "METADATA": {"google-site-verification": "4VvkhMMEFReuAiV5fbtYmHh9_EmxyzRCSznz7holy0U", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Belarus hands over 32 of 33 Russian Wagner mercenaries to Russia", "description": "Citing the Russian Prosecutor General’s Office, Russian state media reported on August 14 that 32 of 33 Russian Wagner mercenaries detained in Minsk in late July have returned to Russia. “According to the request of the Prosecutor General of the Russian Federation Igor Krasnov dated August 5, 2020 in the order prescribed by the Minsk…", "url": "http://euromaidanpress.com/2020/08/15/belarus-hands-over-32-of-33-russian-wagner-mercenaries-to-russia/", "site_name": "Euromaidan Press", "image": {"identifier": "https://i1.wp.com/euromaidanpress.com/wp-content/uploads/2020/08/EC195D9B-173D-4533-ADBD-B8C4A2C1BF1F_w1023_r1_s.png?fit=1023%2C575", "width": 1023, "height": 575}}, "article": {"publisher": "https://www.facebook.com/euromaidanpress.en/", "published_time": "2020-08-15T11:11:33+00:00", "modified_time": "2020-08-15T11:11:33+00:00", "author": "http://euromaidanpress.com/author/radiosvoboda/", "section": "International", "tag": "Ukraine"}, "twitter": {"card": "summary", "creator": "@euromaidanpress", "site": "@euromaidanpress"}, "generator": "MasterSlider 3.5.8 - Responsive Touch Image Slider | avt.li/msf", "fb": {"app_id": 1395391370748120}}}}