{"GDELT": {"GlobalEventID": 940903043, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MIL", "Actor1Name": "ARMY", "Actor1Type1Code": "MIL", "Actor2Code": "JPN", "Actor2Name": "JAPANESE", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 15, "NumSources": 2, "NumArticles": 15, "AvgTone": -4.82887214619534, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yasukuni, Hokkaido, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA12", "Actor1Geo_ADM2Code": "34385", "Actor1Geo_Lat": 43.9894, "Actor1Geo_Long": 143.537, "Actor1Geo_FeatureID": "-248436", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yasukuni, Hokkaido, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA12", "Actor2Geo_ADM2Code": "34385", "Actor2Geo_Lat": 43.9894, "Actor2Geo_Long": 143.537, "Actor2Geo_FeatureID": "-248436", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yasukuni, Hokkaido, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA12", "Action2Geo_ADM2Code": "34385", "Action2Geo_Lat": 43.9894, "Action2Geo_Long": 143.537, "Action2Geo_FeatureID": "-248436", "DATEADDED": 20200815051500, "SOURCEURL": "https://www.msn.com/en-us/news/world/japan-marks-75th-anniversary-of-war-end-with-no-abe-apology/ar-BB17Zh2i"}, "ARTICLE": {"TITLE": "Japan marks 75th anniversary of war end with no Abe apology", "TEXT": "© Provided by Associated Press Worshippers queue to pay respects to the war dead at Yasukuni Shrine Saturday, Aug. 15, 2020, in Tokyo. Japan marked the 75th anniversary of the end of World War II. (AP Photo/Eugene Hoshiko)\n\nTOKYO (AP) — Japan on Saturday marked the 75th anniversary of its surrender in World War II, with Emperor Naruhito expressing “deep remorse” over his country’s wartime actions at a somber annual ceremony curtailed by the coronavirus pandemic.\n\n© Provided by Associated Press Visitors in Japanese Imperial army and navy uniforms enter Yasukuni Shrine, which honors Japan's war dead, Saturday, Aug. 15, 2020, in Tokyo. Japan marked the 75th anniversary of the end of World War II. (AP Photo/Eugene Hoshiko)\n\nNaruhito pledged to reflect on the war's events and expressed hope that the tragedy would never be repeated. There was no word of apology from Prime Minister Shinzo Abe, who gave thanks for the sacrifices of the Japanese war dead but had nothing to say about the suffering of Japan’s neighbors.\n\n© Provided by Associated Press Visitors in Japanese Imperial army and navy uniforms stand at attention to pay their respects to the war dead at Yasukuni Shrine Saturday, Aug. 15, 2020, in Tokyo. Japan marked the 75th anniversary of the end of World War II. (AP Photo/Eugene Hoshiko)\n\n“Reflecting on our past and bearing in mind the feelings of deep remorse, I earnestly hope that the ravages of war will never be repeated,” Naruhito said in a short speech at the event in Tokyo marking the 75th anniversary of Japan’s surrender on Aug. 15, 1945.\n\nAmid virus fears and worries about the fading memories of the fast-aging war generation, about 500 participants, reduced from 6,200 last year, mourned the dead with a minute of silence. Masks were required, and there was no singing of the “Kimigayo” national anthem.\n\nNaruhito has promised to follow in the footsteps of his father, who devoted his 30-year career to making amends for a war fought in the name of Hirohito, the current emperor’s grandfather.\n\nAbe has increasingly sought to whitewash Japan’s brutal past since taking office in December 2012. He hasn't acknowledged Japan’s wartime hostilities during Aug. 15 speeches, which had previously been a nearly 20-year tradition that began with the 1995 apology of Socialist leader Tomiichi Murayama.\n\nAbe, in a largely domestic-focused speech, said the peace that Japan enjoys today is built on the sacrifices of those who died in the war. He pledged that Japan will reflect on lessons from history and will not repeat the war devastation. He listed damage inflicted on Japan and its people, including the U.S. atomic bombings of Hiroshima and Nagasaki, massive firebombings of Tokyo and the fierce battle of Okinawa.\n\nAbe pledged to play a greater role in tackling global problems. Under his goal of turning Japan into a “beautiful” and “normal” nation, Abe has steadily pushed to cleanse Japan of its embarrassing wartime history and build up its military by stretching the interpretation of Japan's war-renouncing constitution. It includes acquiring greater missile defense capability in the face of a growing military threat from North Korea and China.\n\n“Remembering those days, I strongly feel we should never wage war,” said Shoji Nagaya, 93, who traveled from Hokkaido in northern Japan to commemorate his brother who died of illness while serving in China. “But politicians today seem to have different views than ours, and I really hope that they will not head to a wrong direction.”\n\n© Provided by Associated Press Visitors in Japanese Imperial army and navy uniforms walk near Yasukuni Shrine, which honors Japan's war dead, Saturday, Aug. 15, 2020, in Tokyo. Japan marked the 75th anniversary of the end of World War II. (AP Photo/Eugene Hoshiko)\n\nAbe stayed away from the shrine that honors convicted war criminals among the war dead. He sent a religious offering through a lawmaker, a gesture meant to avoid angering China and South Korea, which consider the Yasukuni shrine a symbol of Japan’s militarism. Abe last visited Yasukuni in December 2013.\n\nFour members of his Cabinet did visit the shrine, the first ministerial visit in four years. Among them was Environment Minister Shinjiro Koizumi, the son of former Prime Minister Junichiro Koizumi who repeatedly visited the shrine on different occasions, including his last visit as serving prime minister on Aug. 15, 2006, that sparked criticism from China and South Korea.\n\n© Provided by Associated Press Visitors queue at intervals for social distance to prevent the spread of coronavirus at Yasukuni Shrine Saturday, Aug. 15, 2020, in Tokyo. Japan marked the 75th anniversary of the end of World War II. (AP Photo/Eugene Hoshiko)\n\n“We decide how we want to pay respects to the war dead. This should not be a diplomatic problem,” Internal Affairs Minister Sanae Takaichi, an ultra-conservative who shares Abe's historical views, told reporters after praying at the shrine.\n\n© Provided by Associated Press A visitor in Japanese Imperial army uniforms walks near Yasukuni Shrine, which honors Japan's war dead, Saturday, Aug. 15, 2020, in Tokyo. Japan marked the 75th anniversary of the end of World War II. (AP Photo/Eugene Hoshiko)\n\nRepeated Yasukuni visits by Japanese government officials “indicates that on the issue of history, Japan has not completely abandoned militarism,” said Wang Shaopu, a Japanese studies professor at Jiao Tong University and honorary president of the Japan Society of Shanghai.\n\n“Japan’s invasion of China has brought huge disaster to the Chinese people. Under these circumstances, if Japan doesn't face up to historical issues, how could we be sure that japan will follow the path of peace in the future?”\n\nKosaburo Tanaka, a martial arts association manager, traveled from Osaka to give thanks for Japan's postwar peace. “Japan hasn't been in any war over the last 75 years and we were able to live peacefully. I think that's all because of the spirits that rest here in Yasukuni. They protect the peace.\"\n\nNobuko Bamba a retiree whose grandmother, uncle and aunt died in the March 10, 1945, U.S. firebombing of Tokyo, thinks both sides of history should be remembered.\n\n“There are many people who don’t know anything about the war, not only the suffering of the Japanese people, but there are also things that Japanese people did, bad things,” Bamba said. “Unless we teach these things to future generations, I don’t think war would end.”\n\n© Provided by Associated Press A visitor in Japanese Imperial army uniforms walks near Yasukuni Shrine, which honors Japan's war dead, Saturday, Aug. 15, 2020, in Tokyo. Japan marked the 75th anniversary of the end of World War II. (AP Photo/Eugene Hoshiko)\n\nShe prayed for her uncle, whose remains have never been found.\n\n___\n\nAssociated Press journalists Emily Wang and Chisato Tanaka in Tokyo, and AP researcher Yu Bing in Beijing contributed to this report.\n\n___\n\nFollow Mari Yamaguchi on Twitter at https://www.twitter.com/mariyamaguchi", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Japan marks 75th anniversary of war end with no Abe apology", "cq": "passed", "Search.Interest": "EN NEWS", "robots": "index, follow", "description": "TOKYO (AP) — Japan on Saturday marked the 75th anniversary of its surrender in World War II, with Emperor Naruhito expressing “deep remorse” over his country’s wartime actions at a somber annual ceremony curtailed by the coronavirus pandemic. Naruhito pledged to reflect on the war's events and expressed hope that the tragedy would never be repeated. There was no word of apology from Prime Minister Shinzo Abe, who gave thanks for the sacrifices...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}