{"GDELT": {"GlobalEventID": 940966683, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MOS", "Actor1Name": "MUSLIM", "Actor1Religion1Code": "MOS", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.89179104477612, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gilgit, Northern Areas, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK07", "Actor1Geo_ADM2Code": "40421", "Actor1Geo_Lat": 35.9187, "Actor1Geo_Long": 74.3125, "Actor1Geo_FeatureID": "-2761060", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gilgit, Northern Areas, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK07", "Action2Geo_ADM2Code": "40421", "Action2Geo_Lat": 35.9187, "Action2Geo_Long": 74.3125, "Action2Geo_FeatureID": "-2761060", "DATEADDED": 20200815154500, "SOURCEURL": "http://www.southasiaanalysis.org/node/2660"}, "ARTICLE": {"TITLE": "The Great Game - Why Britain partitioned India?", "TEXT": "Paper No. 6661 Dated 15-Aug-2020\n\nRich in every aspect, India is a land that has always been coveted by every power and wealth hungry empire and despot. Empires came and went plundering what they could, but it was the wily British who institutionalised it for exploitation.\n\nIt was the 'Jewel in the crown' of the British Empire, and every effort was made to retain, expand its hold on India.\n\nThe Great Game nowadays means something else today but in 1830 it was the rivalry between Russia and the British for control of all lands that could impact British trade\n\nIn 1830 the Muslim Ottoman Empire was visibly in terminal decline and the Russian Empire was in ascendant. The British feared the invasion of India by Russia and the loss of its lucrative trade,\n\nThe British lost the 4 major wars it fought with the Sikhs and the Afghanistan and eventually Afghanistan became a buffer state between the two empires.\n\nPushed by the Americans a reluctant Britain had to give up its colonies and set the lands free after the end of the second World War.\n\nBritain now fretted that if they vacated India, because nothing could then stop a victorious and strong Russia confident after its achievements in World War II from simply marching into India.\n\nBritain wanted to retain bases with troops and equipment in India to prevent such an eventuality. Both flatly turned that request down.\n\nOn the other hand Muhammad Ali Jinnah an astute man with a much better understanding of geopolitics readily accepted the request unconditionally. He offered the British an unconditional support and bases if they appointed him the first Prime Minister of independent India\n\nThere was however, a small problem, Jinnah's voice had almost no say in the Congress party. The problem was easily solved, partition India into a Hindu majority Secular India and a Muslim majority Pakistan and appoint the Prime Minister of Pakistan. Pakistan is the area that was contiguous with Afghanistan and where Britain wanted to have bases and troops, thus create an openly pro British buffer state.\n\nThe die was cast, now to implement the plan. The British government had given a mandate to Mountbatten to grant India independence by July 1948.\n\nThe plan had a problem. British intelligence had reliable information that Muhammad Ali Jinnah was suffering from tuberculosis and unlikely to survive another year.\n\nThen there was the question, 'what if the people of India and Pakistan decide to reunite?' After all barring the occasional riot the people of all religions and communities within British India lived in relative harmony.\n\nSo not only was partition essential to post independence British plans but to do so in such a manner that they would remain bitterly divided for a long time.\n\nThe demarcation of the boundary between India and Pakistan was given to two teams of eminent lawyers uninformed, unadvised and unsuitable for the great task as boundary commissions. The notorious and ill fated demarcated line came to be known as the Radcliffe line\n\nSir. Cyril Radcliffe an English lawyer was summoned and assigned the job of trisecting most of India. He was appointed chairman of the two boundary commissions (One for Bengal and one for Punjab).\n\nIt is shocking to know, that Radcliffe had never visited India earlier, never read about or studied India until he was assigned the task. He was given just 5 weeks to complete the assignment. Arriving in India on July 8th 1947 he spent two weeks in bed recovering from 'Delhi Belly'( a bad case of dysentry).\n\nRadcliffe merely rubber stamped a plan that had been given to him by British authorities. We shall never know for certain, because Radcliffe destroyed all papers and records related with the decision of partition and he never spoke about it for the rest of his life.\n\nIndependence was granted at midnight on 15th August 1947. Then the exact map was announced on 17th August 1947.\n\nIndia had been partitioned into 626 parts. India, East Pakistan, West Pakistan and 623 independent kingdoms. It was a disaster for the Indians.\n\nMany Indians found themselves on the wrong side of the boundary and now prey to violent gangs intent on spreading terror, looting, raping and destroying.\n\nMountbatten who had promised law and order in the transition was inactive and silent. He let India burn, which many suspect was deliberate or gross incompetence.\n\nIt seems evident, that the wily British had deliberately created a mess. They had the mischievous intent, to create enough long lasting problems in the Indian sub-continent. Was it to pave the way for Britain's return to rule and dominate India once again sometime in the future? No one knows.\n\nAnother clear indication of Britain's mischievous agenda was how the [British Army officer Major William Brown] the commandant of Gilgit Scouts supposedly went against wishes of his own British government guidelines and staged a coup against the Maharaja of Kashmir.\n\nBrown hoisted the Pakistani flag on 2nd Nov 1947 and announced the accession of Gillgit to Pakistan.\n\nFor his impudence and disobeying the promise of the British government to Indian leaders, Brown was awarded the Order of the British Empire by a grateful British Crown in July 1948.\n\n.Though Louis Mountbatten, the Viceroy of India had time till June 1948 to complete the partition and grant India freedom, he used a butcher's knife to tear out the soul of a people bound by centuries old shared culture and history.\n\nUnclassified Russian documents reveal that Russia never had plans to invade India.\n\nPakistan by becoming a key partner of the Americans and British, evolved into a footstool for any power that would pay it mercenary fees and give it international support for all its mischief and terrorist activities.\n\nPakistan never learnt to exercise independence and remains independent only in name. Pakistan is now a failed State dependent only on a Communist China which is slowly sucking out whatever vitality that is left.\n\nInteresting Links:\n\n[Line of division - REAL AND IMAGINED](https://www.tribuneindia.com/2006/20060924/spectrum/main1.htm) ~ Kuldip Nayar\n\n[The Jewel in the Crown (TV series)](https://en.wikipedia.org/wiki/The_Jewel_in_the_Crown_%28TV_series%29) - Wikipedia\n\n[The Great Game](https://en.wikipedia.org/wiki/The_Great_Game) - Wikipedia\n\n[Why the British left India?](https://www.guruwonder.in/blog/why-the-british-left-india) - Guru Wonder\n\n[The Great Game Replayed](https://www.youtube.com/watch?v=HZhNIudJGng&t=1869s) - Indian Ambassador KC Singh\n\nNote:\n\nIt was clear that a strong non aligned India had to be contained and what better than to give it a permanent headache in the form of Pakistan and 526 independent kingdoms. As Churchill hoped, that in a few decades, Indians would be begging the British to return and once again take charge of India.\n\nGurvinder Singh is a widely travelled and experienced former industrialist who devotes his life to awaken himself and by association others to make the world a better place. He can be contacted by email Guruwonder@gmail.com and web site www,guruwonder.in", "METADATA": {"dc": {"title": "The Great Game - Why Britain partitioned India?"}, "Generator": "Drupal 7 (http://drupal.org)"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}