{"GDELT": {"GlobalEventID": 940931945, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "EMPRESS", "Actor1Type1Code": "GOV", "Actor2Code": "JPNMED", "Actor2Name": "JAPANESE", "Actor2CountryCode": "JPN", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -4.5217391304347805, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA40", "Actor2Geo_ADM2Code": "36340", "Actor2Geo_Lat": 35.685, "Actor2Geo_Long": 139.751, "Actor2Geo_FeatureID": "-246227", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36340", "Action2Geo_Lat": 35.685, "Action2Geo_Long": 139.751, "Action2Geo_FeatureID": "-246227", "DATEADDED": 20200815101500, "SOURCEURL": "https://www.msn.com/en-gb/news/world/japan-marks-75th-anniversary-of-war-end/ar-BB17ZELm"}, "ARTICLE": {"TITLE": "Japan marks 75th anniversary of war end", "TEXT": "© Provided by PA Media Attendees sit in socially distanced chairs during a memorial service marking the 75th anniversary of Japan’s surrender in the Second World War (Kyodo News via AP)\n\nJapan on Saturday marked the 75th anniversary of its surrender in the Second World War, with Emperor Naruhito expressing “deep remorse” over his country’s wartime actions at a sombre annual ceremony curtailed by the coronavirus pandemic.\n\nEmperor Naruhito pledged to reflect on the war’s events and expressed hope that the tragedy would never be repeated.\n\n“Reflecting on our past and bearing in mind the feelings of deep remorse, I earnestly hope that the ravages of war will never be repeated,” Emperor Naruhito said in a short speech at the event in Tokyo marking the 75th anniversary of Japan’s surrender on August 15 1945.\n\nAmid virus fears and worries about the fading memories of the fast-ageing war generation, about 500 participants, reduced from 6,200 last year, mourned the dead with a minute of silence.\n\nMasks were required, and there was no singing of the “Kimigayo” national anthem.\n\n© Provided by PA Media Japanese PM Shinzo Abe bows watched by Emperor Naruhito and Empress Masako as they attend the memorial service (Carl Court/Pool Photo via AP)\n\nEmperor Naruhito has promised to follow in the footsteps of his father, who devoted his 30-year career to making amends for a war fought in the name of Hirohito, the current emperor’s grandfather.\n\nPrime Minister Shinzo Abe, in a largely domestic-focused speech, said the peace that Japan enjoys today is built on the sacrifices of those who died in the war.\n\nHe pledged that Japan will reflect on lessons from history and will not repeat the war devastation.\n\nMr Abe stayed away from the shrine that honours convicted war criminals among the war dead.\n\nHe sent a religious offering, a gesture meant to avoid angering China and South Korea, which consider the Yasukuni shrine a symbol of Japan’s militarism.\n\n© Provided by PA Media Attendees take a moment of silence during the memorial service in Tokyo (Kyodo News via AP)\n\nFour members of his Cabinet did visit the shrine, the first ministerial visit in four years.\n\nAmong them was environment minister Shinjiro Koizumi, the son of former prime minister Junichiro Koizumi who repeatedly visited the shrine on different occasions, including his last visit as serving prime minister on August 15 2006 that sparked criticism from China and South Korea.\n\n“We decide how we want to pay respects to the war dead. This should not be a diplomatic problem,” internal affairs minister Sanae Takaichi told reporters after praying at the shrine.\n\nKosaburo Tanaka, a martial arts association manager, travelled from Osaka to give thanks for Japan’s postwar peace.\n\n“Japan hasn’t been in any war over the last 75 years and we were able to live peacefully. I think that’s all because of the spirits that rest here in Yasukuni. They protect the peace.”", "METADATA": {"application-name": "Japan marks 75th anniversary of war end", "cq": "passed", "Search.Interest": "Headlines", "robots": "index, follow", "description": "Emperor Naruhito expressed ‘deep remorse’ at the ceremony curtailed by the coronavirus pandemic.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}