{"GDELT": {"GlobalEventID": 940944733, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "LTU", "Actor1Name": "LITHUANIA", "Actor1CountryCode": "LTU", "Actor2Code": "BLR", "Actor2Name": "BELARUS", "Actor2CountryCode": "BLR", "IsRootEvent": 0, "EventCode": 253, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.09090909090909, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200815121500, "SOURCEURL": "https://www.msn.com/en-us/news/world/belarus-braces-for-fresh-protests-as-pressure-grows-on-lukashenko/ar-BB17ZAGI"}, "ARTICLE": {"TITLE": "Belarus braces for fresh protests as pressure grows on Lukashenko", "TEXT": "© [Vasily Fedosenko/Reuters] Protesters are demanding President Lukashenko step down and call for fresh elections [Vasily Fedosenko/Reuters]\n\nThousands are gathering in the capital, Minsk, as Belarus gears up for a weekend of new demonstrations with pressure growing on longtime leader Alexander Lukashenko.\n\nWith the opposition gaining momentum after days of protests over last Sunday's disputed presidential vote, Lukashenko's main election challenger Svetlana Tikhanovskaya has called on supporters to rally this weekend again.\n\nAl Jazeera's Step Vaessen, reporting from Minsk, said protesters have started gathering near the Pushkinskaya metro station to honour Alexander Taraikovsky, a 34-year-old protester who died there on Monday and whose funeral was being held.\n\n\"Thousands have gathered here in the last hour. They held a minute's silence. People are here on the streets for the seventh day in a row to not just protest police violence but also the election results,\" she said.\n\n\"They are asking for President Lukashenko to step down. They are also asking for fresh elections to be held. So far, the government has not responded to any of their requests.\"\n\nA \"March for Freedom\" is planned in central Minsk on Sunday, a week after the contested election that 65-year-old Lukashenko claims to have won with 80 percent of the vote.\n\nTikhanovskaya, a 37-year-old political novice who ran after other opposition candidates, including her husband, were jailed, accuses Lukashenko of rigging the vote and has demanded he step down so new elections can be held.\n\nOn Tuesday, she left the country for neighbouring Lithuania, with her allies saying she came under official pressure.\n\nOn Friday, she re-emerged with the call for a weekend of \"peaceful mass gatherings\" in cities across the country.\n\nShe is also demanding authorities be held to account for a police crackdown on post-election protests that saw more than 6,700 people arrested.\n\nHundreds have been injured after police used rubber bullets, stun grenades and, in at least one case, live rounds to disperse the crowds.\n\nOfficials have confirmed two deaths in the unrest, including Taraikovsky who they say died when an explosive device went off in his hand during a protest, and another man who died in custody after being arrested in the southeastern city of Gomel.\n\nOn Friday, authorities began releasing hundreds of those arrested and many emerged from detention with horrific accounts of beatings and torture.\n\nAmnesty International condemned \"a campaign of widespread torture and other ill-treatment by the Belarusian authorities who are intent on crushing peaceful protests by any means\".\n\nIn some of the biggest demonstrations yet, thousands marched in Minsk on Friday to denounce the police violence and demand Lukashenko step down.\n\nWomen greet a soldier guarding the Belarusian government building in a show of friendliness, in Minsk, Belarus [Sergei Grits/AP]\n\nIn euphoric scenes on Independence Square in Minsk, protesters hugged and kissed young interior ministry troops guarding a government building and put flowers in their anti-riot shields.\n\nUnlike the scenes of violent detentions days earlier, police stood by quietly.\n\n'We will not give up the country to anyone'\n\nOn Saturday, prime ministers of Estonia, Latvia and Lithuania called on Belarus to conduct new \"free and fair\" elections.\n\nA new vote should be held \"in a transparent way with the participation of international observers\", the leaders said in a joint statement after meeting in Estonia.\n\nThe Kremlin said on Saturday that President Vladimir Putin and Lukashenko agreed in a phone call that the \"problems\" in Belarus would be swiftly resolved.\n\n\"Both sides expressed confidence that all the problems that have arisen will be resolved soon,\" the Kremlin said in a statement after Lukashenko said he needed to contact Moscow over the growing protests against his rule.\n\nLukashenko rejected on Saturday offers of foreign mediation, telling defence chiefs he would not give up power.\n\n\"We will not give up the country to anyone,\" state news agency Belta quoted Lukashenko as saying at a meeting at the defence ministry.\n\n\"We don't need any foreign governments, any intermediaries,\" he said.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Belarus braces for fresh protests as pressure grows on Lukashenko", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Opposition leaders call for weekend of protests; prime ministers of Estonia, Latvia and Lithuania call for new polls.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}