{"GDELT": {"GlobalEventID": 940919182, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "KOR", "Actor2Name": "SOUTH KOREA", "Actor2CountryCode": "KOR", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.24534686971235, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yasukuni, Hokkaido, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA12", "Actor1Geo_ADM2Code": "34385", "Actor1Geo_Lat": 43.9894, "Actor1Geo_Long": 143.537, "Actor1Geo_FeatureID": "-248436", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yasukuni, Hokkaido, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA12", "Actor2Geo_ADM2Code": "34385", "Actor2Geo_Lat": 43.9894, "Actor2Geo_Long": 143.537, "Actor2Geo_FeatureID": "-248436", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yasukuni, Hokkaido, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA12", "Action2Geo_ADM2Code": "34385", "Action2Geo_Lat": 43.9894, "Action2Geo_Long": 143.537, "Action2Geo_FeatureID": "-248436", "DATEADDED": 20200815080000, "SOURCEURL": "https://www.japantimes.co.jp/news/2020/08/15/national/75th-anniversary-wwii-surrender/"}, "ARTICLE": {"TITLE": "Japan marks 75th surrender anniversary in solemn ceremony thinned by pandemic", "TEXT": "Japan on Saturday marked the 75th anniversary of its surrender in World War II with a somber ceremony that was scaled back by the COVID-19 pandemic.\n\nAt the annual government-sponsored event held in Nippon Budokan Hall in Tokyo, about 540 participants paid tribute to the war dead and prayed for peace.\n\nEfforts to reduce infections from the novel coronavirus loomed large over much of the ceremony: Less than a tenth of the total from last year attended, seating was arranged to maintain social distancing, attendants were required to wear masks and singing was prohibited during the national anthem.\n\nAs the clock struck noon, the attendees fell silent for a minute to remember the estimated 3 million Japanese who perished in the conflict.\n\nEmperor Hirohito declared Japan’s surrender in a 4½-minute radio broadcast on Aug. 15, 1945, that culminated in the end of global hostilities that left millions dead and many cities reduced to ashes.\n\nBoth Emperor Naruhito and Prime Minister Shinzo Abe referenced the pandemic in their speeches, while also touching on previous remarks regarding the war.\n\n“We are currently facing further hardship due to the spread of the novel coronavirus, but I sincerely hope that we are all working together to overcome this difficult situation and will continue to pursue happiness and peace,” Naruhito said. “Together, with all of our people, I would like to pay a heartfelt tribute to all those who lost their lives during the war… and pray for world peace and for the continuing development of our country.” His remarks were consistent with his inaugural speech as emperor last year, in which he acknowledged Japan’s responsibility by expressing “deep remorse” for its wartime past.\n\nAbe, however, avoided apologizing for the hostilities and instead pledged never to repeat the ravages of war, as evidenced by the destruction wrought on such places as Hiroshima, Nagasaki and Okinawa.\n\nThe prime minister promised to play a leading role in resolving global conflict by working with other countries, including efforts to overcome the coronavirus.\n\nAbe has pledged to expand Japan’s military capabilities in the face of growing threats from China and North Korea.\n\nThe anniversary comes at a time when tensions with South Korea have flared over wartime compensation.\n\nA Korean court is in the process of seizing assets from Nippon Steel so they can be liquidated to compensate Koreans who were forced to work against their will during Japan’s colonial rule on the Korean Peninsula from 1910 to 1945. Japan says the issue was resolved by the 1965 economic cooperation pact that normalized diplomatic ties with South Korea.\n\nAlthough Abe refrained from visiting controversial Yasukuni Shrine, where Class-A war criminals are honored along with the war dead, four Cabinet members — Environment Minister Shinjiro Koizumi, internal affairs minister Sanae Takaichi, education minister Koichi Hagiuda and state minister for Okinawa and the Northern Territories Seiichi Eto — did.\n\nIt was the first time in four years for Cabinet ministers to make official visits to the shrine on the anniversary of Japan's surrender.\n\nSouth Korea and China both view the shrine as a symbol of Japan’s past militarism.", "METADATA": {"verify-v1": "+h35BdFddo/f1upXot92yGKSB4d5EuWWGbARz9SJE6A=", "twitter": {"account_id": 7424642, "card": "summary_large_image", "image": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30986-870x489.jpeg", "site": "@japantimes", "creator": "@japantimes"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1", "HandheldFriendly": "true", "apple-mobile-web-app-title": "Japan Times", "robots": "noodp", "author": "Satoshi Sugiyama", "article": {"author": "https://www.japantimes.co.jp/author/satoshi-sugiyama/", "publisher": "https://www.facebook.com/thejapantimes", "tag": "covid-19 in Japan"}, "thumbnail": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30986-200x200.jpeg", "description": "A minute of silence was observed to remember the estimated 3 million Japanese who perished in World War II, as the emperor and prime minister paid their respects.", "keywords": "China, Shinzo Abe, WWII, U.S., North Korea, South Korea, Cabinet, Shinjiro Koizumi, Emperor Naruhito, covid-19, covid-19 in Japan", "og": {"locale": "en_US", "type": "article", "title": "Japan marks 75th surrender anniversary in solemn ceremony thinned by pandemic", "description": "A minute of silence was observed to remember the estimated 3 million Japanese who perished in World War II, as the emperor and prime minister paid their respects.", "url": "https://www.japantimes.co.jp/news/2020/08/15/national/75th-anniversary-wwii-surrender/", "site_name": "The Japan Times", "image": {"identifier": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30986-870x1303.jpeg", "width": 870, "height": 1303}}, "fb": {"app_id": 119406745111}, "DC.date.issued": "2020-08-15T21:06:07+09:00"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": true}}