{"GDELT": {"GlobalEventID": 940914667, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MED", "Actor1Name": "TELECOM", "Actor1Type1Code": "MED", "Actor2Code": "LEG", "Actor2Name": "SENATOR", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.61475409836066, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bayanihan, Quezon City, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPF2", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6073, "Actor1Geo_Long": 121.071, "Actor1Geo_FeatureID": "10584920", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bayanihan, Quezon City, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPF2", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6073, "Actor2Geo_Long": 121.071, "Actor2Geo_FeatureID": "10584920", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bayanihan, Quezon City, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPF2", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6073, "Action2Geo_Long": 121.071, "Action2Geo_FeatureID": "10584920", "DATEADDED": 20200815071500, "SOURCEURL": "https://www.msn.com/en-ph/news/national/bicam-okd-suspension-of-telco-towers-permit-requirement-e2-80-94drilon/ar-BB17ZkDO"}, "ARTICLE": {"TITLE": "Bicam OK'd suspension of telco towers permit requirement —Drilon", "TEXT": "Senate Minority Leader Franklin Drilon asks Health Secretary Francisco Duque to explain the health department’s testing capability on coronavirus Tuesday, May 19, 2020. (Screen grab/Senate PRIB)\n\nThe bicameral conference committee has adopted a proposed provision in the Bayanihan to Recover as Once Act or “Bayanihan 2” that temporarily suspends the requirement for certain permits for the installation and operation of telecommunication towers in the next three years.\n\nThe said provision was introduced by Senate Minority Leader Franklin Drilon in a bid to fast-track the rollout of the much-need telecommunications infrastructure, and reduce bureaucratic red tape in the face of the COVID-19 pandemic.\n\nIn a statement, Drilon said the bicam, led by Senator Sonny Angara and House Deputy Speaker Luis Raymund Villafuerte, adopted his proposal to “suspend certain permits for three years, except the building permit,” during the panel’s first meeting on Friday to reconcile the disagreeing provisions of the Senate and House versions of the proposed Bayanihan 2 bill.\n\n“In case of refusal of homeowners’ associations to allow telco towers, a referendum, supervised by the barangay council, can be called in the subdivision to decide on the issue,” Drilon said.\n\nThere are about 29 to 35 documentary requirements and permits before a single tower could be built in a subdivision, barangay or town, the senator noted.\n\nThese permits include consent of the neighbors, barangay resolution, certificate of non-coverage, zoning clearance, height clearance, radiation evaluation studies, building permit, a city or municipal resolution, occupancy permit, mayor’s permit, memorandum of agreement with Department of Environment and Natural Resources-National Integrated Protected Areas System (DENR-NIPAS), among others.\n\nDrilon said these complex requirements remain “the biggest stumbling block for more reliable and faster internet and telecommunication services in the country.”\n\n“With this amendment, we can address this very complex process that hinders the country from being at par with our neighboring countries in terms of internet speed and connectivity. It is deplorable that the Philippines continues to have one of the slowest internet connections in Southeast Asia and even among Asia Pacific countries,” he said.\n\nJaime Augusto Zobel de Ayala of Globe Telecom Inc. lauded the senators' move to simplify requirements for telco towers construction, Drilon said.\n\nTelcos often cite the difficulty in getting clearances and permits to build cell sites and towers, which can take years to complete.\n\nDrilon also proposed a provision which says that “no court, except the Supreme Court, shall issue any temporary restraining order, preliminary injunction against the construction of telecommunications infrastructure, including cell sites and cell towers.” —LBG, GMA News\n\nThis article Bicam OK'd suspension of telco towers permit requirement —Drilon was originally published in GMA News Online.", "METADATA": {"application-name": "Bicam OK'd suspension of telco towers permit requirement —Drilon", "cq": "passed", "Search.Interest": "National", "robots": "index, follow", "description": "The bicameral conference committee has adopted a proposed provision in the Bayanihan to Recover as Once Act or “Bayanihan 2” that temporarily suspends the requirement for certain permits for the installation and operation of telecommunication towers in the next three years. The said provision was introduced by Senate Minority Leader Franklin Drilon in a bid to fast-track the rollout of the much-need telecommunications infrastructure, and reduce...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}