{"GDELT": {"GlobalEventID": 940970950, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.84375, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200815163000, "SOURCEURL": "https://themilitant.com/2020/08/15/london-bans-chinas-huawei-looks-for-trade-bloc-with-us/"}, "ARTICLE": {"TITLE": "London bans China’s Huawei, looks for trade bloc with US – The Militant", "TEXT": "LONDON — In a reversal of its previous policy, the government in the U.K. banned mobile phone firms from buying parts from Chinese telecom giant Huawei beginning in 2021, and ordered those companies to eliminate all Huawei components from 5G networks by 2027.\n\nThe July 14 decision brings London’s foreign policy more in line with Washington, which is campaigning to blunt Beijing’s drive to become a serious economic and political rival and to block the Chinese rulers from increasing their military know-how through Huawei’s global expansion.\n\nIn January Prime Minister Boris Johnson approved Huawei’s involvement in the construction of the U.K.’s 5G network. Members of Parliament within Johnson’s own Conservative Party argued that London’s best interests lie in a closer trade bloc with Washington.\n\nNegotiations between the two governments are underway. Both say a deal is unlikely before the U.S. elections in November, as disputes remain over the U.S. bosses’ access to agricultural and pharmaceutical markets in the U.K., among other issues. Washington opposes the U.K. government’s tax on online purchases, which especially impacts companies like Amazon and Apple.\n\nThe Johnson government says its U-turn on Huawei was in response to U.S. sanctions on the company imposed in May. But the reasons are more fundamental.\n\nThe U.S. rulers see Beijing as a growing threat to the dominance they wrested with their victory in the second imperialist world war, and see Huawei’s expansion as a particular danger. Washington accuses the company of stealing trade secrets to “back engineer” U.S. products, of engaging in industrial espionage, and being linked to the Chinese government’s cyberwarfare programs. The U.S. rulers view Beijing’s efforts as part of circumventing Washington’s sanctions on Iran.\n\nU.S. Secretary of State Mike Pompeo had spoken out against the Johnson government for its January decision.\n\nWashington has already received backing in its campaign against Huawei from the governments of Australia, Canada and New Zealand. Along with the U.S. and U.K., they make up the “Five Eyes” international intelligence and security cooperation bloc.\n\nThe ban on Huawei is part of a shift in London’s policies to a more hostile stance toward Beijing. The British government now plans to deploy a new aircraft carrier in the South China Sea. And it has offered a fast-track to citizenship for 3 million Hong Kong residents after the Chinese rulers imposed sweeping security restrictions in Hong Kong aimed at crushing political opposition. Beijing has condemned both U.K. government moves.\n\nThese steps are a sea change from the relations established with Beijing by the former Conservative government led by David Cameron. In 2015 his chancellor, George Osborne, declared, “No economy in the west is as open to Chinese investment as the U.K.”\n\nEarlier that year the U.K. government became the first major imperialist power to sign up for Beijing’s new Asian Infrastructure Investment Bank. The Chinese rulers launched this international financial operation in 2016, seeking to establish a position as the primary lending choice for governments in Asia. Their goal is to buttress China’s Belt and Road Initiative, tying regional governments more closely to Beijing and dealing blows to the rival U.S.-backed World Bank and International Monetary Fund.\n\nCameron’s government also made deals for significant involvement by Chinese companies in nuclear power, finance, logistics and technology in the U.K.\n\nA sharp economic downturn has accelerated trade and currency conflicts since governments worldwide imposed broad shutdowns on production and travel in response to the outbreak of coronavirus. This is intensifying fault lines between London and its post-Brexit EU rivals, as well as between the rulers of the various EU states themselves. All these factors work to push the British rulers to turn even more decisively toward Washington.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "google-site-verification": "ez6niY69d5u9kIqSddel2o7bx_3vR86uqdVHhO1C9hA", "generator": "WPML ver:4.2.1 stt:1,4,2;", "msapplication-TileImage": "https://i2.wp.com/themilitant.com/wp-content/uploads/2018/08/cropped-MIlitant_favicon.png?fit=270%2C270&ssl=1"}}}