{"GDELT": {"GlobalEventID": 940914502, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.06093189964158, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18314", "Actor1Geo_Lat": 32.6667, "Actor1Geo_Long": 35.5, "Actor1Geo_FeatureID": "-2542918", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18314", "Action2Geo_Lat": 32.6667, "Action2Geo_Long": 35.5, "Action2Geo_FeatureID": "-2542918", "DATEADDED": 20200815071500, "SOURCEURL": "https://www.presstv.com/Detail/2020/08/15/631833/Normalization-deal-with-Israel-suspended-Netanyahu"}, "ARTICLE": {"TITLE": "PressTV", "TEXT": "The UAE has been forced to admit that its initial claim of having normalized ties with Israel in exchange for Tel Aviv's cancellation of its annexation plans is far from the truth.\n\nUAE Minister of State for Foreign Affairs Anwar Gargash said Friday the primary achievement of the deal was the suspension of prime minister Benjamin Netanyahu’s plans to annex large parts of the West Bank for a “long time”.\n\n\"I think we have bought a lot of time… I don’t think it is a short suspension,” he told the Walla news site in an interview billed as the first by an Emirati minister with an Israeli news website.\n\nOn Thursday, Israeli leaders lined up to call UAE Crown Prince Sheikh Mohammed bin Zayed Al Nahyan's bluff that Israel's annexation plans were off the table after the deal.\n\n“There is no change to my plan to extend sovereignty, our sovereignty in Judea and Samaria, in full coordination with the United States,” Netanyahu said in Jerusalem al-Quds, using the biblical name for the occupied West Bank.\n\nA senior Israeli source said the Trump administration had requested to temporarily suspend the announcement of annexations \"to first implement the historic peace agreement with the UAE”.\n\nUS Ambassador to Israel David Friedman too said of the annexation, “It's off the table now but it's not off the table permanently. You can't have peace and annexation at the same time.”\n\nNevertheless, the UAE wants to push forward on normalization with Israel \"as soon as possible\", Gargash said. “I see teams meeting in order to address many of the areas of interest in Israel and in the UAE.”\n\nGargash specified that the fields the UAE wanted cooperate with Israel on included agriculture, food security, cyber security, tourism, technology and trade.\n\n'Mossad chief to lead delegation to UAE next week'\n\nAn Israeli delegation is reportedly about to travel to the United Arab Emirates early next week to meet with the Persian Gulf state’s top leaders.\n\nIsrael's Channel 12 television said a senior Israeli official would lead the team. The Ynet news site said this would be the director of Mossad spy agency, Yossi Cohen, who is said to have led normalization bids over the past year.\n\nNetanyahu’s office said in a statement that Israel's national security adviser, Meir Ben-Shabbat, would lead preparations for the talks “in coordination with all the relevant parties.”\n\nChannel 12 said some aspects of the normalization agreement may be signed during the visit. The two sides would also schedule a meeting between Emirati and Israeli leaders to take place within the next few weeks.\n\nUS President Donald Trump said on Thursday he believed a deal-signing ceremony could take place at the White House in about three weeks.\n\nIn his interview, Gargash stressed that his country’s normalization deal with Israel was not a symbolic measure, and that Abu Dhabi wanted wide-ranging bilateral relations with Israel.\n\nThe agreement, he said, would involve opening embassies and that he hoped cultural exchanges would begin taking place “soon”.\n\n“This is not something we are talking about being gradual, we need to get things moving, we need to start, so I hope soon and Israel is going to be part of Expo Dubai, so clearly this is important that we also see Israeli visitors coming to Dubai,” he said.\n\nOn Thursday, the UAE, Israel and the US issued a joint statement announcing an agreement on “the full normalization of relations between Israel and the United Arab Emirates”.\n\nThe Emirates presented the move as an achievement for West Bank Palestinians, in that it halts Israel’s plans to annex parts of the territory, but Palestinians castigated the new accord as “despicable” and a “betrayal”.\n\n'Poisonous dagger from an Arab country'\n\nSecretary-General of the Palestine Liberation Organization Saeb Erekat said on Friday the agreement is a stab in the back of the Palestinian nation.\n\n“I never expected this poisonous dagger to come from an Arab country,” Erekat said as he addressed UAE rulers.\n\n“You are rewarding aggression … You have destroyed, with this move, any possibility of peace between Palestinians and Israelis,” the senior Palestinian official and a veteran negotiator added.\n\nVarious Palestinian factions in the occupied West Bank and besieged Gaza Strip have roundly condemned the normalization announcement.\n\nPalestinian President Mahmoud Abbas has voiced his “strong rejection and condemnation” and called for an emergency meeting of the Arab League and the Organization of Islamic Cooperation (OIC).\n\nHamas denounced the pact as a “stab in the back of the Palestinian people and a desperate attempt to undermine the resistance front, which aims to defeat the Israeli occupation and restore Palestinians’ rights”.\n\nThe movement said \"Emirati rulers will gain nothing but shame and loss, as they will sooner or later realize that the replacement of Arab allies with the Israeli occupation equals to political suicide\".\n\nThe Islamic Jihad movement also said normalization of ties between Tel Aviv and Abu Dhabi marks a moral and strategic downfall in the UAE’s policies.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "og": {"site_name": "PressTV", "title": "UAE rows back on claim after Israel rejects annexation cancelled", "type": "video", "locale": "en_US", "description": "The UAE has been forced to admit that its initial claim of having normalized ties with Israel in exchange for Tel Aviv", "image": {"identifier": "https://cdn.presstv.com/photo/20200815/4b60a546-7dac-46f6-9aee-07f0e5cd342a.jpg", "secure_url": "https://cdn.presstv.com/photo/20200815/4b60a546-7dac-46f6-9aee-07f0e5cd342a.jpg", "width": 640, "height": 360, "type": "image/jpg"}}, "title": "UAE rows back on claim after Israel rejects annexation cancelled", "description": "Press TV is an Iranian state-controlled news and documentary network that broadcasts in the English and French-language. It is affiliated with Islamic Republic of Iran Broadcasting, the only organisation legally able to transmit radio and TV broadcasts in Iran.", "author": "Presstv", "theme-color": "##00001e", "apple-mobile-web-app-status-bar-style": "##00001e", "msapplication-navbutton-color": "##00001e", "mobile-web-app-capable": "yes", "google-signin-client_id": "660255825617-hdf97ftga5pjhjmffl3lemscsv288b59.apps.googleusercontent.com", "DC.Identifier": "Normalization-deal-with-Israel-suspended-Netanyahu’s-plans-to-annex-West-Bank-for-long-time,-UAE-minister-claims", "DC.Date.Created": "8/15/2020 5:45:04 AM", "date": "8/15/2020 5:45:04 AM", "DC.Type": "image", "DC.Title": "UAE rows back on claim after Israel rejects annexation cancelled", "DC.Description": "The UAE has been forced to admit that its initial claim of having normalized ties with Israel in exchange for Tel Aviv", "DC.Language": "En", "DC.Publisher": "PressTV", "Uid": 631833, "keywords": "\"UAE rows back on claim after Israel rejects annexation cancelled\",Israel,Palestine,West Bank,Hamas,Middle East,Persian Gulf,Mossad,UAE,Gaza Strip,Saeb Erekat,Netanyahu ,United Arab Emirates,Islamic Jihad,settlements,peace talks,two-state solution,Anwar Gargash,annexation,Normalization,Palestine,Persian Gulf", "twitter": {"card": "summary_large_image", "site": "PressTV", "title": "UAE rows back on claim after Israel rejects annexation cancelled", "description": "The UAE has been forced to admit that its initial claim of having normalized ties with Israel in exchange for Tel Aviv", "image": "https://cdn.presstv.com/photo/20200815/4b60a546-7dac-46f6-9aee-07f0e5cd342a.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}