{"GDELT": {"GlobalEventID": 940911856, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.3121387283237, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK", "Actor2Geo_Lat": 30.0, "Actor2Geo_Long": 70.0, "Actor2Geo_FeatureID": "PK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20200815064500, "SOURCEURL": "https://www.mid-day.com/articles/r-madhavans-the-nambi-effect-brings-out-significant-changes-in-the-life-of-isro-scientist-mr-nambi-narayanan/22936227"}, "ARTICLE": {"TITLE": "R Madhavan's Rocketry: The Nambi Effect brings out significant changes in the life of Mr Nambi Narayanan", "TEXT": "Ever since R Madhavan announced his directorial debut with Rocketry: The Nambi Effect, there has been a lot of buzz around the biographical drama which is based on the infamous 1994 espionage case. From the time the film has gone on floors, there have been some very significant changes in Scientist Nambi Narayanan's life. And these changes that have been for the good have only gotten more focus to the scientist & his achievements and highlighted the recent developments which have taken place.\n\nFor those who don't know, Nambi Narayanan was in-charge of the cryogenics department at ISRO was accused of selling some vital secrets related to Indian space technology to Pakistan. While he faced imprisonment for 50 days along with four other fellow scientists, in 1998 the CBI acquitted Narayanan of the accusations. However, his legal battle continued for being wrongly framed in the case with false charges and in 2017 when Madhavan announced the film based on this case, a lot more focus shifted on the man. Though the people belonging to the state of Kerala were aware of Mr Narayanan and his achievements, with the announcement of the film it has created more curiosity and awareness about his life and achievements.\n\nRecently Mr Narayanan was offered an additional compensation of 1.30 Crore by the Kerala Government to settle the two-and-half-decade-old spy case in which he was implicated by the state police. While in the year 2018, post the project announcement the Supreme Court ordered that his arrest was unnecessary and granted him an Interim relief of 50 lakhs. In 2019, Nambi Narayanan was also conferred with a Padma Bhushan, the third-highest civilian award. However, there is still a lot more to be known about the man that Madhavan will bring out through his story on the scientist.\n\nRocketry: The Nambi Effect will show Madhavan portray Narayanan's life from the 27 to 75 years of age, and while the shooting has been completed, the film is currently in the post-production stage.\n\nCatch up on all the latest entertainment news and gossip here. Also, download the new mid-day Android and iOS apps.\n\nMid-Day is now on Telegram. Click here to join our channel (@middayinfomedialtd) and stay updated with the latest news", "METADATA": {"keywords": "R Madhavan, Nambi Narayan, The Nambi Effect, Rocketry: The Nambi Effect,,Bollywood News, Latest Bollywood News, Bollywood Gossip, Latest Bollywood Gossip, Latest Bollywood headlines, Latest Bollywood Events, Bollywood news today, Entertainment, Movies, Bollywood", "description": "From the time R Madhavan's Rocketry: The Nambi Effect has gone on floors, there have been some very significant changes in Scientist Nambi Narayanan's life.", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=5.0", "og": {"type": "article", "title": "R Madhavan's Rocketry: The Nambi Effect brings out significant changes in the life of Mr Nambi Narayanan", "url": "https://www.mid-day.com/articles/r-madhavans-the-nambi-effect-brings-out-significant-changes-in-the-life-of-isro-scientist-mr-nambi-narayanan/22936227", "description": "From the time R Madhavan's Rocketry: The Nambi Effect has gone on floors, there have been some very significant changes in Scientist Nambi Narayanan's life.", "image": {"identifier": "https://images.mid-day.com/images/2020/aug/madhavan-nambi_d.jpg", "height": 670, "width": 440}, "site_name": "mid-day"}, "article": {"published_time": "2020-08-15T09:46:02+5:30", "modified_time": "2020-08-15T09:46:02+5:30", "section": "Bollywood News"}, "twitter": {"site": "@mid_day", "card": "summary_large_image"}, "fb": {"app_id": 1631305027169486}, "robots": "index,follow"}}}