{"GDELT": {"GlobalEventID": 940935216, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "JPNGOV", "Actor2Name": "JAPANESE", "Actor2CountryCode": "JPN", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.44274809160305, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA40", "Actor2Geo_ADM2Code": "36340", "Actor2Geo_Lat": 35.685, "Actor2Geo_Long": 139.751, "Actor2Geo_FeatureID": "-246227", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo, Tokyo, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA40", "Action2Geo_ADM2Code": "36340", "Action2Geo_Lat": 35.685, "Action2Geo_Long": 139.751, "Action2Geo_FeatureID": "-246227", "DATEADDED": 20200815104500, "SOURCEURL": "https://www.newvision.co.ug/news/1524806/japanese-ministers-visit-yasukuni-shrine-2016"}, "ARTICLE": {"TITLE": "Japanese ministers visit Yasukuni Shrine, first since 2016", "TEXT": "Four Japanese cabinet ministers paid their respects on Saturday at a war shrine seen by neighbouring countries as a symbol of Tokyo's past militarism, in the first such visit since 2016.\n\nNationalist Prime Minister Shinzo Abe sent a ritual cash offering to the Yasukuni Shrine in central Tokyo to mark Saturday's 75th anniversary of Japan's surrender in World War II but was not expected to visit in person, local media said.\n\nYasukuni honours 2.5 million war dead, mostly Japanese, who perished in the country's wars since the late 19th century.\n\nMembers of a far right group parade at the entrance of the Yasukuni shrine in Tokyo to mark the 75th anniversary of Japan's surrender in World War II. AFP Photo\n\nBut it also enshrines senior military and political figures convicted of war crimes by an international tribunal after the war.\n\nEducation Minister Koichi Hagiuda, one of the four ministers to visit the shrine, said he did so to pay tribute to the war dead.\n\n\"I paid respects... to the souls of those who nobly sacrificed themselves during the war,\" Hagiuda told reporters.\n\nThe three others were Environment Minister Shinjiro Koizumi, Internal Affairs Minister Sanae Takaichi, and Seiichi Eto, minister in charge of territorial issues.\n\nAbe last visited the shrine in December 2013 to mark his first year in power, sparking fury in Beijing and Seoul and earning a rare diplomatic rebuke from close ally the United States.\n\nThis year's visits come with tensions still high between Japan and South Korea -- one of the countries that suffered most from Japan's wartime military atrocities.\n\nThe two countries have issued reciprocal trade sanctions and threats as they battle over issues including wartime forced labour and sex slavery.\n\nLater in the day, Emperor Naruhito and Empress Masako attended a national ceremony to mark the anniversary, which had been scaled back because of the coronavirus.\n\n\"Looking back on the long period of post-war peace, reflecting on our past and bearing in mind the feelings of deep remorse, I earnestly hope that the ravages of war will never again be repeated,\" said Naruhito, who took the throne in May last year from his father, Akihito.\n\nNaruhito was born well after the conflict and has spoken of the need to \"correctly\" remember World War II, without downplaying Japan's early-20th-century militarism.\n\nIt was his grandfather, Hirohito, who announced Japan's defeat on August 15, 1945, in an unprecedented radio address that was the first time the country's citizens had heard the monarch's voice.\n\nIn his speech Saturday, Naruhito called on people to jointly overcome the coronavirus pandemic, which he described as \"a new calamity\".\n\nWhile Japan has suffered a smaller outbreak than some of the countries worst hit by the pandemic, Tokyo has seen a recent climb in infections and the governor has urged people to take precautions.\n\nJapan has recorded 53,600 infections and just over 1,000 deaths since the first case was detected in January.", "METADATA": {"Powered By": "Kreatio Platform", "viewport": "width=device-width,initial-scale=1.0,maximum-scale=2.0,minimum-scale=1.0", "og": {"title": "Japanese ministers visit Yasukuni Shrine, first since 2016", "type": "article", "url": "https://www.newvision.co.ug/news/1524806/japanese-ministers-visit-yasukuni-shrine-2016", "image": {"secure_url": "https://image.chitra.live/api/v1/wps/1e41423/d41894c8-5c0f-4218-bd04-479bf6efb3f2/5/Yasukuni-1-350x250.jpg"}, "site_name": "New Vision"}, "article": {"published_time": "2020-08-15T12:19:04+03:00", "modified_time": "2020-08-15T12:31:13+03:00"}, "description": "Biggest News Source for News in Uganda and the East African Region ,Breaking news in Uganda and Daily news and the latest from Uganda", "keywords": "Uganda, Ugandan news, news in Uganda, Kampala, Uganda, breaking news, news, besigye, museveni, yoweri, new vision, vision news, vision, Mbabazi, Daily News"}}}