{"GDELT": {"GlobalEventID": 940964557, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BGDGOV", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "Actor1Type1Code": "GOV", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.28100987925357, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 90.0, "Actor1Geo_FeatureID": "BG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200815153000, "SOURCEURL": "http://www.albd.org/articles/news/34476/Assassination-of-Bangabandhu-and-Impunity-for-Killing"}, "ARTICLE": {"TITLE": "Assassination of Bangabandhu and Impunity for Killing", "TEXT": "\n\nDr. A J M Shafiul Alam Bhuiyan:\n\nThe 15th August is here again to haunt our national conscience and remind us that the assassination of the Father of the Nation Bangabandhu Sheikh Mujibur Rahman along with his family members initiated a culture of impunity for killingin Bangladesh which is yet to be seized.\n\nBangabandhu was assassinated along with his family members, excluding two daughters—Sheikh Hasina and Sheikh Rehana—who were abroad at the time, in his residence by a group of disgruntled army officers in the early hours of August 15 in1975. The army officers carried out this massacre with explicit or implicit support from a coterie of conspirators within the state machinery and the international system. Following the massacre, Khondaker Mostaq Ahmad, a member of Bangabandhu’s cabinet and a mastermind of the massacre, swooped in to take control of the state and declared himself President. Bangabandhu’s assassination initiated military dictatorship in Bangladesh and introduced the dirty game of coup d'état in politics. It also ushered in a culture of impunity for killing. President Mostaq initiated the culture by promulgating an ordinance called the Indemnity Ordinance, 1975. The ordinance was promulgated on the 26th of September “to restrict the taking of any legal or other proceedings in respect of certain acts or things done in connection with or in preparation or execution of any plan for, or steps necessitating, the historical change and the proclamation of Martial Law on the morning of the 15th August, 1975.” The ordinance also empowered the president or his authorized person to issue indemnity certificates to those who were involved in perpetrating the massacre. After taking over power in 1977, Major General Ziaur Rahman transformed the Ordinance into a statute and enshrined it in the Constitution through the Fifth Amendment.\n\nBoth the Ordinance and the Act are instances of employing the highest office of the state and the parliament in granting immunity to the killers of the Founding President of the country and his family members. The Indemnity Act was enacted to deny the right to seeking justice in the court of law for the assassination. All the successive governments until 1996 let this black law prevail, and pampered the killers either directly or indirectly. All the killers secured safe exits from the country with the help of the state machinery. Some were rewarded with diplomatic appointments in different Bangladeshi foreign missions.\n\nAwami League’s return to state power under the leadership of Sheikh Hasina in 1996 paved the way for seeking justice for the assassination of the Father of the Nation and his family members. Sheikh Hasina and her government pursued the regular legal procedure to try the killers, eschewing any special or expedient measures such as the formation of special tribunals. The Bangabandhu murder trial followed the procedures which are usually followed in any murder trial in the country. However, before initiating the trial, the government had to repeal the Indemnity Act. The Indemnity (Repeal) Act, 1996 was enacted to annul the immunity granted to the killers and the indemnity certificate. The trial process started in 1996 and ended in November 2009 with the announcement of the Supreme Court judgment in this regard. After the announcement of the Supreme Court verdict, many Bangladeshi newspapers ran editorials stating that this trial accomplished two things for the nation. First, it upheld the rule of law. Second, it set up a standard in maintaining fairness and transparency in the legal process by allowing the defendants to pursue every legal means to prove their innocence.\n\nThe consummation of any trial process depends on the execution of the verdict. Unfortunately, five of the convicted killers—Lt. Colonel Rashid, Lt. col. Shariful Haque Dalim, Lt. Col. Nur Chowdhury, Lt. Colonel Rashed Chowdhury, and Risaldar Muslehuddin Khan—are still at large and hiding somewhere outside the country. While the exact whereabouts of Rashid, Dalim, and Muslehuddin are still unknown, Nur and Rashed are located in Canada and the US respectively. Rashed secured political asylum in the US more than a decade ago while Nur sought refugee status in Canada. They either concealed information from the immigration authorities of their host countries about their backgrounds and previous activities or assumed concocted identities of phony revolutionaries to get shelters. The Bangladesh government has been pursuing both Canada and the US to extradite them for the sake of establishing the rule of law.\n\nUS-based news organisation the Politico has reported recently that the US Attorney General William Barr has recalled the file of Rashed Chowdhury from the immigration department for a review which may result in extraditing him to Bangladesh. The Bangladesh government has also been trying to convince Canada to extradite Nur Chowdhury without much success so far. The Bangladesh High Commission in Canada endeavoured to collect information about the status of Nur Chowdhury in Canada from the Minister for Immigration, Refugees, and Citizenship but was denied any information on the ground that the two countries had no treaty to share such information. However, the Bangladesh High Commission was successful in obtaining a court verdict in September last year stating that Bangladesh’s request for information about the status of Nur Chowdhury was valid. It can be counted as an important achievement in Bangladesh’s effort toward bringing him home to face the trial. As democratic countries both the US and Canada have obligations to extradite the convicted killers to help establish the rule of law in a friendly country.\n\nThe writer is a Professor of Film and Media Studies at the University of Dhaka and the Executive Director of the Governance and Policy Research Foundation (GPRF), a non-profit research organization.\n\nCourtesy: Daily Sun", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "The 15th August is here again to haunt our national conscience and remind us that the assassination of the Father of the Nation Bangabandhu Sheikh Mujibur Rahman along with his family members initiated a culture of impunity for killingin Bangladesh which is yet to be seized.\r\n\r\nBangabandhu was assassinated along with his family members, excluding two daughters—Sheikh Hasina and Sheikh Rehana—who were abroad at the time, in his residence by a group of disgruntled army officers in the early hours of August 15 in1975. The army officers carried out this massacre with explicit or implicit support from a coterie of conspirators within the state machinery and the international system. Following the massacre, Khondaker Mostaq Ahmad, a member of Bangabandhu’s cabinet and a mastermind of the massacre, swooped in to take control of the state and declared himself President. Bangabandhu’s assassination initiated military dictatorship in Bangladesh and introduced the dirty game of coup.", "keywords": "Dark August, August Killings, Bangabandhu Murder, Impunity, Indemnity Law, 1975, 15 August 1975, Zia", "author": "Dr. A J M Shafiul Alam Bhuiyan", "og": {"url": "http://www.albd.org/articles/news/34476/Assassination-of-Bangabandhu-and-Impunity-for-Killing", "type": "website", "title": "Assassination of Bangabandhu and Impunity for Killing", "description": "Dr. A J M Shafiul Alam Bhuiyan:\r\nThe 15th August is here again to haunt our national conscience and remind us that the assassination of the Father of the Nation Bangabandhu Sheikh Mujibur Rahman along with his family members initiated a culture of impunity for killingin Bangladesh which is yet to be seized.\r\nBangabandhu was assassinated along with his family members, excluding two daughters&mdash;Sheikh Hasina and Sheikh Rehana&mdash;who were abroad at the time, in his residence by a group of disgruntled army officers in the early hours of August 15 in1975. The army officers carried out this massacre with explicit or implicit support from a coterie of conspirators within the state machinery and the international system. Following the massacre, Khondaker Mostaq Ahmad, a member of Bangabandhu&rsquo;s cabinet and a mastermind of the massacre, swooped in to take control of the state and declared himself President. Bangabandhu&rsquo;s assassination initiated military dictatorship in Bangladesh and introduced the dirty game of coup d'&eacute;tat in politics. It also ushered in a culture of impunity for killing. President Mostaq initiated the culture by promulgating an ordinance called the Indemnity Ordinance, 1975. The ordinance was promulgated on the 26th of September &ldquo;to restrict the taking of any legal or other proceedings in respect of certain acts or things done in connection with or in preparation or execution of any plan for, or steps necessitating, the historical change and the proclamation of Martial Law on the morning of the 15th August, 1975.&rdquo; The ordinance also empowered the president or his authorized person to issue indemnity certificates to those who were involved in perpetrating the massacre. After taking over power in 1977, Major General Ziaur Rahman transformed the Ordinance into a statute and enshrined it in the Constitution through the Fifth Amendment.\r\nBoth the Ordinance and the Act are instances of employing the highest office of the state and the parliament in granting immunity to the killers of the Founding President of the country and his family members. The Indemnity Act was enacted to deny the right to seeking justice in the court of law for the assassination. All the successive governments until 1996 let this black law prevail, and pampered the killers either directly or indirectly. All the killers secured safe exits from the country with the help of the state machinery. Some were rewarded with diplomatic appointments in different Bangladeshi foreign missions.Awami League&rsquo;s return to state power under the leadership of Sheikh Hasina in 1996 paved the way for seeking justice for the assassination of the Father of the Nation and his family members. Sheikh Hasina and her government pursued the regular legal procedure to try the killers, eschewing any special or expedient measures such as the formation of special tribunals. The Bangabandhu murder trial followed the procedures which are usually followed in any murder trial in the country. However, before initiating the trial, the government had to repeal the Indemnity Act. The Indemnity (Repeal) Act, 1996 was enacted to annul the immunity granted to the killers and the indemnity certificate. The trial process started in 1996 and ended in November 2009 with the announcement of the Supreme Court judgment in this regard. After the announcement of the Supreme Court verdict, many Bangladeshi newspapers ran editorials stating that this trial accomplished two things for the nation. First, it upheld the rule of law. Second, it set up a standard in maintaining fairness and transparency in the legal process by allowing the defendants to pursue every legal means to prove their innocence.\r\nThe consummation of any trial process depends on the execution of the verdict. Unfortunately, five of the convicted killers&mdash;Lt. Colonel Rashid, Lt. col. Shariful Haque Dalim, Lt. Col. Nur Chowdhury, Lt. Colonel Rashed Chowdhury, and Risaldar Muslehuddin Khan&mdash;are still at large and hiding somewhere outside the country. While the exact whereabouts of Rashid, Dalim, and Muslehuddin are still unknown, Nur and Rashed are located in Canada and the US respectively. Rashed secured political asylum in the US more than a decade ago while Nur sought refugee status in Canada. They either concealed information from the immigration authorities of their host countries about their backgrounds and previous activities or assumed concocted identities of phony revolutionaries to get shelters. The Bangladesh government has been pursuing both Canada and the US to extradite them for the sake of establishing the rule of law.\r\nUS-based news organisation the Politico has reported recently that the US Attorney General William Barr has recalled the file of Rashed Chowdhury from the immigration department for a review which may result in extraditing him to Bangladesh. The Bangladesh government has also been trying to convince Canada to extradite Nur Chowdhury without much success so far. The Bangladesh High Commission in Canada endeavoured to collect information about the status of Nur Chowdhury in Canada from the Minister for Immigration, Refugees, and Citizenship but was denied any information on the ground that the two countries had no treaty to share such information. However, the Bangladesh High Commission was successful in obtaining a court verdict in September last year stating that Bangladesh&rsquo;s request for information about the status of Nur Chowdhury was valid. It can be counted as an important achievement in Bangladesh&rsquo;s effort toward bringing him home to face the trial. As democratic countries both the US and Canada have obligations to extradite the convicted killers to help establish the rule of law in a friendly country.\r\n&nbsp;\r\nThe writer is a Professor of Film and Media Studies at the University of Dhaka and the Executive Director of the Governance and Policy Research Foundation (GPRF), a non-profit research organization.&nbsp;\r\nCourtesy: Daily Sun&nbsp;\r\n&nbsp;", "image": "/media/filer_public/1d/1c/1d1ca4ca-bf18-4d01-9ab5-4dd76058e965/shafiul_alam_bhuiyan.jpeg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}