{"GDELT": {"GlobalEventID": 940905714, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "CHIEF MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "pan", "Actor2Name": "PUNJABI", "Actor2EthnicCode": "pan", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.64609053497942, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200815054500, "SOURCEURL": "https://www.prokerala.com/news/articles/a1072761.html"}, "ARTICLE": {"TITLE": "Warning of continued threat from Pak, China: Punjab CM", "TEXT": "Mohali : , Aug 15 (IANS) Warning of continued threat from both Pakistan and China, Chief Minister Amarinder Singh on Saturday said Punjab would always be at the forefront of fighting the enemy at the borders.\n\nWith tensions at the borders continuing, India had to be prepared to deal with any eventuality, said the Chief Minister in his Independence Day address, after hoisting the tricolour here to mark the historic occasion.\n\n\"While Pakistan continues to resort to firing every day, China, on the other hand, talks about friendship but remains a danger to our nation,\" said Amarinder Singh, recalling the recent barbaric attack on Indian soldiers by the Chinese forces.\n\nIndia has always given Pakistan a befitting response, which is the only way to deal with them, he said, adding that China also needs to be handled with the same iron hand.\n\nRecalling the contributions of the millions of Indians to the freedom struggle, the Chief Minister said Punjabis had always been at the forefront of every battle.\n\nThe cellular jail in Kaala Paani (Andaman Islands) have the names of tens of hundreds of Punjabis etched in immortality, he said, adding even though the Independence Day celebrations this year were low-key due to the Covid-19 pandemic, this was the time to remember the sacrifices of all those who had made freedom possible for everyone.\n\nIt was also the time to salute the defence forces guarding the nation's borders from the enemy, he added.\n\nPaying his tributes to Punjab's freedom fighters, Amarinder Singh reiterated his government's commitment to extend all benefits of freedom fighters to their next generations.\n\nAt the same time, Amarinder Singh saluted the health workers and paramedics who were continuously fighting the invisible Covid-19 enemy, along with the NGOs and religious organisations that have worked tirelessly to provide free food and medicine during the period of lockdown.\n\nHe also acknowledged the great work done by the farmers, who have produced the food that fed the nation during the lockdown period and government officials who are serving the people in these difficult times.\n\nThe Chief Minister recognised the people of Punjab for their cooperation in observing precautions that were helping in containing the pandemic, the students who had marvellously adapted to the online teaching methodology, as well as the teachers who were working day and night to create online content to ensure that the studies of their students do not suffer.\n\nHe also lauded the industrialists who had shown remarkable resilience in recovering from the extreme slowdown caused by the pandemic, and the industrial labour which had placed its faith in Punjab and returned to work with the same dedication as before after the initial panic which forced them to leave for their home towns through the trains arranged by the state government.\n\n-- The story has been published from a wire feed without any modifications to the text", "METADATA": {"description": ", Aug 15 (IANS) Warning of continued threat from both Pakistan and China, Chief Minister Amarinder Singh on Saturday said Punjab would always be at the forefront of fighting the enemy at the borders.With tensions at the borders continuing, ...", "fb": {"pages": 118531791506124, "app_id": 121476094536573}, "og": {"url": "https://www.prokerala.com/news/articles/a1072761.html", "type": "article", "title": "Warning of continued threat from Pak, China: Punjab CM", "description": ", Aug 15 (IANS) Warning of continued threat from both Pakistan and China, Chief Minister Amarinder Singh on Saturday said Punjab would always be at th....", "image": {"identifier": "https://www.prokerala.com/news/photos/imgs/1200/punjab-chief-minister-captain-amarinder-singh-1017890.jpg", "alt": "Punjab Chief Minister Captain Amarinder Singh.", "width": 1200, "height": 900}}, "twitter": {"card": "summary_large_image", "site": "@prokerala", "title": "Warning of continued threat from Pak, China: Punjab CM", "description": ", Aug 15 (IANS) Warning of continued threat from both Pakistan and China, Chief Minister Amarinder Singh on Saturday said Punjab would always be at th....", "creator": "@prokerala", "domain": "www.prokerala.com", "url": "https://www.prokerala.com/news/articles/a1072761.html", "image": {"src": "https://www.prokerala.com/news/photos/imgs/1200/punjab-chief-minister-captain-amarinder-singh-1017890.jpg", "alt": "Punjab Chief Minister Captain Amarinder Singh."}}, "theme-color": "#000000", "viewport": "width=device-width, minimum-scale=1, initial-scale=1.0, shrink-to-fit=no"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}