{"GDELT": {"GlobalEventID": 940953037, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MCOELI", "Actor1Name": "ALBERT", "Actor1CountryCode": "MCO", "Actor1Type1Code": "ELI", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.66803488968702, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200815133000, "SOURCEURL": "https://www.farmlandgrab.org/post/view/29626"}, "ARTICLE": {"TITLE": "Belfius: palm oil, exploited minors and pollution in sustainable investment funds", "TEXT": "Belfius: palm oil, exploited minors and pollution in sustainable investment funds\n\nTWITTER FACEBOOK WHATSAPP PRINT E-MAIL\n\nTWITTER FACEBOOK WHATSAPP E-MAIL\n\nRTBF | 2 May 2020 [FR]\n\n\n\n(Roughly translated from the original by GRAIN)\n\n\n\nBelfius: palm oil, exploited minors and pollution in sustainable investment funds\n\n\n\nEmmanuel Morimont\n\nThis is the fifth part of our series On the Hidden Routes of our Money. That leads us to the most astonishing revelation of this investigation. Have you ever seen a communications specialist of a corporate group admit, without blinking, to the exploitation of minors by subcontractors? That is what happened to us in Cameroon (see video below). Let’s take the story from the beginning. Everything started in a bank.\n\nThere are promises on paper that sound attractive. Socially responsible investments are supposed to be the spearhead of respect for the environment, social rights and good governance. The crème de la crème.\n\nDuring our mystery shopping at the beginning of 2019, we went inside a Belfius branch with the intention of investing 5000€ ethically. The employee recommended a tax-advantaged investment product. In this product called Kite, there was a \"Sustainable\" category. It invests in 4 different funds. One of them is called Value Square Fund Equity World.\n\nIn the semi-annual report of 30 June 2019, there is an investment amounting to 6,217.317€ in Socfinaf. The African branch of Socfin, the Financial Rubber Company, is a multinational from Luxembourg that is active in palm oil. 54,24% of it is held by the Belgian Hubert Fabri, and 38,75% is held by the French millionaire Vincent Bolloré.\n\nFor a number of years, the group has been singled out by several Non-Governmental Organisations, including CNCD-11.11.11, FIAN Belgium, Financité, Entraide et Fraternité, AEFJN and FairFin. These organisations have highlighted numerous abuses of the group, such as poor working conditions, land-grabbing, pollution…\n\nAt the end of 2019, Socfin sued some of them for libel, defamation, slander and the right to privacy. In fact, this has almost become a habit. This group and its partners, including Vincent Bolloré, have brought about twenty legal proceedings for libel against coverage or reports by NGOs. The field has been mined. However, we will survey that terrain as other media have done in the past (Mediapart, Libération, Complément d’enquête, Médor…).\n\nThe Official Visit\n\nSocfin has branches in 8 African countries. One of most profitable ones is Socapalm in Cameroon. It manages 58 000 hectares of plantations in the coastal region. The company agreed to open its doors to us as a token of its good will and transparency. We met in the factory in Mbambou, two hours from Douala, the economic capital.\n\nBelgians occupy the key positions there. Roland Latinne is the director of plantations and Dominique Cornet is the general director of Socapalm. The visit was well prepared. We were brought to see the pressing plant. The most modern one. That’s where the palm oil is manufactured. On the African continent, Socapalm is the biggest producer of the Socfin group with 140 000 tons of oil per year, 6000 jobs and sales revenues of more than 100 million euros.\n\nThey assured us that no chemical product was being used. And the water used in the plant was directly treated in the lagoon. The company claims to be sustainable and responsible. “I believe that, in Europe, it is felt that effluents from the factory are directly discharged into nature. Not so. You see yourselves that there is a treatment\", explained Joseph Mengue, the secretary general of Socapalm.\n\nNext stop is at the plantations. The large majority of workers are subcontractors. It is the height of harvest time for palm nuts, the primary substance which is used for making the oil. They are paid by the piece. An apparently well-paid job. The secretary general confirms: \" The salaries at Socapalm are generally above the legal rate. The subcontractors have come into line. We have made it a priority. We are looking to more than double the minimum wage.”. The minimum guaranteed salary in Cameroon is 36 000 FCFA. The workers would thus earn more than 70 000 FCFA. That is the equivalent of 106€.\n\nDuring the entire visit, we moved as a large group in several vehicles. The leaders wanted to show us V2, village n°2, with 350 inhabitants. Subcontractors stayed there in comfortable, modern houses. A worksite was, moreover, in the process of building other villages. The villagers had access to drinkable water. We were also going to be brought to a health clinic and a school. All these facilities were financed by a branch of Socfin. So much proof of its desire to develop the region for the benefit of its inhabitants. \"Socapalm is a good mother-hen that is trying to incubate all her chicks, her people. Be it those in the interior, meaning the workers and subcontractors, or the surrounding populations”, concluded Joseph Mengue.\n\nThe Unofficial Visit\n\nWe could stop at this pretty picture. Except that, two months later, we travelled to another plantation at Dibombari. And this time, without the company supervision. What we found there wasn’t on the same level. Far from it.\n\nEmmanuel Elong is the president of Synaparcam (Synergie Nationale des Paysans et Riverains du Cameroun). This union activist is fighting to improve not only the working conditions of workers but also the residents of Socapalm. He brought us to Mbonjo, his native village, for a visit to the workcamp. We saw makeshift shelters with walls eaten away and roofs riddled with holes. “The boards are rotten. They date from 1974. They aren’t treated like human beings. My battle is not to fight Socapalm. Rather, it is to get it to treat its workers like human beings.”\n\nInside the plantation, a sweating subcontractor is chaining the trimmer to a 14-metre pole. It’s more than 30°C. \" It’s too much. I feel weak…They are bringing back slavery. \" He confided to us that he earns the equivalent of one euro per day.\n\nThe Exploitation of Minors\n\nIn another parcel, two other workers confirm to us that they earn between 15 and 30€ per month. That’s two to three times less than the minimum wage guaranteed in Cameroon. We asked one of them his age: \" 16 years old. I stopped going to school because I have no father. My mother already died with my father\". Illegally, the Jonas company, a subcontractor of Socapalm, is thus exploiting an underage minor.\n\nSocfin has always denied the hiring of minors in its plantations. \"Socapalm, which has been accused of subcontracting some jobs to businesses that are unscrupulous in labour laws, has carried out rigorous supervision of the administrative documents of all the workers on its plantations. No worker under 18 years old is working directly or indirectly for Socapalm \", reads its report on sustainable development. The conversation will evolve, as we’ll see. Have a little patience.\n\nThe 16-year old adolescent is working with bare hands to apply a pesticide at the base of the palm trees. His hands are blue and he regularly rubs his face. We had this product analysed in the laboratory. It is Triclopyr. It is found in low dose but mixed with other more concentrated substances: derivatives of benzene or dimethyl formamide. Some of these molecules are harmful by inhalation or skin contact. \" It is irresponsible to use (and to have others use) this type of product without precaution \", analysed Bernard de Ryckel of the Walloon Centre for Agronomic Research in Gembloux.\n\nEnvironmental Pollution\n\nTh Socfin empire has other hidden sides. On a final plantation, in the center of the village of Mbongo, no one can miss the Socapalm plant. We will focus more closely on it. We accompanied Michel Essounga, an activist who is also a resident. The arable land of the villagers seemed polluted by a brownish industrial water. At the bottom of the plant’s wall, we discovered the origin of the discharge: \"They opened holes behind the plant at the level of the barrier where they spill all their sewage. That goes into the Mabangué River, which is polluted where nothing is even left. There are no fish anymore. There is nothing in it any more.\"\n\nWe took a sample of the water directly from the place where there was a hole in the wall. Water continues to trickle down to the river below. The lab report was unequivocal: \"The sample is marked by a very high load of pollution. The amount of the chemical oxygen demand is 53 000 mg/lO2. That is substantially 100 times higher than the norms prescribed by the European Union. Downstream from this type of discharge, there will be no life anymore,\" commented Pol Bouviez, the environmental official for Hainaut Analyses.\n\nSocapalm admits the unspeakable\n\nPoor conditions of the workers, hiring of minors, and pollution. We took up these problems with the directors of Socapalm. The secretary general denied everything: \" No, Socapalm does not employ minors.\n\n- Nor its subcontractors?\n\n- No. You aren’t going to have me believe what I can’t believe. This kind of underage worker does not exist.\"\n\nWe went back to the polluted area. Fortunately, two months later, it had disappeared. How long did it last? We don’t know. Again, the plant’s officers denied and minimised the facts. A dialogue of the deaf took place.\n\nAmidst this cacophony, a ray of honesty shined. It came from Alexandre Siewe, the marketing expert appointed by Socapalm to manage our visit. He acknowledged the hiring of minors by subcontractors. A totally unexpected speech: \"Evidently, that can happen. There are people who are paid to supervise. The subcontractors cheat to cut corners. I guarantee you that if the child that you talked about today is checked, whoever hired him…\n\n- He wrote 18 years old?\n\n- He should even have written 21. Ah no, on that, we can say without difficulty that we need more time\".\n\nIt’s hard to believe. However, they understood. Within two minutes, the marketing advisor had just undermined the entire communication line of the multinational. It was even more surprising because Socfin and its partners, including Vincent Bolloré, had consistently sued the media for having made this very same discovery before us. Tristan Waleckx, a journalist with France Télévisions, had to bear the costs at several trials that he won in the lower courts and on appeal. In a criminal case, Vincent Bolloré lodged an appeal. The legal procedure is still ongoing. After years of denial, the statements of the marketing advisor of Socapalm have thus just confirmed the seriousness of the investigation of the winner of the 2017 Albert Londres Prize. Never before had the multinational or it branch admitted the unspeakable.\n\nBelfius in the face of its responsibilities\n\nBelfius had thus invested the money of its clients in a company that indirectly employs minors on its own plantations. We showed our pictures to the bank. It did not deny the problem: \"This is clearly unacceptable. These are conditions that are not acceptable in the 21st century. It is deplorable to see businesses that continue to exploit human misery. I will seek the action necessary to find a way out of this kind of position. These are not at all the values that Belfius wishes to convey. And that is something that is unacceptable and that fell between the cracks \".\n\nThe bank lived up to its commitments. Belfius informed Value Square that it no longer wished to participate in its investment funds. On 24 March 2020, all the Value Square funds were withdrawn from the portfolios of Belfius’ clients. Socfin disappeared from the bank’s investment horizon.\n\n\n\n\n\nOriginal source: RTBF\n\nTWITTER FACEBOOK WHATSAPP PRINT E-MAIL\n\nTWITTER FACEBOOK WHATSAPP E-MAIL\n\n1 Comments\n\nPost a comment", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "og": {"url": "https://farmlandgrab.org/post/view/29626", "title": "Belfius: palm oil, exploited minors and pollution in sustainable investment funds", "image": "https://farmlandgrab.org//uploads/images/photos/14483/large_d4c0159364cf711556eecabebbe88084-1588360681.png.jpeg?1588415662"}, "description": "\"Have you ever seen a communications specialist of a corporate group admit, without blinking, to the exploitation of minors by subcontractors? That is what happened to us in Cameroon,\" explains RTBF journalist Emmanuel Morimont"}}}