{"GDELT": {"GlobalEventID": 940969631, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.12848242623721, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200815161500, "SOURCEURL": "https://toronto.ctvnews.ca/tracking-ontario-s-40-565-cases-of-covid-19-1.4834821"}, "ARTICLE": {"TITLE": "Tracking Ontario's 40,565 cases of COVID-19", "TEXT": "TORONTO -- There have been a total of 40,565 lab-confirmed positive cases of novel coronavirus (COVID-19) reported in Ontario thus far.\n\nThere are currently 2,789 COVID-19-related deaths in Ontario, while 36,873 others have recovered.\n\nCTV News Toronto will be updating this daily breakdown with the latest information as it becomes available.\n\n---\n\nAugust 15: Ontario is reporting a slight uptick in the number of new COVID-19 cases as it records more than 100 new infections for the first time in four days. Health officials reported 106 new cases of COVID-19 on Saturday.\n\nAugust 14: Fewer than 100 new cases of COVID-19 were reported in Ontario on Friday, including previously missing data from Toronto Public Health. The total number of COVID-19 infections in the province now stands at 40,459, including 36,772 resolved cases and 2,788 deaths.\n\nAugust 13: Ontario is reporting 78 new cases of COVID-19 in the province, but says the numbers may be underestimated because they don't include infections from Toronto. The new patients bring the total number of lab-confirmed COVID-19 cases to 40,367, including deaths and recoveries.\n\nAugust 12: Ontario is reporting an increase in the number of new COVID-19 cases after recording a nearly five month low on Tuesday. Health officials confirmed 95 new infections on Wednesday, bringing the provincial total to 40,289.\n\nAugust 11: Ontario reports the lowest number of infections since March 18, with health officials confirming 33 new COVID-19 cases, bringing the provincial total to 40,194. Health Minister Christine Elliott said the significant drop is in part due to duplications in the system.\n\nAugust 10: Ontario health officials recorded more than 100 new COVID-19 cases on Monday for the first time in about a week. The province confirmed 115 new cases of the novel coronavirus, bringing the total number of lab-confirmed cases to 40,161. There were no deaths reported in the last 24 hours. The number of recovered patients now sits at 36,279\n\nAugust 9: For the first time in several months, Ontario health officials recorded fewer than 100 new cases of COVID-19 daily for one whole week. The province confirmed 79 additional cases of the novel coronavirus on Sunday.\n\nAugust 8: Ontario records fewer than 100 new cases of COVID-19 for the sixth day in a row. Provincial health officials confirmed 70 additional cases of the novel coronavirus on Saturday.\n\nAugust 7: Ontario records fewer than 100 new cases of COVID-19 for the fifth day in a row. Provincial health officials logged 88 new patients infected with the novel coronavirus, bringing the total number of lab-detected cases in Ontario, including deaths and recoveries, to 39,897.\n\nAugust 6: Ontario records fewer than 100 new cases of COVID-19 for the fourth day in a row. Provincial health officials logged 95 more patients infected with the novel coronavirus, bringing Ontario’s total, including recoveries and deaths, to 39,809.\n\nAugust 5: For the third straight day, Ontario health officials recorded fewer than 100 new cases of COVID-19. The 86 new cases reported on Wednesday brings the province's total number of infections to 39,714. This number also includes 2,782 deaths as a result of the novel coronavirus and 35,747 cases which the ministry of health considers resolved.\n\nAugust 4: Ontario logged less than 100 new cases of COVID-19 on August 3 and 4 following a spike in daily case counts earlier in the long weekend. Provincial health officials confirmed 88 new cases of the novel coronavirus on August 3 and 91 new cases on August 4, brining the total number of cases in Ontario to 39,628.\n\nAugust 3: Health officials did not release data on Civic Holiday.\n\nAugust 2: Ontario health officials confirm an additional 116 cases of COVID-19 and one more death. The new patients bring the total number of lab-confirmed cases of the novel coronavirus to 39,449, including deaths and recoveries.\n\nAugust 1: The number of new COVID-19 cases has surpassed 100 for the second day in a row. Officials confirmed another 124 new cases of the novel coronavirus, as well as two additional deaths. The new patients brings the total number of lab-confirmed cases in Ontario to 39,333.\n\nJuly 31: Following two days of case counts being below 100, Ontario recorded a spike in the number of new COVID-19 infections. Provincial health officials logged 134 new patients of the novel coronavirus, bringing the total number of cases in Ontario to 39,209.\n\nJuly 30: Ontario reports fewer than 100 new COVID-19 cases for the second straight day. Health officials logged 89 new infections, bringing the provincial total number of cases to 39,075.\n\nJuly 29: Ontario records fewer than 100 new cases of COVID-19 for the first time since the end of March. Provincial health officials logged 76 new infections of the novel coronavirus.\n\nJuly 28: Ontario reports a dip in the number of new COVID-19 cases for the fourth straight day. Health officials reported 111 new infections, bringing the provincial total to 38,910.\n\nJuly 27: Ontario records another dip in the number of new COVID-19 cases. Provincial health officials logged 119 new infections of the novel coronavirus, marking the third day in a row that Ontario’s daily case count has been below 150.\n\nJuly 26: For the second day in a row, Ontario recorded fewer than 150 new cases of COVID-19. Provincial health officials logged 137 new infections of the novel coronavirus, bringing the total number of cases in Ontario to 38,680.\n\nJuly 25: Ontario records a dip in the number of new COVID-19 cases compared to the nearly 200 new infections logged the day prior. The province logged 138 new patients of the novel coronavirus, bringing the provincial total to 38,543.\n\nJuly 24: Ontario records another significant surge in COVID-19 cases, reporting nearly double the number of new infections than the previous day. Health officials reported 195 new cases of COVID-19.\n\nJuly 23: The number of new cases of COVID-19 in Ontario drop once again following several days of relatively high numbers. Ontario health officials reported 103 new infections, bringing the total of lab-confirmed cases in the province to 38,210.\n\nJuly 22: Ontario reports a dip in the number of new COVID-19 cases but still records an uptick from last week’s trends. Health officials confirmed 165 new cases of COVID-19, which is a decrease from the 203 cases reported on Tuesday, and logged two new deaths. The new provincial total number of infections is 38,107.\n\nJuly 21: The number of new COVID-19 cases in Ontario has shot back to the highest level since late June. The 203 new infections announced brings the province’s total of lab-confirmed cases to 37,942 – a 0.5 per cent increase over Monday's totally when 135 cases were added.\n\nJuly 20: Health officials report a slight decrease in new COVID-19 cases following a weekend that saw new case numbers climb to the 160s. The 135 new cases added Monday morning bring the provincial total to 37,739.\n\nJuly 19: Health officials are reporting more than 150 new COVID-19 infections for the second day in a row, after reporting new case numbers in the low 100s for more than a week. Sunday morning’s 164 new cases brings the provincial total to 37,604.\n\nJuly 18: Health officials recorded an increase in new COVID-19 cases in Ontario on Saturday, after a week of reporting relatively low case numbers in the province. Health Minister Christine Elliott described the 166 new infections as a “slight uptick\" over the past several days.\n\nJuly 17: Ontario health officials record 111 new cases of COVID-19 for the second straight day, as well as a slight increase in deaths. Officials confirm that nine more people have died of the novel coronavirus. Just a day before, the province recorded that five people had died.\n\nJuly 16: Ontario is reporting a very small increase in the number of new COVID-19 cases after the province hit a 16-week low on Wednesday. Health officials reported 111 new cases of the novel coronavirus on Thursday, bringing the provincial total to 37,163 infections.\n\nJuly 15: Ontario is reporting another dip in COVID-19 cases, reporting the lowest number of new infections in 16 weeks. Health officials confirmed 102 new cases of the novel coronavirus on Wednesday.\n\nJuly 14: Ontario health officials report a steady number of new COVID-19 cases and a decrease in the number of deaths. Officials confirmed an additional 111 new infections, and said that one person has died due to the disease.\n\nJuly 13: Ontario health officials report a slight dip in the number of new COVID-19 cases as the province prepares to announce Stage 3 of its reopening plan. The 116 new cases reported is a slight decrease from the 129 reported on Sunday and the 130 reported on Saturday.\n\nJuly 12: Ontario reports 129 new COVID-19 cases as the downward trend continues in the province. The new cases bring the provincial total to 36,723.\n\nJuly 11: Ontario reports a slight increase in the number of new COVID-19 cases. Health officials recorded 130 new cases of the disease, bringing the provincial total to 36,594.\n\nJuly 10: Ontario health officials confirmed an additional 116 new cases of COVID-19, as well as seven more deaths. This brings the province's total number of lab-confirmed cases of the novel coronavirus to 36,464, including 2,710 deaths and 32,155 recoveries.\n\nJuly 9: Ontario health officials confirmed an additional 170 new COVID-19 cases.The new patients bring the province's total number of lab-confirmed cases of the novel coronavirus to 36,348, including 2,704 deaths and 31,977 recoveries.\n\nJuly 8: Ontario health officials confirmed 118 new COVID-19 cases as 30 of the province's 34 public health units report five or fewer new infections. Officials noted that Wednesday’s number is a slight increase from the 112 reported on Tuesday, but that the numbers are “largely stable.”\n\nJuly 7: Ontario recorded another dip in daily COVID-19 cases, with an additional 112 new patients and two more deaths. This brings the total number of lab-confirmed cases of the novel coronavirus to 36,060, including 2,691 deaths and 31,603 recoveries.\n\nJuly 6: Ontario health officials report a slight uptick in the number of new COVID-19 cases. Officials confirmed an additional 154 new cases of the novel coronavirus.\n\nJuly 5: Ontario has recorded fewer than 200 new cases of COVID-19 for the sixth day in a row. Health officials confirmed another 138 new infections on July 5 as all but four public health units report less than five new infections.\n\nJuly 4: Ontario has recorded fewer than 200 new cases of COVID-19 for five days in a row. Health officials confirmed another 121 new infections on July 4,the lowest number in more than a week.\n\nJuly 3: Most of Ontario's public health units, with the exception of Toronto, Peel and York, reported five or fewer cases of COVID-19 in the last 24 hours, the province’s health minister said. Officials confirmed an additional 165 new cases of the novel coronavirus, a slight increase from the 153 cases recorded on Thursday and the 149 cases on Wednesday.\n\nJuly 2: Ontario has recorded fewer than 200 new cases of COVID-19 the last three days in a row. Health officials confirmed another 149 new infections on July 1 and 153 cases of the novel coronavirus on July 2.\n\nJuly 1: Health officials did not release data on Canada Day.\n\nJune 30: The number of new COVID-19 cases in Ontario reported in the last 24 hours has fallen back to under 200. Health officials reported 157 new cases of the novel coronavirus. These new patients bring the total number of infections to 35,068, including 2,672 deaths and 30,344 resolved.\n\nJune 29: Ontario health officials reported another increase in COVID-19 cases, but the majority were in the Windsor-Essex region. Another 257 new infections were confirmed on Monday, with 177 of those cases in Windsor-Essex. These new patients bring the total number of novel coronavirus cases to 34,911, including 2,665 deaths and 30,196 recoveries.\n\nJune 28: Ontario health officials reported another 178 new cases of COVID-19 on Sunday. The new patients bring the total number of lab-confirmed cases of the novel coronavirus to 34,654, including 2,658 deaths and 30,107 recoveries. The majority of the cases reported in the last 24 hours (67 per cent) were in Toronto and Peel Region.\n\nJune 27: Ontario health officials reported 160 new cases of COVID-19 on Saturday, bringing the total number of lab-confirmed cases in the province to 34,497. There are 2,652 people who have died as a result of contracting the novel coronavirus and 29,932 people have recovered.\n\nJune 26: Health officials reported 111 new cases of COVID-19 on Friday morning, the lowest number of new cases since March 25. This brings the total number of lab-confirmed cases of COVID-19 in Ontario to 34,316, including 2,644 deaths and 29,754 recoveries.\n\nJune 25: Ontario has recorded fewer than 200 new cases of COVID-19 for the second day in a row. Health officials logged 189 new patients infected with the novel coronavirus, bringing the provincial total number of cases to 34,205, including 2,641 deaths and 29,528 recovered patients.\n\nJune 24: Ontario dips back down to recording fewer than 200 new COVID-19 patients. Health officials logged 163 new cases, bringing the provincial total number of infections to 34,061, including 2,631 deaths and 29,336 resolved cases.\n\nJune 23: Amidst a downward trend, Ontario has recorded a slight spike in the number of new COVID-19 cases. Health officials reported an additional 216 novel coronavirus patients. This brings the total number of lab-confirmed COVID-19 cases in the province to 33,853, including 2,619 deaths and 29,107 recoveries.\n\nJune 22: The number of new COVID-19 cases in Ontario reached a nearly three-month low, with 161 new infections reported. There are now 33,637 lab-confirmed cases of the disease in the province, including 2,609 deaths and 28,933 recoveries.\n\nJune 21: One day after recording a slight spike, Ontario has dipped back down to fewer than 200 new COVID-19 cases. Health officials logged another 175 patients infected with the novel coronavirus and another 11 deaths, bringing the provincial total number of cases to 33,476, including 2,606 deceased patients and 28,791 recovered patients.\n\nJune 20: After six days of less than 200 new cases of COVID-19 being recorded in the province, Ontario saw a slight uptick. Health officials logged 206 new patients infected with the novel coronavirus and confirmed 31 more deaths, bringing the provincial total number of cases to 33,301, including 2,595 deceased patients and 28,468 recovered patients.\n\nJune 19: The number of new cases of COVID-19 recorded in Ontario continues to remain below the 200 mark for the sixth day in a row. Health officials add 178 new lab-confirmed cases, which represents a daily growth rate of 0.5 per cent.\n\nJune 18: Health officials report 173 new cases of COVID-19. It is the lowest number since March 28 when 150 new infections were reported.\n\nJune 17: The number of new cases of COVID-19 reported in Ontario remains under 200 for the fourth straight day as 190 new patients are confirmed. This brings the total number of cases in Ontario to 32,744, including 27,784 resolved cases and 2,550 deaths\n\nJune 16: Ontario health officials reported 184 new cases of COVID-19, the third day in a row in which the province has recorded less than 200 cases. This brings the total number of cases in Ontario to 32,554, including 27,431 resolved cases and 2,538 deaths\n\nJune 15: The province confirmed 181 new cases of COVID-19, the lowest number of new cases since March 28 when 151 cases were reported. To date, there are 32,370 lab-confirmed infections in Ontario, including 27,213 resolved cases and 2,527 deaths.\n\nJune 14: The province reported 197 new cases of COVID-19 on Sunday morning, the seventh straight day in which the province has recorded fewer than 300 new cases of the novel coronavirus. To date, there are 32,189 lab-confirmed infections in Ontario, including 26,961 resolved cases (83.8 per cent) and 2,519 deaths.\n\nJune 13: Ontario records less than 300 new cases of COVID-19 for sixth straight day. Provincial health officials recorded 266 news cases of COVID-19 on Saturday, a 0.8 per cent increase over the previous day, as well as nine deaths.\n\nJune 12: Ontario records less than 200 new cases of COVID-19 for the first time in months. Health officials reported 182 new cases of the disease, bringing the provincial total to 31,726. This was the first time the case number fell into the 100s since March.\n\nJune 11: For the fourth day in a row, health officials in Ontario record less than 300 cases of the novel coronavirus, which represent the lowest numbers of new infections in over ten weeks. Health officials confirmed an additional 203 cases, as well as 12 more deaths.\n\nJune 10: For the third day in a row, health officials in Ontario record less than 300 cases of the novel coronavirus, which represent the lowest numbers of new infections in over ten weeks. Health officials confirmed an additional 251 cases, as well as 11 more deaths.\n\nJune 9: For the second day in a row, health officials in Ontario record less than 300 cases of the novel coronavirus, which represent the lowest numbers of new infections in over ten weeks. Health officials confirmed an additional 230 cases, as well as 14 more deaths.\n\nJune 8: Health officials in Ontario recorded 243 new cases of COVID-19 on Monday, the lowest number of new infections since late March. The news comes after the ministry of health reported more than 400 cases on both Saturday and Sunday, though those numbers were inflated due to an error in lab reporting.\n\nJune 7: Ontario records another day with more than 400 new COVID-19 cases but says over 200 cases were impacted by a reporting delay. Health officials reported 415 new cases of COVID-19 but admitted that 223 of those cases were a result of a \"laboratory-to-public health reporting delay.\"\n\nJune 6: Ontario recorded spike in the number of new COVID-19 cases as the province surpasses 30,000 infections. Health officials reported 455 new cases of COVID-19 but admitted that 68 of those cases were a result of a \"laboratory-to-public health reporting delay.\"\n\nJune 5: Ontario health officials reported 344 new COVID-19 cases and 15 more deaths. The new patients bring the total number of lab-confirmed COVID-19 patients to 29,747, including 2,372 deaths and 23,583 recoveries.\n\nJune 4: Ontario health officials reported 45 more COVID-19 deaths, a significant increase after days where the number of deceased was below 20. Another 356 cases were also confirmed, bringing the total number of lab-confirmed cases in the province to 29,403, including 2,357 deaths and 23,208 recoveries.\n\nJune 3: Ontario health officials reported another 338 cases of COVID-19, and 19 more deaths. The new patients bring the total number of lab-confirmed cases in Ontario to 29,047, with 2,312 deaths and 22,822 recoveries.\n\nJune 2: For the second straight day, Ontario health officials reported more than 400 cases of the novel coronavirus after a week of cases below that number. Health officials confirmed an additional 446 cases on Tuesday, which is the highest number of new infections in over a week, as well as 17 more deaths.\n\nJune 1: Health officials confirmed another 404 cases of the novel coronavirus, as well as 10 more deaths. The new patients bring the total number of lab-confirmed cases of COVID-19 in the province to 27,859, including 2,276 deaths and 22,153 recoveries.\n\nMay 31: Health officials confirmed another 326 cases of the novel coronavirus, as well as 19 more deaths. The new patients bring the total number of lab-confirmed cases of COVID-19 in the province to 27,859, including 2,266 deaths and 21,810 recoveries.\n\nMay 30: Health officials confirmed another 323 cases of the novel coronavirus, as well as 17 more deaths. The new patients bring the total number of lab-confirmed cases of COVID-19 in the province to 27,533, including 2,247 deaths and 21,353 recoveries.\n\nMay 29: For a second straight day, Ontario has recorded more than 300 new cases of COVID-19. Health officials confirmed another 344 cases of the novel coronavirus, as well as 41 more deaths. The new patients bring the total number of lab-confirmed cases of COVID-19 in the province to 27,210, including 2,230 deaths and 20,983 recoveries.\n\nMay 28: Ontario reports a jump in new COVID-19 cases following two days in which the number of daily patients was below 300. Health officials confirmed another 384 cases of the novel coronavirus, as well as 34 more deaths. The new patients bring the total number of lab-confirmed cases of COVID-19 in the province to 26,866, including 2,189 deaths and 20,673 recoveries.\n\nMay 27: The province recorded less than 300 new cases of COVID-19 for the second day in a row. Ontario health officials confirmed 292 new cases of the disease and 32 more deaths. This brings the total number of lab-confirmed cases in Ontario to 26,483. At least 2,155 people have died while 20,372 cases have been resolved.\n\nMay 26: The province recorded 287 new cases and 21 deaths related to the novel coronavirus Tuesday morning. As it stands, there are 26,191 confirmed cases of COVID-19 in Ontario, including 2,123 deaths and 19,958 recoveries.\n\nMay 25: For the fifth day in a row, the province recorded more than 400 cases of COVID-19. On Monday, health officials confirmed 404 new cases of the novel coronavirus and 29 more deaths. This brings the number of lab-confirmed cases in Ontario to 25,904, including 2,102 deaths and 19,698 recoveries.\n\nMay 24: The province recorded 460 new cases and 25 deaths related to the novel coronavirus Sunday morning, the fourth straight day that daily case numbers have been above 400. The rise represents a 1.8 per cent increase over yesterday's total.\n\nMay 23: The province recorded 412 new cases and 27 more deaths related to the novel coronavirus Saturday morning, marking a 1.7 per cent increase over the day prior. This marks the third consecutive day health officials have confirmed more than 400 new cases of COVID-19 in Ontario.As it stands, there are 25,040 confirmed cases of COVID-19 in Ontario, including 2,048 deaths. The number of resolved COVID-19 cases continues to outweigh active cases in the province at 19,146 recoveries or 76.5 per cent.\n\nMay 22: Ontario confirms the highest number of new COVID-19 cases in a single day in exactly two weeks. Health officials logged 441 new cases and 28 more deaths, bringing the total number of cases in the province to 24, 628, including 2,021 deaths and 18,767 recoveries.\n\nMay 21: The number of new COVID-19 cases reported in a single day in Ontario has climbed back up to above 400 as the provincial death toll nears 2,000. Provincial health officials confirmed 413 new cases of the novel coronavirus and 31 more deaths, bringing the total number of patients in Ontario to 24,187, including 1,993 deaths and 18,509 recoveries.\n\nMay 20: Ontario health officials record 390 new cases of COVID-19 and 43 more deaths. The total number of patients infected with the disease in the province rises to 23,744, including 1,962 deaths and 18,190 recoveries.\n\nMay 19: 427 more cases of COVID-19 were confirmed by Ontario health officials Tuesday morning, as well as 15 more deaths. This marks the lowest number of deaths reported by the province in a single day since April 6. There have been 23,384 confirmed cases of COVID-19 in Ontario reported to date, including 1,919 and 17,898 recoveries.\n\nMay 18: A little more than 1,900 people have died in Ontario after contracting COVID-19. On Monday health officials confirmed 304 new cases of the novel coronavirus and 23 more deaths. The new patients bring the province's total number of COVID-19 cases to 22, 957, including 1,904 deaths and 17,638 recoveries.\n\nMay 17: Ontario health officials reported a slight dip in COVID-19 cases on Sunday. There are 340 new cases of the novel coronavirus and 23 more deaths. The new patients bring the province's total number of COVID-19 cases to 22653, including 1,881 deaths and 17,360 recoveries.\n\nMay 16: Ontario health officials have reported 391 new cases of COVID-19, including 33 more deaths. This marks the highest number of cases reported in a single day since May 9. The new patients bring the province's total number of COVID-19 cases to 22,313, including 1,858 deaths and 17,020 recoveries.\n\nMay 15: Ontario records 341 new COVID-19 cases and 27 more deaths, while adding that a data error on Thursday incorrectly reported the lowest number of new patients in six weeks. The province now has 21,922 confirmed cases of the novel coronavirus, including 1,825 deaths and 16,641 recoveries. There were 258 cases logged by health officials on Thursday, but a “small glitch” meant that number was “inaccurate,” the province’s health minister said. There were really 345 new cases of the disease that day.\n\nMay 14: Ontario records the lowest number of new COVID-19 cases in the province in more than six weeks. Provincial health officials reported 258 new cases and 33 more deaths, bringing the total to 21,496, including 1,798 deaths and 16,204 recoveries.\n\nMay 13: Ontario's number of new COVID-19 cases remains relatively static. Health officials reported 329 new patients on Wednesday, including 40 more deaths. This brings the total number of lab-confirmed cases in Ontario to 21,236. At least 1,765 people have died while 15,845 cases have been resolved.\n\nMay 12: Health officials reported another 361 cases of COVID-19 in Ontario, including 56 more deaths. There have been a total of 20,907 lab-confirmed cases of the disease in the province so far. At least 1,725 people have died while 15,391 have recovered.\n\nMay 11: Ontario health officials reported 308 new cases of COVID-19 in the province, including 35 more deaths. There have been a total of 20,546 lab-confirmed cases of the disease so far. At least 1,669 people have died in Ontario while 15,131 have recovered.\n\nMay 10: Health officials reported another dip in new COVID-19 cases in Ontario on Sunday morning with 294 new confirmed cases, marking the lowest number of new cases reported by the province since March 31. This brings the total number of cases in the province to 20,238, including 1,634 deaths and 14,772 recoveries.\n\nMay 9: The province recorded its lowest daily number of new cases of COVID-19 since April 6 on Saturday morning. There are 19,944 confirmed cases of the novel coronavirus in Ontario, including 1,599 deaths and 14,383, up 393 over Friday's report.\n\nMay 8: Ontario health officials confirm 477 new cases of COVID-19 and 68 more deaths. The new patients bring the total number of novel coronavirus cases to 19,598, including 1,540 deaths and 13,990 recoveries.\n\nMay 7: Ontario health officials confirm 399 new cases of COVID-19 and 48 more deaths. The new patients bring the total number of novel coronavirus cases to 19,121, including 1,477 deaths and 13,569 recoveries.\n\nMay 6: Ontario health officials confirm 412 new cases of COVID-19 and 68 more deaths. The new patients bring the total number of novel coronavirus cases to 18,722, including 1,429 deaths and 13,222 recoveries.\n\nMay 5: Ontario health officials confirm 387 new cases of COVID-19 and 61 more deaths. The new patients bring the total number of novel coronavirus cases to 18,310, including 1,361 deaths and 12,779 recoveries.\n\nMay 4: Ontario health officials confirm 370 new cases of COVID-19 and 84 more deaths. The new patients bring the total number of novel coronavirus cases to 17,923, including 1,300 deaths and 12,505 recoveries.\n\nMay 3: Ontario health officials confirm 434 new cases of COVID-19 and 40 more deaths. The new patients bring the total number of novel coronavirus cases to 17,553, including 1,216 deaths and 12,005 recoveries.\n\nMay 2: Ontario health officials confirm 511 new cases of COVID-19 and 55 more deaths. The new patients bring the total number of novel coronavirus cases to 17,119, including 1,176 deaths and 11,390 recoveries.\n\nMay 1: Ontario health officials confirm 421 new cases of COVID-19 and 39 more deaths. The new patients bring the total number of novel coronavirus cases to 16,608, including 1,121 deaths and 10,825 recoveries.\n\nApril 30: Ontario surpasses 1,000 COVID-19 deaths. Provincial health officials logged a single-day high with 86 deceased patients. The total number of cases in the province climbed to 16,187, including 10,205 recoveries, as 459 new cases of the virus were confirmed.\n\nApril 29: Ontario records the lowest amount of new COVID-19 cases in one day since April 6. Health officials confirmed 347 more cases of the novel coronavirus and 45 additional deaths. The province’s death toll now sits at 996 and the total number of confirmed cases is 15,728, including deaths and 9,612 recoveries.\n\nApril 28: The number of COVID-19 cases in the province has surpassed 15,000. Ontario health officials confirmed 525 new cases of the virus, as well as an additional 59 deaths. The death toll now sits at 951. The province is reporting 8,964 recoveries.\n\nApril 27: Ontario health officials confirm 424 more cases of COVID-19 in the province and 57 new deaths. The death toll now sits at 892 and the total number of cases has reached 14,856, including 8,525 recoveries.\n\nApril 26: The number of COVID-19 cases in the province has surpassed 14,000. Ontario health officials have confirmed 437 more cases of COVID-19, including 24 additional deaths. This brings the total number of cases in the province to 14,432, including 835 deaths and 8,000 recoveries.\n\nApril 25: Ontario health officials have confirmed 476 more cases of COVID-19, including 48 additional deaths. This brings the total number of cases in the province to 13,995, including 811 deaths and 7,509 recoveries.\n\nApril 24: The province confirmed 640 more cases of COVID-19 Friday morning as well as 50 more deaths related to the outbreak. There are currently 13,519 confirmed cases of the novel coronavirus in Ontario, including 763 deaths and 7,087 resolved cases.\n\nApril 23: The province confirmed 634 more cases of COVID-19 Thursday morning as well as 54 more deaths related to the outbreak. There are currently 12,879 confirmed cases of the novel coronavirus in Ontario, including 713 deaths and 6,680 resolved cases.\n\nApril 22: Ontario health officials confirmed 510 new cases of COVID-19, including 37 new deaths. This brings the total number of confirmed cases to 12,245, including 6,221 recoveries. Six hundred and fifty-nine people have died as a result of the virus.Officials confirmed that 878 people are in hospitals receiving treatment for COVID-19 and of those cases, 243 are in the intensive care unit. One hundred and ninety-two of those patients in the ICU are on a ventilator.\n\nApril 21: Ontario recorded 38 more COVID-19 deaths Tuesday morning, as well as 551 more cases of the virus. There are currently 11,735 confirmed cases of COVID-19 in Ontario, including 5,806 recoveries and 622 deaths.\n\nApril 20: Ontario health officials reported 606 new cases of COVID-19 and 31 deaths linked to the virus Monday morning. There are currently 11,184 confirmed cases of COVID-19 in the province, including 584 deaths and 5,515 recoveries\n\nApril 19: Ontario records 568 more cases of COVID-19 and 39 new deaths.There are currently 5,736 people under investigation for the novel coronavirus.\n\nApril 18: Ontario surpasses 10,000 confirmed cases of COVID-19. The province announed 485 new cases of the virus and 36 additional deaths. There are currently 6,833 people under investigation for the novel coronavirus.\n\nApril 17: Ontario's COVID-19 fatalities and case numbers soar to a single-day high, with 55 deaths and 564 cases reported. There are currently 9,525 cases of COVID-19 in the province, including 478 deaths and 4,556 recoveries. The data shows that 362 patients have recovered in the last 24 hours.\n\nApril 16: Ontario health officials report an additional 38 deaths related to COVID-19 while confirming 514 new cases of the virus. There are now 8,961 confirmed cases of COVID-19 in Ontario, which includes 423 deaths and 4,194 recoveries. Close to 300 cases have recovered in the last 24 hours alone.\n\nApril 15: Ontario recorded 51 more deaths linked to the virus, as well as 494 more cases. In the province, there are 795 people receiving treatment in hospital for COVID-19, including 254 patients in the intensive care unit. Of all patients, 12.7 per cent of them have been hospitalized at one point. There are now 3,902 resolved cases in the province.\n\nApril 14: Ontario health officials say that 43 more people have died as a result of COVID-19, while confirming 483 new cases of the virus. While the number of those hospitalized for COVID-19 has increased by nine patients since Monday, there is a decrease in the number of those being treated in an intensive care unit. There are currently 769 patients in hospital, 255 of which are in the ICU, down from 263 reported a day earlier. The number of those requiring a ventilator is also down to 199, from 203 on Monday.\n\nApril 13: Seventeen more deaths were confirmed by Ontario health officials as they announced 421 new cases of the novel coronavirus. These new cases bring the total in the province to 7,470. Of those cases, 44.4 per cent are male and 55 per cent are female. Officials said that 33.7 per cent are between the ages of 40 and 59, 24.3 per cent of all patients are between the ages of 20 and 39, 24.1 per cent of all patients are between the ages of 60 and 79, 15.4 per cent of all patients are 80 years of age or older and 2.3 per cent of all patients are 19 year of age or younger. There are currently 1,534 people are under investigation for the virus.\n\nApril 12: Ontario health officials confirmed 401 new cases of COVID-19 on Sunday, including 21 more deaths. This brings the total number of cases in Ontario to 7,049. Of those cases, 44.8 per cent of all patients in the province are male and 54.6 per cent are female. Officials said that 34.1 per cent of all patients are between the ages of 40 and 59, 24.7 per cent of all patients are between the ages of 20 and 39, 24.3 per cent of all patients are between the ages of 60 and 79, 14.6 per cent of all patients are 80 years of age or older and 2.4 per cent of all patients are 19 year of age or younger. There are currently 1,619 people are under investigation for the virus.\n\nApril 11: Ontario health officials confirmed 411 new cases of COVID-19 on Saturday, including 31 more deaths. This brings the total number of cases in Ontario to 6,648. Of those cases, 54.3 per cent of all patients are female and 45.1 per cent are male. Officials said that 34.6 per cent of all patients are between the ages of 40 and 59, 24.8 per cent of all patients are between the ages of 20 and 39, 24.3 per cent of all patients are between the ages of 60 and 79, 13.8 per cent of all patients are 80 years of age or older and 2.4 per cent of all patients are 19 year of age or younger. There are currently 1,517 people are under investigation for the virus.\n\nApril 10: Ontario health officials confirmed 478 new cases of COVID-19 on Friday, including 22 more deaths. This brings the total number of cases in Ontario to 6,237. Of those cases, 54.1 per cent of all patients are female and 45.3 per cent are male—37 cases did not specify their gender. 34.6 per cent of all patients are between the ages of 40 and 59, 25.2 per cent of all patients are between the ages of 20 and 39, 24.2 per cent of all patients are between the ages of 60 and 79, 13.4 per cent of all patients are 80 years of age or older and 2.4 per cent of all patients are 19 year of age or younger. There are currently 1,598 people are under investigation for the virus.\n\nApril 9: The number of deaths related to COVID-19 in Ontario has reached 200. Ontario health officials confirmed 483 new cases of the virus, including 26 more deaths. Of the patients, 45.5 per cent are male and 53.8 per cent are female. There are 141 patients under the age of 20, 1,464 between the ages of 20 and 39 years old, 1,996 are between 40 and 59 years old, and 1,412 patients are between 60 and 79 years old. Seven-hundred-and-forty of the patients are 80 years old or older. There are an additional 1,208 people under investigation for COVID-19.\n\nApril 8: The number of COVID-19 cases in Ontario has surpassed 5,000. Ontario health officials confirmed 550 new cases in the province, including 21 more deaths. Of those cases, 46.1 per cent were male and 53.3 per cent were female. There are 129 patients under the age of 20, 1,369 between the ages of 20 and 39, 1,851 between the ages of 40 and 59, and 1,300 patients between the ages of 60 and 79. Six-hundred-and-twenty-four COVID-19 cases were 80 years old or older. There are an additional 1,102 people under investigation for COVID-19.\n\nApril 7: The province confirmed another 379 cases of COVID-19 and 21 more deaths. This brings the total number of cases in Ontario to 4,726. Of the cases, 46.8 per cent are male and 52.7 per cent are female. Health officials say that 120 patients are under the age of 20. There are 1,263 patients between the ages of 20 and 39, 1,663 between the ages of 40 and 59, 1,168 between the ages of 60 and 79. Five hundred and nine of the COVID-19 patients are 80 years or older. There are an additional 691 people under investigation for the virus.\n\nApril 6: Ontario health officials confirm 309 new cases of COVID-19, including 13 more deaths. This brings the total number of cases in Ontario to 4,347. Of those cases, 47.3 per cent are male and 52.2 per cent are female. There are 107 patients aged 19 and under, 1,167 cases between the ages of 20 and 39, 1,537 are between the ages of 40 and 59 and there are 1,077 patients between the ages of 60 and 79. Four hundred and fifty-five COVID-19 patients are 80 years old or older. There are an additional 329 people under investigation for the virus.\n\nApril 5: The province confirmed 408 new cases of COVID-19 Sunday morning, including 25 more deaths. The number of cases of the novel coronavirus in Ontario sits at 4,038, 1,449 of which have recovered. Of those 4,038 cases, 2,101 are female and 1,919 are male. Patients betwen the ages of 40 and 59 years old represent 35.4 per cent of all the cases in Ontario at 1,430, 1,111 patients are between the ages of 20 and 39 years old, 1,002 patients are between the ages of 60 and 79 year old. The province says that 392 patients are 80 years old or older, while 99 patients are 19 years olf or younger.\n\nApril 4: Ontario public health has confirmed 27 more deaths related to COVID-19, as 375 new cases of the virus were announced by the province on Saturday morning.There are currently 3,630 confirmed cases in Ontario, including 1,219 patients who have recovered. Of those 3,630 cases, 1,755 patients are male and 1,857 patients are female. According to provincial data, 1,319 of the patients are between the ages of 40 and 59 years old, 1,025 of patients are between the ages of 20 to 39 years old, 903 of patients are 60 to 79 years old, 287 of patients are 80 years old or older and 93 of the patients are 19 years old or younger.\n\nApril 3: The province confirmed 462 new cases of COVID-19 Friday morning. There are now 3,255 cases in the province, including 67 deaths and 1,023 patients who have recovered. Of those 3,255, 1,579 patients are male and 1,657 are female. The province says that 2,123 of the patients are between the ages of 20 and 60 years old, 1047 of patients are 65 years old or older and 82 of the patients are 19 years of age or younger.\n\nApril 2: The province confirmed 401 new cases of COVID-19 Thursday morning. There are now 2,793 cases in the province, including 53 deaths and 831 patients who have recovered. Of those 2,793, 1,355 patients are male and 1,421 are female. The province says that 1,821 of the patients are between the ages of 20 and 60 years old, 902 of patients are 65 years old or older and 68 of the patients are 19 years of age or younger.\n\nApril 1: The province confirmed 426 new cases of COVID-19 Wednesday morning. There are now 2,392 cases in the province, including 37 deaths and 689 patients who have recovered. Of those 2,392, 1,189 patients are male and 1,189 are female. The province says that 1,574 of the patients are between the ages of 20 and 60 years old, 760 of patients are 65 years old or older and 55 of the patients are 19 years of age or younger.\n\nMarch 31: The province confirmed 260 new cases of COVID-19 Tuesday morning. There are now 1,966 cases in the province, including 33 deaths and 534 patients who have recovered. Of those 1,966, 980 patients are male and 974 are female. Twelve cases did not specify male or female gender. The province says that 1,496 of the patients are between the ages of 20 and 60 years old, 421 of patients are 65 years old or older and 46 of the patients are 19 years of age or younger.\n\nMarch 30: Three hundred and fifty one new cases of the virus were confirmed by the province on Monday, bringing the Ontario total to 1,706, including 23 deaths. Health officials confirmed another 10 deaths related to COVID-19 on Monday afternoon. No information regarding the new patients’ genders, ages, locations, or means of transmission has been released for the fourth day in a row.\n\nMarch 29: Two hundred and eleven new cases of the virus were confirmed by the province on Sunday, including four additional deaths. The province has not released any information regarding the gender, ages, locations or means of transmission for the new patients.\n\nMarch 28: The provincial tally of COVID-19 cases has surpassed 1,000. One hundred and fifty one new cases of the virus were confirmed by Ontario health officials, including one additional death. The province has not released any information regarding the gender, ages, locations or means of transmission for the new patients.\n\nMarch 27: One hundred and thirty five new cases of the virus were confirmed by the province on Friday. Three additional deaths were also confirmed, bringing the total number deceased patients to 18. While announcing the new patients on Friday, health officials stated that more than 10,000 people are currently under investigation for the virus and nearly 30,000 people in the province have tested negative thus far.\n\nMarch 26: One hundred and seventy new cases of the virus were confirmed by health officials in Ontario as the number of deaths in the province increased to 15. Thirty-five of the cases are listed as travel related, 56 as close contact. Twelve people have been hospitalized. There are 22 new cases in Toronto, 15 in Peel Region, 33 in York Region, five in Durham Region, three in Peterborough, one in Halton Region and one in Hamilton. In Ottawa, there are five new cases. There are also three new cases in Waterloo, two in Niagara, four in Simcoe Muskoka, one in Sudbury, 14 in Haliburton, one in Northwestern, four in Middlesex London, two in Oxford, one in Grey Bruce and one in North Bay.\n\nMarch 25: One hundred new cases of COVID-19 were confirmed by Ontario health officials, including five deaths in the province. The first deceased was a patient who was receiving care at a hospital in Niagara. No information has been released about the four other deceased patients. Twenty-one of the patients are from Toronto, 13 are from Peel Region, five are from York Region, four are from Halton Region, four are from Hamilton, two are from Peterborough and one case is in Durham Region. There are also five confirmed cases in Kington, three in Porcupine District, two cases in Windsor Essex, two cases in Middlesex London, two cases in Hastings Prince Edward, and one case in Wellington Dufferin Guelph, Niagara, Simcoe Muskoka, Haliburton Kawartha Pineridge and Timiskaming. The locations of the additional cases are all listed as “pending.”\n\nMarch 24: Eighty-five new cases of the virus were confirmed by Ontario health officials, including two deaths. The first deceased patient, a man in his 90s, was being treated in Durham Region. The second deceased patient was an 80-year-old woman who died at St. Joseph's Hospital in Hamilton. Ontario public health said that the woman had been in isolation since being admitted to the hospital on March 16. She was a resident of Heritage Green Nursing Home in Stoney Creek.. Among the new patients are two cases in Durham Region, as well as 17 in Toronto, five in York Region, three in Peel Region, three in Hamilton, and one in Halton Region.Three additional cases were confirmed in the Kingston, Ont. area, three in Ottawa, two in Waterloo, Ont. and there has been one case confirmed in Sudbury, Brant, Wellington Dufferin Guelph Region, Grey Bruce, the Windsor Essex area, and Niagara Region.The locations of the additional cases are all listed as “pending.”\n\nMarch 23: The number of COVID-19 cases in Ontario has surpassed 500 as seventy-eight new cases of the virus were confirmed by provincial health officials. Among the new patients announced Monday, 15 are from Toronto, eight are from York Region, six are from Peel Region, three are from Durham Region, three are from Hamilton, and two are from Halton Region. As well, three new cases have been confirmed in Ottawa, and there is one more case confirmed in Hastings Prince Edward, Sudbury, Simcoe Muskoka, Wellington Dufferin Guelph, Haliburton Kawartha Pineridge, Waterloo, Eastern Ontario and the Kingston area. The location of the remaining cases are all listed as “pending.”\n\nMarch 22: Fourty-eight new cases of the virus were confirmed by health officials in Ontario. Among the new cases announced on Sunday, one is from Toronto, one is from eastern Ontario, one is from Waterloo, one is from Ottawa, one is from Peel Region, one is from Hamilton and one is from Windsor Essex. The 41 other cases’ locations are listed as “pending.” Two of the new cases are travel-related. Two new recoveries were also announced, bringing the total to eight. Health officials also reported the first COVID-19-related deaths in Toronto, York Region and Lindsay.\n\nMarch 21: Fifty-nine new cases of the virus were confirmed by the province in Ontario. Among the new cases announced on Saturday, two are in Toronto, four are in Peel Region, three are in Simcoe Muskoka, five are in York Region, one is in Hastings Prince Edward, one is in Ottawa and one is in Durham Region. The 41 other cases’ locations are listed as “pending.” Nine of the new cases are travel-related. The Simcoe Muskoka District Health Unit also confirmed a third COVID-19-related death in the province.\n\nMarch 20: Sixty new cases of the virus were confirmed by the province in Ontario. Among the new cases announced on Friday, six are in Middlesex London, three are in Haliburton Kawartha, two are in Toronto, two are in Hamilton, three are in Peterborough, six are in Durham Region, three are in Ottawa, four are in Waterloo, two are in Peel Region, one is in York Region, one is in Porcupine and one is in Hastings Prince Edward. The 26 other cases’ locations are listed as \"pending.\" Nine of the new cases were listed as travel-related.\n\nMarch 19: Forty-four cases of the virus were confirmed by the province. One of the patients, a Durham man in his 80s, required immediate hospitalization. Eight of the patients are from the Toronto area. The province said 12 of the patients have a travel history to places including the United States, Spain, Belgium, Canary Islands, San Juan, England, Finland, Germany, Malta and Manilla. Health officials in Halton Region also confirmed a second COVID-19-related death in the province.\n\nMarch 18: Twenty-five cases of the virus were confirmed by the province. Among the patients, four are in Halton, three in Toronto, two in Peel, two in Hamilton, two in Chatham Kent, one in York, one in Waterloo, one in Niagara, one in Ottawa, one in Middlesex London, one in Grey Bruce, one in Simcoe Muskoka, one in Brant, one in Algoma and three are listed as “pending.” Eighteen of the cases have recently travelled outside of the country.\n\nMarch 17: Ontario Health Minister Christine Elliott says a COVID-19 patient in the province has died. The 77-year-old Muskoka region man tested positive for the virus after death. Elliott said his cause of death remains under investigation. Eleven additional cases of the virus were confirmed in the province – five in Hamilton, three in Kingston, two in Middlesex London, and one in York Region.\n\nMarch 16: Thirty-two cases were announced in the province, including 11 cases in Toronto. About 10 of the cases had travelled to the United States, officials said.\n\nMarch 15: Ontario health officials announced 42 new cases of the virus, marking the biggest single-day jump in the province since tracking had begun. Among the cases, there are 14 in Toronto, five in Peel, five in Ottawa, three in Hamilton, three in York, two in Waterloo, two in Durham, two in Simcoe Muskoka, one in Niagara, one in Haliburton Kawartha Pineridge, two in Grey Bruce and one in Peterborough. The Simcoe-Muskoka patient has been hospitalized.\n\nMarch 14: Twenty-four cases of the virus were announced in Ontario, including nine in Toronto, three in Durham, two in Waterloo, two in Ottawa, one in Halton, one in Middlesex London, one in Cobourg, one in Huron-Perth, one in Hamilton and one in Peel. Officials announced two additional cases in the province in the afternoon but did not specify where. At least two of the cases cited travel to the United States, while two others were recently in Asia.\n\nMarch 13: The province announced 19 additional cases of COVID-19, including patients in Toronto, York, Peel, Ottawa, and Waterloo. One of the patients, a man in his 80s, was hospitalized in Niagara. Twelve of the cases had a travel history to Egypt, United States or England.\n\nMarch 12: Eighteen cases of the virus were confirmed in Ontario, including a baby boy and Canadian Prime Minister Justin Trudeau’s wife Sophie Gregoire Trudeau. The patients included people across southern Ontario, including Toronto, Peel, Waterloo and Muskoka. Trudeau announced he is not showing any symptoms of the virus but is self-isolating for two weeks as a precaution.\n\nMarch 11: Health officials confirmed five cases of the virus, including four patients in the Greater Toronto Area and one in Ottawa. This was the first case reported in Ottawa. The Ottawa patient had travelled to Austria, while the three others had either been to Egypt and the United States.\n\nMarch 10: Ontario health officials confirmed the province’s 36th case of the virus, a man in his 40s, who had recently to Switzerland. Later in the day, the 37th case in the province was reported – a patient in Sudbury. The Sudbury man attended a Toronto conference before testing positive for the virus.\n\nMarch 9: Three new cases were reported in the province. The first two patients are a man in his 80s and a woman in her 70s, who had both recently travelled to Iran. The third patient is a Brampton woman in her 30s, who was a close contact of someone who had previously tested positive for the virus.\n\nMarch 8: Four new cases were reported in the province – a Toronto woman in her 40s, who had recently been to Colorado, a Toronto woman in her 60s, who had recently been to France, a Toronto man in his 60s, who had recently been to Washington, and a Brampton man in his 50s, who had recently travelled to Germany.\n\nMarch 7: There were no new cases of the virus reported in Ontario.\n\nMarch 6: Five cases of COVID-19 were reported in the province. The patients include a Toronto man in his 20s, who had been to Italy, a Richmond Hill woman in her 60s, who had been to Iran, and a Toronto man in his 40s, who had been to Las Vegas. Another patient is the wife of a previously reported case – the Peel couple was aboard the Grand Princess Cruise Ship out of San Francisco, which travelled to Mexico. The last case is a Toronto man in his 50s, who had been to Iran.\n\nMarch 5: Ontario health officials report three new cases of the virus. One of the three patients is a Kitchener woman in her 50s, who had been to Italy. The second patient is a Toronto man in his 60s, who had been to Iran. The third patient is a Mississauga man in his 60s, who was aboard the Grand Princess Cruise Ship in San Francisco.\n\nMarch 4: There were no new cases of the virus reported in Ontario.\n\nMarch 3: Two cases of the virus were reported. They are a woman in her 70s in York Region, who came back from Egypt, and a man in his 50s, who came back from Iran.\n\nMarch 2: Three cases of COVID-19 are reported in the province. They are a Toronto woman in her 60s, who had been to Egypt, a Toronto woman in her 70s, who had been to Egypt and is the roommate of a previously confirmed case, and a Toronto man in his 60s, who had been to Iran.\n\nMarch 1: Ontario health officials confirm four cases of the virus. The cases involve the husband of a previously reported York Region case, a York Region man in his 50s, who is a close contact of a previously reported case, a Newmarket woman in her 70s, who had been to Egypt, and a Toronto man in his 60s, who had been to Iran.\n\nFebruary 29: Three cases of the virus are confirmed – a woman in her 30s in York Region, who had been to Iran, as well as a woman in her 50s in Toronto, who had been Iran, and her husband, a man in his 60s, who did not travel with her.\n\nFebruary 28: Ontario health officials confirmed the province’s seventh case of the virus, a Toronto man in his 50s, who had travelled to Iran. Later in the day, the eighth case in the province was reported – a Toronto man in his 80s, who had been to Egypt.\n\nFebruary 27: The husband of Ontario’s fifth case, a Toronto man in his 60s, tested positive for the virus.\n\nFebruary 26: A Toronto woman in her 60s tested positive for the virus after returning from Iran.\n\nFebruary 25 and 24: There were no new cases of the virus reported in Ontario.\n\nFebruary 23: A Toronto woman in her 20s tests positive for the virus. She had been in China.\n\nFebruary 22 – February 1: There were no new cases of the virus reported in Ontario.\n\nJanuary 31: Provincial health officials confirm a case of the virus in London, Ont. The patient is a university student in her 20s, who had recently been to China.\n\nJanuary 27: Ontario health officials confirm the wife of the country’s first patient has also tested positive for the virus. She has also travelled to China.\n\nJanuary 25: The first positive case of the virus in Canada is reported in Toronto. The patient is a man in his 50s, who had recently travelled to China.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "There have been a total of 40,565 lab-confirmed positive cases of novel coronavirus (COVID-19) reported in Ontario thus far.", "keywords": "toronto news live, toronto, news, ctv news, breaking news, canadian, local news, weather, taffic, lotto, lottery, numbers, maple leafs, blue jays, gas prices, accident, murder, flood, fire, crash, attack, sex, crime, community, sports, advertising, ttc, strike, gta, brampton, mississauga, markham, richmond hill, vaughan, scarborough, durham region, covid 19 canada, covid 19, coronavirus canada, covid 19 ontario, ontario covid 19,", "news_keywords": "COVID-19 Ontario, cases of coronavirus in Ontario, COVID-19 Canada, COVID-19 cases, new cases of COVID-19, coronavirus news,", "robots": "ACAP allow-index", "fb": {"pages": 174761742563060}, "dc.date.modified": "2020-08-15", "og": {"type": "article", "title": "Tracking Ontario's 40,565 cases of COVID-19", "description": "There have been a total of 40,565 lab-confirmed positive cases of novel coronavirus (COVID-19) reported in Ontario thus far.", "url": "https://toronto.ctvnews.ca/tracking-ontario-s-40-565-cases-of-covid-19-1.4834821", "image": "https://www.ctvnews.ca/polopoly_fs/1.4925634.1588694319!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg", "site_name": "Toronto", "locale": "en_CA"}, "twitter": {"title": "Tracking Ontario's 40,565 cases of COVID-19", "url": "https://toronto.ctvnews.ca/tracking-ontario-s-40-565-cases-of-covid-19-1.4834821", "card": "summary_large_image", "description": "There have been a total of 40,565 lab-confirmed positive cases of novel coronavirus (COVID-19) reported in Ontario thus far.", "site": "@CTVToronto", "creator": "@CTVToronto", "image": {"src": "https://www.ctvnews.ca/polopoly_fs/1.4925634.1588694319!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg"}}, "article": {"published_time": "2020-03-02T10:51:00-05:00", "modified_time": "2020-08-15T10:48:00-04:00"}}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Virus Spread"]}}