{"GDELT": {"GlobalEventID": 940944447, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "COP", "Actor1Name": "DEPUTY", "Actor1Type1Code": "COP", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.58450704225352, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beltany, Donegal, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI06", "Actor1Geo_ADM2Code": "18287", "Actor1Geo_Lat": 55.1, "Actor1Geo_Long": -8.13333, "Actor1Geo_FeatureID": "-1500915", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beltany, Donegal, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI06", "Actor2Geo_ADM2Code": "18287", "Actor2Geo_Lat": 55.1, "Actor2Geo_Long": -8.13333, "Actor2Geo_FeatureID": "-1500915", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beltany, Donegal, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI06", "Action2Geo_ADM2Code": "18287", "Action2Geo_Lat": 55.1, "Action2Geo_Long": -8.13333, "Action2Geo_FeatureID": "-1500915", "DATEADDED": 20200815121500, "SOURCEURL": "https://www.irishtimes.com/news/crime-and-law/urgent-report-on-dublin-eviction-ordered-by-deputy-garda-commissioner-1.4331388"}, "ARTICLE": {"TITLE": "Urgent report on Dublin eviction ordered by Deputy Garda Commissioner", "TEXT": "An urgent review of all the circumstances surrounding an eviction in Dublin last Wednesday at which some gardaí were present has been ordered.\n\nAn Garda Síochána said on Saturday it is “very aware of current public discourse around an incident on Berkeley Road” and that “as organisation we must listen and learn from our experiences.”\n\nDeputy Garda commissioner John Twomey said the policing and security unit had appointed an outside superintendent to examine all the circumstances of the incident “from a lessons learned perspective”.\n\nGardaí have also launched a criminal investigation into “alleged criminal damage” at a property on Berkeley Road in north Dublin from which nine tenants were evicted earlier this week.\n\n“I have requested an urgent lessons learned report on this recent incident,” said the deputy commissioner. “If, where An Garda Síochána can learn from this experience, we will do so as to ensure that we continue to provide the best policing service going forward based on our tradition of policing by consent.”\n\nNine tenants were evicted from the house in Phibsborough after several men wearing all black, face coverings, caps and sunglasses entered the premises and instructed the tenants to leave before boarding up the front door and windows.\n\nVideo footage shows a number of gardaí attended the eviction and watched as one of the tenants was physically removed from the property. The tenants spent several hours afterwards outside the house, with their belongings and bin bags full of clothes on the pavement.\n\nIn a statement released on Saturday, An Garda Síochána said it was “very aware of current public discourse” around the incident on Berkeley Road and that as an organisation gardaí must “listen and learn from our experiences”.\n\nThe force is “committed to delivering a professional policing and security service with trust, confidence and support”, said the statement.\n\n“Our purpose at events of this type, which are essentially civil legal matters, is not to be an integral part of the event but to prevent breaches of the peace and ensure the safety of all persons involved.\n\n“In the ever increasingly complex policing environment front-line members of An Garda Síochána must make dynamic and real-time decisions based on the information available to them at any particular time.\n\n“An Garda Síochána management must support frontline members and ensure that they have the correct guidance and support in attending similar developing, dynamic evolving incidents.”\n\nVery concerned\n\nThe Policing Authority said it was very concerned by the material in public circulation relating to the eviction and it welcomed the Garda statement on the matter.\n\n“That concern was about the appropriateness of the Garda presence and of some of the things that appeared to have been said, and about the fact that circumstances were allowed to develop where the impression was conveyed that the Garda Síochána had an active role in the event. The impression was also conveyed that the Garda concern for vulnerable people so amply demonstrated in the context of the health emergency was not evident in this case” it said.\n\nIt said the chairperson of the Policing Authority had a number of contacts and conversations with Deputy Commissioner John Twomey about these issues on Thursday and Friday.\n\n“The statement from the Garda Síochána is welcome and important in that its recognition that there are lessons to be learned from the incident is an acceptance that all was not right with the garda actions on the day.\n\n“The Code of Ethics established for the Garda Síochána by the Policing Authority in 2016 acknowledges that gardaí often have to make on the spot decisions, sometimes with incomplete knowledge of all the facts. It is on the implementation of the learning from these events that attention must now focus,” it said.\n\n“Promoting public understanding of policing is a statutory role of the Authority and concern for anything that might lessen public confidence in the Garda Síochána is central to that. Events that took place in North Frederick Street two years ago should have informed the approach of, and guidance to, Garda members in situations such as arose a few days ago. The Authority will continue its detailed engagement with the Commissioner and his senior colleagues to ensure that everything possible will be done so that the willingness to listen and learn expressed in the Garda statement will bear fruit in policy and practice,” it added.\n\nNotice\n\nOn Thursday, activists with the Dublin Central Housing Action group removed the boarding put up on the house and the tenants re-entered the property. The tenants claim they had not been served written eviction notices to vacate the property prior to it being repossessed on Wednesday.\n\nGerry Ward, who had earlier been the tenants’ landlord, said he had been involved with the property since around 2004. He said there was a legal dispute over it since 2017 with a property fund, Beltany Property Finance.\n\nHe said he had not been aware of the property’s repossession until he was contacted by the tenants.\n\nA spokesman for Goldman Sachs, which controls Beltany, said the fund had sold the property on June 2nd, but was unable to disclose the name of the buyer citing confidentiality reasons.\n\nLandlords’ representative organisation, IPOA, said tenants should not be caught up in disputes between property owners and financial institutions.\n\n“While we are aware that difficulties arise in cases where repossession by financial institutions cause friction, the occupiers should not be involved. Legislation should be adhered to,” the association said.\n\n“Where a dispute arises between property owner and tenant it may be referred to the RTB [Residential Tenancies Board] for resolution in an organised manner.”", "METADATA": {"apple-itunes-app": "app-id=365544593", "description": "Policing Authority says it is very concerned by material in circulation relating to eviction", "vf": {"unique_id": "wwwirishtimescom14331388"}, "news_keywords": "News, Crime & Law, Gerry Ward, John Twomey, Dublin Central, Garda Síochána, Ipoa, Landlords, Goldman Sachs Group, Dublin(IE), Phibsborough", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0, user-scalable=yes, target-densitydpi=medium-dpi", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "robots": "all", "og": {"title": "Urgent report on Dublin eviction ordered by Deputy Garda Commissioner", "type": "article", "url": "https://www.irishtimes.com/news/crime-and-law/urgent-report-on-dublin-eviction-ordered-by-deputy-garda-commissioner-1.4331388", "site_name": "The Irish Times", "description": "Policing Authority says it is very concerned by material in circulation relating to eviction", "locale": "en_US", "image": {"identifier": "https://www.irishtimes.com/polopoly_fs/1.4331386.1597499778!/image/image.jpg", "secure_url": "https://www.irishtimes.com/polopoly_fs/1.4331386.1597499778!/image/image.jpg", "type": "image/jpeg", "height": 329, "width": 585}}, "twitter": {"card": "summary_large_image", "site": "@IrishTimes", "creator": "@SorchaPollak", "url": "https://www.irishtimes.com/news/crime-and-law/urgent-report-on-dublin-eviction-ordered-by-deputy-garda-commissioner-1.4331388", "title": "Urgent report on Dublin eviction ordered by Deputy Garda Commissioner", "description": "Policing Authority says it is very concerned by material in circulation relating to eviction", "image": "https://www.irishtimes.com/polopoly_fs/1.4331386.1597499778!/image/image.jpg", "account_id": 15084853}, "p": {"domain_verify": "407f54448f07f81a1dee976d9c243713"}, "fb": {"pages": 45441411157, "app_id": 1170474839675514}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}