{"GDELT": {"GlobalEventID": 940949002, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "BUS", "Actor2Name": "BUSINESS", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 4.3859649122807, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT", "Actor1Geo_Lat": 42.833333, "Actor1Geo_Long": 12.833333, "Actor1Geo_FeatureID": "IT", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT", "Actor2Geo_Lat": 42.833333, "Actor2Geo_Long": 12.833333, "Actor2Geo_FeatureID": "IT", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT", "Action2Geo_Lat": 42.833333, "Action2Geo_Long": 12.833333, "Action2Geo_FeatureID": "IT", "DATEADDED": 20200815124500, "SOURCEURL": "http://tradearabia.com/news/CONS_371539.html"}, "ARTICLE": {"TITLE": "Italian Dairy Products announces Sharjah plant expansion", "TEXT": "Italian Dairy Products factory, one of the UAE’s largest factories producing Italian cheese and other dairy items headquartered at Sharjah Food Park, said it has doubled up the total size of its factory to 26,000 sq ft with an eye on further expansion in the Emirati and Gulf markets.\n\nSharjah Food Park, developed by the Hamriyah Free Zone Authority (HFZA), is the region’s first and largest dedicated facility for food industries, covering a total area of 11 million sq m, with an eye on importing, exporting, holding, and re-packaging foodstuff destined for various countries around the world.\n\nHFZA Director Saud Salim Al Mazrouei said the Authority's commitment to support investments stems from the wise Sharjah leadership in terms of harnessing the potential to consolidate the emirate’s position as a global destination for businesses.\n\n\"We’ve come here today to acknowledge a great experience for a factory that succeeded for over a decade to cater to the needs of the Emirati market from fresh Italian cheese made with fresh Emirati milk. Indeed, it’s a world-class product made with pride in the UAE,\" remarked Al Mazrouei.\n\nIt is one of the UAE’s largest factories for producing Italian cheese, using fresh cow’s milk brought from the national farms in the UAE. The factory consumes some 4,800 tonnes of milk annually to produce about 500 tonnes of fresh Italian cheese such as mozzarella, burrata and scamorza, and ricotta.\n\nWith this move, the company headquartered at Sharjah Food Park, is set to become one of the largest Italian dairy factories across the UAE.\n\nAl Mazrouei was speaking after touring the newly developed facilities along with a number of officials and directors of the free zone. He was later briefed about the different phases of dairy production in accordance to the highest international standards.\n\nHe commended the factory’s important role in providing high-quality foodstuff at affordable prices, thanks to the implementation of smooth and innovative mechanisms throughout the production process.\n\nThe success of the Italian Dairy Products factory reflects HFZA’s distinctive position at the global level as headquarters for the leading food companies in the region, underlining that food security and self-sufficiency in basic commodities are an essential pillar in HFZA’s plan, remaked Al Mazrouei.\n\nThe success of any investment is a testament to HFZA’s distinction and commitment to bolstering its investors in every way.\n\nItalian Dairy Products General Manager Leo Condemi said: \"Having witnessed the increasing demand for products made with high-quality local ingredients mixed with innovative Italian expertise, we made the decision to double up the factory area to meet such demands.\"\n\nHighlighting the strategic location of HFZA that connects 3 continents, in addition to the outstanding services provided to investors to facilitate exporting operations, Condemi remarked: \"It was such a perfect choice to take HFZA as our headquarters in the region to be able to expand our businesses and penetrate other Gulf markets.\"\n\n\"This new expansion will help us boost our production capacity and operational capability to meet the needs of the local market and other emerging markets according to our developmental plans,\" he noted.\n\n\"Today, we are witnessing the expansion of our factory to 26,000 square-foot after it was 13,000 square-foot with its inauguration in 2009, and now we are looking ahead to penetrate new Gulf markets,\" he added.-TradeArabia News Service", "METADATA": {"description": "Italian Dairy Products, one of the UAE’s largest factories producing Italian cheese and other dairy items, said it has doubled up the total size of its factory to 26,000 sq ft as the Sharjah-based group gears up for further regional expansion.", "keywords": "Tradearabia, Trade Arabia, tradearabia, Middle East trade news, GCC business news, industry news,trade news, business directory, tenders, project news, premium content"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}