{"GDELT": {"GlobalEventID": 940928528, "Day": 20190816, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6192, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "DEU", "Actor2Name": "GERMANY", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 154, "EventBaseCode": 154, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 22, "NumSources": 2, "NumArticles": 20, "AvgTone": -1.26343382844249, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200815094500, "SOURCEURL": "https://ca.news.yahoo.com/pompeo-inks-deal-us-troop-092506345.html"}, "ARTICLE": {"TITLE": "Pompeo inks deal to support more US troops in Poland", "TEXT": "U.S. Secretary of State Mike Pompeo gestures toward Polish soldiers during ceremonies marking the centennial of the Battle of Warsaw, a Polish military victory in 2020 that stopped the Russian Bolshevik march toward the west, in Warsaw, Poland, Saturday Aug. 15, 2020. Pompeo attended as he wrapped up a visit to central Europe.(AP Photo/Czarek Sokolowski)\n\nWARSAW (AP) — U.S. Secretary of State Mike Pompeo sealed a defense cooperation deal Saturday with Polish officials that will pave the way to deploy more American troops to Poland.\n\nPompeo, in Warsaw at the end of a four-nation tour of central and eastern Europe, signed the deal with Polish Defense Minister Mariusz Błaszczak that sets out the legal framework for the additional troops.\n\n“This is going to be an extended guarantee: a guarantee that in case of a threat our soldiers are going to stand arm-in-arm,” Poland's President Andrzej Duda said during the signing ceremony. “It will also serve to increase the security of other countries in our part of Europe.”\n\nThe deal would also further other aspects of U.S.-Polish cooperation, he added, citing primarily investment and trade ties.\n\nSome 4,500 U.S. troops are currently based in Poland, but about 1,000 more are to be added. Last month, in line with President Donald Trump’s demand to reduce troop numbers in Germany, the Pentagon announced that 12,000 troops would be withdrawn from Germany with about 5,600 moving to other countries in Europe, including Poland.\n\nIn addition, several U.S. military commands will be moved out of Germany, including the U.S. Army V Corps overseas headquarters that will relocate to Poland next year.\n\nThe deal would also further other aspects of U.S.-Polish cooperation, he added, citing primarily investment and trade ties.\n\nThe pact signed Saturday supplements a NATO pact and allows for the enhancement and modernization of existing capabilities and facilities by allowing U.S. forces to access additional Polish military installations. It also sets out a formula for sharing the logistical and infrastructure costs of an expanded U.S. presence in the country.\n\n“The opportunities are unlimited, the resources will be available,\" Pompeo said later at a news conference alongside Polish Foreign Minister Jacek Czaputowicz.\n\n\"Troop levels matter ... but the world has moved on too,” Pompeo said, referring to threats posed in space, cyberspace and disinformation campaigns. He said such defense agreements would allow work on those threats too.\n\nCzaputowicz said the presence of American troops “enhances our deterrence potential because we are closer to the potential source of conflict.”\n\n“It is important that they should be deployed here in Poland and not in Germany,” he said.\n\nTrump said the pact was the culmination of months of negotiations.\n\n“The agreement will enhance our military cooperation and increase the United States' military presence in Poland to further strengthen NATO deterrence, bolster European security, and help ensure democracy, freedom, and sovereignty,” Trump's statement said.\n\nTrump has long and loudly complained that Germany does not spend enough on defense. NATO nations have pledged to dedicate 2% of their gross domestic product.\n\nAfter the signing ceremony, Pompeo joined Duda and other Polish leaders at the Tomb of the Unknown Soldier to mark the centennial of Poland’s landmark victory against the Russian Bolsheviks in 1920 during the Polish-Soviet war.\n\nIn the Battle of Warsaw, often called the “Miracle on the Vistula,” outnumbered Polish troops led by Marshal Józef Piłsudski defeated an advancing Red Army. The battle is credited with stopping the Bolsheviks' westward march, and remains a source of huge national pride in Poland.\n\nSaturday's signing came just a day after the Trump administration suffered an embarrassing diplomatic loss at the United Nations when its proposal to indefinitely extend an arms embargo on Iran was soundly defeated in a U.N. Security Council vote that saw only one country side with the U.S. Pompeo will visit that country, the Dominican Republic, on Sunday for the inauguration of its new president.\n\nPompeo said in Warsaw that it was “unfortunate” that France and the U.K., permanent members of the Security Council, did not support the U.S. position and that Washington would continue to press the issue.\n\n“The United States simply wanted the keep the same rules that have been in place since 2007,\" he said. “I think there are a lot of people who understand that it is not in the world’s best interest to allow this arms embargo to expire. I hope they find the courage to say so publicly.”\n\nPompeo has used his Europe trip to warn the region's young democracies about threats posed by Russia and China. In Poland, the reception was particularly warm, given the friendship between Trump and conservative Polish President Duda, who was sworn in for a second five-year term earlier this month after a hotly contested election.\n\nMany of the policies pushed by Poland's ruling conservative government have put Poland at odds with the European Union, which is concerned that government efforts to reshape the judiciary and other actions have eroded the rule of law and democracy in the EU nation.", "METADATA": {"msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooCanada", "card": "summary_large_image", "description": "U.S. Secretary of State Mike Pompeo sealed a defense cooperation deal Saturday with Polish officials that will pave the way to deploy more American troops to Poland.  Pompeo, in Warsaw at the end of a four-nation tour of central and eastern Europe, signed the deal with Polish Defense Minister Mariusz", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/pFqvNQlbgSmYHkCGO7xSgg--~B/aD0yNTY3O3c9MTU4ODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/2e5b480ab698d53a615a82ae950bc10a", "src": "https://s.yimg.com/uu/api/res/1.2/pFqvNQlbgSmYHkCGO7xSgg--~B/aD0yNTY3O3c9MTU4ODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/2e5b480ab698d53a615a82ae950bc10a"}, "title": "Pompeo inks deal to support more US troops in Poland"}, "summary": "The latest news and headlines from Yahoo News Canada. Get breaking news stories and in-depth coverage with videos and photos", "oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "news_keywords": "Mike Pompeo, Andrzej Duda, Poland, President Donald Trump, American troops, Germany, Polish Defense", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=d3786bf7-926c-3548-a862-aa38e4069b30&src=web", "description": "U.S. Secretary of State Mike Pompeo sealed a defense cooperation deal Saturday with Polish officials that will pave the way to deploy more American troops to Poland.  Pompeo, in Warsaw at the end of a four-nation tour of central and eastern Europe, signed the deal with Polish Defense Minister Mariusz", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/pFqvNQlbgSmYHkCGO7xSgg--~B/aD0yNTY3O3c9MTU4ODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/2e5b480ab698d53a615a82ae950bc10a", "description": "U.S. Secretary of State Mike Pompeo sealed a defense cooperation deal Saturday with Polish officials that will pave the way to deploy more American troops to Poland.  Pompeo, in Warsaw at the end of a four-nation tour of central and eastern Europe, signed the deal with Polish Defense Minister Mariusz", "title": "Pompeo inks deal to support more US troops in Poland", "url": "https://ca.news.yahoo.com/pompeo-inks-deal-us-troop-092506345.html"}, "fb": {"pages": 168824166370}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=d3786bf7-926c-3548-a862-aa38e4069b30&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=d3786bf7-926c-3548-a862-aa38e4069b30&src=web"}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}