{"GDELT": {"GlobalEventID": 940925792, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "BRITAIN", "Actor1CountryCode": "GBR", "Actor2Code": "MIL", "Actor2Name": "ARMY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.76112712135766, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKU8", "Actor1Geo_ADM2Code": "40173", "Actor1Geo_Lat": 55.95, "Actor1Geo_Long": -3.2, "Actor1Geo_FeatureID": "-2595386", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKU8", "Actor2Geo_ADM2Code": "40173", "Actor2Geo_Lat": 55.95, "Actor2Geo_Long": -3.2, "Actor2Geo_FeatureID": "-2595386", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Edinburgh, Edinburgh, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKU8", "Action2Geo_ADM2Code": "40173", "Action2Geo_Lat": 55.95, "Action2Geo_Long": -3.2, "Action2Geo_FeatureID": "-2595386", "DATEADDED": 20200815091500, "SOURCEURL": "http://www.msn.com/en-nz/news/uknews/royal-family-and-pm-will-join-veterans-to-mark-vj-day-anniversary/ar-BB17YFL7"}, "ARTICLE": {"TITLE": "Royal Family and PM will join veterans to mark VJ Day anniversary", "TEXT": "© Provided by Daily Mail VJ celebrations in London, August 1945. News of the surrender of Japan to the Allies in mid-August 1945, which signalled the end of the war in the Far East, generated even more rejoicing and celebration in Britain than the proclamation of Victory in Europe only a few months earlier. On the 75th anniversary of Victory in Japan Day, ceremonies are being held around the world before the Royal Family join UK PM Boris Johnson and veterans for a red arrows flypast.\n\nJapan on Saturday marked the 75th anniversary of its surrender in World War II, with Emperor Naruhito expressing 'deep remorse' over his country's wartime actions at a somber annual ceremony curtailed by the coronavirus pandemic.\n\nNaruhito pledged to reflect on the war's events and expressed hope that the tragedy would never be repeated. There was no word of apology from Prime Minister Shinzo Abe, who gave thanks for the sacrifices of the Japanese war dead but had nothing to say about the suffering of Japan's neighbors.\n\n© Provided by Daily Mail Emperor Naruhito and Empress Masako of Japan attend a memorial service marking the 75th anniversary of Japan's surrender in World War II at the Nippon Budokan hall on August 15, 2020 in Tokyo, Japan. 75 years ago today and following the atomic bomb attacks on Hiroshima and Nagasaki, former emperor Hirohito formally announced Japans surrender to allied forces, bringing the hostilities of World War II to an end 'Reflecting on our past and bearing in mind the feelings of deep remorse, I earnestly hope that the ravages of war will never be repeated,' Naruhito said in a short speech at the event in Tokyo marking the 75th anniversary of Japan's surrender on Aug. 15, 1945.\n\n\n\nMeanwhile, in New Zealand, Britain and Australia, senior government figures laid wreaths at war memorials to commemorate the war dead from the brutal war in the Pacific.\n\nThe Royal Family and Boris Johnson will today join Second World War veterans to mark 75 years since VJ Day.\n\nPrince Philip, 99, will be among those paying tribute to the heroes who fell during the campaign in the Far East.\n\nThe duke was aboard the Royal Navy destroyer HMS Whelp in Tokyo Bay when the Japanese surrendered in 1945.\n\n© Provided by Daily Mail Defence Secretary Ben Wallace lays a wreath at the Centotaph, Whitehall, London, to mark VJ Day this morning\n\nPrince Charles and the Duchess of Cornwall will also attend today's service at the National Memorial Arboretum near Lichfield, Staffordshire.\n\nFor the first time since the 2012 Olympics, the Red Arrows will conduct a flypast over the four capital cities of England, Northern Ireland, Scotland and Wales.\n\nIn Japan, amid virus fears and worries about the fading memories of the fast-aging war generation, about 500 participants, reduced from 6,200 last year, mourned the dead with a minute of silence. Masks were required, and there was no singing of the 'Kimigayo' national anthem.\n\nNaruhito has promised to follow in the footsteps of his father, who devoted his 30-year career to making amends for a war fought in the name of Hirohito, the current emperor's grandfather.\n\n© Provided by Daily Mail Governor General Dame Patsy Reddy and husband Sir David Gascoigne lay flowers on the steps of the Pukeahu National War Memorial Park to commemorate the 75th anniversary of the end of the Second World War today in Wellington, New Zealand Abe has increasingly sought to whitewash Japan's brutal past since taking office in December 2012. He hasn't acknowledged Japan's wartime hostilities during Aug. 15 speeches, which had previously been a nearly 20-year tradition that began with the 1995 apology of Socialist leader Tomiichi Murayama.\n\n\n\nAbe, in a largely domestic-focused speech, said the peace that Japan enjoys today is built on the sacrifices of those who died in the war. He pledged that Japan will reflect on lessons from history and will not repeat the war devastation. He listed damage inflicted on Japan and its people, including the U.S. atomic bombings of Hiroshima and Nagasaki, massive firebombings of Tokyo and the fierce battle of Okinawa.\n\nAbe pledged to play a greater role in tackling global problems. Under his goal of turning Japan into a 'beautiful' and 'normal' nation, Abe has steadily pushed to cleanse Japan of its embarrassing wartime history and build up its military by stretching the interpretation of Japan's war-renouncing constitution. It includes acquiring greater missile defense capability in the face of a growing military threat from North Korea and China.\n\n© Provided by Daily Mail Australian Prime Minister Scott Morrison lays a wreath during a service to commemorate the 75th anniversary of the Victory in the Pacific Day at the Australian War Memorial in Canberra, Australia, 15 August 2020 'Remembering those days, I strongly feel we should never wage war,' said Shoji Nagaya, 93, who traveled from Hokkaido in northern Japan to commemorate his brother who died of illness while serving in China. 'But politicians today seem to have different views than ours, and I really hope that they will not head to a wrong direction.'\n\n\n\nAbe stayed away from the shrine that honors convicted war criminals among the war dead. He sent a religious offering through a lawmaker, a gesture meant to avoid angering China and South Korea, which consider the Yasukuni shrine a symbol of Japan's militarism. Abe last visited Yasukuni in December 2013.\n\nFour members of his Cabinet did visit the shrine, the first ministerial visit in four years. Among them was Environment Minister Shinjiro Koizumi, the son of former Prime Minister Junichiro Koizumi who repeatedly visited the shrine on different occasions, including his last visit as serving prime minister on Aug. 15, 2006, that sparked criticism from China and South Korea.\n\n'We decide how we want to pay respects to the war dead. This should not be a diplomatic problem,' Internal Affairs Minister Sanae Takaichi, an ultra-conservative who shares Abe's historical views, told reporters after praying at the shrine.\n\n© Provided by Daily Mail VJ celebrations in London, August 1945. News of the surrender of Japan to the Allies in mid-August 1945, which signalled the end of the war in the Far East, generated even more rejoicing and celebration in Britain than the proclamation of Victory in Europe only a few months earlier. Repeated Yasukuni visits by Japanese government officials 'indicates that on the issue of history, Japan has not completely abandoned militarism,' said Wang Shaopu, a Japanese studies professor at Jiao Tong University and honorary president of the Japan Society of Shanghai.\n\n\n\n'Japan's invasion of China has brought huge disaster to the Chinese people. Under these circumstances, if Japan doesn't face up to historical issues, how could we be sure that Japan will follow the path of peace in the future?'\n\nKosaburo Tanaka, a martial arts association manager, traveled from Osaka to give thanks for Japan's postwar peace. 'Japan hasn't been in any war over the last 75 years and we were able to live peacefully. I think that's all because of the spirits that rest here in Yasukuni. They protect the peace.'\n\nNobuko Bamba a retiree whose grandmother, uncle and aunt died in the March 10, 1945, U.S. firebombing of Tokyo, thinks both sides of history should be remembered.\n\n© Provided by Daily Mail In this B/W file photo dated 15 August, 1945, Japanese prisoners of war at Guam, Mariana Islands, bow their heads as they hear Japanese Emperor Hirohito making the announcement of Japan's unconditional surrender 'There are many people who don't know anything about the war, not only the suffering of the Japanese people, but there are also things that Japanese people did, bad things,' Bamba said. 'Unless we teach these things to future generations, I don't think war would end.'\n\n\n\nShe prayed for her uncle, whose remains have never been found.\n\nSome 71,000 British and Commonwealth troops died during the war against Japan, including 12,000 in captivity. Defence Secretary Ben Wallace said yesterday: 'VJ Day is sometimes seen as the forgotten victory, but this year, on its 75th anniversary, our celebrations are rightly focused on paying special tribute to the Greatest Generation and their service and sacrifice in the Far East.\n\n'These commemorations have been specially designed to include our veterans and pay tribute to the wartime generation as much as possible despite these challenging times.'\n\nHis comments came as a poll for Armed Forces charity SSAFA found that 46 per cent of Britons do not know the meaning of VJ Day.\n\nWorld leaders will join Boris Johnson and Prince Philip on the 75th anniversary of VJ Day.\n\n© Provided by Daily Mail In this B/W file photo dated May 9, 1945, while American cities were going wild on an unconfirmed report of Germany's unconditional surrender, American soldiers and marines are checking the identification of their dead on May 9, 1945, on Okinawa, Japan\n\nPrime Minister Boris Johnson has been joined by nine other global figures including US president Donald Trump, Nigeria's president Muhammadu Buhari and Canada's prime minister Justin Trudeau in recording a video message thanking those who served.\n\nIn the Friendship of Nations video, due to be released ahead of commemorations, each leader will say in turn: 'To all who served, we thank you.'\n\nDuring a series of events throughout VJ Day, August 15, the royal family and Mr Johnson will lead the country in honouring those who fought in the Far East and helped to finally end the Second World War.\n\n© Provided by Daily Mail Boris Johnson and Prince Philip will be among the World leaders marking the anniversary\n\nMr Johnson said: 'On this 75th anniversary of the end of the Second World War, we pay tribute to the heroes deployed thousands of miles away in the mountains, islands and rainforests of Asia.\n\n'Unable to celebrate the victory in Europe, and among the last to return home, today we recognise the bravery and ingenuity of those who, in the face of adversity, restored peace and prosperity to the world.\n\n'Their immeasurable sacrifice changed the course of history and at today's commemorations, we take the opportunity to say what should be said every day - thank you.'\n\nThe day will begin with a piper playing Battle's Over at the Imperial War Museum's HMS Belfast in London at sunrise, as part of a tribute entitled Waking Up To Peace.\n\n© Provided by Daily Mail For the first time since the 2012 Olympics, the Red Arrows will conduct a flypast over the four capital cities of England, Northern Ireland, Scotland and Wales. Military pipers will also be playing at dawn in India, Australia, New Zealand and Nepal.\n\n\n\nThe Prince of Wales and Duchess of Cornwall will lead a two-minute silence at 11am during a televised event, screened by the BBC, at the National Memorial Arboretum in Staffordshire.\n\nMr Johnson will read the Exhortation before the nation falls silent and afterwards the Battle of Britain Memorial Flight will take part in a flypast over the arboretum.\n\nThe Duke of Edinburgh, 99, who served in the Second World War as a naval officer, will feature alongside other veterans on a number of large screens across the UK, including the Piccadilly Curve, in a photo-montage showing veterans today and when they served.\n\nIt will be a rare appearance for the duke who retired from royal duties in 2017 and has only been seen in public a handful of times.\n\nIn the evening his grandson the Duke of Cambridge will take part in VJ Day 75: The Nation's Tribute, a pre-recorded BBC programme filmed at Horse Guards Parade where, alongside veteran testimony and a host of famous faces, the duke will honour and give thanks to all those who sacrificed so much during the Second World War.\n\nAnother aerial tribute will also be staged, with the Red Arrows roaring over the cities of Edinburgh, Belfast, Cardiff and London with the flight path to include the home of the Chelsea Pensioners, where three Burma Star recipients live in retirement.\n\nThe other world leaders who have taken part in the Friendship of Nations video, which will be broadcast at 10.15am, include Ghana's president Nana Akufo-Addo, prime minister Scott Morrison from Australia, Fiji's prime minister Frank Bainimarama, Malawi's president Lazarus Chakwera, Sierra Leone's president Julius Maada and the prime minister of Tonga Pohiva Tu'i'onetoa.\n\nIn a video message to mark the 75th anniversary of VJ Day, Labour Leader Sir Keir Starmer said: 'On behalf of the Labour Party I want to pay tribute to the wartime generation, who through the horrors of conflict showed us the spirit and determination that we need to always remember and always be grateful for.\n\n© Provided by Daily Mail The Duke of Edinburgh was aboard the Royal Navy destroyer HMS Whelp in Tokyo Bay when the Japanese surrendered on August 15, 1945 during the Second World War 'It's important that as we face the challenges of today, we take inspiration from that generation.\n\n'Through their community spirit and their bravery and their determination for a better world they've shown us what we can achieve when we pull together.'\n\n\n\nJapan's capitulation came more than three months after VE Day saw the war end in Europe, when Germany surrendered to the Allies following the suicide of Adolf Hitler.\n\nThe Prime Minister has hailed the courage of Far East veterans in bringing the Second World War to an end and delivering 'peace and prosperity'.\n\nIn a letter addressed to 'Veterans of the Far East Campaign' on the 75th anniversary of VJ Day, Boris Johnson offered his thanks for their service.\n\nHighlighting the importance of the war's outcome to South East Asia, Mr Johnson said: 'You were the last to come home but your achievements are written in the lights of the glittering capitals of the dynamic region we see today.\n\n'You fought for freedom, brought the Second World War to its end, and restored peace and prosperity to the world.\n\n'All of us who were born after you have benefited from your courage in adversity. On this anniversary, and every day hereafter, you will be remembered.'\n\nDue to the distance from Britain, military victories in Europe, and long final journeys home, some veterans returning from the Far East felt their efforts were not fully recognised, dubbing themselves the 'forgotten army'.\n\nIn acknowledgement, Mr Johnson wrote: 'When at last you returned, you sometimes found that your experiences had been overshadowed in popular imagination by the conflict in Europe.\n\n'So in offering my thanks for your service, I would like to remember what you achieved.\n\n'Today the countries of South East Asia are prospering faster than almost anywhere else in the world.\n\n'This transformation would never have been possible if they had stayed under the occupation of Japan, imposed through the defeat of British and Commonwealth forces in Malaysia, Singapore and Burma.'\n\nMr Johnson added: 'These blows were so heavy that many feared they would break your will to fight on.\n\n'But you survived the longest retreat in British history, marching almost 1,000 miles from Burma to India, and then you regrouped and reformed.'\n\nThe Prime Minister also wrote: 'At Kohima in 1944, British and Indian forces, outnumbered ten to one, halted Japan's invasion of India and achieved one of the greatest feats of arms in military history.'\n\nHe added: 'You accomplished these advances through ingenuity and daring, mastering jungle warfare, overcoming malaria and solving the supposedly intractable problem of how to fight during the monsoon.\n\n'General William Slim, the Commander of the 14th Army, wrote that he asked his soldiers 'for the impossible - and got it'.'\n\nMr Johnson concluded: 'You know better than me the fearful cost: 50,000 British and Commonwealth citizens laid down their lives in the war against Japan. Of these, nearly half died in brutal prison camps.\n\n'Yet this immeasurable sacrifice helped to change the course of history and lay the foundations of the success of South East Asia.'\n\nRead more", "METADATA": {"application-name": "Royal Family and PM will join veterans to mark VJ Day anniversary", "cq": "passed", "Search.Interest": "UK", "robots": "noindex, nofollow", "description": "On the 75th anniversary of Victory in Japan Day, ceremonies are being held around the world before the Royal Family join UK PM Boris Johnson and veterans for a red arrows flypast.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}