{"GDELT": {"GlobalEventID": 940951161, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "REGIME", "Actor1Type1Code": "GOV", "Actor2Code": "OPP", "Actor2Name": "ACTIVIST", "Actor2Type1Code": "OPP", "IsRootEvent": 1, "EventCode": 170, "EventBaseCode": 170, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -8.48070739549841, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Morocco", "Actor1Geo_CountryCode": "MO", "Actor1Geo_ADM1Code": "MO", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": -5.0, "Actor1Geo_FeatureID": "MO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Morocco", "Actor2Geo_CountryCode": "MO", "Actor2Geo_ADM1Code": "MO", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": -5.0, "Actor2Geo_FeatureID": "MO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Morocco", "Action2Geo_CountryCode": "MO", "Action2Geo_ADM1Code": "MO", "Action2Geo_Lat": 32.0, "Action2Geo_Long": -5.0, "Action2Geo_FeatureID": "MO", "DATEADDED": 20200815131500, "SOURCEURL": "https://www.middleeasteye.net/news/maghreb-crackdown-dissent-coronavirus-algeria-morocco-tunisia"}, "ARTICLE": {"TITLE": "Coronavirus: Pandemic unites Maghreb leaders in crackdown on dissent", "TEXT": "The challenges brought on by the coronavirus pandemic across the world have been manifold; health and economic crises and a climate of fear and uncertainty. In North Africa, it has also heightened a crackdown on freedom of expression.\n\nLeaders, particularly in Algeria and Morocco, have taken advantage of the new climate to silence dissent and remove voices of the opposition they have deemed a threat.\n\nJournalists have been arrested and imprisoned for doing their jobs, and views expressed online through songs, YouTube videos, or poems have met with heavy sentences.\n\nWhilst far from being a new phenomenon, the recent crackdowns make an important case for how emergency measures and restrictions have been adopted to serve more than just safety protocols.\n\nBefore the pandemic spread, a number of countries in the Middle East and North Africa had been experiencing a wave of public protests for more democratic and accountable rule akin to the so-called Arab Spring of 2011.\n\n\"The crackdown started several months before the pandemic, but has been exacerbated by the emergency laws and extrajudicial tools regimes are employing under the guise of the pandemic,\" Sarah Yerkes, a senior fellow at the Carnegie Endowment for Peace Middle East Program.\n\n\"Regimes across North Africa are exploiting the pandemic to crackdown on activists, journalists, and anyone critical of the regime, particularly those using social media.\"\n\nWith some governments responding poorly to the health crisis, and tourism sectors being impacted and livelihoods threatened, the repressive measures have further heightened and exacerbated public anger.\n\nAlgeria\n\nIn Algeria, with the popular anti-government protest movement known as the Hirak put on hold for safety reasons since March, the repressive climate, arguably the worst in North Africa, has worsened with the continued arrests of journalists and activists, which has been a maintained pattern since President Abdelmadjid Tebboune took office in December.\n\nThis week alone, prominent Algerian journalist Khaled Drareni was sentenced to three years in prison, a verdict that lawyer and president of the Algerian League for Human Rights Nouredine Benissad described as \"very heavy\".\n\n\"Justice in Algeria serves the ruling power and the system, not the people and the state,\" Drareni's lawyer, Abdelghani Badi, said in a statement.\n\nAlgeria jails journalist for three years over protest coverage Read More »\n\nThe editor of the Casbah Tribune news site and a correspondent for French-language channel TV5 Monde, Drareni was arrested on 29 March on charges of \"inciting an unarmed gathering\" and \"endangering national unity\" after covering demonstrations. Drareni denies the charges against him.\n\nReporters Without Borders (RSF) condemned the charges at the time and said \"a prison sentence would be proof of a shift to authoritarianism\" in Algeria.\n\nAlongside Drareni, activists Samir Benlarbi and Slimane Hamitouche were each handed two years in prison.\n\nDrareni's imprisonment comes two weeks after another Algerian journalist, Moncef Ait Kaci, who had previously worked as a correspondent for France 24, was arrested.\n\nIn a letter written a few weeks before his detention, he lamented the decision to bar him from leaving Algeria despite his \"professional and neutral\" reportage.\n\n\"It is terrible and unfortunate to be a young Algerian journalist and to suffer such injustices,\" he wrote.\n\nAlongside Ait Kaci, Ramdane Rahmouni, a producer for France 24, was also arrested but was later released. He had produced an interview that Tebboune had given to the channel in early July in which he spoke about the \"much calmer climate\" which could lead to the possibility of more political prisoners being released.\n\nMany Algerians, however, would not share the same observation as the head of state.\n\nThe increased repression, coupled with persistent concerns over the government's incapacity to handle the pandemic, and plummeting oil prices that spell disaster for Algeria's economy, are all contributing factors to a tension threatening to boil over onto the streets, pandemic or not.\n\nOperating in fear\n\nAt least five other journalists have been convicted in recent months or are imprisoned awaiting trial.\n\n\"We work in fear,\" an Algerian filmmaker who spoke to MEE on condition of anonymity said. \"People aren't only afraid for their safety, but also for their families' safety, as you never know how things can escalate with this Kafkaesque judicial system.\n\n\"People have short memories when they say under [former president Abdelaziz] Bouteflika it was better.\n\n\"It wasn't; Mohamed Tamalt for instance died arbitrarily in prison, many were arrested, many were asked to shut up. It's disappointing for all of us who had a glimpse of hope not long ago.\"\n\nTamalt was a British-Algerian journalist who died in 2016 after staging a hunger strike in protest against a two-year jail term for offending Bouteflika in a poem posted online.\n\n'Algeria is the country where, more than any other in the Middle East, authorities have exploited the pandemic to neutralise active opposition to its rule' - Eric Goldstein, Human Rights Watch\n\nSeveral leaders in the Hirak movement have been detained and released and are part of the hundreds who have been arrested since last year and the dozens currently incarcerated despite two presidential pardons earlier this year.\n\n\"Algeria is the country where, more than any other in the Middle East, authorities have exploited the pandemic to neutralise active opposition to its rule,\" Eric Goldstein, the deputy director of Human Rights Watch's Middle East and North Africa division, told MEE.\n\n\"President Tebboune took office saying he had heard the Hirak's calls for reform and promised a new constitution.\n\n\"Instead, he exploited the Covid-19 lockdown to try to put the Hirak genie back in the bottle, while proposing a draft constitution that does little to advance political and civil rights.\"\n\nOn 22 April, Algeria’s parliament proposed \"criminalising\" reporting that \"threatened public order and state security,\" with several online news outlets having been banned and Facebook page owners arrested for criticising Tebboune.\n\nReporters without Borders has ranked Algeria 146 out of 180 countries and territories in its 2020 World Press Freedom Index - five places lower than in 2019.\n\nMorocco\n\nDespite Algeria's constitution and Morocco's 2016 press law stipulating that no press offences should result in prison sentences, both states have instead regularly gone after prominent journalists.\n\nIn Morocco, Omar Radi was imprisoned on 29 July after being interrogated 12 times over four weeks, and will appear before an investigative judge on 22 September, accused of harming external state security through relations with foreign agents, harming internal state security through the receipt of foreign funds, and rape.\n\nIn June, Amnesty International reported that Radi's phone had been infiltrated by Pegasus spyware. Moroccan authorities denied involvement.\n\nIn March, Radi was handed a four-month suspended sentence for a tweet sent a year earlier for criticising a judge for imposing harsh sentences on activists linked to the country's own Hirak movement.\n\nThe prosecution and harsh treatment of journalists like Radi and Drareni have been viewed by observers as a means by which they and their influence can be crushed, and to intimidate others by making an example out of them.\n\nThe overriding fear is how authorities might use the state of emergency as a pretext to further restrict freedom of expression and to target dissidents\n\nMany journalists and activists face campaigns of disparate accusations and slander, and anyone using the internet to voice dissent against the monarchy and ruling elite faces possible prison time.\n\nOn 19 March, human rights activists expressed heavy scepticism after the government swiftly adopted a draft law against fake news and cyber crime. The overriding fear is how authorities might use the state of emergency as a pretext to further restrict freedom of expression and to target dissidents.\n\nSome 16 Moroccans have been arrested on similar charges as Radi since October, including famous rapper Gnawi, YouTubers, as well as several high school students.\n\nMore than 25,000 Moroccans have also been prosecuted, among them critics of the government, for violating the state of emergency since it was imposed on 20 March.\n\nMorocco arrests thousands for breaching emergency rules Read More »\n\nSince Morocco's Hirak protest movement erupted in 2016, the Moroccan Association for Human Rights has documented more than 1,000 cases of political detention.\n\nAround 100 are currently imprisoned for political motives after hundreds received a royal pardon or completed their sentences.\n\nMoroccans continue to advocate under the #FreeKoulchi (\"Free everything\") campaign for the release of all those imprisoned.\n\nDespite adopting some reforms since 2011, citizens are offered little political power under King Mohammed VI, who this year has entered his third decade heading the kingdom. Like much of North Africa as a whole, unemployment levels are high, political corruption and abuses of police power are widespread, and social services are lacking.\n\n\"Morocco was not facing a significant protest movement when the pandemic arrived, having repressed the popular Hirak movement in the Rif in 2017,\" Goldstein said.\n\nMany of the Hirak's leaders, including Nasser Zefzafi, were given hefty sentences, including 20 years in prison, to dissuade Moroccans from carrying on with the protest movement.\n\nAccording to a study conducted by the Moroccan Institute for Policy Analysis, many Moroccans have expressed a lack of confidence in the healthcare sector's ability to respond adequately to the pandemic, which is likely to worsen if the repressive climate continues.\n\nAccording to the Arab Barometer, a central resource for quantitative research on the Middle East, 70 percent of Moroccans aged 18-29 have thought about emigrating, a strongly held sentiment shared by both Algerians and Tunisians, whose migration to Europe has increased significantly this year.\n\nTunisia\n\nEarlier this month, Tunisian journalist and writer Tawfik Ben Brik was detained on charges of insulting and defaming public officials, after appearing on a TV programme during the presidential elections in 2019 in which he stated that the judiciary had been manipulated for political ends after Qalb Tounes Party's Nabil Karoui was prevented from running.\n\nAhead of the 2019 elections in particular, Tunisian journalists expressed concerns about government influence over the public broadcaster.\n\nThe ruling against Ben Brik was criticised for legal violations for failing to consider Decree law No 115 of 2011 on freedom of the press, printing and publishing, and Article 55, which establishes fines as the correct penalties for cases of defamation and insult, not prison sentences.\n\nBen Brik was eventually released, but the initial sentencing was viewed as contradictory to the commitment made by the Tunisian government at the Human Rights Council on 16 June 2020 in support of the resolution on freedom of expression.\n\nLast month, a Tunisian woman was sentenced to six months in jail after sharing a Facebook post about the coronavirus written as a Quranic verse. The post mimicked the style of the Quran in reference to Covid-19, encouraging people to wash their hands and observe social distancing.\n\nTunisia: Woman gets six-month jail sentence for coronavirus post mimicking Quran Read More »\n\n\"This sentence is a bitter blow to freedom of expression in Tunisia. It will have a chilling effect by deterring others from daring to express their opinions online,\" said Amna Guellali, Amnesty International’s deputy regional director for the Middle East and North Africa.\n\nAfter ousting longtime autocrat Zine El Abidine Ben Ali from power in 2011, Tunisia began a democratic transition, with citizens having since enjoyed better political rights and civil liberties.\n\nHowever, the consolidation of the prime minister's power in Tunisia, high levels of corruption, security and economic challenges along with political stagnation, are all factors that have helped to scupper Tunisia's democratic consolidation.\n\nPress freedom has improved in recent years, with many independent outlets allowed the freedom to operate, particularly since Tunisia signed the International Declaration on Information and Democracy, which outlines basic principles for the global information and communication space, launched in 2018.\n\nThough the best performing out of the Maghreb countries, Tunisia still has much room for improvement when it comes to freedom of expression. Despite the steps taken, journalists still face pressure and intimidation from government officials, and reporters covering the operations of security forces often face harassment or arrest.\n\nSocial media, while remaining as platforms where Tunisians can still criticise the government without facing the same penalties as their North African counterparts, have also been manipulated by the government for its own gain.\n\nIn May, 60 Facebook accounts were de-activated without warning by Facebook as part of an investigation carried out by the Atlantic Council's Digital Forensic Research Lab, which found the accounts were reportedly being used to influence presidential elections in Tunisia and other African countries.\n\nIn terms of the pandemic, unlike in Morocco and neighbouring Algeria in particular, the majority of Tunisians have expressed trust in their government - with 71.2 percent trusting the government to control the virus, and 84.5 percent trusting it to communicate effectively with the public, according to the Sigma Conseil.\n\nPandemic taking precedence\n\nWhilst human rights organisations are doing their best to highlight the plight of political detainees and the nature of the ensuing crackdown in the region, there is still little awareness, particularly in the international arena, with the urgency of the pandemic taking precedence, according to Yerkes.\n\n\"Human rights organisations and family and friends of the detainees have tried to raise awareness, but much is getting lost in the news cycle that is still focused so much on the pandemic and the economic crisis that has followed,\" she said.\n\n\"Activists should continue to sound the alarm and make the public both in North Africa and abroad aware of this crackdown, but it is very hard to cut through the noise of the pandemic.\"\n\nThe Covid-19 pandemic has been a stress test for authoritarian and democratic governments alike - Eric Goldstein, Human Rights Watch\n\nThe suppression and consolidation of power are all consequences that are likely to have a lasting impact on the citizen-state relationship of states which, in Algeria's case in particular, cannot afford any more setbacks in the weakened political climate where tensions are already critically high.\n\n\"The Covid-19 pandemic has been a stress test for authoritarian and democratic governments alike,\" Goldstein said.\n\n\"The Arab Spring protests of 2011 made regimes jittery by reminding them that when you don't have an accountable government, a spark any time can ignite a popular uprising.\"\n\nThe social, economic, and security effects of the pandemic are likely to divert attention away from needed long-term reforms, the political agency of civil society, and risk the permanence of authoritarianism that mirrors Egypt under President Abdel Fattah el-Sisi, after the worst of the pandemic has gone.\n\n\"It is too early to tell how the pandemic will re-arrange the political landscapes in Algeria and Morocco,\" said Goldstein.\n\n\"But neither government can keep the lid on public protests forever. Such protests might invite fierce repression or, depending on the balance of forces, re-energise pro-reform movements and help to bring about changes for the better.\"", "METADATA": {"twitter": {"card": "summary_large_image", "description": "Countries like Algeria and Morocco have used fears of the virus to introduce measures to silence critical voices", "title": "Coronavirus: Pandemic unites Maghreb leaders in crackdown on dissent", "creator": "@middleeasteye", "url": "http://www.middleeasteye.net/news/maghreb-crackdown-dissent-coronavirus-algeria-morocco-tunisia"}, "og": {"site_name": "Middle East Eye", "type": "article", "url": "http://www.middleeasteye.net/news/maghreb-crackdown-dissent-coronavirus-algeria-morocco-tunisia", "title": "Coronavirus: Pandemic unites Maghreb leaders in crackdown on dissent", "description": "Countries like Algeria and Morocco have used fears of the virus to introduce measures to silence critical voices", "image": {"identifier": "http://www.middleeasteye.net/sites/default/files/images-story/000_1Q872W.jpg", "url": "http://www.middleeasteye.net/sites/default/files/images-story/000_1Q872W.jpg"}}, "description": "Countries like Algeria and Morocco have used fears of the virus to introduce measures to silence critical voices", "fb": {"app_id": 882711278504931}, "generator": "Drupal 8 (http://drupal.org)", "article": {"author": "https://www.facebook.com/middleeasteye/"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": ["Political Impact"]}}