{"GDELT": {"GlobalEventID": 940936619, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.7319963536918899, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Piccadilly, Newfoundland, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA05", "Actor1Geo_ADM2Code": "12611", "Actor1Geo_Lat": 48.55, "Actor1Geo_Long": -58.9167, "Actor1Geo_FeatureID": "-571258", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200815110000, "SOURCEURL": "https://www.msn.com/en-gb/news/uknews/uk-commemorates-75th-vj-day-anniversary-as-royals-lead-tributes-to-veterans/ar-BB17ZFdu"}, "ARTICLE": {"TITLE": "UK commemorates 75th VJ Day anniversary as royals lead tributes to veterans", "TEXT": "© Molly Darlington Second World War veteran Darbara Singh Bhullar, 97, lays a wreath during the national service of remembrance (Molly Darlington/PA)\n\nThe 75th anniversary of VJ Day – victory over the Japanese which signalled the very end of the Second World War – has been commemorated with a series of events honouring those who fought in the Far East.\n\nA televised remembrance service took place at the National Memorial Arboretum in Alrewas, Staffordshire, where a two-minute silence was led by the Prince of Wales and Duchess of Cornwall at 11am.\n\nPrime Minister Boris Johnson read the Exhortation before the silence, which was followed by the Battle of Britain Memorial Flight flypast over the arboretum.\n\nRichard Day, 93, from Boreham Wood, north London, who was involved in the decisive Battle of Kohima in north-east India, which marked a turning point in the Far East land campaign, was among about 40 veterans at the ceremony of remembrance.\n\nMr Day, of the Royal Welch Fusiliers, served in the forces which relieved Kohima and Imphal and told of how he contracted malaria and dysentery at the same time, while fighting a highly determined enemy.\n\n© Provided by PA Media The Red Arrows, carrying out a flypast over Belfast to mark VJ Day (Cpl Adam Fletcher/RAF)\n\nHe said: “I think the worse part was crossing rivers at night, it was cold at night – then all night in wet clothes and wet equipment, still having to move about.\n\n“They (the Japanese) were very determined for their emperor.\n\n“It was a glory for them to die for their emperor. They didn’t appear to have any fear at all.”\n\nCharles and the duchess laid poppy posies and wreathes at the Kwai Railway Memorial, while veterans looked on from benches dotted around the memorial, to maintain social distancing.\n\nThe prince’s wreath read: “In everlasting remembrance, Charles”, while the duchess’s poppy posy read: “In everlasting remembrance of your service and sacrifice.”\n\n© Provided by PA Media (PA Graphics)\n\nThe Covid-19 pandemic has meant tributes to mark the landmark anniversary have been organised online and in television, with the Duke of Cambridge to appear on screens across the country in VJ Day 75: The Nation’s Tribute, a pre-recorded BBC programme filmed at Horse Guards Parade.\n\nDeveloped with the Ministry of Defence and involving 300 members of Armed Forces personnel, the programme scheduled to broadcast at 8.30pm promises a host of famous faces reading tributes, military bands and dramatic visual projection, with the duke to give a special address thanking veterans and the wartime generation.\n\nIn a video to be published online, the Prince of Wales reads an extract from the diary of his grandfather, King George VI, written on August 15th 1945, when thousands watched him and the Queen drive down the Mall in an open carriage.\n\nOn this, the 75th Anniversary of VJ Day, we say ‘Thank You’ to the #WW2 generation#VJDay75 pic.twitter.com/khWexFkukg — DCMS (@DCMS) August 15, 2020\n\nHe reads: “By 10am there were already large crowds outside Buckingham Palace and we drove in procession in a state landau with an escort to Westminster where I opened the first Peace time Parliament since 1938.\n\n“The Crown was carried in the full procession but no robes were worn. My speech took 16 minutes to read, in which I mentioned the surrender of Japan.”\n\nIn a separate video, the Duke of Gloucester reads an extract from the speech delivered by King George VI on VJ Day, which forms part of an online service of commemoration from Leicester Cathedral.\n\n“Prince Philip and I join many around the world in sending our grateful thanks to the men and women from across the Commonwealth, and Allied nations, who fought so valiantly to secure the freedoms we cherish today” A message from The Queen on the 75th anniversary of #VJDay pic.twitter.com/VUqt4CmS1T — The Royal Family (@RoyalFamily) August 15, 2020\n\nIn a special message, the Queen and Duke of Edinburgh – who himself was aboard HMS Whelp in Tokyo Bay as the Japanese signed the surrender aboard USS Missouri on August 15, 1945 – gave “grateful thanks” to all those who fought for the Allied nations.\n\nIn a statement, the Queen said: “Prince Philip and I join many around the world in sending our grateful thanks to the men and women from across the Commonwealth, and Allied nations, who fought so valiantly to secure the freedoms we cherish today.”\n\nThe Duke of Edinburgh, 99, featured alongside other veterans on a number of large screens across the UK, including the Piccadilly Curve, in a photo-montage showing veterans today and when they served.\n\nIn a first since the London 2012 Olympic and Paralympic games, the RAF’s Red Arrows had scheduled a UK-wide tour with flypasts to take place over the four nation’s capital cities.\n\nHowever, the flypasts over London, Edinburgh and Cardiff were cancelled due to poor weather, the Ministry of Defence said.\n\nThe Red Arrows flew over Glasgow Prestwick Airport, where the aircraft landed to greet three Second World War veterans, and the scheduled flight over Belfast city centre took place at 2pm.\n\n© Provided by PA Media A Lancaster bomber, Spitfires and Hurricanes perform a flypast over during the national service of remembrance in Staffordshire (Sgt Graham Taylor/RAF)\n\nSmall poignant ceremonies took place across London to begin the day, including a piper playing Battle’s Over at the Imperial War Museum’s HMS Belfast in London at sunrise, as part of a tribute entitled Waking Up To Peace.\n\nDefence Secretary Ben Wallace was joined by military chiefs as he laid a wreath at the Cenotaph, Whitehall, London, on Saturday morning.\n\nIn a letter addressed to the veterans of the Far East Campaign, Mr Johnson showed his gratitude to the 50,000 British and Commonwealth service personnel who laid down their lives in the war against Japan, half of whom died in prison camps.\n\n© Provided by PA Media Defence Secretary Ben Wallace lays a wreath at the Centotaph in Whitehall (PA)\n\nHe writes: “You were the last to come home but your achievements are written in the lights of the glittering capitals of the dynamic region we see today.”\n\nHe joined nine other global figures including US president Donald Trump, Nigeria’s president Muhammadu Buhari and Canada’s prime minister Justin Trudeau in a video message thanking those who served.\n\nIn the Friendship of Nations video released ahead of commemorations, each leader said in turn: “To all who served, we thank you.”\n\nThank you to all those that served and continue to serve our country. Let us commemorate those we have lost and remember their achievements.#VJDay75 pic.twitter.com/POSqTdvxfp — Keir Starmer (@Keir_Starmer) August 15, 2020\n\nIn a video message to mark the 75th anniversary of VJ Day, Labour Leader Sir Keir Starmer said: “On behalf of the Labour Party I want to pay tribute to the wartime generation, who through the horrors of conflict showed us the spirit and determination that we need to always remember and always be grateful for.\n\n“It’s important that as we face the challenges of today, we take inspiration from that generation.\n\n“Through their community spirit and their bravery and their determination for a better world they’ve shown us what we can achieve when we pull together.”", "METADATA": {"application-name": "UK commemorates 75th VJ Day anniversary as royals lead tributes to veterans", "cq": "passed", "Search.Interest": "UK", "robots": "index, follow", "description": "The Prince of Wales and Duchess of Cornwall led a two-minute silence on VJ Day during a televised event.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}