{"GDELT": {"GlobalEventID": 940954547, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "LAB", "Actor2Name": "EMPLOYEE", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 2, "NumArticles": 4, "AvgTone": -8.1419624217119, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Saint George, Saint George, Grenada", "Actor1Geo_CountryCode": "GJ", "Actor1Geo_ADM1Code": "GJ03", "Actor1Geo_ADM2Code": "16732", "Actor1Geo_Lat": 12.05, "Actor1Geo_Long": -61.75, "Actor1Geo_FeatureID": "-1202232", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Saint George, Saint George, Grenada", "Actor2Geo_CountryCode": "GJ", "Actor2Geo_ADM1Code": "GJ03", "Actor2Geo_ADM2Code": "16732", "Actor2Geo_Lat": 12.05, "Actor2Geo_Long": -61.75, "Actor2Geo_FeatureID": "-1202232", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200815134500, "SOURCEURL": "https://www.wfae.org/post/corona-cancer-and-blast-beiruts-hospitals-struggling-after-port-explosion"}, "ARTICLE": {"TITLE": "'Corona, Cancer And A Blast': Beirut's Hospitals Struggling After Port Explosion", "TEXT": "Beirut continues to reel in the wake of last week's port explosion that destroyed much of the Lebanese capital, killing more than 200 people and wounding thousands more.\n\nThe World Health Organization says that over half of the 55 health care facilities in the city that WHO assessed are now unable to function, and care for those who have been wounded and will continue to suffer.\n\nDr. Eid Azar, an infectious disease expert and the chief of staff at Saint George Hospital University Medical Center in Beirut told NPR's Weekend Edition that when the blast went off, \"everything was just destroyed in one second.\"\n\nAzar's hospital is located a little more than a mile from the blast site at the port of Beirut. He said hundreds of people in the hospital were injured by the blast, and four nurses were killed.\n\n\"Then, minutes later, we start to understand that something is happening in the city, and then after that we activated the evacuation plan,\" he said. \"You're talking about a facility with 300 plus inpatients, 1,800 employees, everybody in the hospital grabs themselves whatever he can or she can from the floors and they started an evacuation.\"\n\nDr. Peter Noun, the head of the pediatric hematology and oncology department at Saint George, told NPR's All Things Considered that the hospital was devastated by the blast.\n\n\"All the hospital is completely destroyed, even the ER. So the ER is not functional,\" Noun said. \"We took the patients — all of them — outside the ER to the whole outside and to the parking [lot]. And we started treating patients outside.\"\n\nNoun said the scene after the blast looked like \"a disaster, an apocalypse.\"\n\n\"This reminds me about the Titanic when they arrived to New York, and they didn't find their parents,\" Noun said. \"Everyone was looking for someone. My patient is looking for his father or her mother, and the parents are looking for their children.\"\n\nMany of the patients forced to evacuate were sick with COVID-19, cancer or other emergencies, according to Noun. Three people were giving birth, Azar said.\n\n\"Unfortunately, it was one of my patients who has cancer, has a severe lymphoma — he had also coronavirus,\" Noun said. \"And he was in the ward of the coronavirus, so he was not in the pediatric oncology floor. He's doing fine, but you can imagine — corona, cancer and a blast.\"\n\nBoth doctors say they worry for what will come next.\n\n\"Now not only have we lost our centers that dealt with [COVID-19], but we are waiting to see the impact of the blast because you know once we have that, we have funerals, people gathering again, social distancing is impossible in situations like this,\" Azar said. \"So we'll see how the numbers will be next week.\"\n\n", "METADATA": {"og": {"description": "Beirut continues to reel in the wake of last week&#039;s port explosion that destroyed much of the Lebanese capital, killing more than 200 people and", "image": {"identifier": "https://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/202008/902649647.jpg", "height": 2664, "width": 3552}, "url": "https://www.wfae.org/post/corona-cancer-and-blast-beiruts-hospitals-struggling-after-port-explosion", "type": "article", "title": "'Corona, Cancer And A Blast': Beirut's Hospitals Struggling After Port Explosion"}, "dc": {"title": "&#039;Corona, Cancer And A Blast&#039;: Beirut&#039;s Hospitals Struggling After Port Explosion"}, "twitter": {"creator": "@WFAE", "site": "@WFAE", "card": "summary"}, "datePublished": "2020-08-15", "has_audio": 1, "programs": "none", "Generator": "Drupal 7 (http://drupal.org)", "category": "Latest National and International Headlines", "nid": 188124, "wordCount": 589, "story_id": 902599700, "org_id": 1, "author": "Christianna Silva", "description": "Beirut continues to reel in the wake of last week&#039;s port explosion that destroyed much of the Lebanese capital, killing more than 200 people and", "pocket-site-verification": "f7df8e441fd2e7b4dafeee6fb0fd91", "viewport": "width=device-width"}}}