{"GDELT": {"GlobalEventID": 940956068, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MOS", "Actor1Name": "ISLAMIC", "Actor1Religion1Code": "MOS", "Actor2Code": "MIL", "Actor2Name": "MILITARY", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 154, "EventBaseCode": 154, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -7.87801778907242, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Burkina Faso", "Actor1Geo_CountryCode": "UV", "Actor1Geo_ADM1Code": "UV", "Actor1Geo_Lat": 13.0, "Actor1Geo_Long": -2.0, "Actor1Geo_FeatureID": "UV", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Burkina Faso", "Actor2Geo_CountryCode": "UV", "Actor2Geo_ADM1Code": "UV", "Actor2Geo_Lat": 13.0, "Actor2Geo_Long": -2.0, "Actor2Geo_FeatureID": "UV", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Burkina Faso", "Action2Geo_CountryCode": "UV", "Action2Geo_ADM1Code": "UV", "Action2Geo_Lat": 13.0, "Action2Geo_Long": -2.0, "Action2Geo_FeatureID": "UV", "DATEADDED": 20200815140000, "SOURCEURL": "https://www.msn.com/en-xl/news/other/lebanese-aid-uk-migrant-coverage-and-a-new-emergency-in-south-sudan-the-cheat-sheet/ar-BB17ZmFr"}, "ARTICLE": {"TITLE": "Lebanese aid, UK migrant coverage, and a new emergency in South Sudan: The Cheat Sheet", "TEXT": "GENEVA\n\nOur editors’ weekly take on humanitarian news, trends, and developments from around the globe.\n\nOn our radar\n\nA rocky road to recovery in Lebanon\n\nIn the week and a half since a deadly explosion shocked Beirut, the death toll has climbed to at least 220, Lebanon’s prime minister and cabinet both resigned en masse, and security forces reportedly shot rubber bullets and tear gas at unarmed protesters. Lebanese have been cleaning their own streets of rubble and raising money for local NGOs, who are on the ground helping those injured and displaced by the blast. The UN has been helping to coordinate the donations that have poured in from various countries, as well as an influx of search and rescue and volunteer teams, but the international community will soon be even more involved in the aid effort, as it asks donor countries for tens of millions of dollars to help Lebanon weather the immediate aftermath of the blast. It’s just a drop in the ocean of what aid groups say they need now – and in the future – to help Lebanon bounce back, but with talk of reconstruction comes controversy and concerns over corruption. Read more here.\n\nMigration ‘crisis’ north?\n\nThe migration ‘crisis’ has moved north, or at least that’s what frenzied UK media coverage of a recent increase in the number of asylum seekers and migrants crossing the English Channel seems to suggest. More than 4,000 people have made the crossing from France so far this year. Many are asylum seekers with family or linguistic ties to the UK, coming from Yemen, Syria, Iran, Eritrea, and other countries experiencing protracted conflict and political repression. The UK government is putting pressure on France to stop departures and is considering amending the country’s asylum law and deploying naval ships as a deterrence. UN agencies warned that this tactic could prove dangerous or even deadly for people braving the Channel in flimsy dinghies. Despite the panicked response, “the numbers remain low and manageable,” the agencies said.\n\nGathara/TNH\n\nFlooding and fighting in South Sudan\n\nPresident Salva Kiir declared a state of emergency on Wednesday in central Jonglei and Pibor regions following flooding and communal violence. More than 200,000 people have been forced from their homes as water levels rose by 1.5 metres in some areas after heavy rains. Flooding has also affected neighbouring Upper Nile and Unity states. The government has called on humanitarian agencies to provide immediate aid, but inter-communal unrest in Jonglei and Pibor – in which aid workers have been killed – will complicate operations. The conflict has displaced 100,000 people since the beginning of the year. They will miss the current planting season – deepening their food insecurity. Pre-positioned food stocks were also looted In the violence. South Sudan is in the lean period before the November harvest, and “emergency” levels of food needs are widespread. US-funded famine monitor FEWS NET is anticipating the highest “catastrophe” level in some areas of Jonglei affected by fighting, and says “urgent and sustained food assistance” will be needed even after the harvest.\n\nIndigenous data missing\n\nNatural hazards like storms and floods uprooted nearly 25 million people last year, but it’s unclear how many of the displaced are from the world’s Indigenous communities. The Geneva-based Internal Displacement Monitoring Centre is warning that data is scarce on how disasters impact the estimated 370 million people who identify as Indigenous around the globe. Many Indigenous groups live on the front lines of a rapidly changing climate, and recovery from disasters or displacement in often marginalised communities can be more complex – particularly when tradition and cultures are intricately tied to land. The coronavirus pandemic has also magnified inequalities in Indigenous communities, especially in parts of Latin America. “In order to fully understand the impacts of disaster displacement on Indigenous people, we need to have better data,” an IDMC analysis stated. But Indigenous communities also have a wealth of experience in preventing disasters and responding to crises. There’s a growing push in the Pacific Islands, for example, to better understand early warning signs of destructive storms, while preventative cultural burning has saved homes during Australia’s wildfire seasons.\n\nAid workers killed in Niger\n\nFrench Prime Minister Jean Castex will lead tributes this afternoon to six French aid workers who were killed – alongside a Nigerien colleague and a tourist guide – by suspected jihadists in Niger. The group was visiting a wildlife reserve on Sunday in an area where extremist groups were not previously known to operate. In a joint statement, their employers – ACTED and IMPACT Initiatives – described the killings as “senseless” and “cowardly”, while Sahel researchers said “all eyes” are on the Islamic State in the Greater Sahara, a regional offshoot of the so-called Islamic State group that has been under increasing military pressure in recent months. The attack comes as violence and humanitarian needs continue to rise across the Sahel region. Around 20 people were killed at a cattle market in Burkina Faso last week, while protests against Malian President Ibrahim Boubacar Keita have restarted after a short pause.\n\nCovid-19 news\n\nITALY: The Italian government has restarted migrant deportation flights to Tunisia in response to an uptick in the number of Tunisians arriving by boat to its coasts. The twice-weekly flights were put on hold during Italy's coronavirus lockdown in March. Departures from Tunisia have increased recently due to the pandemic exacerbating long-standing economic issues.\n\nNEPAL: An unequal earthquake recovery continues to hit rebuilding families – five years later. A survey by the NGO People in Need, released this week, found some 87 percent of families in 21 earthquake-hit districts reported a drop in income due to the COVID-19 pandemic, compared with a nationwide figure of 30 percent. People in Need said the impacts have been particularly severe for Dalit and Indigenous communities. Many families took on high-interest debt to rebuild, leaving them less prepared to withstand new shocks like the coronavirus or monsoon disaster damage.\n\nSYRIA: Save the Children said on Monday that the first case of COVID-19 had been confirmed in a resident of northwestern Syria’s notorious al-Hol camp, a week after three reported positive tests among healthcare workers at the facility, which is home to around 65,000 people.\n\nUNITED STATES: Apprehensions of asylum seekers and migrants crossing the US southern border have returned to pre-COVID levels as the pandemic’s economic impact is pushing people in Mexico and Latin America to head north in search of work. Under a public health order issued in March, anyone apprehended irregularly entering the United States is summarily deported without being granted access to asylum procedures.\n\nYEMEN: Human Rights Watch reported on Thursday that Yemen’s Houthi rebels used COVID-19 as a “pretext” to kill dozens of Ethiopian migrants and force thousands more to the border with Saudi Arabia in April. Witnesses said that Saudi guards killed more people as they crossed, and survivors who made it into the kingdom were detained in extremely overcrowded and unsanitary conditions.\n\nWeekend watch\n\n‘I want to scream at this moment.’\n\nFor five months, the Trump administration has effectively ended migration at the US-Mexico border, leaving countless asylum seekers indefinitely stuck, without a clear path forward. This limbo is especially difficult and dangerous for LGBTQ+ asylum seekers, who are scared to return home, but see little hope in their current situation. While immigration to the United States has dried up, there has been an uptick in gay and transgender asylum seekers arriving in Tijuana from Central America in recent months, says Jaime Marín, who opened the first shelter for LGBTQ+ people in the border city. One of them is Alejandra, who fled her home in El Salvador to try to start a new life in the United States after an assault by a gang left her in a coma. Unable to get a job in Mexico due to her status as an immigrant and her gender identity, she has been forced to engage in sex work – an act that may subject her to further violence and greater exposure to coronavirus, in a country with some of the highest infection and death rates in the world. Hear Alejandra’s story and those of others like her in this atmospheric film and accompanying article by William Martin III.\n\nAnd finally…\n\nIt’s a family affair\n\nFresh off parliamentary elections that reinforced his family’s control, Sri Lankan President Gotabaya Rajapaksa this week appointed four Rajapaksas, including himself, to key cabinet positions. The president named himself defence minister, while his brother Mahinda – the former president and current prime minister – takes on three ministries, including finance. The eldest Rajapaksa brother, Chamal, was put in charge of irrigation, while Namal, Gotabaya’s nephew, is the minister for youth and sports. Mahinda Rajapaksa led Sri Lanka when the military crushed the rebel Tamil Tigers to end a bloody 26-year civil war in 2009. Reconciliation has stalled in the ensuing years, and rights groups say the Rajapaksas are overseeing a growing “campaign of fear” against critics. Less than a year into its presidency, the new Rajapaksa government has been “aggressively Sinhala nationalist, family-centred, and authoritarian”, the International Crisis Group said in a May report. The 28-member cabinet isn’t entirely a family reunion, however: The new justice minister is the president’s attorney.\n\nas-il-er-kp-oa-pk/ag", "METADATA": {"application-name": "Lebanese aid, UK migrant coverage, and a new emergency in South Sudan: The Cheat Sheet", "cq": "passed", "Search.Interest": "Top Stories", "robots": "index, follow", "description": "GENEVA Our editors’ weekly take on humanitarian news, trends, and developments from around the globe. On our radar A rocky road to recovery in Lebanon In the week and a half since a deadly explosion shocked Beirut, the death toll has climbed to at least 220, Lebanon’s prime minister and cabinet both resigned en masse, and security forces reportedly shot rubber bullets and tear gas at unarmed protesters. Lebanese have been cleaning their own...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}