{"GDELT": {"GlobalEventID": 940975065, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBRGOVHLH", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HLH", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 18, "EventBaseCode": 18, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.4653312788906003, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ballymena, Ballymena, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKQ9", "Actor1Geo_ADM2Code": "40144", "Actor1Geo_Lat": 54.8667, "Actor1Geo_Long": -6.2666699999999995, "Actor1Geo_FeatureID": "-2589101", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ballymena, Ballymena, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKQ9", "Actor2Geo_ADM2Code": "40144", "Actor2Geo_Lat": 54.8667, "Actor2Geo_Long": -6.2666699999999995, "Actor2Geo_FeatureID": "-2589101", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ballymena, Ballymena, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKQ9", "Action2Geo_ADM2Code": "40144", "Action2Geo_Lat": 54.8667, "Action2Geo_Long": -6.2666699999999995, "Action2Geo_FeatureID": "-2589101", "DATEADDED": 20200815171500, "SOURCEURL": "https://www.belfasttelegraph.co.uk/news/health/coronavirus/coronavirus-tributes-to-ballymena-woman-andreea-maftei-after-she-dies-at-age-of-32-39450915.html"}, "ARTICLE": {"TITLE": "Coronavirus: Tributes to Ballymena woman Andreea Maftei after she dies at age of 32", "TEXT": "A 32-year-old woman has become the latest person in Northern Ireland to die after contracting Covid-19.\n\nAndreea Maftei from Ballymena passed away in hospital on Thursday.\n\nThe young woman was well-known in the town as a long-time employee of Nobel Cafe.\n\nOriginally from Tecuci in Romania, Mrs Maftei is survived by her husband of seven years Ovidiu, who works in construction.\n\nHer father Mircea Serban confirmed her death from Covid-19, posting on social media that she was \"killed by this unfortunate virus that killed hundreds of thousands of people\".\n\nOn Friday devastated staff at Nobel Cafe were coming to terms with the loss of their \"dear friend and colleague\" as floral tributes to Mrs Maftei were left outside the premises.\n\nThe cafe had been closed for 24 hours earlier this week for a deep clean after the positive case was identified.\n\nMrs Maftei had been self-isolating and was believed to have been diagnosed on Tuesday.\n\nNobel confirmed on Wednesday that all other staff members had been tested and returned negative results.\n\nThe business stressed that the Public Health Agency's contact tracing service and Environmental Health had both concluded that Mrs Maftei contracted the virus due to a community-based outbreak, and not through their food premises.\n\nPosting on social media, Nobel said: \"Andreea worked with us for 12 fantastic years, not only was she a trusted employee but a very loyal friend.\n\n\"We are astounded at the news and utterly heartbroken.\n\n\"Unfortunately, Andreea has been taken from us under horrendous circumstances.\"\n\nMrs Maftei is the second member of staff Nobel has lost in recent months following the death in June of Roisin O'Neill (66) following a battle with cancer.\n\nPaying tribute, Nobel added: \"We know Roisin will be waiting for Andreea and we ask her to look after her. We are completely and utterly heartbroken. We will miss you forever. We can't put it into words. Out of respect for Andreea and the shock this has caused for our staff we will be closed today and tomorrow.\"\n\nMrs Maftei's passing brings the official death toll from coronavirus to 558.\n\nHers was the first death to be confirmed by the Department of Health for four days.\n\nThe department confirmed a significant spike of 74 new cases of the virus.\n\nMid and East Antrim has had the highest number of new cases, with 55 recorded in the last week and 75 in the last fortnight.\n\nTributes to the young woman poured into Nobel's Facebook page.\n\nAngelika Andzia wrote: Andreea was the most positive person that I had chance to meet. Heartbreaking news.\"\n\nBallymena businessman Thomas McKillen wrote: \"The Management and staff of McKillens of Ballymena wish to express our deepest sympathy to all in Nobel Cafe on the passing of their colleague Andreea Maftei.\n\n\"We also extend this sympathy to her husband and family. Please take care everyone.\"\n\nMary Cooke posted that \"Auntie Roisin O'Neill will be waiting with open arms... So sorry to the whole of Nobel family and to Andreea's family - may she get the best bed in heaven.\"\n\nHealth Minister Robin Swann said he was saddened by the latest death and rise in cases.\n\n\"I want to express my sincere condolences to the family and friends of the person who has tragically passed away,\" Mr Swann said.\n\n\"This upsetting news serves as a stark reminder that this virus has not gone away.\n\n\"I implore everyone to stick with it. Keep your distance, wash your hands, wear your mask and do not let this virus take a hold in our society. These measures, while simplistic, are essential to winning the battle.\"\n\nBallymena-based SDLP councillor Eugene Reid also expressed his condolences.\n\nHe said: \"Andreea had made Northern Ireland her home and both she and her husband have worked hard for many years to build their life here.\"\n\nBelfast Telegraph", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, viewport-fit=cover", "description": "A 32-year-old woman has become the latest person in Northern Ireland to die after contracting Covid-19.", "apple-itunes-app": "app-id=1229633020, app-argument=https://www.belfasttelegraph.co.uk/news/health/coronavirus/coronavirus-tributes-to-ballymena-woman-andreea-maftei-after-she-dies-at-age-of-32-39450915.html", "og": {"title": "Coronavirus: Tributes to Ballymena woman Andreea Maftei  after she dies at age of 32", "site_name": "belfasttelegraph", "description": "A 32-year-old woman has become the latest person in Northern Ireland to die after contracting Covid-19.", "url": "https://www.belfasttelegraph.co.uk/news/health/coronavirus/coronavirus-tributes-to-ballymena-woman-andreea-maftei-after-she-dies-at-age-of-32-39450915.html", "type": "article", "image": {"identifier": "https://www.belfasttelegraph.co.uk/news/northern-ireland/173ec/39450914.ece/AUTOCROP/w1240h700/2020-08-15_new_61290270_I1.JPG", "secure_url": "https://www.belfasttelegraph.co.uk/news/northern-ireland/173ec/39450914.ece/AUTOCROP/w1240h700/2020-08-15_new_61290270_I1.JPG", "type": "image/png", "width": 1240, "height": 700}}, "fb": {"app_id": 321217294648139}, "twitter": {"card": "summary_large_image", "site": "@BelTel", "url": "https://www.belfasttelegraph.co.uk/news/health/coronavirus/coronavirus-tributes-to-ballymena-woman-andreea-maftei-after-she-dies-at-age-of-32-39450915.html", "title": "Coronavirus: Tributes to Ballymena woman Andreea Maftei  after she dies at age of 32", "description": "A 32-year-old woman has become the latest person in Northern Ireland to die after contracting Covid-19.", "image": {"identifier": "https://www.belfasttelegraph.co.uk/news/northern-ireland/173ec/39450914.ece/AUTOCROP/w1240h700/2020-08-15_new_61290270_I1.JPG", "alt": "Andreea Maftei’s death has shocked friends and colleagues"}, "domain": "BelfastTelegraph.co.uk"}}}}