{"GDELT": {"GlobalEventID": 940913297, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "TUR", "Actor1Name": "TURKISH", "Actor1CountryCode": "TUR", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.68817204301075, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Alexandropol, Shirak, Armenia", "Actor1Geo_CountryCode": "AM", "Actor1Geo_ADM1Code": "AM07", "Actor1Geo_ADM2Code": "4926", "Actor1Geo_Lat": 40.7942, "Actor1Geo_Long": 43.8453, "Actor1Geo_FeatureID": "-2324859", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200815070000, "SOURCEURL": "https://www.azernews.az/nation/168009.html"}, "ARTICLE": {"TITLE": "Azerbaijani MP: Turkish Grand National Assembly rejected Treaty of Sevres, tearing it apart as useless paper", "TEXT": "By Trend\n\nThe claim of Armenian Prime Minister Nikol Pashinyan that Treaty of Sevres is a historical fact and was drawn up on the basis of the most progressive ideas of that period is absurd, Azerbaijani MP, Corresponding Member of Azerbaijan National Academy of Sciences, professor Musa Gasimli told Trend .\n\nGasimli made the remark while commenting on the Pashinyan’s speech at a scientific conference titled \"Treaty of Sevres and the Armenian Question\" and dedicated to the 100th anniversary of the signing of the treaty.\n\nAccording to the MP, the Ottoman Empire withdrew from the First World War on October 30, 1918, by signing the Armistice of Mudros [Greek harbor]. On April 23, about a month after the Allied forces occupied the Turkish Strait in Istanbul on March 16, 1920, the government of the Turkish Grand National Assembly was formed in Ankara under the leadership of Mustafa Kemal Pasha. The Peace Treaty of Sevres was signed between the countries that won the victory and the Ottoman State on August 10, 1920, in the city of Sevres near Paris.\n\nGasimli noted that the Armenians hoped then to realize their dream with the help of the Entente members.\n\n\"But their hopes were not fulfilled. For example, the Armenian delegates were told by the British government that their ships could not sail the mountains and rocks of Armenia,\" he said. \"The Treaty of Sevres was rejected by the Turkish Grand National Assembly and was torn apart like a useless piece of paper. The Turkish people started the war for independence. Taking advantage of the fact that the Turkish people fought on several fronts, Armenian Dashnaks opened a new front against Turkey and carried out mass slaughter of the civilian population.\"\n\n\"Once again, Armenians did not become a worthy adversary,\" the professor noted\n\nThe Turkish army soon defeated the Dashnak forces and signed the Peace Treaty of Alexandropol (now Armenia’s Gyumri city) on December 2, 1920. Bowing its head to Turkey, Armenia was forced to take on a number of commitments, the MP stressed.\n\n\"If Pashinyan had read these commitments, he would have changed his tone. I want to remind some of the treaty terms,\" he said. \"Armenia undertook to pay compensation for damage caused during the war, but the Turkish government, showing nobility refused this compensation. In order to monitor the implementation of the treaty terms, a delegate from the Turkish government was to be assigned to Yerevan.\"\n\n\"Further, the [Turkey-Armenia] relations were regulated by the Moscow Treaty of March 16, 1921, and the Kars Treaty of October 13, 1921. Armenia recognized the borders of Turkey, and the Turkish army left Gyumri,\" Gasimli said.\n\nHe added that the modern international borders of Turkey were recognized by a convention signed in [Swiss] Lausanne on July 24, 1923.\n\n\"At the conference in Lausanne, the representatives of the states that the Armenians were relying on did not even look towards the Armenian delegates, and they were forced to leave disappointed. Doesn't Pashinyan know this story?! I think he knows,\" MP said.\n\n\"So what does Pashinyan want - for the Turkish army to come again and settle in Gyumri? Will there be a savior for Armenia then? Secondly, why does Armenian leaders so quickly 'forget' the documents signed by them? When you are enemy with someone, you must be worthy enemy,\" concluded Gasimli.\n\n---\n\nFollow us on Twitter @AzerNewsAz", "METADATA": {"viewport": "width=device-width, initial-scale=1.0  max-scale=4.0", "description": "The claim of Armenian Prime Minister Nikol Pashinyan that Treaty of Sevres is a historical fact and was drawn up on the basis of the most progressive ideas of that period is absurd, Azerbaijani MP, Corresponding Member of Azerbaijan National Academy of Sciences, professor Musa Gasimli told Trend .", "keywords": "Azerbaijan, SOCAR, Baku, Turkey, oil and gas news, politics, economy, analytics, business news, financial news, company news, Breaking News, World News, AzerNews", "fb": {"app_id": 106252679973522}, "lastmod": "1970-01-01T04:00:00+04:00", "pubdate": "2020-08-15T10:34:00+04:00", "og": {"title": "Azerbaijani MP: Turkish Grand National Assembly rejected Treaty of Sevres, tearing it apart as useless paper", "description": "The claim of Armenian Prime Minister Nikol Pashinyan that Treaty of Sevres is a historical fact and was drawn up on the basis of the most progressive ideas of that period is absurd, Azerbaijani MP, Corresponding Member of Azerbaijan National Academy of Sciences, professor Musa Gasimli told Trend .", "type": "article", "url": "https://www.azernews.az/nation/168009.html", "locale": "en_US", "site_name": "AzerNews.az", "image": {"identifier": "https://www.azernews.az/media/2020/08/15/sevr_130820.jpg", "width": 753, "height": 407}}, "article": {"section": "Nation", "published_time": "2020-08-15T10:34:00+04:00"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}