{"GDELT": {"GlobalEventID": 940902518, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "LEG", "Actor2Name": "SENATOR", "Actor2Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.33604336043361, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200815051500, "SOURCEURL": "https://www.adelaidenow.com.au/lifestyle/health/brendan-murphy-grilled-over-aged-care-deaths-in-covid19-parliamentary-hearing/news-story/8f08d805a2c1ae63955528838d9f06c3?nk=18f268482283db26ffdadcf3e0940f82-1597467756"}, "ARTICLE": {"TITLE": "Brendan Murphy grilled over aged care deaths in COVID-19 parliamentary hearing", "TEXT": "Australia’s chief health bureaucrat Brendan Murphy has clashed with MPs in a fiery parliamentary hearing over the 200 deaths in aged care as MPs demanded to know “who is responsible”.\n\nThe former chief medical officer who has led the fight against COVID-19 in Australia used the hearings to slam as “ludicrous” claims that Australia’s death rate in aged care was among the worst in the world.\n\nLabor Senator Kristina Keneally pressed the bureaucrat on whether he accepted on the evidence to the aged care royal commission that none of the 200 deaths in aged care were unforeseeable.\n\n“Who is responsible for this catastrophic failure in aged care, for these 200 deaths?’’ she asked.\n\n“Are you trying to tell us it’s just community transmission? There’s not anything that could have been done better?\n\nProfessor Murphy was attending the parliamentary hearings on Friday in his new role as the health department secretary after he spent the day in the chair at the royal commission into aged care on Wednesday.\n\nAt those hearings, he was involved in a bizarre incident where he tried to whisper an answer to a colleague while putting his hand over his mouth but his prompting was picked up on the microphone and broadcast across Australia.\n\nRELATED: Follow our live coronavirus coverage\n\nBefore today’s hearing gets underway, I just want to place this extraordinary moment from yday on the timeline. Brendan Murphy, now Health secretary, tries to whisper an answer to his deputy in front of a mic, gets caught, acts surprised then stares blankly into space. pic.twitter.com/d0ri3NRiHy — Rick Morton (@SquigglyRick) August 13, 2020\n\nIn damning submissions to the aged care royal commission, Peter Rozen QC, senior counsel assisting the royal commission, warned this week the system has failed the elderly and their families.\n\n“Tragically not all that could be done was done,” the QC said.\n\n“The sector was not properly prepared in March before the Dorothy Henderson Lodge and Newmarch House outbreaks. The lessons of those two outbreaks were not properly conveyed to the sector and as a result the sector was not properly prepared in June 2020 when we witnessed high levels of community transmission of the virus in Melbourne and based on the evidence that you’ve heard, the sector is not properly prepared now.”\n\nSenator Keneally observed there appeared to be lots of talk about learning but some “very slow learning going on”.\n\n“Do you have an apology for those families,” Senator Keneally asked Prof Murphy.\n\n“I am surprised you haven’t come in here with more humility and sympathy for those 200 families.”\n\nProf Murphy said the Labor Senator was “completely incorrect”.\n\nRELATED: Victoria’s lockdown rules explained\n\nRELATED: Expert’s grim Aussie NYE prediction\n\nmedia_camera The Secretary of the Department Dr Brendan Murphy is grilled about the debacle in the age care area in Victoria. Picture: NCA NewsWire / Gary Ramage\n\n“Everyday we look at death statistics and we are deeply shocked and deeply concerned,” he said.\n\n“Tragically, when there is widespread community transmission deaths in aged care will occur.\n\nAsked again if things could have been done better, an exasperated Prof Murphy then sighed and insisted that “of course things could be done better”.\n\n“That’s why we’ve set up the Victorian aged care response centre,” he said.\n\n“Of course, we learn all the time. This virus is creating rules as it goes. We are not in any way saying we have done everything that could have been done. We have been focused on protecting aged care residents since late January.”\n\nAt this point, Senator Keneally interjected to say that was not evidence to the aged care royal commission as she noted it had heard the aged care sector was still not prepared.\n\n“Respectfully, I would disagree with counsel assisting,’’ Prof Murphy said.\n\nSenator Keneally then interjected again asking, “Is that all you’ve got to say?”\n\n“We can always do more but I reject the assumption that preparation was not very fulsome,” Prof Murphy said.\n\n“I don’t think you know what fulsome means,’’ Senator Keneally responded.\n\n“It doesn’t mean comprehensive. I suggest you look it up.”\n\nProf Murphy then thanked Senator Keneally and said he was happy to take a grammar lesson from her.\n\nLiberal Senator James Patterson then interjected add sarcastically, “Yeah, perhaps spend more time with a dictionary that’s a great use of your scarce time.”\n\nOriginally published as Health chief grilled in fiery hearing", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "referrer": "origin", "msapplication-square70x70logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-70x70.png", "msapplication-square144x144logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-144x144.png", "msapplication-square150x150logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-150x150.png", "msapplication-square310x310logo": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-310x310.png", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://www.adelaidenow.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/adelaidenow/ms-icon-144x144.png", "robots": "noarchive", "description": "Australias top health bureaucrat Brendan Murphy has clashed with MPs demanding to know who is responsible for over 200 aged care deaths.", "keywords": "aged care, royal commission, care royal commission, community transmission, care deaths, parliamentary hearing, health bureaucrat, aged care sector, chief health, fiery hearing, Health chief, widespread community transmission, aged care deaths, aged care residents, care response centre, aged care response, health department secretary, chief health bureaucrat, community transmission deaths, top health bureaucrat, death rate, chief health officer, Victoria, Australia, Australia and New Zealand, Oceania, Melbourne, Dorothy Henderson Lodge and Newmarch House, James Patterson, Brendan Murphy, Kristina Keneally, James Gourley", "generator": "tcog", "articleid": "8f08d805a2c1ae63955528838d9f06c3", "article": {"published_time": "2020-08-14T02:26:00.000Z", "modified_time": "2020-08-14T02:27:40.000Z"}, "twitter": {"card": "summary_large_image", "site": "@theTiser", "title": "Health chief grilled in fiery hearing", "description": "Australia’s chief health bureaucrat Brendan Murphy has clashed with MPs in a fiery parliamentary hearing over the 200 deaths in aged care as MPs demanded to know “who is responsible”.", "image": "https://cdn.newsapi.com.au/image/v1/b8d25b66b1a82b60dffd5f4cb904ca17"}, "og": {"type": "article", "title": "Health chief grilled in fiery hearing", "description": "Australia’s chief health bureaucrat Brendan Murphy has clashed with MPs in a fiery parliamentary hearing over the 200 deaths in aged care as MPs demanded to know “who is responsible”.", "url": "https://www.adelaidenow.com.au/lifestyle/health/brendan-murphy-grilled-over-aged-care-deaths-in-covid19-parliamentary-hearing/news-story/8f08d805a2c1ae63955528838d9f06c3", "image": {"identifier": "https://cdn.newsapi.com.au/image/v1/b8d25b66b1a82b60dffd5f4cb904ca17", "width": 1280, "height": 720}}, "vr": {"canonical": "https://www.adelaidenow.com.au/lifestyle/health/brendan-murphy-grilled-over-aged-care-deaths-in-covid19-parliamentary-hearing/news-story/8f08d805a2c1ae63955528838d9f06c3"}}}}