{"GDELT": {"GlobalEventID": 940916243, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.44053851907256, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY", "Actor1Geo_Lat": 2.5, "Actor1Geo_Long": 112.5, "Actor1Geo_FeatureID": "MY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Malaysia", "Actor2Geo_CountryCode": "MY", "Actor2Geo_ADM1Code": "MY", "Actor2Geo_Lat": 2.5, "Actor2Geo_Long": 112.5, "Actor2Geo_FeatureID": "MY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20200815073000, "SOURCEURL": "https://thediplomat.com/2020/08/yvonne-tew-on-courts-and-constitutionalism-in-malaysia/"}, "ARTICLE": {"TITLE": "Yvonne Tew on Courts and Constitutionalism in Malaysia", "TEXT": "The Najib ruling is “a step in the right direction on the path to constitutional redemption,” Tew says.\n\nAdvertisement\n\nLast month, in a momentous ruling a Malaysian high court found former Prime Minister Najib Razak guilty of seven charges stemming from the 1MDB scandal. Najib’s lawyers are appealing the 12-year sentence, but Yvonne Tew, an associate professor of law and constitutional expert at Georgetown University Law Center in Washington, D.C., says that appeal process should not detract from the importance of the original ruling. Within the context of Malaysia’s changing democratic geography — from the shocking 2018 election to the crumbling of the Pakatan Harapan government earlier this year — the Najib ruling is “a step in the right direction on the path to constitutional redemption,” Tew says.\n\nIn the following interview with The Diplomat’s Managing Editor Catherine Putz, Tew explains the implications of the Najib case and the importance of courts and constitutionalism to furthering democratic progress in Malaysia.\n\nYvonne Tew is the author of “Constitutional Statecraft in Asian Courts” (Oxford University Press, 2020) available now from OUP or Amazon.\n\nIn July, former Malaysian Prime Minister Najib Razak was found guilty in a massive corruption scandal. Can you give our readers a brief overview of the 1MDB scandal and Najib Razak’s place in it?\n\nThe 1MalaysiaDevelopmentBerhad (1MDB) corruption scandal involves billions of dollars siphoned from the government-run investment fund. More than $4.5 billion was channeled from the state fund between 2015 and 2018, according to the U.S. Department of Justice, which has assisted in recovering some of those misappropriated funds. Malaysia’s epic financial fraud has even become the subject of an international best-seller, “Billion Dollar Whale.” Malaysia’s former Prime Minister Najib Razak, who co-founded and chaired the 1MDB fund, faces several charges of abuse of power, breach of trust, and money-laundering.\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\nOn July 28, 2020, a Malaysian high court convicted Najib Razak of seven charges relating to 42 million Malaysian ringgit (RM) ($10 million) channeled into his personal bank account from a former 1MDB subsidiary. High court judge Mohamad Nazlan Mohamad Ghazal sentenced Najib to 12 years in jail and fined him RM 210 million ($49 million). The trial is the first of several faced by Najib linked to the 1MDB scandal.\n\nNajib Razak was sentenced to a 12-year jail term. Is there any precedent for such a high-level politician to be brought down in Malaysia for corruption? Furthermore, is there any possibility of the ruling being overturned? What does the conviction mean not just for Najib Razak’s political career but for the viability of his party, the United Malays National Organisation (UMNO), in any upcoming elections?\n\nNajib Razak’s conviction is the first time a former prime minister has been found guilty of corruption-related charges in Malaysia. It’s true that Najib’s lawyers are appealing the decision and, in the meantime, Najib remains out of prison on bail. But it’s important to emphasize that the appeal process — along with speculations about what may (or may not) happen with the appellate courts — should not detract from the importance of this initial decision. Let’s be clear: The Malaysian High Court’s decision is highly significant for a number of reasons.\n\nAdvertisement\n\nThe High Court ruling convicting Najib on all seven charges of abuse of power, breach of trust, and money-laundering relating to 1MDB was decisive and definitive. The judge dismissed as “far-fetched” Najib’s claims that he was misled about the RM 42 million deposited into his personal bank account; “after considering all evidence,” the judge held that “the prosecution has successfully proven its case beyond a reasonable doubt.” The High Court’s conclusive — and damning — ruling will make it difficult for an appeal court to overturn these decisive findings on the facts or the law with any credibility.\n\nIt’s also worth noting that Najib’s conviction by the High Court means that for now the former prime minister is constitutionally prohibited from contesting in any future elections. Najib will not be able to run as a candidate for his political party, United Malays National Organisation (UMNO), if any snap or general election is called while his conviction remains standing.\n\nMore broadly, the High Court’s decision in and of itself is an assertion for the rule of law in a constitutional system that is meant to be based on the principle that all are equal under the law.\n\nWhat does the court’s decision against Najib Razak tell us about the rule of law and constitutionalism in Malaysia? How politicized is the legal system in Malaysia?\n\nDiplomat Brief Weekly Newsletter N Get first-read access to major articles yet to be released, as well as links to thought-provoking commentaries and in-depth articles from our Asia-Pacific correspondents. Subscribe Newsletter\n\nThe High Court’s conviction of Najib Razak is a deeply important marker for the rule of law and constitutionalism — and especially so in Malaysia’s current fraught political context. Earlier this year, a government crisis resulted in the rise of a new governing coalition, returning to power many members of UMNO, Najib Razak’s party, which had been ousted amidst the 1MDB scandal two years before in the 2018 national election. Many were concerned about what Malaysia’s 2020 government change would mean for the country’s justice system, and for ongoing 1MDB trials involving Najib Razak.\n\nIn light of Malaysia’s post-2020 political climate, the High Court’s decision is especially significant — and courageous. Importantly, it indicates judicial willingness to assert authority and independence even in the face of dominant political power. For that, it should be celebrated.\n\nEarlier this year, the Pakatan Harapan government brought into power by the momentous 2018 election — which marked the country’s first democratic change of government — collapsed. What do those two political transitions — the 2018 election and the 2020 government crisis — mean for democracy and constitutionalism in Malaysia? What role do the courts in Malaysia play in upholding the country’s constitution?\n\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\n\nIn May 2018, Malaysia was hailed as a story of democracy’s triumph. In a historic national election, Malaysia experienced its first ever change of government after voters ousted the Barisan Nasional ruling coalition that had held power for six decades since Malaysia’s independence. Malaysia’s 2018 political transition was hailed a democratic breakthrough, and appeared an outlier to global trend of illiberal nationalism.\n\nAnd then, that tale of democratic success appeared to fall apart.\n\nIn 2020, the Pakatan Harapan government collapsed after a series of political defections and coalition realignments. Following a battle among Mahathir Mohamad, Anwar Ibrahim, and Muhyiddin Yassin for leadership of the country, which was eventually decided by royal intervention, Muhyiddin Yassin ascended to power at the helm of a new government coalition. The current Perikatan Nasional government consists of several political parties from the previous Barisan Nasional government, including UMNO of which Najib Razak remains a member.\n\nAdvertisement\n\nMalaysia’s 2018 and 2020 government transition stories appear to stand in stark contrast. But what they highlight is that political regime change alone is not enough. Ultimately, it is crucial to focus on strengthening the constitutional institutions that can a democracy endure, even in times of crisis.\n\nCourts and constitutionalism are central to that endeavor. That’s especially the case in fragile democracies. Judges can — and should — be assertive in constraining powerful political actors to ensure that checks and balances remain robustly in place. In an emerging democracy, courts play a key role in developing rule of law principles that can serve as the foundation for building constitutional governance.\n\nAfter all, one takeaway from the political volatility of 2018 and 2020 is that Malaysia is no longer, as it once was, characterized by a dominant political regime that had never been ousted from power. Malaysia today is deeply fragile. The new governing coalition’s grasp on power rests on a razor thin majority, and Malaysia’s political landscape remains in flux.\n\nFor far too long, the fate of Malaysian governance has appeared tied to particular individuals — Mahathir, Anwar, Najib, Muhyiddin — and epic political dramas, not least the 1MDB scandal. The high court’s decision against Najib Razak is a step in the right direction on the path to constitutional redemption, but the journey will require sustained and continued effort. It’s time to shift the focus toward building the courts and constitutional institutions that can help a fragile democracy thrive.", "METADATA": {"HandheldFriendly": "True", "viewport": "initial-scale=1, maximum-scale=1, user-scalable=no, width=device-width", "format-detection": "telephone=no", "og": {"title": "Yvonne Tew on Courts and Constitutionalism in Malaysia", "description": "The Najib ruling is “a step in the right direction on the path to constitutional redemption,” Tew says.", "image": "https://thediplomat.com/wp-content/uploads/2020/08/sizes/td-story-s-2/thediplomat-2020-08-11-2.jpg", "url": "https://thediplomat.com/2020/08/yvonne-tew-on-courts-and-constitutionalism-in-malaysia/", "type": "article"}, "twitter": {"title": "Yvonne Tew on Courts and Constitutionalism in Malaysia", "description": "The Najib ruling is “a step in the right direction on the path to constitutional redemption,” Tew says.", "image": "https://thediplomat.com/wp-content/uploads/2020/08/sizes/td-story-s-2/thediplomat-2020-08-11-2.jpg", "url": "https://thediplomat.com/2020/08/yvonne-tew-on-courts-and-constitutionalism-in-malaysia/", "card": "summary_large_image"}, "description": "The Najib ruling is “a step in the right direction on the path to constitutional redemption,” Tew says.", "author": "Catherine Putz", "keywords": "Politics,Southeast Asia,Malaysia,1MDB,Anwar Ibrahim,Barisan Nasional (BN),Mahathir Mohamad,Malaysia politics,Malaysian Constitution,Malaysian democracy,Muhyiddin Yassin,Najib Razak,Pakatan Harapan (PH),Pakatan Harapan collapse", "news_keywords": "Politics,Southeast Asia,Malaysia,1MDB,Anwar Ibrahim,Barisan Nasional (BN),Mahathir Mohamad,Malaysia politics,Malaysian Constitution,Malaysian democracy,Muhyiddin Yassin,Najib Razak,Pakatan Harapan (PH),Pakatan Harapan collapse", "article": {"tag": "Pakatan Harapan collapse"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}