{"GDELT": {"GlobalEventID": 940901734, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "RUSGOV", "Actor1Name": "VLADIMIR PUTIN", "Actor1CountryCode": "RUS", "Actor1Type1Code": "GOV", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.06863780359028, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20200815050000, "SOURCEURL": "https://www.globalsecurity.org/wmd/library/news/iran/2020/iran-200814-voa01.htm"}, "ARTICLE": {"TITLE": "Bid of US Fails to Get Extension of UN Arms Embargo on Iran", "TEXT": "Bid of US Fails to Get Extension of UN Arms Embargo on Iran\n\nBy Margaret Besheer August 14, 2020\n\nThe United States failed Friday to get an extension of an expiring U.N. arms embargo against Iran, raising the likelihood that Washington will seek to force a \"snapback\" of all prior international sanctions on Tehran.\n\nU.S. Secretary of State Mike Pompeo criticized the U.N. Security Council for failing to uphold its mandate of maintaining international peace and security.\n\n\"It rejected a reasonable resolution to extend the 13-year-old arms embargo on Iran and paved the way for the world's leading state sponsor of terrorism to buy and sell conventional weapons without specific U.N. restrictions in place for the first time in over a decade,\" he said in a statement. \"The Security Council's failure to act decisively in defense of international peace and security is inexcusable.\"\n\nThe resolution obtained only two votes in favor – the United States and the Dominican Republic. Russia and China voted against the measure, and the other 11 council members abstained. A resolution needs at least nine positive votes and no vetoes to be adopted.\n\nChina's U.N. mission tweeted that the vote result \"shows again that unilateralism enjoys no support, and bullying will fail. Any attempt to place one's own interest above the common interest of the international community is a dead end.\"\n\nIran's U.N. ambassador Majid Takht-Ravanchi said in a statement that any imposition of sanctions or restrictions by the Security Council would \"be met severely by Iran and our options are not limited.\"\n\nThe embargo against the sale or transfer to or from Iran of conventional weapons is set to expire Oct. 18, 2020, under the 2015 nuclear deal, known formally as the Joint Comprehensive Plan of Action (JCPOA). Washington has warned that an Iran free from restrictions would lead to further regional destabilization, intensified conflicts and a regional arms race.\n\nThe U.S. also pointed to regional support it received for extending the embargo from Israel and concerned Arab Gulf states as a reason for the council to extend it.\n\n'Snapback' option\n\nInitially, Washington wanted more than an indefinite renewal of the arms embargo, seeking additional sanctions and international interdiction rights. It backed down earlier this week, presenting a streamlined text calling only for continuation of the arms embargo.\n\n\"Council members have been under no illusion about U.S. intentions in this game,\" said Richard Gowan, U.N. director of International Crisis Group (ICG). \"Washington needed to table this resolution so it could claim to have given diplomacy a chance before making a bigger push to snapback sanctions on Iran, potentially killing off the 2015 nuclear deal once and for all.\"\n\n\"Snapback\" refers to the process that would trigger the re-imposition of previous U.N. sanctions on Iran. If the U.S. takes this route, it will be very controversial, because it is open only to members of the deal, and Washington withdrew from it two years ago. The U.S. argues it has the right to do it under the U.N. resolution that enshrined the agreement in international law, but as one diplomat put it, \"you cannot have the cake and eat it [too].\"\n\n\"It is now very clear that there is no appetite for a U.S. push to snapback sanctions on Iran in the council,\" ICG's Gowan added. \"Washington will push ahead regardless, but it should expect a profoundly skeptical response from other council members.\"\n\nCompromise elusive\n\nCouncil diplomats said JCPOA members Britain, France and Germany worked hard to try to find a compromise agreeable to the Americans on one side and Russia and China on the other, but that their positions were very entrenched.\n\nThe three Europeans acknowledge that lifting the embargo could negatively impact regional security but say their priority is to prevent Iran from getting a nuclear weapon. They have also stressed that European Union embargoes on conventional arms exports and missile technology will remain in force on Tehran until 2023.\n\nGermany's envoy said more time and discussions are needed to find an acceptable way forward for all council members.\n\n\"We are ready to continue these discussions in order to find a pragmatic way forward, which addresses our collective concerns,\" said Deputy U.N. Ambassador Günter Sautter.\n\nEarlier Friday, Russia's president acknowledged the growing tensions among the permanent five Security Council members over the Iranian issue. Vladimir Putin proposed urgently convening a video summit with them, plus Germany and Iran.\n\n\"We call on our partners to carefully consider this proposal. Otherwise, we could see the further escalation of tension and an increased risk of conflict,\" Putin said in a statement. \"This must be avoided. Russia is open to working constructively with anyone interested in taking the situation back from the dangerous brink.\"\n\nUnder the JCPOA, the five permanent Security Council members, plus Germany, agreed with Iran to gradually lift international sanctions in return for limits on Tehran's nuclear activities, to prevent it from making a nuclear bomb. It also opened Iran's markets back up to many foreign investors.\n\nBut President Donald Trump withdrew the United States from the deal in May 2018 and re-imposed unilateral sanctions. On Friday, he referred to the Obama-era agreement as a \"horror show\" and said his predecessor paid billions of dollars to Tehran and got nothing but \"trouble\" in return.\n\nIn response to the U.S. withdrawal from the deal, Tehran resumed some of its nuclear activities, and in July 2019, it breached the deal by exceeding limits on both uranium enrichment and stockpile levels.\n\nIran denies that its nuclear activities are for military purposes.", "METADATA": {"keywords": "WMD,library,news,iran,2020", "author": "John Pike", "googlebot": "noindex", "viewport": "width=device-width, initial-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}