{"GDELT": {"GlobalEventID": 940907361, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBRGOV", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.19792566983578, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200815060000, "SOURCEURL": "http://en.people.cn/n3/2020/0815/c90000-9721908.html"}, "ARTICLE": {"TITLE": "Europeans slam U.S. protectionism behind TikTok ban", "TEXT": "When 23-year-old Shauna McMahon heard about the U.S. suppression of Chinese app TikTok, she was shocked.\n\n\"TikTok isn't harmful -- people are just being creative on it!\" said the young Irish woman.\n\nAnd McMahon is not alone in her thoughts. In the eyes of many European experts and TikTok users, the U.S. threat to ban the popular short video-sharing app under clearly false allegations is nothing but a move of protectionism to monopolize the tech economy.\n\nSuch flagrant suppression, they said, will not only cloud the lives of hundreds of millions of ordinary people who have turned the app into a worldwide subculture, but also the very future of the global economy.\n\nPhoto taken on Aug. 11, 2020 shows a mobile phone running the TikTok app in London, Britain. (Photo by Ray Tang/Xinhua)\n\nFALSE ALLEGATIONS\n\nU.S. President Donald Trump issued an executive order in early August banning any U.S. transactions with Chinese tech firm ByteDance, owner of TikTok, beginning 45 days later, citing national security concerns.\n\nHowever, probes into TikTok privacy and security policies have been conducted both in Europe and the United States, and no evidence of unlawful use of information was found.\n\nBaptiste Robert, a renowned French security researcher who has analyzed TikTok's app code, hasn't uncovered anything unusual.\n\n\"TikTok does not behave suspiciously and does not filter unusual data. It's quite common in the app world for apps to obtain data from the user's device, and we would get similar results with codes of Facebook, Snapchat, Instagram and others,\" Robert was quoted by Belgian newspaper L'Echo as saying.\n\nThe ban is pushing the United States down the road of \"isolation and discrimination against certain countries, instead of integration and free competition,\" said Carl F. Fey, professor of international business at Finland's Aalto University.\n\n\"If the concern is truly the security of information, why not put in place stricter requirements on what information can be collected and how/where it can be stored?\" Fey said in a statement to Xinhua, voicing concerns over Washington's aggressive approach against Chinese companies.\n\nBehind the ban is \"a global race to access the younger generation,\" and the result of TikTok's ability to nab significantly higher participation of young people aged 16-24 than competing U.S. companies, said Barbara Giza, head of Faculty of Journalism at SWPS University of Social Sciences and Humanities in Warsaw.\n\nSome European netizens also decry the ban's absurdity, saying it conceals deeper U.S. intentions.\n\nMembers of local social media star \"The Trending Gang\" dance with fans during a TikTok filming session in Vilnius, Lithuania, Aug. 10, 2020. (Photo by Alfredas Pliadis/Xinhua)\n\n\"No application may steal confidential information from you unless it's owned by the United States,\" wrote a user from Bosnia and Herzegovina on the Klix.ba news website.\n\n\"This resembles cowboy behavior ... And the fact that Facebook is spying, collecting locations, recognizing faces, importing contacts from phones all over the globe concerns nobody,\" a Serbian reader wrote on RTS website.\n\nHITTING CREATIVE TIKTOKERS\n\nIn just a few years, TikTok has become one of the most beloved apps among the global youth population, providing a platform for ordinary people to display their various talents through short videos.\n\nData by U.S. market research company Sensor Tower showed that TikTok has been so far downloaded 165 million times in the United States and over 2 billion times globally.\n\n\"I feel Trump just wants to get rid of it because he is scared about people having a voice against him,\" said Katie Mcpeake, a 19-year-old college student from Dublin.\n\n\"The ban will make everything worse because this was a platform for people to express themselves,\" Mcpeake said.\n\nMichael Le from Britain, who has 36.3 million followers on TikTok, recorded a video in which he called the app the only positive outlet in the streak of tragedies that the world saw in 2020.\n\n\"It built so many careers, including mine, and it's been able to give me the opportunity to support my family, to have a voice, and to bring joy to my fans,\" Le said.\n\nA man takes a selfie with his daughter during a TikTok filming session organized by local social media star \"The Trending Gang\" in Vilnius, Lithuania, Aug. 10, 2020. (Photo by Alfredas Pliadis/Xinhua)\n\nIn Vilnius, rapper Sezzy, who has over 50,000 followers, told Xinhua TikTok is the best app for young talent right now, because \"you can literally be at home, be talented and make the whole world watch you.\"\n\nMichal \"Wiciu\" Witkowski from Poland, who has garnered 790,000 followers, told Xinhua the ban will certainly affect the Polish community, hitting many creators and users.\n\nPanni, a 17-year-old boy from Hungary, said the ban is going to cause a big change in the lives of his generation because they all love the app and some even earn money by being influencers.\n\nNicolas Kovacich, a 19-year-old student in Rome, said TikTok trends unite people, eliminate fake news content, and allow a free-form of communication that has a rare \"positive social power.\"\n\nPROTECTIONISM IN ESSENCE\n\n\"When it comes to seeking reasons to suppress foreign firms, the U.S. will surely go for invoking national security, personal rights protection and people's privacy,\" said Marios Mavrides, a Cypriot economist and member of parliament.\n\nThe ban is not based on national security, but protectionism, said Mao Xuxin, principal economist at London-based think tank National Institute of Economic and Social Research.\n\n\"As we know, TikTok follows the rules in the countries where it operates, and the practices that it adopts are the same as the U.S. social media companies like Facebook and Twitter,\" he noted.\n\nMao added that the ban aims to increase the market dominance of U.S. tech giants, which are already under a year-long U.S. congressional investigation and scrutiny of the European Union.\n\nHowever, as an opinion piece in the Financial Times has pointed out, \"the extent to which the U.S. tech sector has become dependent on China is under-appreciated.\"\n\nPhoto taken on Aug. 12, 2020 shows a hand holding a mobile phone running the TikTok app in London, Britain. (Photo by Ray Tang/Xinhua)\n\nNoting that \"the two tech worlds are connected via a tangle of wiring,\" the opinion warned that \"the great uncoupling would cause huge economic pain to hundreds of U.S. tech companies.\"\n\nLing Liu, business lawyer at Eversheds Sutherland (Germany) LLP, told Xinhua that Washington has often abused the wide-ranging intervention power provided by U.S. federal law, the International Emergency Economic Powers Act, to carry out its foreign economic policy.\n\nSuch a ban on Chinese apps like TikTok \"will accelerate debates over preventing the abuse of emergency powers under the broad guise of national security,\" Ling said.\n\nDiscrimination of Chinese companies and their apps might face First Amendment problems, while the whole case may turn into a dangerous precedent against the open markets, he warned.", "METADATA": {"robots": "all", "description": "When 23-year-old Shauna McMahon heard about the U.S. suppression of Chinese app TikTok, she", "keywords": "Photo Aug security users creative ordinary media platform pr", "filetype": 0, "publishedtype": 1, "pagetype": 1, "catalogs": "F_90000", "contentid": "F_9721908", "publishdate": "2020-08-15", "author": "F_300833", "source": "source：Xinhua"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}