{"GDELT": {"GlobalEventID": 940946718, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "POL", "Actor1Name": "POLAND", "Actor1CountryCode": "POL", "Actor2Code": "IRL", "Actor2Name": "IRELAND", "Actor2CountryCode": "IRL", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.53411306042885, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL", "Actor1Geo_Lat": 52.0, "Actor1Geo_Long": 20.0, "Actor1Geo_FeatureID": "PL", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lisdoonvarna, Clare, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI03", "Actor2Geo_ADM2Code": "18289", "Actor2Geo_Lat": 53.0328, "Actor2Geo_Long": -9.28833, "Actor2Geo_FeatureID": "-1504213", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lisdoonvarna, Clare, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI03", "Action2Geo_ADM2Code": "18289", "Action2Geo_Lat": 53.0328, "Action2Geo_Long": -9.28833, "Action2Geo_FeatureID": "-1504213", "DATEADDED": 20200815123000, "SOURCEURL": "https://clarechampion.ie/ppe-donation-protecting-the-common-good/"}, "ARTICLE": {"TITLE": "PPE donation protecting the common good", "TEXT": "NURSING homes across Clare to from benefit from a donation of Personal Protective Equipment (PPE), secured after a fundraising drive coordinated by the Midwest Hospital Campaign.\n\nThe initiative was prompted by concern at the start of the pandemic about the difficulty in accessing supplies of PPE, particularly for nursing homes and other congregated settings.\n\n“The donation will be especially important now that visiting has begun once again at nursing homes and there’s even more demand for PPE,” said Noeleen Moran, one of the coordinators.\n\nSome of the PPE was sourced through a network of contacts for manufacturers in Poland, while more was handmade by hundreds of individual volunteers and groups across Clare, including the Irish Countrywomen’s’ Association (ICA).\n\nHilary Tonge of the Midwest Hospital Campaign said the effort to secure PPE had involved many groups and individuals from across the county.\n\n“When the pandemic was declared, there was a huge fear that there would not be enough PPE,” she said. “We issued an appeal on the campaign group’s Facebook page and 40 individual people came forward offering to sew for us. We also had different groups coming on board from Kilrush, Kilkee and Kilfenora. The Doolin Bikers played a part in delivering material around the county so that people could start making gowns. They also collected the finished items. They were all packed in my house and we got around 400 units for 11 nursing homes.”\n\nTo secure ready-made PPE, which was at a premium in the early months of the year, international contacts were used, Ms Moran explained. “Through a contact, Anya Whyte, who is studying at Limerick Institute of Technology (LIT) and involved in an initiative with The University of Limerick (UL) to source PPE, we secured supplies from a company in Poland,” she said. “The products are all CE marked and we brought samples to a number of directors of nursing so that they could approve them in advance. The feedback from the nursing homes was that what they needed most was gowns and masks and the PPE will be going to facilities all over the county, who have asked us for support.”\n\nSeamus Ryan, Chairperson of Clare Trades Council said the initiative was a very important one. “We were delighted to make a financial contribution to this campaign, because our unions represent so many frontline workers in healthcare settings, shops and elsewhere,” he said. “This is really something which protects the common good.”\n\nGreen Party Senator Róisín Garvey said the campaign was a credit to those involved. “This shows that politicians can set aside their differences and work together,” she said. “Once again, I have to commend the community and voluntary sector who are bailing out the State.”\n\nThe countywide appeal for support, which culminated last Friday, with the distribution of PPE, was organised by Hilary Tonge, Noeleen Moran and Cara Wynne. It involved Senator Garvey and Councillors Joe Garrihy, Shane Talty, Cilian Murphy and Mark Nestor, as well as Clare Trades Council and Lisdoonvarna Fáilte.", "METADATA": {"og": {"title": "PPE donation protecting the common good - The Clare Champion", "type": "article", "description": "NURSING homes across Clare to from benefit from a donation of Personal Protective Equipment (PPE), secured after a fundraising drive coordinated by the Midwest Hospital Campaign. The initiative was prompted by concern at the start of the pandemic about the difficulty in accessing supplies of PPE, particularly for nursing homes and other congregated settings. “The …", "url": "https://clarechampion.ie/ppe-donation-protecting-the-common-good/", "site_name": "The Clare Champion", "image": {"identifier": "https://clarechampion.ie/wp-content/uploads/2020/08/PPE-Distribution-20200807-001-1.jpg", "width": 696, "height": 503}, "locale": "en_GB"}, "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/theclarechampion", "published_time": "2020-08-15T11:18:45+00:00", "modified_time": "2020-08-13T11:23:52+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@ClareChampion", "site": "@ClareChampion"}, "generator": "WordPress 5.4.2", "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileImage": "https://clarechampion.ie/wp-content/uploads/2015/11/cropped-Clare-Champion-Phoenix-only-270x270.png"}}}