{"GDELT": {"GlobalEventID": 940924399, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GGY", "Actor1Name": "GUERNSEY", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.46913580246913, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Channel Islands, Guernsey (general), Guernsey", "Actor1Geo_CountryCode": "GK", "Actor1Geo_ADM1Code": "GK00", "Actor1Geo_ADM2Code": "40262", "Actor1Geo_Lat": 49.5, "Actor1Geo_Long": -2.5, "Actor1Geo_FeatureID": "-1176712", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Channel Islands, Guernsey (general), Guernsey", "Action2Geo_CountryCode": "GK", "Action2Geo_ADM1Code": "GK00", "Action2Geo_ADM2Code": "40262", "Action2Geo_Lat": 49.5, "Action2Geo_Long": -2.5, "Action2Geo_FeatureID": "-1176712", "DATEADDED": 20200815090000, "SOURCEURL": "https://guernseypress.com/news/voices/nick-mann/2019/01/23/first-step-in-claiming-12-mile-limit-is-overdue/"}, "ARTICLE": {"TITLE": "First step in claiming 12-mile limit is overdue", "TEXT": "In taking control out to the 12-mile limit, Guernsey would be following the same path that Jersey, in 1997, and the Isle of Man, in 1991, already have, and it would be difficult to see how the UK could realistically object to the move.\n\nInternational norms are also on the Bailiwick’s side – one of the remaining questions is why it has taken so long.\n\nWhat has triggered this coming to the front of the queue is the UK’s withdrawal from the London Fisheries Convention as part of its Brexit preparations. This convention allows vessels from France, Belgium, Germany, Ireland and the Netherlands to fish within six and 12 nautical miles of the UK’s coastline.\n\nOnce that falls away, fish management in Bailiwick waters becomes problematic, and it has hardly been a simple process as the past has shown.\n\nNo one wants to be left with something akin to a free-for-all.\n\nAn extension to 12nm brings with it certainty, and hopefully the chance in the long run for the island to be more bespoke with the conservation controls it imposes, recognising the nature of the local fleet and key breeding grounds.\n\nImportantly it would give legal certainty – the path of fish licensing has not always run smoothly as the courts show.\n\nIt would also provide greater powers to take action for incidents or potential incidents of marine pollution or wrecks in the three-12nm area.\n\nAdvertising\n\nOne of the concerns has been what it could mean in terms of responsibility for the Hurd Deep, the disused ammunition and low grade radioactive waste dumping site north-west of Alderney.\n\nBut Policy & Resources’ States report, to be debated in the Assembly next week, says there are few extra responsibilities and liabilities or costs for this site should the extension go ahead.\n\nIt sees a positive in having greater power to restrict activity there to reduce any risk caused by disturbance.\n\nThat will be a point States members will need to pursue in debate to get reassurances that go beyond a couple of lines in a report.\n\nAdvertising\n\nWhile the UK’s planned departure from the EU has upped the urgency, there are other spin-offs that could in the long run have significant financial and environmental benefits which aren’t touched on in detail in the report.\n\nIt sets out a two-stage process – extending the territorial waters before then moving on to ownership of the seabed, which in Guernsey’s case is vested in the Crown.\n\nOne of the quirks of history is that Alderney has ownership of its seabed out to three nautical miles, which is what allowed for it to make for, admittedly so far troubled, moves to charge for tidal power licensing.\n\nThere is clearly potential for offshore renewables, but as it stands the revenue would not be heading to the public purse.\n\nTidal power was once the one to watch for the islands given the predictability, but technical advances have not been of the pace that was envisaged a decade ago as the harsh marine environment process is difficult to tame.\n\nOffshore wind is already financially viable, and already practically on the Bailiwick’s doorstep with the developments being backed by the French.\n\nThere is no doubt that renewables will play a role in power generation for the islands, the question is when and how.\n\nSeabed ownership will be one of the vital factors in the mix when it comes to ensuring a good deal.\n\nIt is not all a nice and simple carve up.\n\nThe coordinates setting out the international boundary with France has not been agreed with authorities there – it took Jersey seven years from declaring its 12-mile extension to defining a boundary with the French.\n\nThere are problems too with setting up an exclusive economic zone beyond and immediately next to the territorial sea, which is also a norm.\n\nThat gives the state control of all economic resources within its EEZ, including fishing, energy production, mining, oil exploration, and any pollution of those resources, but the powers are more limited than in its own territorial sea.\n\nFrance declared its EEZ in 1976/77, the UK in 2014, with the boundary running down the mid-Channel shelf between the two countries – look at it on a map and the Channel Islands appear on the French side.\n\nThe P&R report says that current circumstances hinder Guernsey declaring an EEZ, but there may be consideration in the future to looking at one to the north/northwest/west of the Bailiwick.\n\nFor now it is vital that the first step is made in claiming the 12-mile limit.\n\nWith all the political manoeuvring in the UK times are uncertain enough. Guernsey needs to do everything it can to solidify its position and gain responsibility and control where it can.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "twitter": {"image": "https://guernseypress.com/resizer/tRfIf822KuY5D3LzuvzvyVdo_es=/1200x0/filters:quality(100)/arc-anglerfish-arc2-prod-guernseypress-mna.s3.amazonaws.com/public/O3TABWVZURGAREDM6LZTS3F3QE.jpg", "site": "guernseypress", "card": "summary_large_image", "title": "First step in claiming 12-mile limit is overdue", "description": "IT HAS been a long time coming, but the Bailiwick’s bid to expand its territorial waters is an important step, one of the positives to come out of the Brexit maelstrom that is currently hitting."}, "og": {"type": "article", "title": "First step in claiming 12-mile limit is overdue", "description": "IT HAS been a long time coming, but the Bailiwick’s bid to expand its territorial waters is an important step, one of the positives to come out of the Brexit maelstrom that is currently hitting.", "image": "https://guernseypress.com/resizer/tRfIf822KuY5D3LzuvzvyVdo_es=/1200x0/filters:quality(100)/arc-anglerfish-arc2-prod-guernseypress-mna.s3.amazonaws.com/public/O3TABWVZURGAREDM6LZTS3F3QE.jpg", "url": "https://www.guernseypress.com/news/voices/nick-mann/2019/01/23/first-step-in-claiming-12-mile-limit-is-overdue/"}, "description": "IT HAS been a long time coming, but the Bailiwick’s bid to expand its territorial waters is an important step, one of the positives to come out of the Brexit maelstrom that is currently hitting.", "author": "Nick Mann", "pb-site": "/news/voices/nick-mann", "story": {"": {"premium-flag": "Unknown"}}, "dfp": {"page-type": "story", "slot": "/news/voices/nick-mann", "story": "[\"ETUX2AGHVBDCNIEEFEVSI6GVBM\",\"/news/voices/nick-mann/2019/01/23/first-step-in-claiming-12-mile-limit-is-overdue/\"]", "sites": "[\"/news/voices/nick-mann\",\"/news\",\"/news/voices\",\"/news/voices\",\"/news\"]"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}