{"GDELT": {"GlobalEventID": 940957268, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.76497695852535, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK", "Actor1Geo_Lat": 22.25, "Actor1Geo_Long": 114.16666699999999, "Actor1Geo_FeatureID": "HK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Hong Kong", "Actor2Geo_CountryCode": "HK", "Actor2Geo_ADM1Code": "HK", "Actor2Geo_Lat": 22.25, "Actor2Geo_Long": 114.16666699999999, "Actor2Geo_FeatureID": "HK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK", "Action2Geo_Lat": 22.25, "Action2Geo_Long": 114.16666699999999, "Action2Geo_FeatureID": "HK", "DATEADDED": 20200815141500, "SOURCEURL": "https://brazilbusiness.einnews.com/pr_news/523903420/where-to-buy-in-the-uk-as-a-hong-kong-investor"}, "ARTICLE": {"TITLE": "Where to Buy in the UK as a Hong Kong Investor", "TEXT": "Manchester is a great location for any investor looking to buy property in England. A view over Edinburgh, one of Scotland's key cities and a UK investment hotspot. The busy high street in Glasgow, which is becoming an increasingly popular destination for students, tourists and professionals looking to rent in the city.\n\nMany Hong Kong residents are currently looking to buy property in the UK. But, with so many options, we try to advise on where to consider buying.\n\nA lot of people are looking outside of the capital to buy property. There’s really exciting growth in the North of England and that’s being reflected in where investors are putting their money.” — Stuart Marshall\n\nMANCHESTER, GREATER MANCHESTER, UK, August 15, 2020 / EINPresswire.com / -- It’s a great time for Hong Kong residents to buy property in the UK. On the 22nd of July, the UK government revealed plans to introduce a special visa for BNO (British National Overseas) passport holders in Hong Kong which facilitates the process for gaining full UK citizenship. .UK, Hong Kong and BNO Passports.A BNO Passport is a travel document issued to people in Hong Kong – a former British colony – before the UK handed Hong Kong back to China in 1997. 300,000 people currently hold a BNO passport, but it is estimated that nearly 3 million residents in Hong Kong are eligible for a BNO passport.Currently, BNO holders can visit the UK without a visa for six months. But, with the introduction of this special visa, BNO holders from Hong Kong can now apply for two periods of 30 months’ leave or five years’ leave to stay in the UK and eventually become full British citizens. This privilege also extends to BNO holders’ immediate financial dependents such as children and spouses.BNO holders that want to apply are also afforded special privileges. For example, they do not have to have a job before arriving in the UK and there is no minimum salary attached to the visa. In short, this announcement means that almost three million Hong Kong residents have a foothold in the UK and will be eligible for a shortcut to British citizenship putting them in a very favourable position when compared to other foreign nationals looking to acquire UK citizenship.According to Stuart Marshall, CEO of Liquid Expat Mortgages , ‘There are a lot of great options for Hong Kong investors in the UK. At the moment, we’re seeing a lot of people looking outside of the capital to buy property. There’s really exciting growth in the North of England and that’s being reflected with where investors are putting their money. The cost of property in London means that people simply can’t afford to buy there, and this is leading investors toward cities like Manchester, Birmingham, Glasgow and Edinburgh’.Exploring Some Options: Manchester and Scotland’s Key Cities.Scotland.‘Investment in Scotland is on the up. The average yield in Scotland is now over 5% higher than in London. If you’re willing to work with a knowledgeable team, like the one we’ve built at Liquid, there are some great deals to be had in Scotland. The mortgage system in Scotland also differs quite a bit with the mortgage system in England. Negotiating these differences is something that our team at Liquid Expat Mortgages can also help with.’The property market in Scotland reached an 11 year high in May 2019. As well as this, the Scottish property market has a year-on-year increase of 1.6% in property prices and saw the highest number of homes sold since the 2008 crash. Cities in Scotland continue to give strong rental yields too with both Edinburgh and Glasgow hovering around 6.5%, compared to yields of only around 2% in London.Manchester.Another great option for investment is Manchester. The economic virtues of investing in Manchester are abundant, and it is experiencing rapid growth in the property market. Housing prices rose 8.8% in 2017 and are up 32.5% in the last five years. JLL predict that Manchester property values will continue this trajectory, rising a further 22.8% by 2022.Much of this is associated with its vibrant student population. Manchester is home to four major universities – one of which boasts the largest campus in the UK – and, what’s more, the students that study here are staying here as Manchester holds the highest level of graduate retention in the country. All of this equates to more skilled residents who are finding employment in Manchester and in need of places to live.One other reason why Manchester might be so attractive to Hong Kong residents is its long and colourful history as a cultural melting pot. It is one of the most diverse cities in the UK and has managed to maintain a rich ecosystem of cultures, religions and people that successfully co-exist. One of the most prominent cultural presences in Manchester is Chinese, with the city’s Chinatown being home to the first authentic imperial Chinese arch built in Europe. So, as well as the obvious financial benefits, Manchester can also offer some cultural familiarity to investors from Hong Kong.Contact Us.There are many pitfalls that Hong Kong residents encounter when looking to get a UK mortgage. Mainstream lenders simply aren’t equipped to deal with the difficulties that overseas customers are bound to encounter. This can cost a great deal of time and, consequently, money. Using an expert broker like Liquid Expat Mortgages can make the process both easier and more cost effective. Our team are specifically focused on accommodating the complex needs of Hong Kong residents amongst other overseas customers and have access from a wide array of lenders offering products that best suit their needs. What’s more, with over 13 years of experience in dealing with UK mortgages for Expats and foreign nationals, we have built up an unrivalled reputation as the No.1 Expat and Foreign National Mortgage Broker.Liquid Expat MortgagesUnit F2, Waterfold Business Park,Bury BL9 7BRPhone: 0161 871 1216Any media enquiries please contact Ulysses Communicationssergio@ulyssescomunications.com00 44 161 633 5009", "METADATA": {"robots": "nofollow", "description": "Many Hong Kong residents are currently looking to buy property in the UK. But, with so many options, we try to advise on where to consider buying.", "keywords": "Liquid Expat Mortgages,Hong Kong,Where to Buy", "viewport": "width=device-width, initial-scale=1.0", "pubdate": "2020-08-15", "generator": "Ramaze", "author": "sergio pani", "og": {"site_name": "EIN News", "title": "Where to Buy in the UK as a Hong Kong Investor", "url": "https://www.einnews.com/pr_news/523903420/where-to-buy-in-the-uk-as-a-hong-kong-investor", "type": "article", "description": "Many Hong Kong residents are currently looking to buy property in the UK. But, with so many options, we try to advise on where to consider buying.", "image": {"identifier": "https://img.einnews.com/ampsize/151288/edinburgh.jpeg", "width": 750, "height": 500, "type": "image/jpeg"}, "updated_time": "2020-08-15T12:25:23+0000"}, "fb": {"app_id": 220949961382102}, "twitter": {"card": "summary", "site": "@einnews", "image": "https://img.einnews.com/twitter/151288/edinburgh.jpeg"}, "article": {"published_time": "2020-08-15T12:10:28+0000", "modified_time": "2020-08-15T12:25:23+0000"}}}}