{"GDELT": {"GlobalEventID": 940907251, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "DEUMIL", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor1Type1Code": "MIL", "Actor2Code": "DEU", "Actor2Name": "GERMAN", "Actor2CountryCode": "DEU", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.3764772087788395, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Germany", "Actor1Geo_CountryCode": "GM", "Actor1Geo_ADM1Code": "GM", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "GM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "GM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200815060000, "SOURCEURL": "https://www.strategypage.com/htmw/htlead/articles/20180527.aspx"}, "ARTICLE": {"TITLE": "Leadership: Germany Is Unready And A Little Willing", "TEXT": "Since the 1990s Germany has ignored complaints from its allies that Germany was failing to maintain sufficient defense spending to maintain its military obligations to NATO. In 1990 Germany spent 2.7 percent of GDP on defense. That fell to 1.5 percent in 2000 and despite growing calls to increase spending fell to 1.4 percent in 2010 and 1.3 percent in 2014. Currently, it is 1.2 percent despite promises to achieve two percent by 2024. For a long time, Germany got away with this because it had no real military threats to deal with. But after 2014 Russia became a real threat and since then alarmed German defense officials have leaked increasingly embarrassing data about how ineffective the German armed forces are becoming The latest leak, about the shrinking percentage of military aircraft are capable of carrying out a mission, was particularly alarming. Less than four percent of Germany’s Typhoon fighters were capable of combat. Ironically 31 percent of the older (and being retired) Tornado fighters were operational. Newer equipment tended to be worse off. Only 13 percent of the NH90 transport helicopters were ready and only 16 percent of the Tiger helicopter gunships. Even more dismal was the number of these military aircraft Germany has (114 Typhoons, 93 Tornados, 40 NH90s and 43 Tigers). This discouraging data is nothing new. German military aircraft have had the lowest readiness rates in NATO for years. Germany continues, as it has for over twenty years, to promise the situation would be fixed but it never is.\n\nFor example earlier in 2018 leaked data showed that a key component of the NATO rapid reaction force, which Germany is to supply in 2019, is nowhere near ready to perform duties German assured everyone it could handle. The German armored brigade that was promised for 2019 is, in short, not ready. Only about 20 percent of the armored vehicles (Leopard 2 tanks and Marder infantry vehicles) are fit for service. Now we know that the brigade is unlikely to get much air support either.\n\nWhen the Americans press Germany to meet its NATO obligations there are promises but no performance. Meanwhile, the United States spends nearly four percent of GDP on defense, accounts for 70 percent defense spending in NATO and is now telling the Germans that they can no longer automatically expect the Americans to bail them out when Germany comes up short in meeting its NATO obligations. This got some attention in Germany, but not a lot. This is a major shift since Germany was reunited in 1990. Before that, during the Cold War, West Germany (the half that belonged to NATO) maintained its military obligations faithfully, fearful that the dozens of Russian divisions in communist East Germany would quickly extinguish a democratic and prosperous post World War II Germany.\n\nThat seemed to work because by 1990 Russia agreed to withdraw from East Germany and allow Germany to be united once more. Since then the united German defense budget and armed forces personnel were cut, what with the primary threat, the dozens of Russian divisions in East Europe gone and all those East European nations embracing democracy and a free (and more productive) economy. But a decade later Russia had second thoughts about giving up its empire. Germany made promises but did little.\n\nIn the wake of the September 11, 2001 attacks Germany agreed to help out in Afghanistan, as long as its troops were kept away from the hostile areas and allowed to avoid combat as much as possible. The deployment of a few troops to Afghanistan and other peacekeeping missions revealed other problems. While Germany had, on paper, well-armed and equipped troops the government had spent very little on training and logistical support. It required a major effort to keep small numbers of German troops overseas fed and supplied. It was embarrassing and promises were made to set it right. Nothing really got done about that.\n\nThe current American government is questioning the usefulness of the United States in NATO when the Americans have always tolerated their assuming a disproportionate burden of NATO responsibilities. In return for that, the U.S. regularly received more criticism than cooperation. A growing number of Americans question why the U.S. should remain so involved in a defensive effort that so many other NATO partners are backing away from. In response to this, the German government is criticizing American commitment to NATO without appreciating the irony of that attitude.\n\nUntil now it was generally overlooked, especially by Western Europe, that the U.S. was stubbornly determined to stay out of the two World Wars because the majority of Americans came from Europe to get away from all the wars, broken promises and bad politics in general. Europeans tend to forget that the main reason the Americans eventually entered the two World Wars was Germans misunderstanding what they were up against. In World War I the Germans engaged in all sorts of covert aggression against the neutral United States that eventually came to light and got America into the war during the last year when they were needed most. In World War II it was Germany that declared war on the United States after Japan attacked the Americans. At the time U.S. public opinion was very hostile taking part in another World War.\n\nWest Europe is again misjudging the Americans, who are quite capable of leaving NATO and telling Europe to take care of itself. As history demonstrates time and again it’s the things that you refused to recognize and later say you “didn’t see coming” that cause the most damage. Now a growing number of Germans, especially defense experts and politicians, are recognizing that they have a problem. Yet the attitude in Germany remains hostile to actually spending the money needed to repair the damage over a decade of neglect did to their defense capabilities. German elected officials agree and have promised to come up with more than $12 billion to deal with the worsening readiness problems. The same politicians agree that the annual defense budget should be increased. But when the parliament goes to work on the government budget defense always comes up short. That does not appear to be changing in 2018, despite everyone agreeing this is not a good thing.\n\nThis latest crisis is made worse by a 2015 NATO decision to do something to help new NATO members in East Europe fulfill the mutual defense pledge in the face of Russian threats. NATO agreed to speed up efforts to create a rapid reaction force to help with the defense of new NATO members bordering Russia and very much in the way of the growing Russian threat. These new NATO members had suffered decades of Russian occupation after World War II and many of their citizens spoke or understood Russian and felt that the “west NATO” members underestimated the seriousness of the renewed Russian aggressiveness and misunderstood what the Russians were up to.\n\nIt was pretty clear what NATO was up to, at least in theory. The overall rapid reaction operation was called NRF (NATO Response Force) and it was to have NATO members contribute 30,000 troops. A third of NRF would be available within 48 hours for an emergency. This Spearhead Force was officially called the VJTF (Very High Readiness Joint Task Force). Germany is scheduled to assume command of the VJTF in 2019 and that means a German armored brigade will be the core unit of the VJTF. That German brigade is not ready and unless Germany makes some drastic changes won’t be ready. Currently, most of the tanks in the entire German army are not functional. Now it is clear that the German air force would be of even less help. The German navy, which is mainly responsible for dealing with Russian aggression in the Baltic Sea, is aging more rapidly than the ground and air forces and efforts to build replacements for Cold War era warships are inadequate and the ships that are built turn out to be less effective (or not even able to go to sea) than expected.\n\nThe NRF itself is a division size organization with air, naval and special operations contingents backing three Spearhead Force brigades. Each of these brigades has about 5,000 troops and one (the VJTF) must have units ready to move within 48 hours with the rest of the brigade moving within a week. At that point portions of the other two brigades would be on the move. The major contributors to the NRF, and especially the VJTF will be the United States France, Germany, Italy, Poland, Spain and Britain. Nearly all the ground troops will be from European NATO members while the U.S. provides a lot of specialized electronic and naval forces only they have. Note that all these other NATO members are in better shape to fulfill their NRF obligations. Germany is in a class of its own when it comes to un-readiness.\n\nThe VJTF could be used to slow down disrupt Russian aggression with ground and air forces (and naval ones if needed) until more forces can be mobilized. NATO members are reviving Cold War era defense plans because Russia has again become a threat in the east. It’s a different threat this time because during the Cold War NATO was looking at an initial Russian invasion force of over 30 divisions followed by two or three times that number once they these reserve units were mobilized and deployed. These days Russia can’t even muster that many brigades. In the past, there were few NATO members (like Norway and Turkey) that even bordered the old Soviet Union. Now there are many more, including the major Russian Cold War “allies” in East Europe (the former “Warsaw Pact”) who are now members of NATO. The Baltic States are particularly vulnerable and the VJTF was created in large part to reassure these neighbors of Russia that NATO membership can deliver the promised security.\n\nNot only are the “East NATO” members not reassured by VJTF but they are afraid that history will repeat itself in more ways than one. East NATO members remember that in the 1930s there was a similar situation with Western nations promising assistance if there was aggression from Russia and Nazi Germany. The worst happened in 1939 when World War II officially got started when Germany and Russia both attacked and partitioned Poland as part of a secret agreement. Two years later Germany double crossed its new ally and invaded Russia. That ended disastrously for Russia, Germany and Eastern Europe, especially when the West again abandoned East Europe to Russian domination after the war. That period of Russian domination collapsed in 1991 but now East Europe sees the 1930s pattern of earnest promises that won’t be kept and Russia moving in again.", "METADATA": {"viewport": "width=device-width,minimum-scale=1", "msapplication-TileColor": "#2b5797", "msapplication-TileImage": "/mstile-144x144.png", "theme-color": "#ffffff", "title": "Leadership: Germany Is Unready And A Little Willing", "medium": "news", "description": "Since the 1990s Germany has ignored complaints from its allies that Germany was failing to maintain sufficient defense spending to maintain its military obligations to NATO In 1990 Germany spent 27 percent of GDP on defense That fell to 15 percent in"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}