{"GDELT": {"GlobalEventID": 940931767, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BUSCVL", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor1Type2Code": "CVL", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.203619909502259, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK", "Actor1Geo_Lat": 22.25, "Actor1Geo_Long": 114.16666699999999, "Actor1Geo_FeatureID": "HK", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200815101500, "SOURCEURL": "http://www.straitstimes.com/world/united-states/trump-says-arrest-of-hong-kong-media-tycoon-jimmy-lai-a-terrible-thing"}, "ARTICLE": {"TITLE": "Hong Kong media tycoon Jimmy Lai says he was arrested on ‘trumped up’ charges", "TEXT": "HONG KONG/WASHINGTON (BLOOMBERG, REUTERS ) - Hong Kong media tycoon Jimmy Lai said he was arrested on \"trumped up\" charges, as part of a pushback against a landmark national security legislation that has left him facing collusion allegations and raised questions about press freedoms.\n\n\"They’re trumped up. I can’t go further on the details,\" Lai said in an interview with Bloomberg Television on Friday morning (Aug 14).\n\n\"Before any evidence, they just claimed and presumed that I’m guilty. This isn’t the way the law is. I should be presumed innocent. We have never supported the independence of Hong Kong.\"\n\nHis interview came after US President Donald Trump on Thursday criticised Lai's arrest of Hong Kong media tycoon Jimmy Lai this week under China's new national security law.\n\n\"I think it's a terrible thing,\" Mr Trump told reporters in response to a question about Lai's arrest.\n\nLai said Hong Kong’s future as Asia’s main financial hub was uncertain if there was no respect for the rule of law under the new security measures.\n\n\"The future of Hong Kong is the future of any other Chinese city,\" he added. \"Without the rule of law, the international financial center will be finished.\"\n\nHe said the law sends a \"very negative\" message to the business community in Hong Kong and overseas.\n\nLai is the most high-profile of the more than 20 democracy activists so far arrested under the national security law, which bars subversion, secession, terrorism and collusion with foreign powers.\n\nHong Kong police on Monday arrested Lai along with his sons and senior executives of his media company, Next Digital Ltd, on suspicion of collusion under the security law imposed by China on June 30.\n\nNext Digital reversed an earlier decline to rise 32 per cent on Friday. It declined Wednesday and Thursday after a 1,100 per cent gain in the first two days of this week triggered a warning from Hong Kong’s securities regulator.\n\nThe case puts new strain on already fraught ties between Washington and Beijing, with US Secretary of State Michael Pompeo saying he was \"deeply troubled\" by Lai’s arrest.\n\nThe Trump administration has slapped sanctions on senior Hong Kong officials including Chief Executive Carrie Lam and has led international condemnation of the law, calling it an attempt to crush Hong Kong’s political opposition.\n\nReporters live-streamed a handcuffed Lai being led through the headquarters of the Apple Daily on Monday.\n\nThe newspaper’s vocal criticism of the pro-Beijing establishment and support for last year’s historic protests helped make it a symbol of the press freedoms guaranteed to the former British colony.\n\n\"We will persist,\" Lai said of the newspaper. \"There’s no doubt.\"\n\nHis arrest was part of an investigation into an online activist group that received more than HK$1 million (S$177,162) in funding from overseas bank accounts, the South China Morning Post reported this week, citing unidentified people.\n\nLai told Bloomberg Television that he had never given \"one cent\" to the protest movement and had no ties to prominent democracy activist Joshua Wong’s political party, which was disbanded as the national security law came into effect.\n\nThe arrest drew calls among opposition supporters to buy Lai’s newspapers and stock in his company, fueling a 1,100 per cent surge in its share price and prompting the market regulator to urge investors to \"exercise extreme caution.\"\n\nThe Securities and Futures Commission has requested brokerages’ transaction records and client information related to Next Digital’s shares, the Hong Kong Economic Journal reported Monday, citing unidentified brokers.\n\nThe law has injected an additional measure of instability to Hong Kong as a fresh challenge to businesses in Asia’s main financial hub, which was once known for predictability more than protests.\n\nThe city’s economy had faltered even before the law was enacted in June, following months of often-violent rallies and turmoil fomented by Covid-19.\n\nA survey released Thursday by the American Chamber of Commerce in Hong Kong showed almost half of businesses reported feeling pessimistic about the city’s business prospects, while others were almost equally worried about surprise retaliatory moves from the US.\n\nOne member company described being \"caught between a rock and a hard place,\" with mainland Chinese clients unwilling to work with American firms and American firms unwilling to work with companies located in Hong Kong.\n\n\"Frankly impossible to do anything right now, until there is clarity,\" the respondent said.\n\nLai said Hong Kong’s protests have been curtailed by the new security law, but that pro-democracy supporters would find new ways to continue supporting the cause.\n\n\"The protest movement has been reduced quite a lot,\" he said. \"A lot of young people have left or are about to leave. And some of the pro-democracy movement people have stepped aside.\"\n\n\"Those that remain are still very strong. And more people are reacting to the national security law in a different way,\" he said.\n\n\"I think the movement will go on. I don’t know how they’re going to go on. We can no long have 2 million people walk on the street. Are people going to scatter into small groups? I think in the future there will be innovation.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"ios": {"app_name": "Straits Times", "app_store_id": 547465441, "url": "straitstimes://www.straitstimes.com/world/united-states/trump-says-arrest-of-hong-kong-media-tycoon-jimmy-lai-a-terrible-thing"}, "web": {"url": "https://www.straitstimes.com/world/united-states/trump-says-arrest-of-hong-kong-media-tycoon-jimmy-lai-a-terrible-thing"}}, "description": "HONG KONG/WASHINGTON (BLOOMBERG, REUTERS ) - Hong Kong media tycoon Jimmy Lai said he was arrested on \"trumped up\" charges, as part of a pushback against a landmark national security legislation that has left him facing collusion allegations and raised questions about press freedoms. . Read more at straitstimes.com.", "og": {"image": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/14/nz_jimmy_140844.jpg?itok=aqaEtwLq", "site_name": "The Straits Times", "type": "article", "title": "Hong Kong media tycoon Jimmy Lai says he was arrested on ‘trumped up’ charges", "url": "https://www.straitstimes.com/world/united-states/trump-says-arrest-of-hong-kong-media-tycoon-jimmy-lai-a-terrible-thing", "description": "HONG KONG/WASHINGTON (BLOOMBERG, REUTERS ) - Hong Kong media tycoon Jimmy Lai said he was arrested on \"trumped up\" charges, as part of a pushback against a landmark national security legislation that has left him facing collusion allegations and raised questions about press freedoms. . Read more at straitstimes.com.", "updated_time": "2020-08-14T11:02:11+08:00"}, "cXenseParse": {"sph-keywords": "DONALD TRUMP,HONG KONG,BILLIONAIRES/MILLIONAIRES,CHINA", "sph-accessFlag": 0, "pageclass": "article", "recs": {"articleid": 718217}, "sph-printFlag": 0}, "news_keywords": "DONALD TRUMP, HONG KONG, BILLIONAIRES/MILLIONAIRES, CHINA", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "Hong Kong media tycoon Jimmy Lai says he was arrested on ‘trumped up’", "url": "https://www.straitstimes.com/world/united-states/trump-says-arrest-of-hong-kong-media-tycoon-jimmy-lai-a-terrible-thing", "description": "East Asia News -HONG KONG/WASHINGTON (BLOOMBERG, REUTERS ) - Hong Kong media tycoon Jimmy Lai said he was arrested on \"trumped up\" charges, as part of a pushback against a landmark national security"}, "article": {"published_time": "2020-08-14T07:26:53+08:00", "modified_time": "2020-08-14T11:02:11+08:00"}, "dcterms.title": "Hong Kong media tycoon Jimmy Lai says he was arrested on ‘trumped up’ charges", "dcterms.creator": "hermesauto", "dcterms.description": "HONG KONG/WASHINGTON (BLOOMBERG, REUTERS ) - Hong Kong media tycoon Jimmy Lai said he was arrested on \"trumped up\" charges, as part of a pushback against a landmark national security legislation that has left him facing collusion allegations and raised questions about press freedoms.  Read more at straitstimes.com.", "dcterms.date": "2020-08-14T07:26+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/world/united-states/trump-says-arrest-of-hong-kong-media-tycoon-jimmy-lai-a-terrible-thing", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}