{"GDELT": {"GlobalEventID": 940939836, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AREGOV", "Actor1Name": "EMIRATI", "Actor1CountryCode": "ARE", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -1.77073625349487, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200815113000, "SOURCEURL": "https://www.salon.com/2020/08/15/dont-be-hoodwinked-by-trumps-uae-israel-peace-deal-its-a-sham/"}, "ARTICLE": {"TITLE": "Don't be hoodwinked by Trump's UAE-Israel \"peace deal\": It's a sham", "TEXT": "\"HUGE breakthrough today,\" crowed Donald Trump on tTwitter as he announced the new peace deal between Israel and the United Arab Emirates. The deal makes the UAE the first Gulf Arab state and the third Arab nation, after Egypt and Jordan, to have diplomatic ties with Israel. But the new Israel-UAE partnership should fool no one. Though it will supposedly stave off Israeli annexation of the West Bank and encourage tourism and trade between both countries, in reality, it is nothing more than a scheme to give an Arab stamp of approval to Israel's status quo of land theft, home demolitions, arbitrary extrajudicial killings, apartheid laws and other abuses of Palestinian rights.\n\nThe deal should be seen in the context of more than three years of Trump administration policies that have tightened Israel's grip on the Palestinians: moving the U.S. embassy from Tel Aviv to Jerusalem, recognizing the Golan Heights as Israeli territory, and creating a so-called peace plan with no Palestinian participation or input. While no U.S. administration has successfully brokered a resolution to Israel's now 53-year-long occupation, the Trump years have been especially detrimental to the Palestinian cause. Palestinian leader Hanan Ashrawi wrote on Twitter that with this deal, \"Israel got rewarded for not declaring openly what it's been doing to Palestine illegally & persistently since the beginning of the occupation.\"\n\nAdvertisement:\n\nIndeed, with Trump at the helm and son-in-law Jared Kushner as the primary strategist, even concessions for Palestinians have been done away with. To add insult to injury, while the deal had been couched in terms of a commitment by Israel to suspend annexation of Palestinian territories, in his Israeli press conference announcing the deal, Netanyahu said annexation was \"still on the table\" and that it was something he is \"committed to.\"\n\nAmong the most brutal aspects of this period for Palestinians have been the loss of support for their cause in neighboring Arab states. The Arab political party in Israel, Balad, said that by signing this pact, \"the UAE has officially joined Israel against Palestine, and placed itself in the camp of the enemies of the Palestinian people.\"\n\nThe UAE has previously held a position consistent with public opinion in Gulf and Middle East countries that the acceptance of formal diplomatic relations with Israel should only take place in exchange for a just peace and in accordance with international law. Back in June, Emirati ambassador to the U.S. Yousef al-Otaiba penned an an op-ed in the Yediot Ahronot newspaper, the Israeli equivalent to USA Today, appealing directly in Hebrew for Israel not to annex the West Bank. Now, by working out an agreement with Trump and Netanyahu to normalize relations, the UAE has made itself Israel's partner in cementing de facto annexation and ongoing apartheid.\n\nAdvertisement:\n\nThe UAE's change from supporting Palestinian dignity and freedom to supporting Israel's never-ending occupation is a calculated move by UAE Crown Prince Mohammed bin Zayed, a shrewd Middle East dictator who uses his country's military and financial resources to thwart moves toward democracy and respect for human rights under the guise of fighting Islamic terrorism. His support for Israel cements his relationship with the Trump administration. Trump has already gone out of his way to push billions of dollars in arms sales to the UAE, despite opposition from Congress because of high number of civilian casualties associated with the use of those weapons in Yemen.\n\nSecretary of State Mike Pompeo has also defended the UAE from credible reports that U.S. weapons sold to the UAE have been transferred in Yemen to groups linked to al-Qaida, hardline Salafi militias and Yemeni separatists. The UAE was also stung by revelations of secret prisons it had been operating in Yemen where prisoners were subjected to horrific forms of torture, including \"the grill,\" where victims were \"tied to a spit like a roast and spun in a circle of fire.\" In Libya, the UAE has been criticized for violating a 2011 UN Security Council arms embargo by supplying combat equipment to the LAAF, the armed group commanded by General Khalifa Haftar with a well-established record of human right abuses. So this deal with Israel gives the UAE a much-needed veneer of respectability.\n\nBut it is impossible to understand the impetus for this deal without putting it in the context of the ongoing hostilities between all three countries and Iran. Following the old adage that \"the enemy of my enemy is my friend,\" in recent years Israel has been negotiating with various Gulf states, including the UAE, to push back against Iran's growing influence in the region. As the communiqué announcing the Israeli-UAE deal asserted, the U.S., Israel and the UAE \"share a similar outlook regarding threats in the region.\" This dovetails with Trump's anti-Iran obsession, which includes withdrawal from the Iran nuclear deal and his \"maximum pressure\" campaign designed to force Iran back to the negotiating table to make a \"better deal.\" In announcing the UAE-Israeli pact, Trump declared with ridiculous bravado that if he wins the elections, he'll have a new deal with Iran within 30 days. Anyone who believes this must be almost as delusional as Trump.\n\nAdvertisement:\n\nThe fact that this agreement between two Middle East countries was first announced thousands of miles away in Washington shows that it is more about shoring up Trump's slumping electoral campaign and improving Netanyahu's battered image in Israel than bringing peace to the Middle East. It also shows that Netanyahu and bin Zayed have a stake in seeing Trump win a second term in the White House. Instead of pointing out the hollowness of the pact, Joe Biden's response was unfortunately to congratulate Israel and the UAE and try to take credit for the deal. \"I personally spent time with leaders of both Israel and the U.A.E. during our administration, building the case for cooperation and broader engagement,\" he said. \"I am gratified by today's announcement.\"\n\nThe normalization of relations between the UAE and Israel, facilitated by the U.S., serves to prop up three repressive leaders — Trump, Netanyahu and bin Zayed — and will cause further harm to Palestinians. It is both a shame and a sham.", "METADATA": {"description": "This power play by UAE Crown Prince Mohammed bin Zayed is a boon for Trump and Netanyahu. It won't bring real peace", "apple-itunes-app": "app-id=549374205", "viewport": "width=device-width, initial-scale=1", "msapplication-TileColor": "#000000", "theme-color": "#ffffff", "mobile-web-app-capable": "yes", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-title": "Salon.com", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "p": {"domain_verify": "afd252c603232fed8ddf2554b144079b"}, "twitter": {"title": "Don't be hoodwinked by Trump's UAE-Israel \"peace deal\": It's a sham", "description": "This power play by UAE Crown Prince Mohammed bin Zayed is a boon for Trump and Netanyahu. It won't bring real peace", "image": "https://media.salon.com/2020/08/image_1.png", "site": "@Salon", "card": "summary_large_image", "creator": "@medeabenjamin"}, "og": {"title": "Don't be hoodwinked by Trump's UAE-Israel \"peace deal\": It's a sham", "site_name": "Salon", "description": "This power play by UAE Crown Prince Mohammed bin Zayed is a boon for Trump and Netanyahu. It won't bring real peace", "image": "https://media.salon.com/2020/08/image_1.png", "url": "https://www.salon.com/2020/08/15/dont-be-hoodwinked-by-trumps-uae-israel-peace-deal-its-a-sham/", "locale": "en_US", "type": "article"}, "article": {"published_time": "2020-08-15 11:00:02", "modified_time": "2020-08-14 21:56:47", "publisher": 120680396518, "section": "News & Politics", "tag": "United Arab Emirates"}}}}