{"GDELT": {"GlobalEventID": 940908869, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "CVL", "Actor2Name": "SCIENTIST", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.78817733990148, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Red Fort, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6333, "Actor2Geo_Long": 77.2333, "Actor2Geo_FeatureID": "-2109338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Red Fort, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6333, "Action2Geo_Long": 77.2333, "Action2Geo_FeatureID": "-2109338", "DATEADDED": 20200815061500, "SOURCEURL": "https://theprint.in/health/these-are-the-3-vaccines-modi-says-india-is-ready-to-produce-after-go-ahead-from-scientists/482179/"}, "ARTICLE": {"TITLE": "These are the 3 vaccines Modi says India is ready to produce after go-ahead from scientists", "TEXT": "Text Size: A- A+\n\nNew Delhi: Prime Minister Narendra Modi Saturday said India is ready to ramp up the production of as many as three Covid-19 vaccines as soon as they are green-lit by scientists.\n\nIn his Independence Day address at Red Fort, PM Modi said, “India today has three vaccines that are in the stage of clinical testing. We are also ready to massively scale up production of these vaccines, as soon as scientists give a green signal.”\n\nThe PM also lauded the efforts of the ‘Corona warriors’ — doctors, nurses, healthcare staff, and sanitation workers — for serving people selflessly for an extended long period of time during the pandemic.\n\nHe also expressed condolence for all the families who lost their loved ones during the pandemic. “I believe that the will power of the 130 crore Indians will make us victorious in the fight against coronavirus,” Modi said.\n\nWhile Modi did not name the three vaccines in his speech, ThePrint brings you details about them, which are in advanced stages of development and trials in India, and who is developing them.\n\nBharat Biotech/ICMR\n\nIndia’s first indigenous Covid-19 vaccine Covaxin, developed by Hyderabad-based vaccine manufacturer Bharat Biotech in collaboration with the Indian Council of Medical Research (ICMR) has begun human clinical trials.\n\nCovaxin vaccine falls under the category of inactivated vaccines. In such candidates, the pathogen is ‘deactivated’ so that it can no longer cause infection. However, parts of the virus can still be identified by the body’s immune system and can trigger an immune reaction.\n\nWe are deeply grateful to our readers & viewers for their time, trust and subscriptions. Quality journalism is expensive and needs readers to pay for it. Your support will define our work and ThePrint’s future. SUBSCRIBE NOW\n\nOnce the vaccine is administered, the body produces antibodies that can fight off the novel coronavirus infection.\n\nTo develop the vaccine, scientists at Bharat Biotech have used a SARS-CoV-2 strain that was isolated at the National Institute of Virology in Pune.\n\nThe vaccine trial was at caught in a controversy in June when ICMR Director General Dr Balram Bhargava had written to the principal investigators at all 12 trial sites, saying the institute was looking at a 15 August launch date. Bharat Biotech said the trials will be conducted over 15 months.\n\nAlso read: Don’t expect Covaxin news on 15 August, says Bharat Biotech, phase 1 of ICMR trial still on\n\nZydus Cadila\n\nAhmedabad-based pharmaceutical firm Zydus Cadila’s vaccine ZyCoV-D against the novel coronavirus is also undergoing human clinical trials.\n\nThe company said that its vaccine is likely to be launched by next year.\n\nSuch vaccines contain a genetically engineered plasmid — a small DNA molecule that can replicate independently. The plasmid is engineered to produce a part of the virus that can trigger a protective immunological response.\n\nDNA-based vaccines do not need a SARS-CoV-2 virus strain, unlike the inactivated vaccines that require viruses in killed or inactivated forms. This makes developing the virus much simpler as it can be manufactured under minimal biosafety requirements.\n\nIn the absence of any infectious agent in the vaccine, it can be manufactured with ease, under minimal biosafety requirements (BSL-1).\n\nAlso read: Indian firms Ipca, Zydus Cadila get big US orders for chloroquine to fight COVID-19\n\nSerum Institute of India\n\nPune-Based Serum Institute of India (SERI) has received the DGCI nod to start trials in India for the vaccine developed by Oxford University and Astra-Zeneca.\n\nThe ChAdOx1-S vaccine has already started phase three trials in several parts of the world including the US and Brazil.\n\nSERI trials will end in November.\n\nThe vaccine contains a weakened and non-replicating version of a common cold virus that affects chimpanzees, which has been engineered to express the SARS-CoV-2 spike protein. The spike protein of the novel coronavirus allows it to enter human cells. The presence of this protein triggers immune response in a body.\n\nThe company is tying up with the Bill & Melinda Gates Foundation to ramp up vaccine production and make it ready to be supplied to low and middle income countries at a low cost.\n\nAlso read: Serum Institute tells Modi govt how pandemic is affecting clinical trials of non-Covid drugs\n\nSubscribe to our channels on YouTube & Telegram\n\nNews media is in a crisis & only you can fix it You are reading this because you value good, intelligent and objective journalism. We thank you for your time and your trust. You also know that the news media is facing an unprecedented crisis. It is likely that you are also hearing of the brutal layoffs and pay-cuts hitting the industry. There are many reasons why the media’s economics is broken. But a big one is that good people are not yet paying enough for good journalism. We have a newsroom filled with talented young reporters. We also have the country’s most robust editing and fact-checking team, finest news photographers and video professionals. We are building India’s most ambitious and energetic news platform. And we aren’t even three yet. At ThePrint, we invest in quality journalists. We pay them fairly and on time even in this difficult period. As you may have noticed, we do not flinch from spending whatever it takes to make sure our reporters reach where the story is. Our stellar coronavirus coverage is a good example. You can check some of it here. This comes with a sizable cost. For us to continue bringing quality journalism, we need readers like you to pay for it. Because the advertising market is broken too. If you think we deserve your support, do join us in this endeavour to strengthen fair, free, courageous, and questioning journalism, please click on the link below. Your support will define our journalism, and ThePrint’s future. It will take just a few seconds of your time. Support Our Journalism\n\nShow Full Article", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "atdlayout": "article", "og": {"image": {"identifier": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2020/08/Modi-Red-Fort-2020.jpg", "width": 1200, "height": 675}, "locale": "en_US", "type": "article", "title": "These are the 3 vaccines Modi says India is ready to produce after go-ahead from scientists", "description": "In his Independence Day speech, Prime Minister Modi lauded the efforts of 'Corona' warriors and said India was ready to ramp up production of 3 vaccines once they were ready.", "url": "https://theprint.in/health/these-are-the-3-vaccines-modi-says-india-is-ready-to-produce-after-go-ahead-from-scientists/482179/", "site_name": "ThePrint"}, "description": "In his Independence Day speech, Prime Minister Modi lauded the efforts of 'Corona' warriors and said India was ready to ramp up production of 3 vaccines once they were ready.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "http://facebook.com/ThePrintIndia", "published_time": "2020-08-15T05:54:29+00:00", "modified_time": "2020-08-15T06:01:56+00:00"}, "fb": {"app_id": 885510301622193, "pages": 1733495223546925}, "twitter": {"card": "summary_large_image", "title": "These are the 3 vaccines Modi says India is ready to produce after go-ahead from scientists", "description": "In his Independence Day speech, Prime Minister Modi lauded the efforts of 'Corona' warriors and said India was ready to ramp up production of 3 vaccines once they were ready.", "creator": "@ThePrintIndia", "site": "@ThePrintIndia"}, "generator": "WordPress 5.4.2", "ia": {"markup_url": "https://theprint.in/health/these-are-the-3-vaccines-modi-says-india-is-ready-to-produce-after-go-ahead-from-scientists/482179/?ia_markup=1"}, "msapplication-TileImage": "https://d2c7ipcroan06u.cloudfront.net/wp-content/uploads/2018/07/cropped-512x512-270x270.png"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}