{"GDELT": {"GlobalEventID": 940923089, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "CABINET MINISTER", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 9, "NumSources": 1, "NumArticles": 6, "AvgTone": 1.42517814726841, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rose Hall, Saint Elizabeth, Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM11", "Actor1Geo_ADM2Code": "18428", "Actor1Geo_Lat": 17.9256, "Actor1Geo_Long": -77.6469, "Actor1Geo_FeatureID": "-3753536", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rose Hall, Saint Elizabeth, Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM11", "Action2Geo_ADM2Code": "18428", "Action2Geo_Lat": 17.9256, "Action2Geo_Long": -77.6469, "Action2Geo_FeatureID": "-3753536", "DATEADDED": 20200815084500, "SOURCEURL": "http://jamaica-gleaner.com/article/lead-stories/20200815/opposition-renaming-barrett-town-bartletts-honour"}, "ARTICLE": {"TITLE": "Opposition to renaming of Barrett Town in Bartlett’s honour", "TEXT": "WESTERN BUREAU:\n\nA proposal to rename Barrett Town in honour of incumbent prospective candidate Edmund Bartlett has been flatly rejected by the Barrett Town Development Committee (BTDC).\n\nThe idea was floated by Anthony Murray, the Jamaica Labour Party’s (JLP) councillor for the Rose Hall division in St James.\n\nClinton Bernard, president of the BTDC, said that he is not in favour of changing the name of the community and charged that the suggestion could ignite political backlash.\n\n“I don’t think that this is something that the councillor can decide on his own. Definitely it would involve dialogue and then we also probably need to check to find out if there is any legal process that we would have to go through,” Bernard said.\n\nThe committee president told The Gleaner that the recent renaming of a roadway in St James East Central in honour of Bartlett was creating political tension. He believes that another name change could further heighten tensions.\n\n“To make that giant step of naming the community Bartlett Town is not a direction I would encourage the community towards at this time. If we have greater dialogue and the citizens with varying political views are in agreement, then so be it,” said Bernard.\n\nOn August 7, Prime Minister Andrew Holness and other Cabinet ministers unveiled the Edmund Bartlett Boulevard, honouring the work Bartlett has undertaken in improving the road network and community centre, and to provide potable water.\n\nBartlett has been member of parliament for the last 18 years and is seeking his fifth term in the September 3 general election.\n\nBernard said that renaming the community as Bartlett Town may suggest that the entire community shared the political views of Bartlett.\n\n“As far as I am aware, the boulevard and the community centre are to be named after him [Edmund Bartlett], but a name change for the community, I say no,” said Bernard, who nonetheless admitted that Bartlett has performed admirably as MP.\n\n“It’s tremendous, the work he has done, but to name the community after him, it’s going to take some dialogue, and I am not certain if I would be in favour of changing the community name,” said Bernard.\n\nBut Murray told The Gleaner that the boulevard tribute was not enough to honour Bartlett work.\n\n“We are planning, at the earliest possible time, to move that resolution at council to rename Barrett Town as the Edmund Bartlett Town,” he said following Sunday’s Central Executive meeting of the JLP in Montego Bay.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=3, minimum-scale=1, user-scalable=yes", "description": "WESTERN BUREAU: A proposal to rename Barrett Town in honour of incumbent prospective candidate Edmund Bartlett has been flatly rejected by the Barrett Town Development Committee (BTDC). The idea was floated by Anthony Murray, the Jamaica Labour...", "generator": "Drupal 7 (http://drupal.org)", "og": {"title": "Opposition to renaming of Barrett Town in Bartlett’s honour", "description": "WESTERN BUREAU: A proposal to rename Barrett Town in honour of incumbent prospective candidate Edmund Bartlett has been flatly rejected by the Barrett Town Development Committee (BTDC). The idea was floated by Anthony Murray, the Jamaica Labour...", "updated_time": "2020-08-15T00:07:07-05:00", "image": "http://jamaica-gleaner.com/sites/all/modules/features/jg_article/images/gleanerlogo300x300.png"}, "twitter": {"card": "summary_large_image", "title": "Opposition to renaming of Barrett Town in Bartlett’s honour", "description": "WESTERN BUREAU: A proposal to rename Barrett Town in honour of incumbent prospective candidate Edmund Bartlett has been flatly rejected by the Barrett Town Development Committee (BTDC). The idea was floated by Anthony Murray, the Jamaica Labour..."}, "article": {"published_time": "2020-08-15T00:07:07-05:00", "modified_time": "2020-08-15T00:07:07-05:00"}}}}