{"GDELT": {"GlobalEventID": 940906409, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "VAT", "Actor1Name": "VATICAN", "Actor1CountryCode": "VAT", "Actor2Code": "CHRCTH", "Actor2Name": "THE POPE", "Actor2Religion1Code": "CHR", "Actor2Religion2Code": "CTH", "IsRootEvent": 0, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.12676056338028, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE", "Actor1Geo_Lat": 33.833333, "Actor1Geo_Long": 35.833333, "Actor1Geo_FeatureID": "LE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Chile", "Actor2Geo_CountryCode": "CI", "Actor2Geo_ADM1Code": "CI", "Actor2Geo_Lat": -30.0, "Actor2Geo_Long": -71.0, "Actor2Geo_FeatureID": "CI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE", "Action2Geo_Lat": 33.833333, "Action2Geo_Long": 35.833333, "Action2Geo_FeatureID": "LE", "DATEADDED": 20200815054500, "SOURCEURL": "http://www.heraldmalaysia.com/news/human-dignity-has-serious-political-implications/55000/4"}, "ARTICLE": {"TITLE": "Human dignity has serious political implications", "TEXT": "Human dignity has serious political implications\n\nPope Francis said that Christian faith demands conversion from individualism to a commitment to defending the inherent dignity of every person.\n\nAug 15, 2020\n\nBy Courtney Mares\n\nPope Francis said that Christian faith demands conversion from individualism to a commitment to defending the inherent dignity of every person.\n\n“While we work for the cure of a virus that affects everyone without distinction, faith urges us to work seriously and actively to fight indifference in the face of violations of human dignity,” Pope Francis said Aug. 12.\n\n“We want to recognize the human dignity in every person, whatever his or her race, language or condition might be,” the pope said at his general audience.\n\nSpeaking via livestream from the library of the Vatican’s apostolic palace, Pope Francis emphasized that this “renewed awareness of the dignity of every human being has serious social, economic and political implications.”\n\n\n\nHe said that the pandemic has “shed light on broader social ills,” including “a distorted view of the person” that ignores human dignity and “fosters an individualistic and aggressive throw-away culture, which transforms the human being into a consumer good”.\n\n“In the light of faith we know, instead, that God looks at a man and a woman in another manner. He created us not as objects but as people loved and capable of loving; He has created us in His image and likeness. In this way He has given us a unique dignity, calling us to live in communion with Him, in communion with our sisters and our brothers, with respect for all creation,” Pope Francis said.\n\n“The pandemic has highlighted how vulnerable and interconnected we are all. If we do not take care of each other, starting with the least, with those who are most affected, including creation, we cannot heal the world,” he said.\n\nFollowing the general audience, Pope Francis met with United Nations High Commissioner for Human Rights Michelle Bachelet at the Vatican.\n\nIn recent months, Bachelet, the former president of Chile, has spoken out about child marriage in Somalia, human rights violations in Yemen, and the Iranian government’s repression of civil society.\n\nThe UN High Commissioner for Human Rights’ spokesperson has also expressed concern over the application of China’s National Security Law in Hong Kong and Lebanon’s socio-economic crisis. The Vatican has not released further details of the content of the pope’s meeting with Bachelet.\n\n\n\nPope Francis had said at his general audience that humans have “inalienable dignity” because humanity was created in the image of God, quoting the Second Vatican Council’s pastoral constitution, Gaudium et Spes. He said that this lies at “the foundation of all social life and determines its operative principles.”\n\n“In modern culture, the closest reference to the principle of the inalienable dignity of the person is the Universal Declaration of Human Rights, which Saint John Paul II defined as a ‘milestone on the long and difficult path of the human race’ and as ‘one of the highest expressions of the human conscience,’” Pope Francis said.\n\n“Rights are not only individual, but also social; they are of peoples, nations. The human being, indeed, in his or her personal dignity, is a social being, created in the image of God, One and Triune,” he said. “We are social beings; we need to live in this social harmony, but when there is selfishness, our outlook does not reach others, the community, but focuses on ourselves, and this makes us ugly, nasty and selfish, destroying harmony.”\n\nThe pope’s reflection on human dignity is part of a weekly series of catechesis on Catholic social teaching, which he began last week. Pope Francis said that he wants to “tackle together the pressing issues that the pandemic has highlighted, especially social diseases.”\n\n“Let us ask the Lord to give us eyes attentive to our brothers and sisters, especially those who are suffering. As Jesus’s disciples we do not want to be indifferent or individualistic,” he said.\n\n“May the Lord ‘restore our sight’ so as to rediscover what it means to be members of the human family. And may this sight be translated into concrete actions of compassion and respect for every person and of care and safeguarding of our common home.”--CNA", "METADATA": {"google-site-verification": "BTsZiNvAWcjSPMloAtzfJqFitt0MT4et-KW7tEzwLk0", "abstract": "Catholic News,World Christian News,Malaysia Church,Religion Christianity", "Author": "Herald Malaysia Online.", "copyright": "Herald Malaysia Online", "Distribution": "global", "robots": "index, follow", "og": {"type": "website", "url": "http://www.heraldmalaysia.com/index.php", "site_name": "Herald Malaysia Online", "author": "Herald Malaysia Online."}, "description": "Herald Malaysia - daily news source with Malaysian and Global coverage of the Catholic Churches. Catholic News,World Christian News, Malaysia Church News", "keywords": "Malaysia Church News, Catholic News, World Christian News,malaysia,islam,muslims,allah,dioceses,parishes,pope,nuns,priests", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}}}