{"GDELT": {"GlobalEventID": 940914490, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "IND", "Actor1Name": "HARYANA", "Actor1CountryCode": "IND", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.24466891133558, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Haryana, Haryana, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN10", "Actor1Geo_ADM2Code": "17660", "Actor1Geo_Lat": 29.6161, "Actor1Geo_Long": 76.9806, "Actor1Geo_FeatureID": "6210381", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Haryana, Haryana, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN10", "Action2Geo_ADM2Code": "17660", "Action2Geo_Lat": 29.6161, "Action2Geo_Long": 76.9806, "Action2Geo_FeatureID": "6210381", "DATEADDED": 20200815071500, "SOURCEURL": "https://indianexpress.com/article/cities/chandigarh/hsgmc-poll-win-puts-daduwal-in-spotlight-over-sikh-affairs-in-haryana-6555794/"}, "ARTICLE": {"TITLE": "HSGMC poll win puts Daduwal in spotlight over Sikh affairs in Haryana", "TEXT": "Baljit Singh Daduwal has now entered into management of affairs of Haryana Sikhs by getting elected president of Haryana Sikh Gurdwara Management Committee.\n\nAfter remaining involved in Punjab’s religious and political affairs for decades, firebrand preacher Baljit Singh Daduwal has now entered into management of affairs of Haryana Sikhs by getting elected president of Haryana Sikh Gurdwara Management Committee (HSGMC ad hoc).\n\nDaduwal, 45, defeated Jagbir Singh Khalsa by a margin of just two votes securing 19 votes in a cut throat election held in Kaithal on Thursday. Daduwal, who is known for his anti-Badal family stance, claims even this time the Badals tried to defeat him, a claim rejected by outgoing HSGMC president Jagdish Singh Jhinda. Jhinda had backed Khalsa in the election. The elections were held as Jhinda had resigned from the post of president because of health reasons.\n\n“The Badals had sent three members to cast votes against me. They could not get me defeated despite using their entire might,” claimed Daduwal while speaking to The Indian Express Friday. However, Jhinda claimed that Badals had no interference in the HSGMC elections. “It can be accepted that the members of Badal group were with us. But it’s not true that Badals helped us,” said Jhinda.\n\nDaduwal had taken his religious training from Damdami Taksal seminary that was once headed by militant Jarnail Singh Bhindranwale. But Daduwal said, “I am neither a hardliner nor a radical. I am just a supporter of justice.”\n\nThe HSGMC had come into existence in 2014 during the then Bhupinder Singh Hooda-led Congress government despite stiff opposition by the Shiromani Gurdwara Parbandhak Committee (SGPC). A case is still pending in the Supreme as the SGPC has challenged formation of the HSGMC. Jhinda was elected president unanimously after nomination of 41 members of the HSGMC, while Didar Singh Nalvi was chosen as senior vice president. Jhinda and Nalvi together fought for the HSGMC for years, but this time Nalvi backed Daduwal, while Khalsa was the choice of Jhinda.\n\nThe election of Daduwal has brought the HSGMC into limelight as he is known for his aggressive stance not only against Badals but also Dera Sacha Sauda chief Gurmeet Singh too who is currently lodged in jail in connection with two rape cases and murder of journalist Ram Chander Chhatarpati of Sirsa. Daduwal recalls that he had launched a campaign against the Dera Sacha Sauda chief in 1997 alleging the “sect was misleading people”. The Dera has its headquarters in Sirsa.\n\nAccording to Daduwal, he looks after the management of four gurdwaras — two in Haryana and two in Punjab. He hails from a village of Gurdaspur district (Punjab), but shifted his base to Daduwal village of Sirsa district in 1996 where he has his headquarters now. He names various countries like Canada, France, German, Italy and Belgium where he has preached on religious matters since 2001 apart from various parts of India. “Whenever, there is any issue of Sikhs, I go there considering it as my duty,” he said.\n\nDaduwal claims several false cases were lodged against him during the ten-year regime of the Parkash Singh Badal government. However, the then Chief Minister Parkash Singh Badal in 2014 had expressed ignorance when he was asked about Daduwal’s arrest. That time, he was booked under Arms Act after the recovery of seven rifles, two pistols and several cartridges. His family had then claimed his arrest was a fallout of his involvement in efforts for formation of a separate body for the Sikhs of Haryana. Daduwal claims police had recovered licensed arms of his associates.\n\n“I had to approach the Punjab and Haryana High Court several times to get bail even in the cases lodged under Sections 107/151 of the CrPC as no officer used to accept my bail application at thana level or upper level in the administration. I don’t remember how many cases were registered against me. But I was acquitted in all cases lodged during the Badal regime before the end of 2018,” he said.\n\nDaduwal added that he would fight the legal battle in Supreme Court in support of the HSGMC as the committee is fighting for the management of all 60 gurdwaras of the state. Currently, the HSGMC looks after the management of just five gurdwaras, while the SGPC has control over 55 gurdwaras in the state. Nalvi claims 55 gurdwaras have annual income of around Rs 250 crore, adding that the HSGMC controlled gurdwaras have only limited income which can just meet their day to day expenses.\n\nEchoing similar sentiments, Daduwal said, “Among the eight big gurdwaras, only one came under the HSGMC control for management. The SGPC-run gurdwaras have thousands of acres of land in Haryana.”\n\nOn having his political associations, Daduwal added, “I have never been a member of any political party… Leaders of all parties come to me and I respect all of them.”\n\nListing his priorities as president of the HSGMC, he said, “I will visit all five gurdwaras which are administered by our committee to see the management there apart from religious activities. I will make the youth aware against drugs, apart from working for mother tongue Punjabi.”\n\n(With inputs from Kamaldeep Singh Brar)\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Chandigarh News, download Indian Express App.\n\n© The Indian Express (P) Ltd", "METADATA": {"viewport": "width=990", "description": "Baljit Singh Daduwal, 45, defeated Jagbir Singh Khalsa by a margin of just two votes securing 19 votes in a cut throat election held in Kaithal on Thursday.", "news_keywords": "haryana, haryana sikhs, baljit singh daduwal, hsgmc polls, indian express news", "keywords": "haryana, haryana sikhs, baljit singh daduwal, hsgmc polls, indian express news", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/cities/chandigarh/hsgmc-poll-win-puts-daduwal-in-spotlight-over-sikh-affairs-in-haryana-6555794/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/cities/chandigarh/hsgmc-poll-win-puts-daduwal-in-spotlight-over-sikh-affairs-in-haryana-6555794/", "site_name": "The Indian Express", "locale": "en_US", "title": "HSGMC poll win puts Daduwal in spotlight over Sikh affairs in Haryana", "description": "Baljit Singh Daduwal, 45, defeated Jagbir Singh Khalsa by a margin of just two votes securing 19 votes in a cut throat election held in Kaithal on Thursday.", "image": {"identifier": "https://images.indianexpress.com/2020/08/daduwal.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/cities/chandigarh/hsgmc-poll-win-puts-daduwal-in-spotlight-over-sikh-affairs-in-haryana-6555794/", "title": "HSGMC poll win puts Daduwal in spotlight over Sikh affairs in Haryana", "description": "Baljit Singh Daduwal, 45, defeated Jagbir Singh Khalsa by a margin of just two votes securing 19 votes in a cut throat election held in Kaithal on Thursday.", "image": {"identifier": "https://images.indianexpress.com/2020/08/daduwal.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-15T12:18:00+05:30", "modified_time": "2020-08-15T12:18:00+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}}