{"GDELT": {"GlobalEventID": 940928910, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GBRGOVHRI", "Actor1Name": "THERESA MAY", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "Actor1Type2Code": "HRI", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.70564516129032, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200815094500, "SOURCEURL": "https://www.express.co.uk/news/politics/1322784/brexit-news-uk-eu-trade-talks-boris-johnson-michel-barnier-david-frost-no-deal-brexit"}, "ARTICLE": {"TITLE": "Just the same as Theresa May! Boris Johnson condemned as no deal Brexit looms", "TEXT": "FREE now and never miss the top politics stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top politics stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nTheresa May bowed to huge pressure and stepped down as Prime Minister last year as MPs - from opposite sides of Westminster and from within her own Conservative Party - refused to vote her much criticised Brexit agreement with the European Union through parliament. She was quickly replaced by Brexiteer Boris Johnson, who immediately vowed to take a strong stance with Brussels negotiators and strike a free trade agreement that was favourable to Britain and did not give up any rights to the continental trading bloc. The Prime Minister agreed a deal with the EU, and subsequently delivered on his general election promise to \"get Brexit done\" by January 31 as it was voted through parliament following the Tories' huge 80-seat majority win.\n\nTrending\n\nNegotiations over a trade deal began in March, with Mr Johnson insisting any agreement must be in place before the end of the transition period on December 31 - a deadline he refused to extend. But talks have repeatedly stalled, with both sides pointing the finger of blame and launching scathing attacks on each other's negotiating stances and refusal to back down on a number of crucial red lines. The latest round of negotiations resume in Brussels on Monday, but time is running out to have a deal ready for a ratification process in the European Parliament in October, intensifying the prospect of a no deal outcome. Ben Harris-Quinney, Chairman of the Bow Group think tank, said Mr Johnson must take much of the blame for the current impasse the UK currently finds itself in with the EU.\n\nBrexit news: Boris Johnson's deal is not much different to Theresa May's, a political expert claimed\n\nBrexit news: A tearful Theresa May announced her resignation outside 10 Downing Street\n\nThe truth of the matter is, despite huge fanfare, Boris' proposed deal barely differed at all from May's. He managed to successfully spin that it would lead to a much better outcome for Brexiteers, but now the crunch is coming it seems apparent it won't Ben Harris-Quinney\n\nHe told Express.co.uk: \"The truth of the matter is, despite huge fanfare, Boris' proposed deal barely differed at all from May's. \"He managed to successfully spin that it would lead to a much better outcome for Brexiteers, but now the crunch is coming it seems apparent it won't. \"The only option to achieve the Brexit people voted for remains a no deal settlement, but ideally a managed one. \"Some blame can perhaps fall on the impact of the pandemic, but things look no better now in terms of an acceptable deal being reached than they did under May.\" READ MORE: SNP’s ‘naive or disingenuous’ independence agenda dismantled\n\nBrexit news: Boris Jonhson's deal with the EU has come in for intense criticism\n\nHe added: \"The great error of Remain, and indeed to some extent of Vote Leave, was to assume Brexit was about economics. It wasn't, it was about principle. \"The British public prefer dangerous freedom over peaceful servitude, most Brexiteers would accept a worse economic outcome if it means being able to control out own borders and make our own laws. \"Therefore reaching these requirements should be this government's first priority, regardless of short term economic impact.\" Mr Harris-Quinney said there is still hope Brexiteer objectives in a trade deal with the EU can still be achieved. DON'T MISS\n\nIreland forced to pay more than DOUBLE into EU coffers [ANALYSIS]\n\nScotland brutally lashes out at Boris Johnson’s Brexit plan [COMMENT]\n\nFrench fishermen warn 'we’re coming for your waters' post-Brexit [WARNING]\n\n\n\n\n\nBrexit news: Trade talks between the UK and EU have made little progress so far\n\nBrexit news: Michel Barnier has repeatedly lashed out at UK negotiators during trade talks\n\nBut with time running, he warned a no deal outcome is looking like the most scenario, but said the Government could use this to \"honour its promises to Brexiteers and the British public\". He told this website: \"There is no reason not to continue to push for a deal that satisfies the objectives of Brexit, but all indications at this time suggest it won't be possible and only a no deal outcome will do so. \"If the Government wants to honour its promises to Brexiteers and the public, it seems a no deal outcome is the most likely option. \"But there remains an opportunity to manage that outcome to avoid a sudden cliff edge.\"\n\nBrexit news: Negotiations on the EU-UK future partnership\n\nSpeaking of the latest round of Brexit trade talks in Brussels next week, the UK's chief Brexit negotiator David Frost said a deal can still be reached in September, and that is what British negotiators are working towards. But he warned anything that might threaten the UK's sovereignty is \"not up for discussion and we will not accept anything which compromises it\". Mr Frost tweeted: \"As always, we go in good faith to talk constructively about all the issues. \"Our assessment is that agreement can be reached in September and we will work to achieve this if we can.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "BREXIT trade talks between the UK and European Union are crashing towards a no deal outcome, with one political expert warning much of the blame has to lie with Boris Johnson as he has made little progress in negotiations.", "fb": {"pages": 129617873765147, "app_id": 823607694325129}, "og": {"title": "Just the same as Theresa May! Boris Johnson condemned as no deal Brexit looms", "type": "article", "url": "https://www.express.co.uk/news/politics/1322784/brexit-news-uk-eu-trade-talks-boris-johnson-michel-barnier-david-frost-no-deal-brexit", "image": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1322784.jpg", "site_name": "Express.co.uk", "language": "en", "tags": "headlines,nation,politics,ctp_video,brexit news,brexit latest,uk eu trade talks,uk eu trade deal,no deal brexit,boris johnson,michel barnier", "section": "Politics", "description": "BREXIT trade talks between the UK and European Union are crashing towards a no deal outcome, with one political expert warning much of the blame has to lie with Boris Johnson as he has made little progress in negotiations."}, "news_keywords": "headlines,nation,politics,ctp_video,brexit news,brexit latest,uk eu trade talks,uk eu trade deal,no deal brexit,boris johnson,michel barnier", "article": {"tag": "michel barnier", "published_time": "2020-08-15T08:30:00+01:00", "modified_time": "2020-08-15T13:04:18+01:00", "expiration_time": "2020-09-14", "section": "Politics", "image_count": 6, "video_count": 1, "word_count": 1006, "internal_link_count": 3, "external_link_count": 0}, "author": "Paul Withers", "twitter": {"card": "summary_large_image", "image": {"src": "https://cdn.images.express.co.uk/img/dynamic/139/750x445/1322784.jpg"}, "title": "Just the same as Theresa May! Boris Johnson condemned as no deal Brexit looms", "description": "BREXIT trade talks between the UK and European Union are crashing towards a no deal outcome, with one political expert warning much of the blame has to lie with Boris Johnson as he has made little progress in negotiations."}, "video_autoplay": "false", "headline_short": "Just the same as Theresa May! Boris Johnson condemned as no deal Brexit looms", "verify-v1": "EGl3XPBuem43awGwLC1rXGpRHRnmNSwp7VZfnCAAcKE=", "msvalidate.01": "1960193A20395DAD3FCB640BCB0D91D7", "apple-mobile-web-app-capable": "yes", "mobile-web-app-capable": "yes", "robots": "noodp,noydir,all"}}}