{"GDELT": {"GlobalEventID": 940946915, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "GOVMIL", "Actor2Name": "DEFENSE DEPARTMENT", "Actor2Type1Code": "GOV", "Actor2Type2Code": "MIL", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.69161920260374, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Fort Duncan, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX323", "Actor1Geo_Lat": 28.7072, "Actor1Geo_Long": -100.499, "Actor1Geo_FeatureID": "2032125", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Fort Duncan, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 28.7072, "Actor2Geo_Long": -100.499, "Actor2Geo_FeatureID": "2032125", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Fort Duncan, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_Lat": 28.7072, "Action2Geo_Long": -100.499, "Action2Geo_FeatureID": "2032125", "DATEADDED": 20200815123000, "SOURCEURL": "https://www.msn.com/en-us/news/us/military-doctors-give-inside-look-at-helping-covid-19-patients-in-civilian-hospitals/ar-BB17ZIot"}, "ARTICLE": {"TITLE": "Military doctors give inside look at helping COVID-19 patients in civilian hospitals", "TEXT": "© Col. Martin O'Donnell/U.S. Army North Lt. Gen. Laura J. Richardson welcomes Navy Lt. Garrett M. Harp during a joint reception at Fort Sam Houston in San Antonio, Texas, July 17, 2020.\n\nSome 740 medical and support troops have put their usual work on hold to help COVID-19 patients at overburdened civilian hospitals in California and Texas over the last month.\n\nAbout 160 airmen based out of Travis Air Force Base in California are helping at eight hospitals across the state, and roughly 580 soldiers and sailors from across the country have transferred into 15 hospitals in Texas.\n\nAmong the troops are doctors, nurses and support personnel, such as pharmacists, who are helping relieve some of the burden the pandemic has placed on hospital staff.\n\nU.S. Army North has employed the troops at the request of the Federal Emergency Management Agency for its countrywide COVID-19 response.\n\n© U.S. Army North Army nurse Colton Whitehouser works with staff at the Baptist Medical Center in San Antonio, Texas.\n\nSeveral of the military and civilian personnel battling the coronavirus in four community hospitals across southern Texas took a bit of their fleeting free time to share tales of grit, pride and perseverance from inside the COVID wards with ABC News.\n\nFirst boots on the ground: Baptist Medical Center, San Antonio\n\nSoldiers from the 627th Hospital Center out of Fort Carson, Colorado, were the first troops to reach Texas.\n\nWhen they arrived at the Baptist Medical Center in San Antonio on July 9, the hospital was so overburdened that there were not enough beds for COVID-19 patients, who had to wait in the emergency room until one opened up.\n\n\"The very first few weeks were incredibly ill patients, incredibly busy,\" said Maj. Leslie Jette-Kelly, an Army doctor managing one of the hospital's five intensive care units. \"We were each managing 20 to 30 patients a day, critically ill.\"\n\nArmy nurse 1st Lt. Colton Whitehouser said he had never seen anything like it.\n\n\"A lot of our patients, when they make it to us, it's not been the best outcomes,\" he said. \"We're doing everything we can, but this virus, it just kind of seems to hit the whole body unlike anything we've ever seen before.\"\n\nThe hospital staff was relieved by the soldiers' arrival, according to Whitehouser.\n\n\"We got here in June, but they had been at this virus for several months before we got here, so they've been working extra shifts, longer hours, taking this patient load on,\" Whitehouser said. \"So they were extremely happy to have us here, have us come on board and kind of give them some relief and some breaks.\"\n\n© U.S. Army North Painted rocks sit outside the Fort Duncan Regional Medical Center in Eagle Pass, Texas.\n\nJette-Kelly said the soldiers were immediately \"met with open arms.\"\n\nBut in order to help, the medical troops assigned to the Baptist Medical Center, as with troops at other civilian hospitals, had to learn how the permanent staff works.\n\n\"They've been super willing to teach us their systems and kind of how they do things,\" Whitehouser said.\n\nAnd the service members have been able to share some of their experience as military health care providers in kind.\n\n\"We've been able to kind of show them some things that we've learned through our military training -- and it's been a lot of give and take,\" Whitehouser said.\n\nJette-Kelly described \"a great partnership\" between the soldiers and permanent military staff.\n\n\"I think we helped augment a fantastic team that were already here,\" she said. \"And I keep talking about teamwork, but that's what the Army is built upon. That's what this hospital is built upon.\"\n\n© Col. Martin ODonnell/U.S. Army North Lt. Gen. Laura J. Richardson welcomes Navy Lt. Garrett M. Harp during a joint reception at Fort Sam Houston in San Antonio, Texas, July 17, 2020.\n\nWhile the virus has been hard on medical workers, it is clearly worse for severely ill patients and their loved ones. On top of trying to save the lives of patients, nurses in the COVID-19 wards do their best to help family members get around the strict no-visitor rule by setting up virtual reunions.\n\n\"The nurses can coordinate that and actually bring a phone, an iPad, into the patient's room,\" Jette-Kelly said, though it is still very difficult for intubated patients on ventilators to communicate.\n\nDespite the difficult mission, Whitehouser maintains a sober-but-determined outlook.\n\n\"The outcomes are not as good as we would like for them to be obviously, but we're doing everything we can to give the patients hope and their families hope and try to get them out of here to see another day,\" Whitehouser said.\n\nJette-Kelly has been happy to share her knowledge as an experienced intensive care doctor, and use her abilities to help the kind of civilian patients she doesn't usually encounter.\n\n\"I'm loving being here because I feel like I'm part of the team, I feel like I'm making a difference, and I'm helping the people in San Antonio,\" she said.\n\n© U.S. Army North Fort Duncan Regional Medical Center in Eagle Pass, Texas, is pictured in an undated photo.\n\nNavy brings needed expertise: Fort Duncan Regional Medical Center, Eagle Pass\n\nAs the pandemic raged through the Texas summer, the Fort Duncan Regional Medical Center in Eagle Pass was still in dire need of an intensive care specialist, especially one trained in pulmonary medicine.\n\nThey got that and more when a seven-member Rapid Rural Response Team from the U.S. Navy showed up July 19.\n\n\"One of the major differences is the resources we have,\" said Claudia Cardemas, ICU medical director at Fort Duncan. \"We have equipment, we have the the supplies to take care of our stuff, but we actually need people that have the knowledge to use it and take care of the community.\"\n\nNavy Lt. Garrett Harp, an intensivist and commander of the team sent to Eagle Pass, had that knowledge.\n\n\"When we got here, the hospital seemed pretty overwhelmed in terms of taking care of ICU patients that they really weren't accustomed to taking care of previously,\" Harp said, adding that many times, COVID-19 patients would have to be sent away to better-equipped hospitals after being stabilized.\n\n\"In places like this, where there's not an ICU physician on staff permanently, it really put a burden on this hospital,\" Harp said. \"We've been able to create an ICU service and augment the capabilities here.\"\n\nDeborah Meeks, the chief nursing officer at Fort Duncan, said the hospital staff didn't know what to expect when, during the peak of the pandemic, they were told help was coming from the Defense Department. But any doubts gave way to elation when the sailors arrived.\n\n\"Seeing them come in, it was so emotional,\" recounted Meeks.\n\n© U.S. Army North Navy Lt. Garrett Harp gives thanks to chief nursing officer Deborah Meeks at Fort Duncan Regional Medical Center in Eagle Pass, Texas, in an undated photo.\n\nMeeks said the presence of the troops was an immediate morale boost for staff -- and that's before they had a chance to take stock of the talent that had come their way.\n\n\"[They had] an intensivist with pulmonary background, intensive care nurses that were well trained, ready to jump right in and take care of these really sick intensive care patients, [and] also a respiratory therapist that was sorely needed to help manage all of the ventilators that we had going,\" Meeks said.\n\nHarp held Fort Duncan staff in high regard as well, saying they have top-notch people, and that they and his Navy team have now \"meshed into one team\" in the ICU.\n\nBut the work isn't easy.\n\n\"Sometimes we'll be here 13, 14 hours a day just to try to get these patients that are critically ill stabilized at least before I head back home,\" Harp said. \"It's very time intensive, very tiring and exhausting.\"\n\nBut for Harp, seeing critically ill patients survive makes his efforts worthwhile.\n\n\"This is a once-in-a-lifetime opportunity we have right now to help these people, a once-in-a-lifetime pandemic,\" Harp said.\n\nHelping on home soil: DeTar Hospital Navarro, Victoria\n\nAt the end of July, an 85-member Army Urban Augmentation Medical Task Force led by Col. Michael Cook split in two to cover a hospital in Corpus Christi and another in Victoria.\n\n\"I'm a provider that sees patients, but I'm also the task force commander,\" Cook said. \"So the day starts pretty early, trying to make sure everybody gets over here for their shift.\"\n\n© U.S. Army North Col. Michael Cook shares his experiences working with COVID-19 patients at deTar Hospital Navarro in Victoria, TX. in an undated photo.\n\nShifts are 12 hours long, and begin at 6:30 in the morning.\n\nThe interim CEO of DeTar Hospital Navarro in Victoria said the troops were quick learners and fit right in.\n\n\"Our approach in agreement with them was really to disseminate them and have them integrated into our organization, and I would say by day two, we were there, they were already providing care to patients,\" Bernard Leger said.\n\nLt. Col. Brad Allen, another member of the task force in Victoria, said the civilian staff was \"very helpful in kind of getting us up to speed; they've been feeding us more and more patients to unburden their system.\"\n\nLeger praised the troops for leaving their usual stations to help his hospital.\n\n\"It's really been seamless, and I cannot tell you on behalf of Detar Healthcare System, just how appreciative we are of all of these people who have come out,\" Leger said. \"We know that they had other jobs that they stopped in order to come and help us so we are very appreciative of that.\"\n\nCook said he got into medicine to help his fellow Americans, but doesn't often have the pleasure of doing so on home soil.\n\n\"Normally we're going overseas to take care of issues medicine-wise, but to be able to stay stateside and take care of our own is very rewarding,\" Cook said.\n\nNew protocols give patients a fighting chance: Val Verde Regional Medical Center, Del Rio\n\nOn July 19, a seven-person Rapid Rural Response Team from the Navy arrived in Del Rio and hit the ground running.\n\n\"As Navy personnel, we tend to like jump right into things and we started training right away,\" said Lt. Luis Hagedorn, a nurse with the team.\n\nAccording to the team's leader, Cmdr. Sean McCay, they were able to bring new protocols that have improved the chances of patients at Val Verde.\n\n\"I'm seeing patients are very ill, they're very sick, they're coming in with lungs that really aren't working very well and requiring quite a bit of support,\" McCay said. \"I think initially when we showed up, we were catching patients late in the stage and it was making it very difficult to treat them. But working with the staff here, we've been able to implement some protocols that helped us catch people a bit earlier. And so we're able to intervene sooner, and the lungs are less sick and patients are getting a little bit better, faster.\"\n\n© U.S. Army North Navy surgeon Sean McCay, leader of Rapid Rural Response Team 1 is pictured in an undated photo at Val Verde Regional Medical Center in Del Rio, Texas.\n\nLike military leaders helping other hospitals, McCay serves several roles beyond managing his team.\n\n\"It's been busy and I wear a number of hats,\" he said. \"One hat is as a practicing clinician. Another hat is as a preventive medicine officer. Another hat is as a leader for the the military unit that I'm responsible for -- so different times a day, I'm doing different things. But it's busy,\" McCay said.\n\nMcCay's dedication does not go unnoticed by his men.\n\n\"Dr. McKay came in, he gave us a motivational speech, told us what we were about to do,\" Hagedorn recounted of the moments before the sailors fist began working the floor last month. \"So it got us all motivated and ready to fulfill the mission that we came here to do, which is unlike any other mission that we've all ... been trained to do.\"\n\nLt. Cmdr. Patrick Ebili, a nurse with the team, has known McCay since 2009.\n\n\"He is absolutely an exceptional leader that's really not only taking personal initiative to making sure the team is taken care of, but most importantly, the patient that he's taking care of,\" Ebili said.\n\n\"He rarely sleeps, which means we all don't sleep,\" he added with a chuckle.\n\nEbili said working with patients at Val Verde is \"very tough,\" but considers it a highlight of his nearly 20 years in the Navy.\n\n\"It's great,\" he said. \"I have to say it's one of the most rewarding times in my career.\"\n\nGallery: Dr. Fauci Just Begged All Americans to Do This One Thing (ETNT Health)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Military doctors give inside look at helping COVID-19 patients in civilian hospitals", "cq": "passed", "Search.Interest": "World", "robots": "index, follow", "description": "\"It was so emotional,\" one hospital worker said of the troops' arrival.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}