{"GDELT": {"GlobalEventID": 940958830, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EUR", "Actor1Name": "EUROPE", "Actor1CountryCode": "EUR", "Actor2Code": "NLD", "Actor2Name": "HOLLAND", "Actor2CountryCode": "NLD", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.01237345331833, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lewisporte, Newfoundland, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA05", "Actor1Geo_ADM2Code": "12615", "Actor1Geo_Lat": 49.2333, "Actor1Geo_Long": -55.0667, "Actor1Geo_FeatureID": "-567930", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Netherlands", "Actor2Geo_CountryCode": "NL", "Actor2Geo_ADM1Code": "NL", "Actor2Geo_Lat": 52.5, "Actor2Geo_Long": 5.75, "Actor2Geo_FeatureID": "NL", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Leningrad, Sankt-Peterburg, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS66", "Action2Geo_ADM2Code": "25095", "Action2Geo_Lat": 59.8944, "Action2Geo_Long": 30.2642, "Action2Geo_FeatureID": "-2996338", "DATEADDED": 20200815143000, "SOURCEURL": "https://www.thetelegram.com/lifestyles/local-lifestyles/joan-sullivan-the-fascinating-life-and-work-of-ella-manuel-484388/"}, "ARTICLE": {"TITLE": "JOAN SULLIVAN: The fascinating life and work of Ella Manuel", "TEXT": "A A\n\nNo Place For A Woman: The Life and Newfoundland Stories of Ella Manuel\n\nCompiled and edited by Antony Berger\n\nBreakwater Books\n\n$21.95 304 pages\n\n“My mother, Ella Manuel, was very guarded about her private life, so when, not long after she died, I came across a package of letters in a sealed manila envelope on which she had written in bold, ‘Please, please destroy without reading,’ I was uncertain what to do.”\n\nChildren writing about their parents must be a rich, provocative sub-genre to biography. What’s more of a mystery than our parents? How tempting it would be to open that envelope. Spoiler alert: Berger didn’t. But he did have access to other documents, enough to sketch this portrait.\n\nElla Manuel in Sallys Cove. SUBMITTED\n\nManuel led an adventurous, peripatetic life.\n\nShe travelled, studied, talked politics, met artists and other renowned people, lived and worked in London and America, married, divorced – when this was far from the norm – wrote, broadcast and operated her own business in a time when, as the title indicates, none of this was considered appropriate for a woman.\n\nThe content of the book is laid out in two parts, the first a profile of Manuel, often augmented by and annotated with her own words, and the second selected collections of her writing.\n\nSome black and white photos, maps and artwork — both family and archival —are included. And the text is thoughtfully footnoted.\n\nShe travelled, studied, talked politics, met artists and other renowned people, lived and worked in London and America, married, divorced – when this was far from the norm – wrote, broadcast and operated her own business in a time when, as the title indicates, none of this was considered appropriate for a woman.\n\nManuel was born in Lewisporte in 1911, and had a sister, Louise, two years younger.\n\nHer parents ran a hotel and one special feature was “a battery-run radio with a huge horn-shaped speaker from which they picked up broadcasts from Schenectady and Havana. Late at night they would listen to wonderful music, which was always interrupted when the steam train pulled into the station. Those arriving late at night could help themselves by taking a key from the unattended front desk, occupying a room for the night, eating breakfast, and only then paying their bill before departing.”\n\nElla Manuel and Lee Wulff, Western Brook Pond. SUBMITTED\n\nUnusually for the period, Manuel’s parents believed both girls should get a college education. That meant Manuel went to her aunt in Boston, completed a make-up year of high school and started at Boston University in 1927. Art galleries, symphony concerts, and hopeful dance partners filled her social calendar.\n\nAfter graduating, she returned to Lewisporte and taught piano lessons until she had saved enough for passage to England – $25.\n\nShe intended a short visit but stayed for five years. She secured a stint caring for a “boy age nine during the daytime for the Christmas holiday months.”\n\nHer employer was Joseph Berger, divorced and Jewish.\n\nThrough him, she would find an exciting position with Marks & Spencer’s welfare department, travelling the country to assess and improve working conditions for employees.\n\nShe would also marry Berger and have two sons with him.\n\nIn mid-1930s Europe, the storm clouds of strife and suffering were visible as she travelled to Leningrad, Holland and Paris.\n\nLike many politically active, socially conscious, left-wing thinkers at the time, the Bergers supported the anti-fascists in the civil war in Spain.\n\nThey helped evacuate children from that country and Germany – working with refugees would be Berger’s lifelong vocation.\n\nIt was an engaged, venturesome life. But it did not give Manuel time to what she longed to accomplish, which was to write.\n\nFinding that would take determination and a willingness to stand against social mores. Manuel came back to Newfoundland, a divorceé and single mother to two boys.\n\nHer self-made career in journalism was the platform that allowed her to tell the Newfoundland stories she wanted to share.\n\nJoe Berger, Ella Manuel and their sons Antony and Jonathan at home. SUBMITTED\n\nShe believed outsiders had a mistaken view of her home:\n\n“They do not understand an existence where romantic ideas of the sea cannot be tolerated, not do they understand our intuitive feeling for land and water, our preoccupation with rain, wind and frost. They cannot accept the extent to which the sea is our rising and falling stock-market, our food and shelter. Our old people have been beating to windward all their lives.”\n\nThe bulk of the book is her narrative of the people she met and places she explored, introduced with brief contextualizing notes.\n\nThese are divided between “Lomond,” “Woody Point,” “Friends and Neighbours,” “Beyond Bonne Bay,” “Missionaries, Medics, and Military Men” and “Of Sailors and The Sea.”\n\nTo take one example, “Back to Exploits” concerns a trip to the island she took with Gerald and Gail Squires, and of three men who had lived there:\n\n“The brothers had a reputation on the coast for what they euphemistically called ‘cordial,’ though they well knew the wallop it packed.”\n\nManual was an interesting woman, and an observant one, and one who did find and record her very own place.\n\nJoan Sullivan is editor of Newfoundland Quarterly magazine. She reviews both fiction and non-fiction for The Telegram.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "No Place For A Woman: The Life and Newfoundland Stories of Ella Manuel\r\nCompiled and edited by Antony Berger\r\nBreakwater Books\r\n$21.95 304 pages\r\n\r\n“My mother, Ella Manuel, was very guarded about her private life, so when, not long after she", "author": "Joan Sullivan", "og": {"title": "JOAN SULLIVAN: The fascinating life and work of Ella Manuel | The Telegram", "description": "No Place For A Woman: The Life and Newfoundland Stories of Ella Manuel\r\nCompiled and edited by Antony Berger\r\nBreakwater Books\r\n$21.95 304 pages\r\n\r\n“My mother, Ella Manuel, was very guarded about her private life, so when, not long after she", "image": {"identifier": "https://www.thetelegram.com/media/photologue/photos/cache/joan-sullivan-the-fascinating-life-and-work-of-ella-manuel-3_medium.jpg", "width": 458, "height": 305}, "url": "http://www.thetelegram.com/lifestyles/local-lifestyles/joan-sullivan-the-fascinating-life-and-work-of-ella-manuel-484388/", "type": "article"}, "twitter": {"card": "summary_large_image", "title": "JOAN SULLIVAN: The fascinating life and work of Ella Manuel | The Telegram", "image": {"identifier": "https://www.thetelegram.com/media/photologue/photos/cache/joan-sullivan-the-fascinating-life-and-work-of-ella-manuel-3_medium.jpg", "alt": "\"No Place For A Woman: The Life and Newfoundland Stories of Ella Manuel\" is published by Breakwater Books. SUBMITTED"}}, "apple-itunes-app": "app-id=1501537135", "msapplication-config": "/static/overrides/thetelegram/dist/favicon/browserconfig.xml", "theme-color": "#ffffff"}}}