{"GDELT": {"GlobalEventID": 940963536, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NPL", "Actor1Name": "NEPAL", "Actor1CountryCode": "NPL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.80906148867314, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Actor1Geo_CountryCode": "NP", "Actor1Geo_ADM1Code": "NP01", "Actor1Geo_ADM2Code": "22353", "Actor1Geo_Lat": 27.7167, "Actor1Geo_Long": 85.3167, "Actor1Geo_FeatureID": "-1022136", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200815151500, "SOURCEURL": "https://www.siasat.com/nepalese-pm-oli-calls-up-modi-greets-people-of-india-on-independence-day-1948771/"}, "ARTICLE": {"TITLE": "Nepalese PM Oli calls up Modi; greets people of India on Independence Day", "TEXT": "New Delhi/Kathmandu: Prime Minister Narendra Modi and his Nepalese counterpart K P Sharma Oli held a telephonic conversation on Saturday, in the first high-level contact after bilateral ties came under severe strain following the issuance of a new political map by Nepal in May.\n\nOli called up Modi and greeted the government and people of India on the country’s 74th Independence Day, an official statement said in New Delhi.\n\nIt said Oli also conveyed to Modi his congratulations for India’s recent election as a non-permanent member of the UN Security Council.\n\nModi offered India’s continued support to Nepal in its fight against the pandemic and recalled the civilizational and cultural links that the two countries share, it said.\n\n“The leaders expressed mutual solidarity in the context of the efforts being made to minimise the impact of the COVID-19 pandemic in both countries. Prime Minister offered India’s continued support to Nepal in this regard,” the statement said.\n\nIt said Modi thanked Oli for his telephone call.\n\nIn Kathmandu, Nepal’s Foriegn Ministry said Prime Minister Oli appreciated Prime Minister Modi’s renewed priority to neighborhood as spelt out in his Independence Day address.\n\nAsserting that all leaders of the region have a big responsibility for the development and prosperity of their people, Prime Minister Modi said the more peace and harmony there will be in the region the better it will be for humanity.\n\n“Today, neighbours are not only those with whom we share geographical boundaries but also those with whom our hearts meet… In recent times, India has strengthened its relations with all countries in the extended neighbourhood,” Modi said in his Independence Day address.\n\nPrime Minister Oli said he looked forward to meaningful bilateral cooperation. He also recalled his earlier conversation with Prime Minister Modi on April 10, the ministry said in a press release.\n\nDuring the telephonic conveersation, Oli highlighted the efforts of the Government of Nepal against the pandemic and to protect the life of the people.\n\nWhile underlining the need for early development of anti-COVID vaccine, Prime Minister Oli expressed hope that scientists around the world, including in India, would be able to develop it that would be able to control and prevent the disease from spreading further.\n\nThe two Prime Ministers agreed to continue discussions on bilateral matters in the future, according to the Nepalese Foreign Ministry press release.\n\nThe telephonic conversation between the two leaders came two days before Indian Ambassador to Nepal Vinay Mohan Kwatra and Nepal’s Foreign Secretary Shanker Das Bairagi are scheduled to hold talks under a bilateral framework.\n\nIt is not known whether issues relating to the border row figured in the talks between Modi and Oli.\n\nThe ties between the two countries came under strain after Defence Minister Rajnath Singh inaugurated an 80-km-long strategically crucial road connecting the Lipulekh pass with Dharchula in Uttarakhand on May 8.\n\nNepal protested the inauguration of the road claiming that it passed through its territory. Days later, Nepal came out with the new map showing Lipulekh, Kalapani and Limpiyadhura as its territories.\n\nIn June, Nepal’s Parliament approved the new political map of the country featuring areas which India maintains belong to it.\n\nIn its reaction, after Nepal’s lower house of parliament approved the bill, India termed as untenable the “artificial enlargement” of territorial claims by the neighbouring country.\n\nIndia said Nepal’s action violates an understanding reached between the two countries to resolve the boundary issues through talks.\n\nOli has been asserting that Lipulekh, Kalapani and Limpiyadhura belong to Nepal and vowed to “reclaim” them from India.\n\nSource: PTI", "METADATA": {"google-site-verification": "WBCm_7wL36LRSXmTyVOznSVTdM5XX0Id9zj9nH6SeEs", "msvalidate.01": "40E981DE47FB62D9ABE31E163D2E51EC", "description": "New Delhi/Kathmandu: Prime Minister Narendra Modi and his Nepalese counterpart K P Sharma Oli held a telephonic conversation on Saturday, in the first", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "Nepalese PM Oli calls up Modi; greets people of India on Independence Day", "description": "New Delhi/Kathmandu: Prime Minister Narendra Modi and his Nepalese counterpart K P Sharma Oli held a telephonic conversation on Saturday, in the first", "url": "https://www.siasat.com/nepalese-pm-oli-calls-up-modi-greets-people-of-india-on-independence-day-1948771/", "site_name": "The Siasat Daily", "image": "https://cdn.siasat.com/wp-content/uploads/2020/02/KP-Sharma-Oli.jpg"}, "article": {"publisher": "https://www.facebook.com/siasatdaily", "published_time": "2020-08-15T14:41:31+00:00", "modified_time": "2020-08-15T14:42:47+00:00"}, "fb": {"app_id": 347054199344775, "pages": 127989700566127}, "twitter": {"card": "summary_large_image", "creator": "@TheSiasatDaily", "site": "@TheSiasatDaily"}, "geo.placename": "Hyderabad", "geo.position": "17.3863312;78.4736654", "geo.region": "India", "generator": "WordPress 5.4.2", "theme-color": "#064588", "viewport": "width=device-width, initial-scale=1.0", "msapplication-TileImage": "https://cdn.siasat.com/wp-content/uploads/2020/05/cropped-the-siasat-daily-fav-logo-470x470.png"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}