{"GDELT": {"GlobalEventID": 940952977, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JORELI", "Actor1Name": "HASSAN", "Actor1CountryCode": "JOR", "Actor1Type1Code": "ELI", "Actor2Code": "IRNGOV", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 22, "EventBaseCode": 22, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.27450980392157, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200815133000, "SOURCEURL": "https://www.businessinsider.com/why-trump-maximum-pressure-wont-bring-iran-to-nuclear-deal-2020-8"}, "ARTICLE": {"TITLE": "Why Trump's 'maximum pressure' won't make Iran budge", "TEXT": "The Trump administration thinks that \"maximum\" economic and political pressure on Iran can replicate the conditions that led Tehran to signed the landmark 2015 nuclear deal.\n\nThis ignores the particular historical context of the nuclear accord, as well as the domestic political and economic variables that enabled Iran's government to make that deal, writes Abolghasem Bayyenat, a nuclear security expert at Harvard University's Belfer Center.\n\nVisit Business Insider's homepage for more stories.\n\nThe Trump administration's strategy of applying \"maximum pressure\" on Iran has succeeded in inflicting unprecedented economic pain on the country, particularly since the US withdrew from the Iran nuclear deal in May 2018 and subsequently reimposed punishing sanctions.\n\nYet despite the resulting political pressures that have mounted in Iran, the strategy has failed to meet its ostensible goal of bringing Tehran back to the negotiating table to agree to a far more comprehensive deal. Nor has it persuaded Iran to significantly alter its regional behavior, particularly its support for proxies that are hostile to the US and Washington's partners in the Middle East.\n\nThe main reason for this failure is not that the sanctions have lacked in intensity and rigor, but because the necessary domestic political conditions within Iran for reengaging with Washington no longer exist.\n\nOfficials in the Trump administration contended that the maximum pressure campaign would result in a far better nuclear deal — whereby Tehran would agree to dismantle its remaining uranium enrichment infrastructure and permanently subject its nuclear program to unparalleled restrictions — as well as in significant non-nuclear concessions with regard to Iran's ballistic missile program and regional behavior.\n\nPresident Donald Trump and then-national security adviser John Bolton at Al-Asad Airbase in Iraq, December 26, 2018. Official White House Photo by Shealah Craighead\n\nThis argument, however, is based on the mistaken belief that Iran agreed to roll back its nuclear program under the terms of the Joint Comprehensive Plan of Action — or JCPOA, as the nuclear deal is officially known — only because of rigorous economic sanctions imposed collectively by the United Nations Security Council and unilaterally by the US over the decade prior to the signing of the agreement.\n\nThe Trump administration therefore sought to replicate the same conditions for yet another display of what Iranian leaders had called their \"heroic flexibility\" in signing the JCPOA, by applying even harsher economic and political pressures.\n\nThis framing ignores the particular historical context in which Iran agreed to the terms of the JCPOA, as well as the complex interplay of various domestic political and economic variables that enabled the shift in nuclear policy under President Hassan Rouhani. Most of these circumstances no longer prevail today, and there is little evidence to indicate they might reemerge in the foreseeable future, if at all.\n\nTo begin with, it's important to recall that Iran entered into serious negotiations over its nuclear program in mid-2013 only after a series of previous attempts at engagement with France, Germany and the UK — known as the E3 — starting in the mid-2000s, and later with the US. This also followed eight years of expansion of its nuclear program under former President Mahmoud Ahmadinejad, which significantly enhanced Tehran's leverage at the negotiating table.\n\nBy the time Rouhani took office in August 2013, Iran had installed 19,000 centrifuges, mastered large-scale uranium enrichment and had the proven capacity to enrich uranium at various levels. As importantly, it had also produced and stockpiled around 10 metric tons of 5% low-enriched uranium, or LEU, and several hundred kilograms of 20% LEU.\n\nTehran had also successfully developed and tested new generations of more efficient centrifuges, brought its plutonium-yielding heavy water nuclear research reactor at Arak close to completion, and built a deeply buried backup enrichment plant at Fordow, to complement its already existing nuclear fuel cycle facilities.\n\nIranian President Hassan Rouhani at a cabinet meeting in Tehran, March 4, 2020. Getty Images\n\nThese technological achievements, combined with the resulting stockpiles of LEU, provided Rouhani and his negotiators with sufficient leverage to strike a face-saving compromise, in the form of the JCPOA, that they were able to sell to other Iranian leaders and the public at large.\n\nFurthermore, the framework for Iran's previous rounds of formal talks with the E3 countries from 2003 to 2005, which was predicated on eliminating any uranium enrichment within the country, served as a historical reference point for the JCPOA negotiations.\n\nBy contrasting that with the JCPOA, which allowed a significant uranium enrichment capacity in Iran and more or less normalized its nuclear program under IAEA and UN Security Council oversight, Iranian policymakers were able to portray the JCPOA as an honorable deal and a diplomatic win to their constituencies.\n\nEven with the face-saving nature of the deal, it was by no means an easy job for Rouhani's administration to muster the necessary political support for the adoption of the JCPOA. Given the delicate balance of domestic political forces in Iran and conservative politicians' deep-seated and chronic mistrust of the US, it took a fierce political tug of war and significant bargaining and maneuvering by Rouhani and his allies to bring Supreme Leader Ali Khamenei and other key stakeholders on board with the policy change the agreement represented.\n\nWith an ad hoc majority coalition of moderate-reformist and pragmatic-conservative political forces in favor of the nuclear deal, Khamenei consented to the compromise, if reluctantly and conditionally.\n\nIranian Supreme Leader Ayatollah Ali Khamenei in Tehran. Reuters\n\nAlmost five years after the signing of the JCPOA, the conditions that enabled the deal's adoption no longer exist in Tehran, except for the increasingly painful US economic sanctions.\n\nThe Trump administration's withdrawal from the nuclear agreement and the snapback of all US national and extraterritorial economic sanctions against Iran shattered the modicum of trust among even the most sanguine Iranian politicians for engagement with Washington.\n\nIt has also left a deep sense of betrayal among both the elites in Iran and the population at large that will likely have long-term implications for Iranian foreign policy and the Iran-US relationship.\n\nEurope's inability or unwillingness to maintain normal commercial and economic relations with Iran following the US withdrawal from the deal, despite its declarative support for the JCPOA, and the assassination by the US of the popular Iranian general, Qassem Soleimani, in January, have only further aggravated this sentiment.\n\nFurthermore, the balance of domestic political forces in Iran has recently shifted against the moderates and reformists, mainly due to the government's dismal economic performance and unmet expectations from the nuclear deal. Iran's parliament is now controlled by conservatives, and the political stage is set for the victory of a hard-line politician in next year's presidential election.\n\nTrump displays a presidential memorandum after announcing his intent to withdraw from the JCPOA, May 8, 2018. REUTERS/Jonathan Ernst\n\nWith the JCPOA now serving as a benchmark, any deal that compares unfavorably with it would be a difficult sell to the Iranian public. But the loss of leverage as a result of Iran's compliance with its JCPOA commitments over the past five years has weakened its bargaining position, making it unlikely it could arrive at a similar face-saving nuclear compromise.\n\nIn the absence of all these necessary conditions, the increasingly painful economic sanctions alone are unlikely to change the calculus of Iranian political elites in favor of another round of nuclear concessions.\n\nThe US withdrawal from the JCPOA has fundamentally altered Iran's cost-benefit calculus, making it increasingly challenging for Iran to remain compliant with the deal. In light of this, instead of seeking even greater nuclear concessions from Iran in a new and more advantageous deal, American and European policymakers should be considering how they can keep Tehran from jettisoning the JCPOA and embarking on a vigorous expansion of the various elements of its nuclear program.\n\nThat will not be easy, but it will be significantly less difficult over the course of the coming 10-12 months, while moderate and pragmatic politicians in Iran, though considerably weakened, are still in charge of the executive branch.\n\nAbolghasem Bayyenat is an incoming Stanton nuclear security postdoctoral fellow at Harvard University's Belfer Center for Science and International Affairs. His doctoral research and dissertation focused on the political dynamics of Iran's nuclear policymaking.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "title": "Why Trump's 'maximum pressure' won't make Iran budge", "date": "2020-08-15", "pubdate": "2020-08-15T13:00:00Z", "lastmod": "2020-08-15T13:04:46Z", "news_keywords": "World Politics Review, News Contributor, Iran, iran nuclear deal, maximum pressure, Abolghasem Bayyenat", "description": "The domestic political and economic circumstances that enabled Iran's government to sign the 2015 are gone and unlikely to return.", "author": "Abolghasem Bayyenat", "article": {"publisher": "businessinsider", "content_tier": "free", "opinion": "false"}, "tbi-vertical": "Military & Defense Contributors", "og": {"title": "Why Trump's 'maximum pressure' won't make Iran budge", "description": "The domestic political and economic circumstances that enabled Iran's government to sign the 2015 are gone and unlikely to return.", "type": "article", "url": "https://www.businessinsider.com/why-trump-maximum-pressure-wont-bring-iran-to-nuclear-deal-2020-8", "image": "https://i.insider.com/5f36b872e89ebf001f044a12?width=1200&format=jpeg", "site_name": "Business Insider"}, "sailthru.title": "Why Trump's 'maximum pressure' won't make Iran budge", "sailthru.date": "2020-08-15", "sailthru.tags": "World Politics Review, News Contributor, Iran, iran nuclear deal, maximum pressure, Abolghasem Bayyenat", "sailthru.description": "The domestic political and economic circumstances that enabled Iran's government to sign the 2015 are gone and unlikely to return.", "sailthru.author": "Abolghasem Bayyenat", "sailthru.verticals": "defense-contributor, defense, politics-contributor, politics", "sailthru.image.full": "https://i.insider.com/5f36b80ee89ebf001f044a0a?width=1200&format=jpeg", "sailthru.image.thumb": "https://i.insider.com/5f36b80ee89ebf001f044a0a?width=160&format=jpeg", "twitter": {"card": "summary_large_image", "site": "@bi_contributors"}, "fb": {"pages": 20446254070}, "apple-itunes-app": "app-id=554260576", "linkedin": {"owner": "mid:1d5f7b"}, "ii-ab-test": {"ads13-sticky-100-refresh": "variant", "opt2-scroll-velocity-slideshow": "control", "back-to-top-desktop": "control", "back-to-top": "variant", "personalized-verticals": "control", "sticky-toc": "variant"}, "viking-id": "5f36b6823f73700db6107248", "env": "prod", "msapplication-config": "//www.businessinsider.com/public/assets/BI/US/favicons/browserconfig.xml?12-31-19", "theme-color": "#ffffff"}}}