{"GDELT": {"GlobalEventID": 940957080, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AUSCOP", "Actor1Name": "VICTORIA", "Actor1CountryCode": "AUS", "Actor1Type1Code": "COP", "Actor2Code": "COP", "Actor2Name": "POLICE", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -7.5043630017452, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Melbourne, Victoria, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS07", "Actor1Geo_ADM2Code": "5430", "Actor1Geo_Lat": -37.8167, "Actor1Geo_Long": 144.967, "Actor1Geo_FeatureID": "-1586844", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Melbourne, Victoria, Australia", "Actor2Geo_CountryCode": "AS", "Actor2Geo_ADM1Code": "AS07", "Actor2Geo_ADM2Code": "5430", "Actor2Geo_Lat": -37.8167, "Actor2Geo_Long": 144.967, "Actor2Geo_FeatureID": "-1586844", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Melbourne, Victoria, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS07", "Action2Geo_ADM2Code": "5430", "Action2Geo_Lat": -37.8167, "Action2Geo_Long": 144.967, "Action2Geo_FeatureID": "-1586844", "DATEADDED": 20200815141500, "SOURCEURL": "https://www.watoday.com.au/national/victoria/police-alleged-madafferi-ordered-brighton-hit-on-underworld-money-man-20200814-p55ly0.html"}, "ARTICLE": {"TITLE": "Police alleged Madafferi ordered Brighton hit on underworld money man", "TEXT": "Condello ‒ a drug trafficker, loan shark and money launderer with close links to the Honored Society, as well as the Moran crime family and underworld figure Mick Gatto ‒ was gunned down in the driveway of his Brighton home late on February 6, 2006. The killing happened on the eve of his trial for plotting to kill drug kingpin Carl Williams and two others in 2004. Alleged Melbourne Mafia boss Tony Madafferi. Credit:Jason South An allegation that Mr Madafferi was involved in Condello’s death was made by the former lead murder investigator Detective Acting Inspector Boris Buick in an email to Victoria Police command. The email was part of the assessment of a 2014 plan to recruit yet another prominent criminal lawyer as a police informer.\n\nThe solicitor – not Nicola Gobbo – cannot be named for legal reasons, but was extremely well-connected and respected in Australia’s Italian community and underworld, where he had advised and represented a number of significant organised crime figures. Loading “Tony [Madafferi] is said to be a/the leading Calabrian figure head in Victoria,” detective Buick wrote in the heavily redacted email which was tabled at the royal commission. “Tony has been subject to many investigations focusing on Italian organised crime … one theory was that Condello was killed on the order of Tony Madafferi.” “It is my understanding that Purana (anti-gangland taskforce) would now seek to tap into [REDACTED] (if any) criminal offending by the Madafferi's [sic] and associates.”\n\nThe redactions to the email have been made to protect the identity of the potential informer. It is unclear whether the solicitor ever provided information about Mr Madafferi or anyone else – a matter that is currently under investigation by the royal commission. Loading Victoria Police declined to comment on the status of the Condello murder investigation as the case remains open, and Mr Madafferi, who was never arrested or charged with the murder or any other crime, declined to comment when contacted by The Age. The Madafferi theory is just one of many advanced in the Condello case. As no charges were ever laid, the police apparently decided that Madafferi was not behind the murder, or that there was simply not enough evidence to prove who was responsible. Even the motive for Condello's death remains a matter of speculation. Condello was ambushed after parking his car shortly before a 10pm home curfew required under his then bail conditions. He was shot four times, including twice in the head.\n\nThere were no eyewitnesses but Condello was on a phone call at the time, to a person who also cannot be identified. “The next thing I heard was a bang and then three more bangs, then a period of silence and the phone got cut off,” the person told investigators. Condello, 53, also born in the southern Italian province of Calabria, had been involved in drug trafficking, loan sharking, kidnapping-for-ransom and extortion rackets. The day after he was gunned down, barrister and police informer Nicola Gobbo was tasked by Victoria Police to report any information she heard about the crime from her underworld associates. A great deal of gossip returned.\n\n“[Drug trafficker] speculates that Condello murder is connected to Italians in Griffith (in New South Wales, a key centre of power for the ’Ndrangheta),” her handlers recorded. “Re: Condello murder, rumour has it that it was one of his own crew.” Ms Gobbo also reported that Condello owned a half-share in a $4 million drug importation scheme – information that she had gleaned from another participant who believed Condello was murdered over the deal. “Theories re CONDELLO murder from [drug trafficker] and [drug cook] are: a. He was ripped off. b. He was standing over someone to raise the money for his half of the $4 million import.” The hit came on the eve of Condello’s trial for conspiracy to murder, during which one of his alleged accomplices was expected to give evidence for the prosecution. Condello was facing substantial jail time if found guilty over a plan hatched as the Williams crew were simultaneously planning to kill him.\n\nHitman-for-hire Rodney Collins, who is suspected of involvement in at least nine murders and died in prison in 2018, has been widely named as responsible for gunning Condello down on the orders of someone else. Williams, who ordered the murders of numerous of his own enemies, has also claimed he brokered murder contracts with Collins on behalf of others, including for the murders of police informer Terence Hodson and his wife Christine in 2004. But Williams was in prison by the time of Condello's death. Condello's long-time friend Mick Gatto, who has a memorial to Condello tattooed on his leg, declined to comment. In his 2009 autobiography, Mr Gatto said he didn’t believe Condello’s death was “gang-related” but that someone took the opportunity to make it “look like it was part of the gangland wars”. Mick Gatto (second from left) arrives at Saint Ignatius Church in Richmond for the funeral of Mario Condello in 2006. Credit:Jason South “He’d made a few enemies over the years – handling people’s money and other things – and I believe it may have been related to that,” Mr Gatto wrote, suggesting it may have been a paid hit brokered by Williams.\n\nWhile the feuds of the gangland war were waning by the time Condello was gunned down, there were warning signs he was still in mortal danger from someone. In the aftermath of the murder, Detective Buick interviewed a recently turned informer who claimed he had been told by a member of the Mokbel drug cartel that the word was out Condello would be killed that night in February. Within hours, Condello was dead. As for Mr Madafferi, he has never been convicted, but has been named a number of times as a significant player in Italian organised crime. During a failed legal bid by Mr Madafferi to overturn a police-instigated ban from Crown casino in 2014, Victoria Police cited “substantial intelligence” about his alleged criminal activities and associations in materials tendered to the court.\n\n“You have substantial and close involvement with serious criminal conduct including drug importation, murder and extortion,” according to the wording of the casino exclusion order. “You are a known associate of prominent criminal entities and persons who have a history of significant criminal conduct that includes money laundering and drug trafficking.” At coronial inquests in the early 1990s, Mr Madafferi was also accused of being the hitman in the murders of two greengrocers. Materials released earlier this year by an Italian court, including a recording of one alleged Calabrian mafia figure, referred to Mr Madafferi as “il capo bastone” or \"chief stick\" – one of the leaders of the Australian arm of the 'Ndrangheta. Mr Madafferi has previously strenuously denied being involved in the Calabrian mafia or any criminal activity.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "theme-color": "#0A1633", "title": "Police alleged Madafferi ordered Brighton hit on underworld money man", "description": "Confidential documents show police at one point formulated the theory that Melbourne’s “lobster mobster”, fruiterer and businessman Tony Madafferi, might have ordered the hit on gangland lawyer Mario Condello.", "article": {"section": "Victoria", "published_time": "2020-08-15T13:30:00+00:00", "modified_time": "2020-08-15T08:01:26+00:00"}, "pubdate": "2020-08-15T13:30:00+00:00", "author": "Chris Vedelago", "fb": {"app_id": 254346064617808, "pages": 353068424784135}, "og": {"description": "Confidential documents show police at one point formulated the theory that Melbourne’s “lobster mobster”, fruiterer and businessman Tony Madafferi, might have ordered the hit on gangland lawyer Mario Condello.", "image": {"identifier": "https://static.ffx.io/images/$zoom_0.7602%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/t_watoday_no_age_social_wm/0e2ba992a0ed6f9adc595bf84bce6cede2f8aae3", "width": 800, "height": 450, "secure_url": "https://static.ffx.io/images/$zoom_0.7602%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/t_watoday_no_age_social_wm/0e2ba992a0ed6f9adc595bf84bce6cede2f8aae3"}, "locale": "en_US", "site_name": "WAtoday", "title": "Police alleged Madafferi ordered Brighton hit on underworld money man", "url": "https://www.watoday.com.au/national/victoria/police-alleged-madafferi-ordered-brighton-hit-on-underworld-money-man-20200814-p55ly0.html"}, "parsely-title": "Police alleged Madafferi ordered Brighton hit on underworld money man", "parsely-link": "https://www.watoday.com.au/national/victoria/police-alleged-madafferi-ordered-brighton-hit-on-underworld-money-man-20200814-p55ly0.html", "parsely-type": "NewsArticle", "parsely-image-url": "https://static.ffx.io/images/$zoom_0.7602%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/t_watoday_no_age_social_wm/0e2ba992a0ed6f9adc595bf84bce6cede2f8aae3", "parsely-section": "Victoria", "parsely-author": "Chris Vedelago", "parsely-pub-date": "2020-08-15T13:30:00+00:00", "parsely-tags": "MELBOURNE GANGLAND,melbourne crime", "parsely-metadata": "{\"type\":\"article\",\"assetId\":\"p55ly0\"}", "parsely-network-canonical": "https://www.theage.com.au/national/victoria/police-alleged-madafferi-ordered-brighton-hit-on-underworld-money-man-20200814-p55ly0.html", "robots": "noarchive,noodp,index", "twitter": {"card": "summary_large_image", "description": "Confidential documents show police at one point formulated the theory that Melbourne’s “lobster mobster”, fruiterer and businessman Tony Madafferi, might have ordered the hit on gangland lawyer Mario Condello.", "image": {"src": "https://static.ffx.io/images/$zoom_0.7602%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/t_watoday_no_age_social_wm/0e2ba992a0ed6f9adc595bf84bce6cede2f8aae3"}, "site": "@watoday", "title": "Police alleged Madafferi ordered Brighton hit on underworld money man"}}}}