{"GDELT": {"GlobalEventID": 940968267, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Karachi, Sindh, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK05", "Actor1Geo_ADM2Code": "40398", "Actor1Geo_Lat": 24.8667, "Actor1Geo_Long": 67.05, "Actor1Geo_FeatureID": "-2764584", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Karachi, Sindh, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK05", "Action2Geo_ADM2Code": "40398", "Action2Geo_Lat": 24.8667, "Action2Geo_Long": 67.05, "Action2Geo_FeatureID": "-2764584", "DATEADDED": 20200815160000, "SOURCEURL": "https://dunyanews.tv/en/Pakistan/559256-Asif-Zardari-terms-PML-N-unreliable-APC-PTI-Pakistan-PPP"}, "ARTICLE": {"TITLE": "Asif Zardari terms PML-N unreliable", "TEXT": "KARACHI (Dunya News) – Pakistan Peoples’ Party (PPP) co-chairman Asif Ali Zardari on Saturday said that the Pakistan Muslim League-Nawaz (PML-N) has once again proved that it is unreliable.\n\nA meeting of the PPP’s Central Executive Committee (CEC) was held with party chairman Bilawal Bhutto Zardari in chair.\n\nThe meeting declared PML-N responsible for delaying the All Parties Conference (APC).\n\nDuring the meeting, PPP co-chairman Asif Ali Zardari termed the PML-N as unreliable and also supported the criticism of other party leaders on the PML-N.\n\nSources said that the PPP co-chairman decided to summon a meeting of the All Parties Conference (APC), while the CEC approved hosting the APC.\n\n“It has also been decided to invite PML-N as an opposition party in the APC to be hosted by the PPP and the PPP itself will decide the date of the APC after consultation with other opposition parties,” sources said.\n\nThe PPP’s CEC meeting decided that the APC would be held with or with the PML-N. The meeting also decided to reorganize the PPP in all the four provinces.\n\nAsif Zardari said, “We make the opposition’s alliance strong by joining hands with the PML-N and they cut a deal with the government.”\n\nEarlier last month, the Pakistan People’s Party (PPP) and the Pakistan Muslim League-Nawaz (PML-N) had announced to call an all-parties conference (APC) immediately after upcoming Eid to devise a joint strategy against the sitting government.\n\nThe announcement was made in a press conference after a meeting between PPP chief Bilawal Bhutto Zardari and a three-member PML-N delegation at Bilawal House, Lahore, PPP leader Qamar Zaman Kaira and PML-N’s Ahsan Iqbal said that a joint opposition coordination committee meeting will be held this week and after consulting all the parties, an APC will be held after Eid. The PML-N delegation included Ahsan Iqbal, Khawaja Saad Rafique and Ayaz Sadiq, while PPP’s Kaira, Chaudhry Manzoor and Hasan Murtaza also attended the meeting.\n\nThe two parties had announced setting up a joint action committee which will comprise PML-N’s Khawaja Asif, Shahid Khaqan Abbasi, Rana Sanullah, Marriyum Aurangzeb. It will have PPP’s representation in the form of Naveed Qamar, Sherry Rehman, Farhatullah Babar and Nayyar Bukhari. From the ANP, Mian Ifthikar and Ameer Haider Khan Hoti will be part of the committee while Senator Mir Kabeer Shahi from the National Party will also feature in it. The committee will be responsible for coming up with a joint strategy against the government.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "google-site-verification": "dCfi4Hy4RFUbsrqSqprNiOAQqZ7IRkUnHTJdtMZp9WU", "p": {"domain_verify": "74a00c7047895fa6b443be1c9ae97a87"}, "fb": {"pages": 168633756520671}, "description": "The PPP's CEC meeting declared PML-N responsible for delaying the All Parties Conference (APC).", "keywords": "Asif Zardari, terms, PML-N, unreliable, APC, PTI, Pakistan, PPP", "og": {"title": "Asif Zardari terms PML-N unreliable", "type": "article", "description": "The PPP's CEC meeting declared PML-N responsible for delaying the All Parties Conference (APC).", "site_name": "Dunya News", "locale": "en_US", "url": "https://dunyanews.tv/en/Pakistan/559256-Asif-Zardari-terms-PML-N-unreliable-APC-PTI-Pakistan-PPP", "image": "https://img.dunyanews.tv/news/2020/August/08-15-20/news_big_images/559256_35471793.jpg"}, "article": {"author": "https://www.facebook.com/dunyanews"}, "twitter": {"card": "summary_large_image", "site": "@DunyaNews", "url": "https://dunyanews.tv/en/Pakistan/559256-Asif-Zardari-terms-PML-N-unreliable-APC-PTI-Pakistan-PPP /><meta property=", "description": "The PPP", "image": "https://img.dunyanews.tv/news/2020/August/08-15-20/news_big_images/559256_35471793.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}