{"GDELT": {"GlobalEventID": 940927161, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AUS", "Actor1Name": "NEW SOUTH WALES", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.92610837438424, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sydney, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "154637", "Actor1Geo_Lat": -33.8833, "Actor1Geo_Long": 151.217, "Actor1Geo_FeatureID": "-1603135", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brisbane, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154654", "Action2Geo_Lat": -27.5, "Action2Geo_Long": 153.017, "Action2Geo_FeatureID": "-1561728", "DATEADDED": 20200815093000, "SOURCEURL": "https://www.couriermail.com.au/technology/inland-storms-to-dump-month-of-rain-in-a-day-bureau-forecasts/news-story/26865c4209b198d06b0a227e150387a2?nk=1028b82bce8a3a24a33340f33180b002-1597483014"}, "ARTICLE": {"TITLE": "Weather NSW, QLD: Storms, flooding, over weekend", "TEXT": "A massive storm is moving in on inland NSW, with major warnings in place for parts of the south coast and Snowy Mountains in what is set to be a weekend of chaos.\n\nThe approaching weather system is “half the size of New South Wales”, a Bureau Of Meteorology meteorologist told NCA NewsWire.\n\nExperts are predicting severe thunderstorms and flooding, and emergency services are preparing for evacuations, flood rescues, severe damage to homes, and for some communities to be potentially isolated by floodwater.\n\n“The heaviest rainfalls we are expecting will be for the southeast of the state,” BOM incident manager Agata Imielska told reporters on Friday.\n\n“In the Bega area, we are expecting rainfall accumulations of 200 to 300 millimetres, so very heavy rainfall.”\n\nA flood watch for moderate to major flooding has been put in place for the area.\n\nmedia_camera A satellite image from the Bureau of Meteorology shows a massive weather system roughly ‘half the size of New South Wales’ is rolling across the state, set to cause a weekend of chaos. Image pictured is 2pm on Friday. Picture: Bureau of Meteorology\n\nmedia_camera A weather radar for Friday afternoon shows heavy storms across the east coast, centred in the north and south. Picture: Bureau of Meteorology\n\nWarnings are also in place in northern NSW, where heavy rain could turn into thunderstorms, and residents in fire-hit areas are warned to be on high alert.\n\n“When fires go through, we can see less vegetation (in the area), and that means soil is more likely to be eroded when heavy rainfall comes through,” Ms Imielska said.\n\n“This can produce more flash flooding, as the rain doesn’t really soak into the landscape, it just runs off.”\n\nMs Imielska said this could be particularly dangerous where hilly or mountainous landscapes were present, or large trees, as their roots were not as embedded as they would be in areas that were not decimated by fire.\n\nIn Sydney, only about 10 millimetres of rainfall is expected but not to the extent of the south coast or northern inland areas – though meteorologists say this weather system is so intricate, anything could happen.\n\nNSW State Emergency Service assistant commissioner Greg Lynch said crews were preparing communities for evacuations.\n\n“We have additional flood resources prepared and ready to go, to the south coast in particular, and we’ve also been looking at having other out of area support from our partner emergency services,” he said.\n\nMr Lynch said the SES had called in helicopters in the Bega Valley and into the Moruya area.\n\n“Helicopters will support us with flood rescue or with resupply if the case is that a number of communities or areas within the south coast become isolated,” he said.\n\n“The State Emergency Service are preparing for evacuations and we are asking communities to prepare for evacuations – to have their plans ready if the call comes.”\n\nmedia_camera The low-pressure system moving across Queensland and NSW. Picture: Bureau of Meteorology\n\nMr Lynch said anyone living in these areas should clear their backyards and try to avoid leaving their homes.\n\n“Unless you have to go out, please stay at home,” he said.\n\nReflecting on similar storms seen about two weeks ago, the SES boss issued a strong call for people to exercise common sense as the storms thundered in.\n\n“People need to take responsibility, they need to ensure they listen to the messaging we’re providing them and that message is clearly, do not drive, walk, or ride through flood waters,” Mr Lynch said.\n\n“I think on our last occasion we rescued more than 30 people from flood waters. That’s putting themselves at risk, and also putting those who have to go and rescue him at risk.”\n\nRainfall will increase over southwest #Queensland overnight, and then spread across the southern inland on Friday. Severe thunderstorms are also possible. Stay up to date with #QLDweather: https://t.co/WZv3T2AagM #GetReady pic.twitter.com/7VkZmPr9lj — Bureau of Meteorology, Queensland (@BOM_Qld) August 6, 2020\n\nMeteorologist Dean Narramore said earlier on Friday moderate to heavy rain would also impact southwestern Queensland.\n\n“Some areas will receive their monthly August average in just one day,” Mr Narramore said.\n\nMore than two thirds of Queensland is still officially in drought and the rain will bring a reprieve to struggling farmers and graziers.\n\nThe bureau said the low would produce showers, rain areas and thunderstorms, possibly severe in parts, over southern Queensland.\n\nThe trough system will move off the east coast during Saturday, with cooler and drier air spreading over most of the state as a new ridge develops over central Queensland.\n\nSqualls have already moved through Brisbane’s southern suburbs and on to the Gold Coast.\n\nSome severe storms were likely about the southeast inland and central highlands. Moderate to heavy rainfall is possible in the far south of the Maranoa and Warrego district.\n\nDaytime maximum temperatures will be below average in the west, near average for central and eastern parts. Mostly light winds over the northern tropics, moderate to fresh northeast to north-westerly winds over the south.\n\nOriginally published as Weather system ‘half size of NSW’ to hit", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "referrer": "origin", "msapplication-square70x70logo": "https://www.couriermail.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/couriermail/ms-icon-70x70.png", "msapplication-square144x144logo": "https://www.couriermail.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/couriermail/ms-icon-144x144.png", "msapplication-square150x150logo": "https://www.couriermail.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/couriermail/ms-icon-150x150.png", "msapplication-square310x310logo": "https://www.couriermail.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/couriermail/ms-icon-310x310.png", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://www.couriermail.com.au/wp-content/themes/vip/newscorpau-tangram-ui/src/elements/tge-favicons/processed/couriermail/ms-icon-144x144.png", "robots": "noarchive", "description": "A massive weather system has begun to move in, with some communities preparing for evacuations and others being urged to stay at home.", "keywords": "weather system, heavy rainfall, south coast, emergency services, rain areas, massive weather system, torrential rain wreaks, Daytime maximum temperatures, rain wreaks havocUp, Rain gauges, rainfall accumulations, pressure system, Storm warning, means soil, area support, flood resources, trough system, incident manager, partner emergency services, fire-hit areas, central highlands, northern inland areas, Bega Valley, New South Wales, Australia, Australia and New Zealand, Oceania, Gold Coast, Queensland, Sydney, Moruya, Greg Lynch, Steve Howard, Hannah Moore, Dean Narramore, Agata Imielska", "generator": "tcog", "articleid": "26865c4209b198d06b0a227e150387a2", "article": {"published_time": "2020-08-07T22:27:00.000Z", "modified_time": "2020-08-07T22:27:28.000Z"}, "twitter": {"card": "summary_large_image", "site": "@couriermail", "title": "Weather system ‘half size of NSW’ to hit", "description": "A massive storm is moving in on inland NSW, with major warnings in place for parts of the south coast and Snowy Mountains in what is set to be a weekend of chaos.", "image": "https://cdn.newsapi.com.au/image/v1/cd311e122dbd654629aeb63253c78820"}, "og": {"type": "article", "title": "Weather system ‘half size of NSW’ to hit", "description": "A massive storm is moving in on inland NSW, with major warnings in place for parts of the south coast and Snowy Mountains in what is set to be a weekend of chaos.", "url": "https://www.couriermail.com.au/technology/inland-storms-to-dump-month-of-rain-in-a-day-bureau-forecasts/news-story/26865c4209b198d06b0a227e150387a2", "image": {"identifier": "https://cdn.newsapi.com.au/image/v1/cd311e122dbd654629aeb63253c78820", "width": 1280, "height": 720}}, "vr": {"canonical": "https://www.couriermail.com.au/technology/inland-storms-to-dump-month-of-rain-in-a-day-bureau-forecasts/news-story/26865c4209b198d06b0a227e150387a2"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}