{"GDELT": {"GlobalEventID": 940958567, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "Actor2Code": "MNCUSA", "Actor2Name": "MICROSOFT", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 12, "NumSources": 2, "NumArticles": 12, "AvgTone": -1.9465116279069798, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200815143000, "SOURCEURL": "https://www.msn.com/en-us/news/politics/trump-orders-tiktok-e2-80-99s-chinese-parent-company-to-divest-from-us-operations/ar-BB17ZM2Y"}, "ARTICLE": {"TITLE": "Trump Orders TikTok’s Chinese Parent Company to Divest From U.S. Operations", "TEXT": "© CHRIS DELMAS/Getty Images The logo of Chinese video app TikTok is seen on the side of the company’s new office space at the C3 campus on August 11, 2020 in Culver City, in the westside of Los Angeles. CHRIS DELMAS/Getty Images\n\nPresident Donald Trump made it official late Friday and ordered ByteDance, the Chinese owner of the popular app TikTok, to divest from its U.S. operations within 90 days. Trump cited national security concerns for the decision that came after an investigation by the Committee on Foreign Investment in the U.S. Trump said the move has to do with “credible evidence” that ByteDance “might take action that threatens to impair the national security of the United States,” Trump said.\n\nByteDance, which bought the app Musical.ly and merged it with TikTok in 2017, was already under heavy pressure to divest from its U.S. operations. Last week, Trump issued an executive order that would prohibit Americans and U.S. companies from doing certain transactions with TikTok if ByteDance did not divest. This new order comes after “Cfius conducted an exhaustive review of the case and unanimously recommended this action to the president in order to protect U.S. users from exploitation of their personal data,” Treasury Secretary Steven Mnuchin said. Mnuchin added that a divestment would also have to include “any data obtained or derived from TikTok or Musical.ly users in the United States.”\n\nEarlier in the week, White House press secretary Kayleigh McEnany defended the president’s previous orders on TikTok saying it was part of the president’s job to regulate international commerce to handle any unusual threats. “The administration is committed to protecting the American people from all cyber threats and these apps collect significant amounts of private data on users,” McEnany said. TikTok has pushed back, saying it has been trying to address concerns for almost a year but the Trump administration didn’t seem interested in trying to figure out a workaround. “What we encountered instead was that the Administration paid no attention to facts, dictated terms of an agreement without going through standard legal processes, and tried to insert itself into negotiations between private businesses,” the company said in a statement.\n\n© Provided by Slate\n\nByteDance is currently in talks with Microsoft to sell its North America, Australia, and New Zealand operations. There were also rumors that Twitter was interested in jumping into the fray to try to make a play for the company’s U.S. assets. Although the rumor caused Twitter’s stock to rally it isn’t clear whether the company could even afford to buy TikTok’s U.S. operations.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Trump Orders TikTok’s Chinese Parent Company to Divest From U.S. Operations", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "Trump cited national security concerns for the decision that came after an investigation by the Committee on Foreign Investment in the U.S.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}