{"GDELT": {"GlobalEventID": 940927198, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BUS", "Actor1Name": "BANK", "Actor1Type1Code": "BUS", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.23923444976076, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ibadan, Oyo, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI32", "Actor1Geo_ADM2Code": "191242", "Actor1Geo_Lat": 7.38778, "Actor1Geo_Long": 3.8963900000000002, "Actor1Geo_FeatureID": "-2010458", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ibadan, Oyo, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI32", "Actor2Geo_ADM2Code": "191242", "Actor2Geo_Lat": 7.38778, "Actor2Geo_Long": 3.8963900000000002, "Actor2Geo_FeatureID": "-2010458", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200815093000, "SOURCEURL": "https://nairametrics.com/2020/08/15/oba-otudeko-a-self-made-billionaire-enterpreneur/"}, "ARTICLE": {"TITLE": "Oba Otudeko: A self-made billionaire entrepreneur", "TEXT": "Nigeria’s manufacturing sector has some of the most influential and richest men in the country. Among them, the name of Dr. Oba Otudeko rings a special bell.\n\nThough he started out in the banking sector, he is now a notable personality in the manufacturing sector, creating thousands of jobs along the value chain and improving local production for the country.\n\nThis week on Nairametrics’ founders profile, we bring you Obafunke Otudeko’s life achievements and how he has attained such heights.\n\nEarly life\n\nAyoola Obafunke Otudeko was born into a royal family on August 18, 1943, in Odogbolu, present-day Ogun state. This perhaps explains why close friends sometimes jokingly refer to him as “the only Oba without a palace.”\n\nHe had his early education at St. John’s School, Oke Agbo, Ijebu-Igbo in Ogun State, and Olivet Baptist High School, Oyo, before he travelled out to study Accountancy in Leeds College of Commerce, Yorkshire, UK.\n\nAfter returning to Nigeria, Otudeko took a bank employment as a clerk in the defunct Co-operative Bank, Ibadan. Over the next two decades, he moved through the ranks to become the General Manager and acting Chief Executive Officer of the Bank. He voluntarily retired from the bank in 1983 and was appointed a Director to the Board of the Central Bank of Nigeria.\n\nHis foray into the business world\n\nHaving a mother who was a businesswoman, Otudeko always knew he would someday go into business. His retirement from the bank gave him the time to pursue this interest.\n\nIt was at this time that Honeywell Enterprises started off as a trading enterprise, importing and marketing commodities between the northern and southern states of Nigeria in the 1970s. The company later grew into Honeywell Group, one of Nigeria’s leading indigenous conglomerates.\n\nTo sharpen his business skills, he took several courses from several international institutions, which include the International Institute for Management Development, Switzerland, Harvard Business School, Boston, USA, Hult International Business School, and Arthur D. Little School of Management, USA.\n\nHis many businesses\n\nFrom a flour mill, the Honeywell Group has evolved into a conglomerate with different subsidiaries in different sectors of the economy.\n\nHOGL Energy Limited is in the oil and gas sector, and was incorporated in 1995. As an indigenous oil and gas marketing company. The company procures, imports, and distributes fuels and gases, as well as lubricants which it produces for industrial and domestic uses.\n\nHoneywell Flour Mills Plc is a food processing company focused on flour-based products including baking flour, ball foods, noodles and pasta. The company started operations in 1998.\n\nPivot Energy Company Limited (PECL) is in the business of providing engineering, procurement and construction services to the power industry.\n\nRealUraga RealEstate Limited is in the real estate sector, providing funding, whilst managing and developing properties and facilities across the country.\n\nAnchorage Leisures Limited makes its investments in the tourism and hospitality sector, and runs the 5 star Radisson Blu Anchorage Hotel in Victoria Island.\n\nPavilion Technology Limited provides security services to individuals and clients in public and private space, from electronic security systems, to manned guards, escort services, and security consultancy.\n\nHuston Power Limited is into power generation and distribution in Nigeria, and has been licensed by the Nigerian Electricity Regulatory Commission (NERC).\n\nCourtesy of his many businesses and his stakes in these companies, Otudeko currently ranks among the richest men in Nigeria\n\nThe Ecobank imbroglio\n\nEcobank Nigeria Limited filed a bankruptcy suit to recover an alleged debt of N4.1 billion from the Chairman of Honeywell Group, Dr Oba Otudeko.\n\nThe bank claimed that Otudeko had personally guaranteed the loan obtained by three of his firms – Honeywell Flour Mills Plc; Siloam Global Services Limited; and Anchorage Leisures Limited. Following the alleged failure of the firms to liquidate the loans, it fell on him to pay the debts.\n\nThe bank, therefore, asked for “a receiving order against estate, funds, investment, shares or other interests of the debtor, principally in Siloam Global Services Limited and in Honeywell Group Limited; Honeywell Flour Mills Plc; Anchorage Leisures Limited; Honeywell Oil and Gas Limited; Uraja Real Estate Limited; Broadview Engineering Limited; Uraja Power Solutions Limited; Honeywell Energy Resources Limited; Hudson Power Limited; Pivot Engineering Limited and Pavillion Technology Limited, which interest is held either directly or through the said Siloam Global Services Limited and/or in any other company within and outside Nigeria.”\n\nIt also asked for leave to appropriate or utilise the “investments, shares or other interests of the debtor (Otudeko) in all the companies listed above and in any other company/corporate entity in Nigeria or outside Nigeria in partial or full satisfaction of the debt due.”\n\nAmong its prayers, Ecobank wants the court to order Otudeko to immediately avail it his “statement of affairs, statement of net worth and other credible financial details requisite and in furtherance to the Bankruptcy Act.”\n\nOtudeko through his counsel, filed a preliminary objection, urging the court to either dismiss/strike out the suit or stay proceedings “in deference to arbitration.”\n\nHe described the suit as an abuse of court processes, contending that it was filed in gross violation of Section 7(1)(a) of the Bankruptcy (Proceedings) Rules Cap B2, Laws of the Federation of Nigeria, 2010.\n\nThe case is still in court.\n\nOther services\n\nIn 2003, Oba Otudeko established a non- governmental organisation called Oba Otudeko Foundation (OOF) as an official vehicle to carry out his philanthropic acts. Over the years, the foundation has organised empowerment programmes, as well as capacity building, and building of institutions.\n\nThe foundation built an Auditorium for Pan Atlantic University, an Administrative Block to All Saints’ College, Edun Village, Ibadan, Footprints Occupational Training Centre, and the Endowment of the Centre of Entrepreneurial Studies of the Olabisi Onabanjo University, Ago Iwoye, Ogun State among others.\n\nREAD MORE:\n\nOtudeko chairs the Board of Trustees of Honeywell Flour Mill Plc and FBN Holdings Plc and is a member of the board of Lagos Sheraton Hotel.\n\nHe is a Fellow, Institute of Chartered and Corporate Accountants, UK, Chartered Institute of Bankers, UK, and Institute of Chartered Secretaries and Administrators, UK. Oba is also a member of the Office of Distinguished Friends of London Business School and Institute of Chartered Accountants of Nigeria.\n\nREAD MORE:\n\nHe is a seasoned corporate governance guru, having served on boards like the Central Bank of Nigeria (CBN), Guinness Nigeria Plc, British American Tobacco Ltd, and Ecobank Transnational Incorporated, headquartered in Lome, Togo, NEPAD Business Group of Nigeria, Delmar Overseas Ltd and Khali & Dibbo Ltd. He is the Group Chairman, FBN Holdings Plc.\n\nAt different times, he was also Chairman, First Bank of Nigeria, FBN Bank (UK) Limited, Airtel Nigeria, Fan Milk of Nigeria Plc, Digital Africa Conference Exhibition in Abuja, Business Support Group, National Maritime Authority, and Nigerian- South African Chamber of Commerce.\n\nREAD ALSO:\n\nHe was the 16th President and Chairman of Council of the Nigerian Stock Exchange serving between September 2006 and August 2009. He is also a council member, Manufacturers’ Association of Nigeria (MAN), Nigerian Banks Employers’ Association, West African Banks’ Association and the Presidential Advisory Council on Nigeria Industrial Revolution Plan.\n\nOtudeko holds the Nigerian National Honours of Commander of the Order of the Federal Republic (CFR), Member of the Order of the Federal Republic, MFR, and currently serves as a member of the Office of Distinguished Friends of the London Business School (UK).\n\nDownload the Nairametrics News App\n\nOn Monday, August 18, 2020, the business mogul will be 77 years old. He clearly shows no sign of slowing down his activities and impacts any time soon.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "og": {"type": "article", "image": {"identifier": "https://i1.wp.com/nairametrics.com/wp-content/uploads/2020/08/Oba-Otudeko-1.jpg?fit=900%2C684&ssl=1", "width": 900, "height": 684}, "url": "https://nairametrics.com/2020/08/15/oba-otudeko-a-self-made-billionaire-enterpreneur/", "title": "Oba Otudeko: A self-made billionaire entrepreneur | Nairametrics", "description": "Dr. Oba Otudeko started out in the banking sector, he is now a notable personality in the manufacturing sector creating thousands of jobs for the country.", "locale": "en_GB", "site_name": "Nairametrics"}, "twitter": {"image": "https://i1.wp.com/nairametrics.com/wp-content/uploads/2020/08/Oba-Otudeko-1.jpg?resize=900%2C600&ssl=1", "card": "summary_large_image", "url": "https://nairametrics.com/2020/08/15/oba-otudeko-a-self-made-billionaire-enterpreneur/", "title": "Oba Otudeko: A self-made billionaire entrepreneur", "description": "Courtesy of his several businesses, Otudeko is currently ranked among the richest men in Nigeria.", "creator": "@https://twitter.com/Okwumbu_RuthAnn", "site": "@Nairametrics"}, "google-site-verification": "XNk-AqWBL4CN2rf5qIPFa6f2v-xn_tfqMMNX4jAbig4", "msvalidate.01": "B5665C96E36AE5E99913D4533DC0E1F3", "p": {"domain_verify": "40ad0d3a50110ef34028863fe0567d6a"}, "description": "Dr. Oba Otudeko started out in the banking sector, he is now a notable personality in the manufacturing sector creating thousands of jobs for the country.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "article": {"publisher": "https://www.facebook.com/Nairametrics/", "published_time": "2020-08-15T08:34:58+00:00", "modified_time": "2020-08-15T11:34:50+00:00"}, "fb": {"app_id": 203397530296637}, "generator": "Powered by Slider Revolution 5.4.5.1 - responsive, Mobile-Friendly Slider Plugin for WordPress with comfortable drag and drop interface.", "yandex-verification": "7040c37bdfeec37d", "pocket-site-verification": "2703cbf7851fc540a64a2c2cfda515", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://i2.wp.com/nairametrics.com/wp-content/uploads/2020/04/cropped-favicon.png?fit=270%2C270&ssl=1"}}}