{"GDELT": {"GlobalEventID": 940935197, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JAM", "Actor1Name": "JAMAICA", "Actor1CountryCode": "JAM", "Actor2Code": "MED", "Actor2Name": "JOURNALIST", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -0.40404040404041, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM", "Actor2Geo_Lat": 18.25, "Actor2Geo_Long": -77.5, "Actor2Geo_FeatureID": "JM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM", "Action2Geo_Lat": 18.25, "Action2Geo_Long": -77.5, "Action2Geo_FeatureID": "JM", "DATEADDED": 20200815104500, "SOURCEURL": "http://www.jamaicaobserver.com/news/long-wait-for-jamaica-us-port-security-agreement-almost-over_200909?profile=1606"}, "ARTICLE": {"TITLE": "US port security agreement almost over", "TEXT": "THE more-than-four-year wait for Jamaica and the United States to sign a memorandum of understanding (MOU) to establish a Customs Mutual Assistance Agreement (CMAA) could end in a matter of weeks.\n\nUS Ambassador to Jamaica Donald Tapia on Thursday told journalists that the MOU is now well advanced, and should be signed by the end of next month.\n\n“We are at the point of receiving the MOU this week. It will then go back to Washington for the attorneys there to review it. Then it will come back to the Jamaican Government for final approval,” said Tapia.\n\n“Of course, since the Parliament is dissolved… it will take a little while, but I believe that it has been passed [by] the Cabinet, so we should be able to sign the MOU anytime that it is received back.\n\n“I would say by the end of September we should be able to sign the MOU. It might be before, but I doubt it, because the ministers are out in their districts, and so forth, so I would say it would be after the election,” added Tapia, who, months ago, expressed disappointment that the deal had not been signed.\n\nThe CMAA, which the US has already signed with a number of other countries, would allow American intelligence and customs authorities to partner with local law enforcement to build cases against individuals involved in the shipment of illegal items to and from the island through the ports.\n\nIt is believed that the agreement will allow US authorities to wiretap conversations of people suspected of using the ports for illegal activities, and that has been the sticking point for the Andrew Holness-led Administration.\n\nThere has been no word so far from the Government as to why it delayed signing the CMAA for most of the life of the Holness Administration, nor has the Administration indicated what has changed to give Tapia the confidence that the deal will now be inked.\n\nIn June, Minister of National Security Dr Horace Chang told Parliament that his ministry was awaiting a response from US Customs on the CMAA, after a “lengthy, roundabout and tedious process which lasted for more than a year”.\n\nAccording to Chang, the process was completed when one of the major partners accepted a proposal from Jamaica's Attorney General Marlene Malahoo Forte as the correct route to follow.\n\n“This kind of agreement with our partners is critical to the work of the security forces,” Chang argued at the time.\n\nBut, even without the MOU in place, Tapia told journalists that measures have been put in place to reduce the movement of illegal items through Jamaica's ports.\n\n“We are aware that the Port Authority [of Jamaica] itself has ordered some security measures,” said Tapia.\n\nAccording to him, these include the introduction of equipment, which is like a polygraph (lie-detector test), for most of the personnel who work on the ports.", "METADATA": {"alexaVerifyID": "rSmiGOPEjbvIe54g6VDdjp7fxDQ", "google-site-verification": "yGWL0JARPWTYZuQO6SyybESnW5Tn5sn_mj5vRQhwZq8", "y_key": "b1206159d404874b", "msvalidate.01": "F356DE1E2BCA8CFA747B5120592BE455", "description": "THE more-than-four-year wait for Jamaica and the United States to sign a memorandum of un...", "keywords": "General NewsInternationalLocal NewsSlider", "og": {"title": "Long wait for Jamaica/US port security agreement almost over", "site_name": "Jamaica Observer", "image": "http://www.jamaicaobserver.com/apps/pbcsi.dll/storyimage/JO/20200815/ARTICLE/308159982/AR/0/AR-308159982.jpg"}, "revisit-after": "1 days", "Author": "Jamaica Observer Limited", "DC.Subject": "Jamaica, Observer", "DC.Title": "Jamaica Observer Limited", "ROBOTS": "Follow,Index", "rating": "GENERAL", "twitter": {"card": "summary_large_image", "site": "@JamaicaObserver", "creator": "@JamaicaObserver", "title": "Long wait for Jamaica/US port security agreement almost over", "description": "THE more-than-four-year wait for Jamaica and the United States to sign a memorandum of un...", "image": "http://www.jamaicaobserver.com/apps/pbcsi.dll/storyimage/JO/20200815/ARTICLE/308159982/AR/0/AR-308159982.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}