{"GDELT": {"GlobalEventID": 940929035, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "INDCVL", "Actor1Name": "KERALA", "Actor1CountryCode": "IND", "Actor1Type1Code": "CVL", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.526770293609671, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bagh, Federally Administered Tribal Areas, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK01", "Actor1Geo_ADM2Code": "23633", "Actor1Geo_Lat": 33.6442, "Actor1Geo_Long": 70.4342, "Actor1Geo_FeatureID": "388301", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bagh, Federally Administered Tribal Areas, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK01", "Actor2Geo_ADM2Code": "23633", "Actor2Geo_Lat": 33.6442, "Actor2Geo_Long": 70.4342, "Actor2Geo_FeatureID": "388301", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bagh, Federally Administered Tribal Areas, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK01", "Action2Geo_ADM2Code": "23633", "Action2Geo_Lat": 33.6442, "Action2Geo_Long": 70.4342, "Action2Geo_FeatureID": "388301", "DATEADDED": 20200815094500, "SOURCEURL": "https://www.msn.com/en-in/news/other/dna-tests-confirm-kabul-gurdwara-attacker-was-one-time-kerala-resident-muhammad-muhsin/ar-BB17ZC7W"}, "ARTICLE": {"TITLE": "DNA Tests Confirm Kabul Gurdwara Attacker was One-Time Kerala Resident Muhammad Muhsin", "TEXT": "© Provided by News18 DNA Tests Confirm Kabul Gurdwara Attacker was One-Time Kerala Resident Muhammad Muhsin\n\nTests conducted by the Central Forensic Sciences Laboratory in New Delhi have concluded that the men responsible for the March 25 suicide bombing in Kabul included one-time Kerala resident Muhammad Muhsin, government sources have told News18. The tests were submitted to the National Investigation Agency earlier this week.\n\nBlood samples from Muhsin’s mother Maimoona Abdulla, collected by the NIA, were matched with tissue collected from the suicide-bomber’s remains by Afghan authorities, the sources said.\n\nAn NIA spokesperson said the agency had no comment to offer as the investigation was ongoing.\n\nBorn in 1991 in the small town of Trikarpur, near Kasargode, Muhsin is believed to have been part of a group of Indian terrorists in Afghanistan, led by one-time Kashmir jihad commander Aijaz Ahanger. Photographs released on Islamic State-linked social media channels had proclaimed Muhsin had carried out the Gurdwara attack, which claimed 27 lives.\n\nFollowing his school education, Muhsin left Kerala to work at a small hotel run by relatives in Kuala Lumpur, Malaysia. He later obtained a job in Dubai, the United Arab Emirates, where he lived until 2018, before leaving for Afghanistan to join Ahanger’s group. Few details, though, have so far emerged on what led him to join the group.\n\nNIA investigators registered a case against the Kabul Gurdwara attack in April, the first using a landmark new law giving the organisation jurisdiction to investigate crimes outside India.\n\nThe core of the Indian jihadist group in Afghanistan was formed by 26 Kerala residents — some of them children — who left for Afghanistan in 2016, led by neo-fundamentalist cult leader Abdul Rashid Abdullah.\n\nIjas Kallukettiya Purayil, a one-time dentist from Kerala’s Kasargod who was among that group, is believed to be among the suicide attackers killed when his jihadist unit stormed a prison in Afghanistan’s Jalalabad earlier this month. Twenty-nine people were reported to have been killed in the attack, aimed at freeing jihadists from the prison on Eid.\n\nPurayil’s wife, Rafilla Purayil, and has been held in Kabul’s Badam Bagh prison along with their five-year-old son, Ayaan, is currently part of a group of nine Indian women held in Kabul’s Badam Bagh jail, the wives and widows of the Kerala jihadists.\n\nPurayil’s younger brother, Shiyas Purayil, is thought to have been killed in a United States military drone strike in Nangarhar along with his wife Ajmala Purayil.\n\nThe jihadist brothers’ cousin, Ashfaq Purayil, who once ran a hotel in Mumbai, is also thought to have survived the bomb strikes. Ashfaq Purayil’s wife, Shamsiya Purayil, and their four-year-old daughter Ayesha are also among those held in Badam Bagh prison.\n\nAfghanistan’s intelligence service, the National Directorate for Security, arrested the group’s military commander, Aijaz Ahanger, in raids conducted in Kandahar earlier this year. NDS sources have told News18 that while Ahanger’s group claimed affiliation to the Islamic State, it was in fact controlled by the Haqqani Network — a constituent of the Taliban, with close links to Pakistan’s Inter-Services Intelligence Directorate.\n\nThe jihad commander’s Budgam-born wife, Rukhsana Dar, is among the Indian jihadists’ wives held in Badam Bagh prison, along with her daughters Sabira and Tooba.", "METADATA": {"application-name": "DNA Tests Confirm Kabul Gurdwara Attacker was One-Time Kerala Resident Muhammad Muhsin", "cq": "passed", "Search.Interest": "News", "robots": "index, follow", "description": "Blood samples from Muhsin’s mother, collected by the NIA, were matched with tissue collected from the suicide-bomber’s remains by Afghan authorities, sources in the NIA said.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}