{"GDELT": {"GlobalEventID": 940900626, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "OMN", "Actor1Name": "OMAN", "Actor1CountryCode": "OMN", "Actor2Code": "MAR", "Actor2Name": "MOROCCO", "Actor2CountryCode": "MAR", "IsRootEvent": 0, "EventCode": 57, "EventBaseCode": 57, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 8.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Oman", "Actor1Geo_CountryCode": "MU", "Actor1Geo_ADM1Code": "MU", "Actor1Geo_Lat": 21.0, "Actor1Geo_Long": 57.0, "Actor1Geo_FeatureID": "MU", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Morocco", "Actor2Geo_CountryCode": "MO", "Actor2Geo_ADM1Code": "MO", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": -5.0, "Actor2Geo_FeatureID": "MO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Oman", "Action2Geo_CountryCode": "MU", "Action2Geo_ADM1Code": "MU", "Action2Geo_Lat": 21.0, "Action2Geo_Long": 57.0, "Action2Geo_FeatureID": "MU", "DATEADDED": 20200815044500, "SOURCEURL": "http://www.bssnews.net/?p=438356"}, "ARTICLE": {"TITLE": "Israel-UAE deal a Trump coup, but his sights are set on Iran", "TEXT": "WASHINGTON, Aug 15, 2020 (BSS/AFP) – The Israel-UAE agreement gives the\n\nUnited States a rare diplomatic success in the Middle East — but it is Iran\n\nwhich President Donald Trump has in his sights, with a strategy that has\n\nalready hit roadblocks at the United Nations.\n\nThe White House has lavished praise on a foreign policy coup which was\n\nsorely needed by a president seeking re-election in November who has little\n\nto show on the diplomatic front.\n\n“This is a dramatic breakthrough that will make the Middle East safer,”\n\nchief US negotiator Jared Kushner told CBS. “It means less American troops\n\nwill have to be over there.”\n\nUnder the US-brokered agreement, the United Arab Emirates and Israel agreed\n\non Thursday to establish full diplomatic ties, making the monarchy just the\n\nthird Arab country to recognize the Jewish state, following Egypt in 1979 and\n\nJordan in 1994.\n\n“Assuming the deal works, it’s the first time Israel has established\n\nnormalized relations with any Gulf nation and for that reason it’s\n\nsignificant,” said Aaron David Miller, a former diplomat who served as\n\nIsraeli-Palestinian peace negotiator in Democratic and Republican\n\nadministrations.\n\nBut, Miller cautioned, “don’t blow this out of proportion.\n\n“I don’t buy that it’s on the same level of magnitude or accomplishment as\n\nEgypt or Jordan,” said Miller, now a senior fellow at the Carnegie Endowment\n\nfor International Peace.\n\n“This is the UAE we’re talking about. This is not the Arab world’s most\n\npowerful nation like Egypt. This isn’t even a country that has a contiguous\n\nborder with Israel.”\n\nBarbara Slavin of the Atlantic Council, another Washington think-tank,\n\ndescribed the agreement as a “good move” but “not earthshaking in view of the\n\ncovert ties the two countries have had for a very long time.”\n\n– ‘Vision for Peace’ –\n\nSince taking office, Trump has pledged to apply his self-proclaimed deal-\n\nmaking skills to resolving the intractable Israeli-Palestinian conflict.\n\nHe charged Kushner, his son-in-law, with the daunting task of hammering out\n\nMiddle East peace.\n\nBut the Palestinians have refused to play along with an administration seen\n\nas staunchly pro-Israel, and rejected the US president’s “Vision for Peace”\n\nunveiled in January.\n\nMiller said the Israel-UAE normalization agreement does little to advance\n\nTrump’s “vision” of overall Middle East peace.\n\nWhat’s more, he added, “the administration’s motivation has nothing to do\n\nwith Israeli-Palestinian peace.”\n\n“It’s about domestic policy,” Miller said. “This is about making the\n\npresident look good, demonstrating some measure of competency and fulfilling\n\nat least some degree of what the administration claimed it would do from the\n\nbeginning — which is to make peace between Israel and the Arab world.”\n\nAbove all, Miller said, “it helps give rise to the image that there is an\n\nanti-Iran coalition.”\n\n“But I’m not sure that’s going to get very far,” he continued, unless Trump\n\ncan get other Arab countries such as Morocco, Bahrain and Oman to sign on.\n\nTrump has made it clear that his main objective in the Middle East is\n\nneutralizing Iran\n\n. He has called on several occasions for the creation of a NATO of Middle\n\nEast nations, an alliance which has failed to come together.\n\nSince unilaterally repudiating the Iran nuclear deal in 2018, Trump has\n\nalso found himself isolated by other Western countries when it comes to the\n\nIslamic Republic.\n\nThis isolation came to the fore at the United Nations on Friday when the\n\nSecurity Council soundly rejected a US resolution to extend an arms embargo\n\non Iran that is due to expire in October, with only two votes in favor.\n\nChina and Russia — who had intended to veto the resolution even if it did\n\npass — voted against it, while 11 other nations including France, Germany\n\nand the UK abstained.\n\nUS Secretary of State Mike Pompeo called the result “inexcusable.”\n\nThe United States may now try to force the Security Council to reimpose UN\n\nsanctions on Iran which were lifted in 2015 as part of the nuclear deal.\n\nWashington has threatened to use a contested argument that it remains a\n\n“participant” in the nuclear deal — the Joint Comprehensive Plan of Action –\n\n– despite its withdrawal.\n\nAnd if UN sanctions are not extended, the argument goes, the United States\n\ncan force their return if it sees Iran as being in violation of the JCPOA’s\n\nterms.\n\nSlavin said that is unlikely to get very far.\n\n“The US is in a weak and legally dubious position on that and this proto-\n\nnormalization between the UAE and Israel will have zero effect,” she said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "http://www.bssnews.net/wp-content/uploads/2020/08/inter-04-2.jpg"}, "generator": "WordPress 5.0.10", "msapplication-TileImage": "http://www.bssnews.net/wp-content/uploads/2017/03/cropped-BSS-Final-Logo-300x300.jpg"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}