{"GDELT": {"GlobalEventID": 940919383, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "TZA", "Actor1Name": "TANZANIA", "Actor1CountryCode": "TZA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.60869565217392, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Karatu, Arusha, Tanzania", "Actor1Geo_CountryCode": "TZ", "Actor1Geo_ADM1Code": "TZ26", "Actor1Geo_ADM2Code": "190510", "Actor1Geo_Lat": -3.33333, "Actor1Geo_Long": 35.6667, "Actor1Geo_FeatureID": "-2564145", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Karatu, Arusha, Tanzania", "Action2Geo_CountryCode": "TZ", "Action2Geo_ADM1Code": "TZ26", "Action2Geo_ADM2Code": "190510", "Action2Geo_Lat": -3.33333, "Action2Geo_Long": 35.6667, "Action2Geo_FeatureID": "-2564145", "DATEADDED": 20200815080000, "SOURCEURL": "https://www.ippmedia.com/en/news/chadema-cries-foul-play-zonal-offices-fire-outbreak"}, "ARTICLE": {"TITLE": "Chadema cries foul play in zonal offices fire outbreak", "TEXT": "The party said that some people invaded and set ablaze its northern zone offices in Arusha, asserting that the schedule of the candidate’s activities would not change. “Nothing will stop the wind for change in Tanzania in the coming general election,” it declared.\n\n“They raided, poured petrol and then set ablaze our northern zone offices. The fire also affected our regional and district offices.” The fire broke out in the early hours of yesterday.\n\nLissu intimated that the fire outbreak at the office which for the past week was planning his reception amounted to intimidation.\n\n“No amount of terror and intimidation will stop this tsunami for change in Tanzania. Arusha here we come,” the candidate gestured to his supporters.\n\nThe fire incident occurred at the Tindigani section of Kimandolu Ward in the Suye Division of Arusha city, where the opposition party has set up base. So far, no suspect has been arrested in connection with the fire.\n\nArusha Regional Police Commander, ACP Salum Hamduni confirmed the Kimandolu fire incident yesterday, saying that the Chadema offices, located at the foot of Suye Hill, were first vandalized before the culprits burnt the premises.\n\nThe police statement said that the door was found broken with all the six windows of the building smashed.\n\nThe RPC explained that the resulting fire destroyed all furniture and wooden doors, and the police were investigating the incident.\n\nThe party’s head of communications, Tumaini Makene had tweeted that the guard who was posted to watch over the premises in Kimandolu disappeared without trace after the fire incident.\n\nIncumbent Arusha Urban MP Godbless Lema told city residents for three days as to expected arrival of the candidate, asking party members and supporters to turn up in large numbers for the proposed candidate’s grand reception.\n\nThe party flag bearer was expected to report at the Kimandolu office yesterday to embark on his regional itinerary for gathering the party members’ endorsement for his presidential bid.\n\nThe candidate was expected to arrive in the city from Karatu District.", "METADATA": {"og": {"image": "//www.ippmedia.com/sites/default/files/articles/2020/08/14/hamduni ed.jpeg"}, "shareaholic": {"site_name": "IPPMEDIA", "language": "en", "site_id": "2a129126eda024fbc39d134269488e87", "drupal_version": "7.x-3.30", "url": "https://www.ippmedia.com/en/news/chadema-cries-foul-play-zonal-offices-fire-outbreak", "article_published_time": "2020-08-15T09:11:56+03:00", "article_modified_time": "2020-08-15T09:12:01+03:00", "article_author_name": "frank", "keywords": "by guardian reporter, reporters, news, section, the guardian, source, chadema", "image": "//www.ippmedia.com/sites/default/files/articles/2020/08/14/hamduni ed.jpeg"}, "description": "NORTHERN zone offices of Chadema were firebombed and destroyed on the eve of its presidential candidate Tundu Lissu’s arrival in the city yesterday, the party said in a short message on Twitter..", "keywords": "Chadema", "generator": "Drupal 7 (http://drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width", "Googlebot-Mobile": "nofollow, follow", "bingbot-mobile": "noindex, follow"}}}