{"GDELT": {"GlobalEventID": 940950023, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "RUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor2Code": "RUSGOV", "Actor2Name": "VLADIMIR PUTIN", "Actor2CountryCode": "RUS", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -8.059701492537311, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200815130000, "SOURCEURL": "https://news.yahoo.com/protests-belarus-focus-spot-where-123107296.html"}, "ARTICLE": {"TITLE": "Belarus leader says Russia willing to help counter protests", "TEXT": "MINSK, Belarus (AP) — Thousands of demonstrators in Belarus took to the streets again Saturday to demand that the country's authoritarian leader resign after a presidential vote they called fraudulent. In response, the president declared that Russian leader Vladimir Putin had agreed to provide security assistance to restore order if Belarus requested it.\n\nPresident Alexander Lukashenko spoke Saturday evening several hours after a phone call with Putin as he struggled to counter the biggest challenge yet to his 26 years in power.\n\nSaturday was the seventh consecutive day of large protests against the results of the country's Aug. 9 presidential election in which election officials claimed the 65-year-old Lukashenko won a sixth term in a landslide. Opposition supporters believe the election figures were manipulated and say protesters have been beaten mercilessly by police since the vote.\n\nHarsh police crackdowns against the protesters, including the detention of some 7,000 people, have not quashed the most sustained anti-government movement since Lukashenko took power in 1994.\n\nThe demonstrators rallied Saturday at the spot in the capital of Minsk where a protester died this week in clashes with police. Some male protesters pulled off their shirts to show bruises they said came from police beatings. Others carried pictures of loved ones beaten so badly they could not attend the rally.\n\nLuksahenko did not specify what sort of assistance Russia would be willing to provide. But he said “when it comes to the military component, we have an agreement with the Russian Federation,” referring to a mutual support deal the two former Soviet republics signed back in the 1990s.\n\n“These are the moments that fit this agreement,” he added.\n\nBoth the European Union and the U.S. government say the presidential election in Belarus was flawed.\n\nLukashenkov's main opponent in the vote, Sviatlana Tsikhanouskaya, fled to Lithuania the day after the election, knowing that several previous presidential challengers have been jailed for years on charges that supporters say were trumped up. Other potential challengers, blocked by election officials from running, fled the country before the vote.\n\nStory continues\n\nA funeral was held Saturday for Alexander Taraikovsky, a 34-year-old protester who died Monday in the capital of Minsk under disputed circumstances. Belarusian police said he died when an explosive device he intended to throw at police blew up in his hand.\n\nBut his partner, Elena German, told The Associated Press that when she saw his body in a morgue on Friday, his hands showed no damage and he had a perforation in his chest that she believes is a bullet wound.\n\nHundreds of people came to pay their last respects to Taraikovsky, who lay in an open casket. As the coffin was carried out, many dropped to one knee, weeping and exclaiming “Long live Belarus!”\n\nVideo shot by an Associated Press journalist on Monday shows Taraikovsky with a bloodied shirt before collapsing on the ground. Several police are seen nearby and some walk over to where Taraikovsky is lying on the street and stand around him.\n\nThe video does not show why he fell to the ground or how his shirt became bloodied, but it also does not show that he had an explosive device that blew up in his hand as the government has said.\n\nAbout 5,000 demonstrators gathered Saturday in the area where Taraikovsky died. They laid a mass of flowers in tribute, piling into a mound about 1.5 meters (5 feet) tall, as passing cars blared their horns.\n\n“It’s awful to live in a country where you can be killed at a peaceful protest. I will leave, if power isn’t changed,” said 30-year-old demonstrator Artem Kushner.\n\nEarlier, the 65-year-old Lukashenko on Saturday rejected suggestions that foreign mediators become involved in trying to resolve the country’s political crisis.\n\n“Listen — we have a normal country, founded on a constitution. We don’t need any foreign government, any sort of mediators, ” Lukashenko said at a meeting with Defense Ministry officials. He appeared to be referring to an offer from the leaders of Poland, Lithuania, Latvia and Estonia to help resolve the politcal crisis in Belarus, a nation of 9.5 million people.\n\nBut he did discuss the situation in a call Saturday with Putin, the first publicly known direct contact between the two leaders since the election. A Kremlin statement said Putin and Lukashenko both expressed hope for a quick resolution to the tensions.\n\n“It is important that these problems are not used by destructive forces aimed at causing injury to the cooperation of the two countries in the framework of the union state,” the Kremlin said.\n\nRussia and Belarus reached an agreement in 1997 about closer ties between the neighboring ex-Soviet countries in a union that stopped short of a full merger, although that has collided with recent disputes between the countries and Lukashenko's suspicions that Putin's government wants to absorb Belarus.\n\nProtests about the political crisis in Belarus were also held Saturday in the Czech Republic and in front of the Belarusian Embassy in Moscow.\n\nThe brutal suppression of protests in Belarus has drawn harsh criticism in the West. European Union foreign ministers said Friday that they rejected the election results in Belarus and began drawing up a list of officials in Belarus who could face sanctions over their role in the crackdown on protesters.\n\nU.S. Secretary of State Mike Pompeo said Saturday that he was glad to see that some protesters in Belarus had been freed but that it was not enough. He also said the presidential election in Belarus fell short of democratic standards.\n\n“We've said the elections themselves (in Belarus) weren't free. I've spent the last days consulting with our European partners,” he said Saturday at a news conference in Warsaw with his Polish counterpart.\n\n“Our common objective is to support the Belarusian people. These people are demanding the same things that every human being wants,” Pompeo said. “We urged the leadership to broaden the circle to engage with civil society.”\n\n—-\n\nJim Heintz in Moscow and Matthew Lee in Warsaw contributed contributed to this story.", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooNews", "card": "summary_large_image", "description": "Thousands of demonstrators in Belarus took to the streets again Saturday to demand that the country&#39;s authoritarian leader resign after a presidential vote they called fraudulent.  In response, the president declared that Russian leader Vladimir Putin had agreed to provide security assistance to", "image": {"identifier": "https://s.yimg.com/ny/api/res/1.2/WKTTm8ehDf3XfD9SQ7mFDg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/LGYLz0KB3wG_CJ.7k7yjYg--~B/aD0yMzYwO3c9MzUzNTtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/68084f1912e06c7f94fc4e6684ab9a3e", "src": "https://s.yimg.com/ny/api/res/1.2/WKTTm8ehDf3XfD9SQ7mFDg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/LGYLz0KB3wG_CJ.7k7yjYg--~B/aD0yMzYwO3c9MzUzNTtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/68084f1912e06c7f94fc4e6684ab9a3e"}, "title": "Belarus leader says Russia willing to help counter protests"}, "application-name": "Yahoo News - Latest News & Headlines", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=6a5c132c-de09-3d99-9940-c822f8a6609c&src=web", "news_keywords": "President Alexander Lukashenko, Vladimir Putin, Belarus, Belarusian, European Union", "description": "Thousands of demonstrators in Belarus took to the streets again Saturday to demand that the country&#39;s authoritarian leader resign after a presidential vote they called fraudulent.  In response, the president declared that Russian leader Vladimir Putin had agreed to provide security assistance to", "og": {"type": "article", "image": "https://s.yimg.com/ny/api/res/1.2/WKTTm8ehDf3XfD9SQ7mFDg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/LGYLz0KB3wG_CJ.7k7yjYg--~B/aD0yMzYwO3c9MzUzNTtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/68084f1912e06c7f94fc4e6684ab9a3e", "description": "Thousands of demonstrators in Belarus took to the streets again Saturday to demand that the country&#39;s authoritarian leader resign after a presidential vote they called fraudulent.  In response, the president declared that Russian leader Vladimir Putin had agreed to provide security assistance to", "title": "Belarus leader says Russia willing to help counter protests", "url": "https://news.yahoo.com/protests-belarus-focus-spot-where-123107296.html"}, "fb": {"pages": 338028696036, "app_id": 458584288257241}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=6a5c132c-de09-3d99-9940-c822f8a6609c&src=web"}, "ios": {"app_name": "Yahoo", "url": "yahoo://article/view?uuid=6a5c132c-de09-3d99-9940-c822f8a6609c&src=web", "app_store_id": 304158842}}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}