{"GDELT": {"GlobalEventID": 940900919, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "VNM", "Actor1Name": "VIETNAM", "Actor1CountryCode": "VNM", "IsRootEvent": 0, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.05406520841931, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Danang, Ð N?ng, Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM78", "Actor1Geo_ADM2Code": "73992", "Actor1Geo_Lat": 16.0678, "Actor1Geo_Long": 108.221, "Actor1Geo_FeatureID": "-3712125", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Danang, Ð N?ng, Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM78", "Action2Geo_ADM2Code": "73992", "Action2Geo_Lat": 16.0678, "Action2Geo_Long": 108.221, "Action2Geo_FeatureID": "-3712125", "DATEADDED": 20200815044500, "SOURCEURL": "https://vietnamnet.vn/en/society/latest-coronavirus-news-in-vietnam-southeast-asia-august-15-666475.html"}, "ARTICLE": {"TITLE": "Latest Coronavirus News in Vietnam & Southeast Asia August 15", "TEXT": "Acting Health Minister suggests greater concern needed in community about COVID-19\n\n\n\nActing Health Minister Nguyen Thanh Long\n\nActing Health Minister Nguyen Thanh Long suggested increasing community concern about COVID-19 at a meeting of the National Committee for COVID-19 Prevention and Control in Hanoi on August 14.\n\nViolations of COVID-19 prevention and control measures must be strictly punished, he added.\n\nRegarding the situation in northern Hai Duong province, Long said Patient 867 was infected before July 30 and has had contact with many people.\n\nHe lauded Hai Duong city’s timely imposition of social distancing measures, saying the ministry will help it with contact tracing, quarantining, and testing.\n\nSome 1,500 samples are expected to be taken each day in Hai Duong for testing, he added.\n\nMeanwhile, the situation in the central province of Quang Nam continues to be problematic, as only nine of its 16 towns and districts have imposed social distancing measures.\n\nThe disease is expected to be brought under control in the locality at the end of this month, according to Long.\n\nAt the meeting, committee members agreed on the need to step up treatment in central Da Nang city and Quang Nam province, and suggested the Prime Minister issue a new directive given the risk of transmission in all localities, especially major urban areas.\n\nRegarding the second phase of the high school graduation exams, a representative from the Ministry of Education and Training said they will be held at the earliest possible date in line with the developments of the disease.\n\nAs of 6am on August 14, Vietnam had reported 911 COVID-19 cases, including 361 overseas cases quarantined upon arrival. The death toll now stands at 21.\n\nSome 172,080 people are under quarantine nationwide.\n\nHealth officials urge public to learn to 'co-habit with the virus'\n\nHealth officials have urged members of the public to change their habits to cohabit with the virus after the return of COVID-19 community transmission.\n\nOfficials and experts shared the sentiment as the National Steering Committee for COVID-19 Prevention and Control met on Friday morning in Hanoi, as Vietnam is trying to contain the outbreak in the central region, which ended the country’s streak of 99 days without community cases in late July.\n\nDeputy Prime Minister and head of the committee Vu Duc Dam said “we can no longer expect that the entire country is virus-free,” since the threats of a disease outbreak are ever-present nationwide.\n\n“We have to encourage the people to practise anti-epidemic hygiene and safety measures, and the message now is to co-habit safely with the virus,” Đam said, stressing Vietnam’s COVID-19 strategy is one of a “poor country” which relies on buy-in from the whole community to limit the number of infections.\n\nĐam said in recent times, in many localities, both the people and administration have shown “complacence\".\n\nĐam said the alert level must be raised, calling for people to strictly abide by recommendations like avoiding going out if not necessary, wearing masks in public, washing hands and maintaining a safe distance.\n\n“This is not just a responsibility of each individual to themselves, but also a duty to their family, to society and the country,” he said.\n\nOver the past few days health authorities recorded new COVID-19 cases in the northern province of Hai Duong, with no known links to Da Nang, which has caused public alarm and forced Hai Duong City with a half-a-million population to go into a 15-day lockdown.\n\nThe health ministry is analysing the virus samples from infected people to see if it is the same strain that is spreading in the central region.\n\nHealth ministry, foreign ministry and defence ministry representatives asked that all localities be stricter in managing foreign entries into the country – currently limited to experts, investors and highly skilled workers – especially in terms of quarantine and hygiene.\n\nThey have also suggested measures that other countries are using, including performing quick tests to screen all arrivals upon landing, or electronic devices like wristbands or bracelets to track foreign entries’ whereabouts during the quarantine.\n\nThe public security ministry said it is investigating alleged illegal immigration rings that exploit the policy to allow selected investors and experts to enter the country from abroad.\n\nFive more Covid-19 patients in Danang recover\n\nFive more Covid-19 cases in the central province of Danang were discharged from hospital on Friday following their full recovery.\n\nThe patients, who are from Hoa Vang field hospital in Danang, will be quarantined for 14 days to come to ensure safety.\n\nOn August 10, ten other patients were also released from the hospital.\n\nBy Friday, a total of 20 Covid-19 patients in Danang were declared to have fully recovered.\n\nSo far, the country has recorded a total of 916 Covid-19 cases, including up to 449 related to the Danang outbreak.\n\nThe country has confirmed 21 deaths connected to the pandemic.\n\nSocial distancing regulations have been extended for Danang as the Covid-19 outbreak has continued. The lockdown started from Tuesday midnight for the whole city until the city had the new announcement.\n\nEight sailors caught in Ca Mau illegally re-entering Vietnam\n\nAuthorities in Ca Mau Province have detained and quarantined eight Vietnamese sailors who illegally re-entered Vietnam.\n\nOn August 14, Ca Mau Steering Committee for Covid-19 Prevention and Control said they had found eight crew who had re-entered Vietnam illegally through Song Doc Town. Nguyen Van Dung, deputy head of the Department of Health, said eight people were brought to the quarantine centre and one person had a fever and was brought to Tran Van Thoi General Hospital.\n\n\"We have taken samples from them for testing. The first test results came back negative,\" he said.\n\nThe local authorities have also reviewed and determined 33 people that had contact with the men. They will be monitored at home in accordance with regulations.\n\nOn August 11, Song Doc Town People's Committee received the news that eight sailors had returned from Malaysia illegally into Vietnam. At that time, two people had already been transferred to quarantine centre and six people hadn't filled medical declaration forms.\n\nThe police in Ca Mau was asked to work with the border guards, the Department of Health and Tran Van Thoi People's Committee to search and quarantine them.\n\nCa Mau provincial authorities have tightened monitoring over fishermen who often go in and out of the estuaries and applied stricter measures to fight against Covid-19.\n\nPreparatory work set for COVID-19 fight in Da Nang\n\nAll members of a ward’s people’s committee in Da Nang's Cam Le district have been isolated after a vice chairman tested positive for SARS-CoV-2, according to a report from the city’s COVID-19 prevention steering committee released on Friday (August 14).\n\nThe vice chairman had close contact with four COVID-19 patients, and 36 members of the ward’s committee were taken to a quarantine centre from Thursday (August 13).\n\nA temporary managing committee was assigned to cover administrative procedures for the isolated staff.\n\nThe city’s Centre for Disease Control (CDC) reported on Friday (August 14) that 88,658 medical samples had been taken between July 25 and August 13, of which 88,362 tested negative for SARS-CoV-2 (99.6 per cent).\n\nThe city began trial operation of the 300-bed Tien Son field hospital on Thursday (August 13) for hosting those in close contact with COVID-19 cases.\n\nThe central province of Quang Nam began extending social distancing orders from Friday (August 14) in districts of Duy Xuyen, Thang Bình, Dai Loc and Dien Ban town as six new COVID-19 patients in the area were reported on Thursday (August 13).\n\nOne man in Dien Ban town was tested for SARS-CoV-2 on August 9 – one month after he had visited an ill friend at the Da Nang general hospital. The official test result released on August 13 showed he was positive for SARS-CoV-2 (COVID-19 patient No 905).\n\nThe provincial CDC warned that all people who had tested negative for SARS-CoV-2 should be isolated at home or a quarantine centre for at least two weeks.\n\nThe provincial general hospital is treating 53 COVID-19 patients.\n\nThua Thien-Hue Province has not reported any cases, but the provincial central hospital has been treating 12 COVID-19 patients from Da Nang and Quang Nam since late July.\n\nThe province has isolated 33,000 people returning from COVID-19 hotspots in Da Nang, Quang Nam and Quang Ngai, and 31,000 medical samples had been taken for testing. All people at quarantine centres and home are healthy.\n\nQuarantine period extended in Quang Nam districts\n\nFour districts in the central province of Quang Nam will continue to be locked down for Covid-19 prevention.\n\nOn August 14, Tran Van Tan, vice chairman of Quang Nam People's Committee, signed the decision to extend the lockdown in three districts and one town including Dien Ban, Dai Loc, Duy Xuyen and Thang Binh from August 15 until further notice.\n\nThe residents were asked to stay home and go out only for necessary reasons like buying food, medicine, going to the hospitals or to avoid accidents and disasters. They must wear face masks when going out. Gatherings of more than two people are banned in public and each person must keep two metres apart.\n\nEssential shops and facilities are allowed to open and must follow all preventive measures. Quang Nam authorities also suspended all educational, sports, cultural and religious events. Tourist spots will be closed. Public transport will only serve experts, workers and people to quarantine centres.\n\nOn August 13, Quang Nam authorities also extended the quarantine period in Hoi An until further notice with similar preventive measures.\n\nQue Son, Dien Ban, Dai Loc, Duy Xuyen and Thang Binh districts and towns had been put under lockdown from August 1 to 15.\n\nFrom July 25 until now, Quang Nam has reported 84 Covid-19 cases.\n\nVietnam helps Bangladesh, Sri Lanka fight COVID-19\n\nMedical supply handover ceremony for Bangladesh\n\nEmpowered by the Prime Minister, Deputy Foreign Minister Nguyen Quoc Dung on August 14 presented medical equipment worth 60,000 USD as a relief package of the Vietnamese Government and people to Bangladesh and Sri Lanka to support their fight against COVID-19.\n\nThe Vietnamese official said the pandemic is developing complicatedly in many countries in the world, including Vietnam. However, the Southeast Asian nation wants to support regional and international friends in this difficult time.\n\nBangladesh and Sri Lanka are traditional friends of Vietnam and boast sound bilateral relations over the past decades, he said.\n\nAmbassadors of the two countries thanked the Vietnamese Government and people for their support and spoke highly of Vietnam’s COVID-19 response.\n\nThey affirmed to continue strengthening coordination and sharing information with Vietnam in protecting health and safety for people.\n\nOver 350 Vietnamese citizens from Japan flown home\n\nOver 350 Vietnamese citizens from Japan were brought home safely on August 14.\n\nThe flight was arranged by the Vietnamese Embassy in Japan, the national flag carrier Vietnam Airlines and Japanese authorities.\n\nPassengers were mostly children aged below 18, the elderly, pregnant women, the sick, workers whose labour contracts expired, those without residences and other especially disadvantaged cases.\n\nThe Vietnamese Embassy in Japan sent staff to support the citizens at the airport.\n\nAfter landing at Cam Ranh International Airport in the south central province of Khanh Hoa, crewmembers and passengers were put under quarantine in line with regulations.\n\n\n\nIn the near future, similar flights will be arranged to carry disadvantaged citizens home, with domestic pandemic situation and quarantine capacity taken into account.\n\nOver 340 Vietnamese citizens flown home from Angola\n\nMore than 340 Vietnamese citizens were flown home from Angola on a flight of national flag carrier Vietnam Airlines on August 13.\n\nThe flight was arranged under cooperation of Vietnamese and Angolan authorities.\n\nPassengers included children under 18, the elderly, pregnant women, the ill, workers with expired contracts and no accommodation, and those in disadvantaged circumstances.\n\nThe Embassy of Vietnam in Angola sent its staff to provide the citizens with pre-departure assistance.\n\nTo prevent the spread of COVID-19, disease prevention measures were put in place during the flight. Upon arrival at Hanoi’s Noi Bai International Airport, all the flight crew and passengers were given heath checkups and went into quarantine in line with regulations.\n\nVietnamese authorities and overseas missions plan to arrange more flights to bring Vietnamese citizens home, depending on their need and quarantine capacity at home.\n\nCOVID-19 cases in Philippines surpass 150,000\n\nThe number of confirmed COVID-19 cases in the Philippines surged to 153,660 after the Department of Health (DOH) reported 6,216 new daily cases on August 14.\n\nThe ministry said over the past 24 hours, the capital city of Manila recorded the largest number of infections in the country, with 3,848 cases.\n\nThe country also confirmed 16 related deaths on the day, raising the total number of fatalities to 2,442.\n\nMeanwhile, the number of recoveries further rose to 71,405 after 1,038 more patients were give the all-clear.\n\nThe same day, Indonesia’s Ministry of Health recorded an additional 2,307 cases of SARS-CoV-2 and 53 deaths, bringing the total respective numbers in the country to 135,123 and 6,021.\n\nLao Cai launches legal procedures against 4 foreign illegal immigrants\n\nBorder guards in the northern border province of Lao Cai on August 14 decided to start legal procedures against a case who organised illegal immigration into Vietnam.\n\nEarlier on July 29, the local force arrested a group of people, including four Lao nationals, who were trying to illegally cross the border area in Ban Lau commune (Muong Khuong district) to China.\n\nGiven the COVID-19 situation, the arrestees were requested to be quarantined at the commune’s Na Loc 4 hamlet.\n\nThree Lao Cai locals confessed that they colluded with one another to bring the Lao nationals to Lao Cai for illegal immigration in China.\n\nThe same day, legal procedures were also started against a similar case in the southwestern border province of Tay Ninh that involves three people.\n\nJapan, Malaysia to ease travel restrictions\n\nJapan and Malaysia will begin easing travel restrictions for their people from September.\n\nThe agreement came at a meeting between Japanese Foreign Minister Toshimitsu Motegi and his Malaysian counterpart Hishammuddin Hussein in the suburbs of Kuala Lumpur on August 14.\n\nAt the event, they also discussed regional and global issues of shared concern, including strengthening collaboration in the fight against COVID-19.\n\nAs scheduled, Motegi held talks with Malaysian Minister of International Trade and Industry Mohamed Azmin Ali later the same day.\n\nAfter arriving back to Japan, Motegi will take working trips to Papua New Guinea, Cambodia, Laos and Myanmar from August 20 and return home on August 25.", "METADATA": {"viewport": "width=device-width, minimum-scale=0.3, maximum-scale=5, initial-scale=1.0, user-scalable=yes", "description": "Today, August 14, 183 Vietnamese citizens returning from Equatorial Guinea officially ended the quarantine process to go home after three times tested negative to SARS-CoV-2 virus.", "keywords": "covid-19 pandemic, coronavirus news Vietnam, Vietnam breaking news, Vietnam news, Vietnam breaking news, Vietnam latest news", "news_keywords": "covid-19 pandemic, coronavirus news Vietnam, Vietnam breaking news, Vietnam news, Vietnam breaking news, Vietnam latest news", "robots": "index,follow,noarchive", "fb": {"app_id": 833523336774156, "pages": 305672093215358}, "og": {"type": "article", "url": "https://vietnamnet.vn/en/society/latest-coronavirus-news-in-vietnam-southeast-asia-august-15-666475.html", "title": "Latest Coronavirus News in Vietnam &amp; Southeast Asia August 15 - VietNamNet", "description": "Acting Health Minister suggests greater concern needed in community about COVID-19", "image": "https://vnn-imgs-f.vgcloud.vn/2020/08/14/15/latest-coronavirus-news-in-vietnam.jpg", "site_name": "VietNamNet"}, "author": "VietNamNet News", "copyright": "Copyright (c) 2016 VietNamNet News", "googlebot": "noarchive", "apple-mobile-web-app-capable": "yes", "article": {"publisher": "https://www.facebook.com/vietnamnet.vn", "author": "https://www.facebook.com/vietnamnet.vn"}, "vnn_domain": "http://vietnamnet.vn/", "vnn_category_alias": "society", "apple-mobile-web-app-title": "VietNamNet.vn"}}, "LABEL": {"WANT_ON_MAP": true, "NOTES": []}}