{"GDELT": {"GlobalEventID": 940916589, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 1.67714884696017, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Belmont County, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH013", "Actor1Geo_Lat": 40.0004, "Actor1Geo_Long": -80.9665, "Actor1Geo_FeatureID": "1065575", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Belmont County, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.0004, "Action2Geo_Long": -80.9665, "Action2Geo_FeatureID": "1065575", "DATEADDED": 20200815073000, "SOURCEURL": "https://www.timesleaderonline.com/news/local-news/2020/08/st-c-may-have-help-in-water-connection/"}, "ARTICLE": {"TITLE": "St. C. may have help in water connection", "TEXT": "ST. CLAIRSVILLE — The city has received some encouraging news for the plan to retain water service by purchasing water from Belmont County.\n\nMayor Kathryn Thalman reported additional funding may be available, since this week the executive board of the Ohio Mid-Eastern Governments Association has recommended $155,000 be awarded for the project to establish a connector on U.S. 40 between St. Clairsville and Belmont County’s water system.\n\n“There are approximately 2,200 feet of pipe that we’ll need laid,” Thalman said.\n\nThalman has said state agencies are in favor of a plan that would increase cooperation among local communities.\n\n“OMEGA officials stressed their support of this regionalization effort, which has been endorsed by the Ohio EPA to provide safe and affordable drinking water to city residents,” she said.\n\nHowever, this is pending approval by the state. Thalman said she hopes to have word soon.\n\nShe commended engineer Jeff Vaughn for his efforts in obtaining the grant funds. She anticipates beginning the connection and eventually decommissioning the aging water plant, which the Ohio EPA has mandated be discontinued. The EPA has also mandated an alternative to the city’s surface-water reservoirs.\n\nThe overall plan is to make the transition in the coming two years and connect with Belmont County and begin purchasing water from the county after it has completed its own water system upgrades.\n\nThe cost for the project, including repairs and replacements to the city distribution system, was estimated at $6.5 million for water upgrades in 10 years, and $3.5 million in wastewater upgrades, with $4.5 million borrowed for the work.\n\nIn terms of rate increases, at the end of 10 years the typical residential water bill for 2,000 gallons per month would be $43.33, and the average monthly wastewater bill would be $34.51. Currently, the average bill for 2,000 gallons is $22.98 monthly. The first three years would see increases of 9.1 percent, 8.3 percent, and 7.7 percent, respectively.\n\nMore recently, Vaughn determined that a $400,000 booster station would not be needed to facilitate the water service from the county.\n\n“I think we’re in good shape,” Thalman said. “I thank everyone who worked with us.”\n\nThere are several ongoing staff decisions and infrastructure projects on the table for the future. Thalman hopes to have a new service director selected during this Monday’s meeting. There had been a special meeting scheduled for this week to hold the third reading and vote for candidate, architect Jeremy Greenwood, but a quorum of council members were not available for the teleconference.\n\nThe position has been vacant since February, and Greenwood’s candidacy has been a point of contention among some council members due to disagreements about his salary and apparent lack of experience working for a governmental entity.\n\nThe city also continues to explore solutions for continued basement flooding at Bellview Street and Overbaugh Avenue.", "METADATA": {"fb": {"app_id": 144283512280395}, "og": {"title": "St. C. may have help in water connection", "type": "article", "image": {"identifier": "https://ogden_images.s3.amazonaws.com/www.timesleaderonline.com/images/2020/08/14144241/st-c-water-11-1100x825.jpg", "secure_url": "https://ogden_images.s3.amazonaws.com/www.timesleaderonline.com/images/2020/08/14144241/st-c-water-11-1100x825.jpg"}, "url": "https://www.timesleaderonline.com/news/local-news/2020/08/st-c-may-have-help-in-water-connection/", "site_name": "timesleaderonline.com", "description": "ST. CLAIRSVILLE — The city has received some encouraging news for the plan to retain water service by purchasing water from Belmont County. Mayor Kathryn Thalman reported additional funding may be available, since this week the executive board of the Ohio Mid-Eastern Governments Association has recommended $155,000 be awarded for the project to establish a […]", "locale": {"identifier": "en_US", "alternate": "en_US"}}, "twitter": {"site": "@TheTimesLeader", "title": "St. C. may have help in water connection", "description": "ST. CLAIRSVILLE — The city has received some encouraging news for the plan to retain water service by purchasing water from Belmont County. Mayor Kathryn Thalman reported additional funding may be available, since this week the executive board of the Ohio Mid-Eastern Governments Association has recommended $155,000 be awarded for the project to establish a […]", "image": "https://ogden_images.s3.amazonaws.com/www.timesleaderonline.com/images/2020/08/14144241/st-c-water-11-1100x825.jpg", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "ST. CLAIRSVILLE -- The city has received some encouraging news for the plan to retain water service by purchasing water from Belmont County.   Mayor Kathryn Tha", "keywords": "Local News,St. C. may have help in water connection", "generator": "WordPress 5.4.2"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}