{"GDELT": {"GlobalEventID": 940925465, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ARM", "Actor1Name": "ARMENIAN", "Actor1CountryCode": "ARM", "Actor2Code": "TURGOV", "Actor2Name": "TURKISH", "Actor2CountryCode": "TUR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -6.01173020527859, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Armenia", "Actor1Geo_CountryCode": "AM", "Actor1Geo_ADM1Code": "AM", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": 45.0, "Actor1Geo_FeatureID": "AM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU", "Actor2Geo_Lat": 39.059012, "Actor2Geo_Long": 34.911546, "Actor2Geo_FeatureID": "TU", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Armenia", "Action2Geo_CountryCode": "AM", "Action2Geo_ADM1Code": "AM", "Action2Geo_Lat": 40.0, "Action2Geo_Long": 45.0, "Action2Geo_FeatureID": "AM", "DATEADDED": 20200815091500, "SOURCEURL": "https://www.azernews.az/aggression/168008.html"}, "ARTICLE": {"TITLE": "Monterey Herald publishes article on Armenians' atrocities against Azerbaijanis in LA", "TEXT": "By Trend\n\nThe Monterey Herald newspaper, which is issued in Monterey city of the US’ California state, published an article of Azerbaijani Ambassador to the US Elin Suleymanov under the headline \"Guest Commentary: Hate crimes have no place\", Trend reports.\n\n\"For many around the world, California’s happy and easygoing image was unexpectedly overshadowed by ethnic violence during the July 21 protest near the Azerbaijani Consulate General in Los Angeles,\" the author noted.\n\n\"On that sunny California day, some of the 3,000 Armenian protesters attacked a group of a couple-dozen Azerbaijanis, causing injuries that required urgent medical care. A Los Angeles Police Department (LAPD) officer was hurt as well. The LAPD has since launched a hate-crime investigation, while US Embassies in Armenia and Azerbaijan, as well as several Jewish groups, including the American Jewish Committee and the Simon Wiesenthal Center, made statements condemning the violence,\" said the article.\n\n\"The protests in California and elsewhere around the world by Armenians and Azerbaijanis followed the recent attack by Armenia across the border with Azerbaijan, which killed 12 people and threatened Azerbaijan’s pipeline infrastructure, a vital source for Europe’s energy security. This latest flare-up is another reminder that the protracted three-decade-long Armenia-Azerbaijan conflict remains a major threat to peace and security in the wider Eurasia region,\" said the message.\n\n\"Despite mediation efforts co-chaired by France, Russia and the US, no progress has been achieved, and Armenia continues to occupy some 20 percent of Azerbaijan’s internationally recognized territories in violation of four UN Security Council resolutions and numerous other international documents,\" the ambassador noted.\n\n\"Vivid images and videos of violence in California are disturbing to watch. They are an especially painful sight for me since I served as Azerbaijan’s first consul general in Los Angeles before my post in Washington. The California I know enjoys a rich mosaic of diversity and is a welcoming home to many cultures. Monterey in particular maintains a warm partnership with its Azerbaijani sister city, Lankaran. My many Californian friends are equally proud of their identities and open-mindedness toward others. Therefore, I never expected to see such ethnically induced violence in broad daylight and the LAPD’s failure to adequately protect counter-protesters,\" emphasized Suleymanov.\n\n\"Based on my own experience, I trust that overwhelmingly, Armenian-Americans are appalled by these hate crimes. I hope that Armenian-Americans will join the growing number of Jewish-American groups and others in condemning these violent acts as well as online threats against Azerbaijanis in California,\" the ambassador added.\n\n\"The confrontation in California did not occur in a vacuum. Both Armenia and the Armenian communities abroad have long been plagued by extremist ideologies, political violence and a complicated history with anti-Semitism, Nazi collaborators and Middle Eastern radicals. In the 1980s, Turkish diplomats were assassinated by Armenian terrorists in Los Angeles and, in recent days, Azerbaijani embassies in Europe have been under attack by Armenian groups,\" the author reminded.\n\n\"Just like the conflicts with neighbors and the unsustainable occupation of Azerbaijani lands undermine Armenia’s own future, the self-serving agenda of radical political groups hurt the larger Armenian-American community. Their radical agenda offers neither peace nor prosperity to Armenia; instead, it perpetuates isolation and confrontation,\" the article noted.\n\n\"In recent months, America has undergone a thorough and, at times, traumatic soul-searching about race, discrimination and equality. From anti-Semitism to racist practices to Islamophobia, these are notions that have real-life consequences for real people. Clearly, hate crimes affect not just victims of violence. They have much wider implications for society as a whole,\" said Suleymanov.\n\n\"Therefore, it is imperative that all Californians, including the Armenian and Azerbaijani communities, speak up and urge their elected leaders to uphold the Golden State’s traditions of openness, inclusiveness and welcoming hospitality by rejecting all hate crimes. The best way to prevent and deter such violence against any community or individuals in the future is the pursuit of justice and prosecution of the perpetrators,\" the ambassador emphasized.\n\n---\n\nFollow us on Twitter @AzerNewsAz", "METADATA": {"viewport": "width=device-width, initial-scale=1.0  max-scale=4.0", "description": "The Monterey Herald newspaper, which is issued in Monterey city of the US’ California state, published an article of Azerbaijani Ambassador to the US Elin Suleymanov under the headline \"Guest Commentary: Hate crimes have no place\", Trend reports.", "keywords": "Azerbaijan, SOCAR, Baku, Turkey, oil and gas news, politics, economy, analytics, business news, financial news, company news, Breaking News, World News, AzerNews", "fb": {"app_id": 106252679973522}, "lastmod": "1970-01-01T04:00:00+04:00", "pubdate": "2020-08-15T10:15:00+04:00", "og": {"title": "Monterey Herald publishes article on Armenians' atrocities against Azerbaijanis in LA", "description": "The Monterey Herald newspaper, which is issued in Monterey city of the US’ California state, published an article of Azerbaijani Ambassador to the US Elin Suleymanov under the headline \"Guest Commentary: Hate crimes have no place\", Trend reports.", "type": "article", "url": "https://www.azernews.az/aggression/168008.html", "locale": "en_US", "site_name": "AzerNews.az", "image": {"identifier": "https://www.azernews.az/media/2020/08/15/newspaper_271218.jpg", "width": 1200, "height": 630}}, "article": {"section": "Armenian Aggression", "published_time": "2020-08-15T10:15:00+04:00"}}}}