{"GDELT": {"GlobalEventID": 940935457, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "IRQ", "Actor2Name": "IRAQI", "Actor2CountryCode": "IRQ", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.42465753424658, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Erbil, Mardin, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU72", "Actor1Geo_ADM2Code": "28131", "Actor1Geo_Lat": 37.49, "Actor1Geo_Long": 41.0278, "Actor1Geo_FeatureID": "-762414", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Qamish, As Sulaymaniyah, Iraq", "Actor2Geo_CountryCode": "IZ", "Actor2Geo_ADM1Code": "IZ05", "Actor2Geo_ADM2Code": "36773", "Actor2Geo_Lat": 35.8761, "Actor2Geo_Long": 45.3625, "Actor2Geo_FeatureID": "-3109510", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Qamish, As Sulaymaniyah, Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ05", "Action2Geo_ADM2Code": "36773", "Action2Geo_Lat": 35.8761, "Action2Geo_Long": 45.3625, "Action2Geo_FeatureID": "-3109510", "DATEADDED": 20200815104500, "SOURCEURL": "https://www.middleeasteye.net/news/turkey-airstrikes-pkk-devastate-farmland-iraq-sulaymaniyah"}, "ARTICLE": {"TITLE": "Fear and fury as Turkish air strikes devastate farmland in Iraq's Kurdish region", "TEXT": "Sulaymaniyah, Iraq - Life in Mawat, a district of northern Iraq close to the Iranian border and about 50km north of the Kurdish city Sulaymaniyah, has largely been put on hold in recent months.\n\nUnlike the rest of the country, however, this has not been due primarily to the coronavirus pandemic, but because of repeated aerial attacks carried out by Turkey, as Ankara continues to target Kurdish armed groups based in northern Iraq.\n\nResidents of the roughly 70 villages that comprise Mawat have said they are afraid to carry out their daily routines for fear of becoming another civilian casualty of the bombing campaign.\n\n\"People are very scared now and live in fear. Residents cannot go to their farms, pastures, and orchards without the thought that they could be hit at any moment. So, daily activities have been decreased due to fear,\" said Ayub Muhammed, the imam of the village of Qamish.\n\nMultiple villages in Mawat have been hit in the past week as Turkey intensifies its bombing campaign against the Kurdistan Workers' Party (PKK), a militant group based in northern Iraq that has fought with the Turkish state since 1984.\n\nNow I am at the mountains where the #Turkish wareplanes conducted 3 airstrikes in the early hours of today. The attacks so far have caused majore fires on the mountains, destroyed farmlands and killed many wild animals. shame on Turkey and our politicians. Where is your morality? pic.twitter.com/j6W5Nn03qb — Prsha Abubakr (@PrshaAbubakr) August 7, 2020\n\nThe attacks in Sulaymaniyah indicate a widening of the conflict zone for Turkey's Operation Claw-Eagle, which was launched in June. The fear is that many people will have to flee if they cannot be certain of security.\n\nIsmael Muahmmed, a resident of the village of Galala, said people were increasingly disinclined to stay in the village.\n\n\"We live in a very dangerous area, and people are less motivated to do daily chores,\" said Ismael.\n\n\"I'm one of the villagers that wanted to build a bigger house, but since the Turkish air strikes I have decided not to go through with my plan.\"\n\nIsmael added that PKK fighters have got too close to villagers and \"used them as shields in order to evade Turkish air strikes,\" while Muhammed said that people in Mawat have repeatedly \"warned PKK guerrillas to stay away from the villages so that civilians wouldn't be in harm's way\".\n\nWildfires and farm damage\n\nLocal teams have not been able to assess the total damage caused by Turkey's campaign, but, out of the 70 villages, four have been impacted the most, Mawat's Sub-Governor Kamaran Hassan told Middle East Eye.\n\n\"Qamish, Driy, Galala and Safra have been hit multiple times, which caused wildfires in tall grass and farms on a large scale,\" he said.\n\nOn 7 August, Qamish was struck several times by Turkish warplanes that targeted PKK and Kurdistan Free Life Party (PJAK) fighters.\n\nThe PJAK is an affiliate of the PKK that operates primarily in Iran among Iranian Kurds. Mawat's proximity to Iran has meant the Iranian fighters have a greater presence on both sides of the border.\n\n\"My loss is estimated at about $1,000 on my gum orchard, which is four dunams [4,000 square metres],” Mawriwan Rasul, a farmer in Qamish, told MEE.\n\nRasul said the fire on that occasion was put out by local residents after two days, while another fire in Galala took three days to quench.\n\nMawat Mountain is seen burnt after a Turkish bombardment on 7-8 August (Kakalaw Abdulla)\n\nSumac, grapes and gums in Mawat are the main source of income for villagers.\n\n\"The total loss in Qamish is estimated at $8,500-$12,000,\" said Muhammed.\n\nThe imam said no one from the Kurdistan Regional Government (KRG), which rules the autonomous Kurdish region of Iraq, had reached out to villagers in Mawat to compensate their loss, while Hassan said that no plans have been made \"to recompense\" villagers.\n\nOmed Khoshnaw, head of the ruling Kurdistan Democratic Party's (KDP) parliamentary bloc, said that it was \"working on a bill in parliament to compensate villagers, and the Iraqi parliament should do it as well\".\n\nBut Hassan said this was not enough, and that the KRG, along with the Iraqi government, should pressure Turkey to stop its operation.\n\nAttacks on Mawat villages are not new, but they have not previously been as extensive as the recent air strikes.\n\n\"If the bombardments continue, residents will have no choice but to leave their homes,\" he said.\n\nOutrage in Baghdad and Erbil\n\nBoth the government in Baghdad and the KRG have routinely condemned Turkey's infringements, but so far have done little to actually pressure Ankara for them to stop.\n\nAn attack on Tuesday that killed two Iraqi police officers and a driver in the north enraged the government in Baghdad, which cancelled a planned meeting with Turkish Defence Minister Hulusi Akar and warned it would use \"powerful\" leverage against Turkey to stop its attacks.\n\nTurkish special forces target PKK in Iraq after an extensive air campaign Read More »\n\nMajor General Tahsin Khafaji, a top military official in the Iraqi army, on Thursday claimed that Iraq had the military capacity to counter the powerful Nato member, which has the second-biggest army in the alliance.\n\n\"The National Security Council affirmed in its meeting that Iraq has several options to respond to these [Turkish] attacks, including diplomatic dialogue and political action, as well as the security option,\" Khafaji said, according to the news organisation Rudaw.\n\n\"The Joint Operations Command has the military capabilities to defend the country's security and sovereignty from external attacks.\n\n\"In case the military option order is issued regarding this [Turkish attacks], the security forces are fully prepared to defend national security.\"\n\nCall for PKK to leave\n\nThe KRG has also called on Turkey to \"respect the sovereignty of our homeland\" while urging the PKK to leave areas that could risk civilian casualties.\n\nClose relations between the KDP and Turkey have, however, meant that the latter can largely operate unhindered in areas under the KDP's control, such as Erbil and Duhok, argued Kamal Chomani, a non-resident fellow at the Tahrir Institute for Middle East Policy.\n\nAreas controlled by the Patriotic Union of Kurdistan (PUK), the second-most powerful party in the KRG and which controls Sulaymaniyah as well as other regions, has so far seen much less in the way of air strikes, due to the PUK's closer alliance with Iran and historically more agreeable relations with the PKK.\n\nChomani told MEE that, nevertheless, the PUK had been trying to crack down on pro-PKK groups since 2017, when Turkey closed its airspace over Sulaymaniyah airport due to the failed independence referendum held in the region that year.\n\n\"The PUK did try to have an agreement with Turkey, but Turkey rather prefers the KDP as the KDP has always done whatever Turkey has asked,\" he said.", "METADATA": {"twitter": {"card": "summary_large_image", "description": "Sulaymaniyah province is the latest battleground for Ankara's bombing campaign against the PKK, as villagers consider fleeing area", "title": "Fear and fury as Turkish air strikes devastate farmland in Iraq's Kurdish region", "creator": "@middleeasteye", "url": "http://www.middleeasteye.net/news/turkey-airstrikes-pkk-devastate-farmland-iraq-sulaymaniyah"}, "og": {"site_name": "Middle East Eye", "type": "article", "url": "http://www.middleeasteye.net/news/turkey-airstrikes-pkk-devastate-farmland-iraq-sulaymaniyah", "title": "Fear and fury as Turkish air strikes devastate farmland in Iraq's Kurdish region", "description": "Sulaymaniyah province is the latest battleground for Ankara's bombing campaign against the PKK, as villagers consider fleeing area", "image": {"identifier": "http://www.middleeasteye.net/sites/default/files/images-story/A%20farmland%20destroyed%20by%20airstrikes%20in%20Qamish.JPG", "url": "http://www.middleeasteye.net/sites/default/files/images-story/A%20farmland%20destroyed%20by%20airstrikes%20in%20Qamish.JPG"}}, "description": "Sulaymaniyah province is the latest battleground for Ankara's bombing campaign against the PKK, as villagers consider fleeing area", "fb": {"app_id": 882711278504931}, "generator": "Drupal 8 (http://drupal.org)", "article": {"author": "https://www.facebook.com/middleeasteye/"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": []}}