{"GDELT": {"GlobalEventID": 940930659, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "MNCUSAMED", "Actor2Name": "GOOGLE", "Actor2CountryCode": "USA", "Actor2Type1Code": "MNC", "Actor2Type2Code": "MED", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.03896103896104, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kolkata, West Bengal, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN28", "Actor1Geo_ADM2Code": "70294", "Actor1Geo_Lat": 22.5697, "Actor1Geo_Long": 88.3697, "Actor1Geo_FeatureID": "-2092511", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kolkata, West Bengal, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN28", "Actor2Geo_ADM2Code": "70294", "Actor2Geo_Lat": 22.5697, "Actor2Geo_Long": 88.3697, "Actor2Geo_FeatureID": "-2092511", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kolkata, West Bengal, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN28", "Action2Geo_ADM2Code": "70294", "Action2Geo_Lat": 22.5697, "Action2Geo_Long": 88.3697, "Action2Geo_FeatureID": "-2092511", "DATEADDED": 20200815100000, "SOURCEURL": "https://sputniknews.com/india/202008151080171942-independence-day-indians-reflect-on-challenges-country-faces-73-years-after-end-of-colonial-rule/"}, "ARTICLE": {"TITLE": "Independence Day: Indians Reflect on Challenges Country Faces 73 Years After End of Colonial Rule", "TEXT": "New Delhi (Sputnik): India is celebrating its Independence Day on Saturday, 15 August. It was on this day that the country gained freedom from British colonial rule in 1947. India is considered to be the largest democracy in the world and has over the years progressed on several fronts, but sociologically it remains conservative.\n\nDeepu, 8, sells souvenirs at the intersections of major thoroughfares in the national capital to eke out a living. What souvenirs are on sale depends on what national holiday is being celebrated: in the run-up to India’s Independence Day, or Republic Day, he is selling tricolour flags.\n\nWhen asked about it, the boy cannot explain why he sells what he sells at a particular time of the year.\n\n“I have been given to sell this by the 'dalal' or agent”, he says.\n\nFor such street urchins, independence is hardly a source of pride – they often struggle daily to earn a living and have no certainty about the future.\n\nFreedom for people in different strata of the society is different; it varies from person to person. Sputnik talked to people from a cross-section of the society about how they look at freedom as India celebrates its Independence Day.\n\n'Society on the Cusp of Change'\n\n“Freedom is the choice to live, dress, work, love, have kids, travel and exist as I wish to. To be treated with respect, and expect no extra privileges for my caste, colour, religion, community, nationality or gender”, said Sreemoyi Piu Kundu, the author of several best-selling Indian English-language novels.\n\nKundu, a resident of eastern Kolkata city now, says she was still scared to wear sleeveless or backless clothing in public, speak her mind on marriages, or opting out of motherhood. A woman in India is still considered to be “the sum of her sexuality and her womb is her destiny”, she notes.\n\n“We are, I believe, a society in transition and on the cusp of change, but we will keep clashing with narrow bigotry, religious fanaticism and a dangerous and blood thirsty mob mentality”, laments Kundu.\n\nMeghna Kaushik, a film and serial actress, confesses that society is very conservative and one has to think before doing anything – “What people will think of it”.\n\n“If we opt for an unconventional job, or marriage, divorce or adopting a child... There are a lot of rape victims, whom I would call rape survivors because it was not their fault. They are stigmatised. A lot of these women definitely don’t enjoy as much freedom as they should”, lamented Meghna.\n\nMeghna says that patriarchy is still very strong in Indian society. She says that barring some cosmopolitan cities, one can’t even think of moving around in the evening.\n\n“I have to be careful as to what I want to wear, whom I want to speak [with] and how I could speak with men. All of that, one has to be very careful”, she said.\n\nThe actress is of the opinion that Indians generally have taken their freedom for granted. She believes the country is rich in culture and heritage, but fails to make this its strength:\n\n“We constantly fight over casteism; so much division in the society, I feel it is a big drawback”.\n\nOn the other hand, Meghna feels that the youth in the country is effecting some change here and there. A lot of Indians are doing so well internationally, such as the man who heads Google, Kamala Harris of Indian origin running for US vice president. “Definitely India is making its mark everywhere. But as a country, we have to understand how to preserve our strengths, our culture, our heritage, nature”, she asserted.\n\nObstacles for Development\n\nOver the past seven decades, India has emerged as one of the leading economies in the world. It is a leader in several sectors like space, information technology, textiles and apparels, manufacturing locations, and is one of the biggest consumer markets in the world.\n\nIndia's Prime Minister Narendra Modi has vowed to make the country a US $5 trillion economy by 2025, although the ongoing global recession and pandemic has dampened economic growth.\n\nThe country improved its number of poverty-struck people from 270 million in 2011 to 84 million in 2017.\n\nHowever, hurdles for development remain, with author and political commentator Paranjoy Guha Thakurta saying that the freedom of the media, which has an important role in improving the quality of public life and promoting democratic forms, has been constricted and curtailed in recent years. There have also been instances of journalists being intimidated, harassed, and even killed in recent times.\n\n“In certain respects the media is more constrained today than it was even during the Emergency (1975-77) because it is financially squeezed and more dependent than before on government advertising. The present government is not just relatively more intolerant of its critics (including journalists) but also vindictive”, Thakurta bemoaned.", "METADATA": {"description": "New Delhi (Sputnik): India is celebrating its Independence Day on Saturday, 15 August. It was on this day that the country gained freedom from British colonial rule in...", "keywords": "74th Indian Independence Day, Freedom from British Colonial Rule, Indian Economy, Global Recession", "news_keywords": "74th Indian Independence Day, Freedom from British Colonial Rule, Indian Economy, Global Recession", "robots": "all", "format-detection": "telephone=no", "ahrefs-site-verification": "ahrefs-site-verification_899ad24abeb428773ae480d902877f72151b81b12d4b7293cbfa1c452c76adcd", "analytics": {"site_domain": "sputniknews.com", "article_id": 1080171942, "p_ts": 1597480200, "author": "Nair N.B.. Sputnik International", "rubric": "india", "tags": "74th Indian Independence Day, Freedom from British Colonial Rule, Indian Economy, Global Recession"}, "viewport": "width=device-width, initial-scale=1", "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@SputnikInt", "url": "https://sputniknews.com/india/202008151080171942-independence-day-indians-reflect-on-challenges-country-faces-73-years-after-end-of-colonial-rule/", "title": "Independence Day: Indians Reflect on Challenges Country Faces 73 Years After End of Colonial Rule", "description": "New Delhi (Sputnik): India is celebrating its Independence Day on Saturday, 15 August. It was on this day that the country gained freedom from British colonial rule in...", "image": "https://sputniknews.com/sharing_snippet/1080171942.png?1597480200"}, "fb": {"app_id": 799135720145118, "pages": 357990416180}, "author": "Nair N.B.. Sputnik International", "apple-itunes-app": "app-id=969452947, app-argument=com.sputniknews://article?issuer_id=17&issuer_article_id=1080171942", "google-play-app": "app-id=com.sputniknews.sputnik", "og": {"title": "Independence Day: Indians Reflect on Challenges Country Faces 73 Years After End of Colonial Rule", "url": "https://sputniknews.com/india/202008151080171942-independence-day-indians-reflect-on-challenges-country-faces-73-years-after-end-of-colonial-rule/", "type": "website", "description": "New Delhi (Sputnik): India is celebrating its Independence Day on Saturday, 15 August. It was on this day that the country gained freedom from British colonial rule in...", "image": {"identifier": "https://cdn2.img.sputniknews.com/images/07e4/08/0f/1080176589.jpg", "width": 705, "height": 375}}, "lastmod": "2020-08-15T08:37:15Z", "pubdate": "2020-08-15T08:30:00Z", "url_type": "usual"}}}