{"GDELT": {"GlobalEventID": 940917529, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EDULEG", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor1Type2Code": "LEG", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.82258064516129, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI05", "Actor1Geo_ADM2Code": "191416", "Actor1Geo_Lat": 6.45306, "Actor1Geo_Long": 3.39583, "Actor1Geo_FeatureID": "-2017355", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lagos, Lagos, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI05", "Actor2Geo_ADM2Code": "191416", "Actor2Geo_Lat": 6.45306, "Actor2Geo_Long": 3.39583, "Actor2Geo_FeatureID": "-2017355", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lagos, Lagos, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI05", "Action2Geo_ADM2Code": "191416", "Action2Geo_Lat": 6.45306, "Action2Geo_Long": 3.39583, "Action2Geo_FeatureID": "-2017355", "DATEADDED": 20200815074500, "SOURCEURL": "https://allafrica.com/stories/202008140461.html"}, "ARTICLE": {"TITLE": "Nigeria: UNILAG Crisis - Ogundipe Moves to Challenge 'Removal' in Court", "TEXT": "Oluwatoyin Ogundipe, who was removed on Tuesday as the vice chancellor of the University of Lagos by the governing council of the institution, has asked a senior lawyer, Mike Ozekhome, to challenge his \"purported removal\" in court.\n\nIn a letter to Mr Ozekhome on Thursday, Mr Ogundipe said his removal did not follow due process and that the council violated the university's establishment law in its action.\n\nThere is no love lost between Mr Ogundipe and the council's chairman, Wale Babalakin, in a fractious relationship that dated back to last year.\n\nBut the crisis reached a head on Wednesday when the council after an emergency meeting in Abuja announced the sack of Mr Ogundipe for alleged gross misconduct.\n\nHours later, the council announced the appointment of Theophilus Soyombo, a professor of social sciences, as interim vice-chancellor.\n\nMr Ogundipe fired back, dismissing his \"purported removal\" as a \"mischievous disinformation,\" arguing that \"the extant provisions of the law were not complied with\" by the council in the decision.\n\nThe action of the governing council appears at odds with the law of the university. Only the Nigerian president, who is the visitor to the university, can remove a vice-chancellor after due consultation with the governing council and senate of the university.\n\nThe Federal Ministry of Education, which is the intermediary between the president and the university, also said it had not been briefed.\n\nMr Ogundipe, who became vice-chancellor in 2017, took the first step to seeking legal redress in the letter he wrote to Mr Ozekhome, Punch reported.\n\n\"I hereby formally brief you to institute legal proceedings against the council, pro-chancellor of the University of Lagos, and others based on their illegal and unconstitutional act of purportedly removing me from office as the vice chancellor of the University of Lagos.\n\n\"I honestly believe that this action was carried out without due process and contrary to the university's Act and other extant laws governing discipline, suspension and removal of the vice chancellor of the university,\" Mr Ogundipe, whose tenure should have ended in 2022, wrote.\n\nSenate rejects removal\n\nMeanwhile, the university's senate has also pulled their weight behind Mr Ogundipe, rejecting the appointment of Mr Soyombo as acting vice-chancellor.\n\nThe top academicism decision-making body of the institution on Thursday passed a vote of no confidence in the Babalakin-led governing council.\n\n\"Due process was not followed in the purported appointment of the acting vice chancellor as the Senate was neither informed nor invited to forward its recommendation to council,\" Punch reported.\n\n\"Its functions and its powers have been completely appropriated by the Council in breach of the law.\n\n\"Senate resolved to reaffirm its confidence in Professor Oluwatoyin Ogundipe, as the substantive Vice Chancellor of the University of Lagos,\" the statement said.\n\nThe statement was signed by the Senate chairman, Chioma Agomo, and five other members: Dele Olowokudejo, Oluwole Atoyebi, Folasade Akinsola, Lucian Chukwu and Ayodele Atsenuwa.\n\nUnions kick against removal\n\nAlso, staff unions of the university after a solidarity march with the embattled vice chancellor on Thursday asked the council to rescind its decision on Mr Ogundipe.\n\nThe Academic Staff Union of Universities, Senior Staff Association of Nigerian Universities, National Association of Academic Technologists, and Non-Academic Staff Union -- called on the ministry of education and the National Universities Commission (NUC) to intervene in the crisis.\n\n\"Our unions are using this medium to call on the Minister of Education and the Executive Secretary of the National Universities Commission to stop this charade and lawlessness being perpetrated by the Dr Wale Babalakin-led University of Lagos Council given its potentials for causing disharmony and industrial instability in the University of Lagos,\" they said in a joint statement.\n\nClose Sign up for free AllAfrica Newsletters Get the latest in African news delivered straight to your inbox Top Headlines Legal Affairs Nigeria By submitting above, you agree to our privacy policy. Success! Almost finished... We need to confirm your email address. To complete the process, please follow the instructions in the email we just sent you. Error! Error! There was a problem processing your submission. Please try again later.\n\nMr Ogundipe, who participated in the procession from the Senate building to the school's main gate, said he remained the vice-chancellor and called for peace.\n\n\"I remain dedicated to UNILAG. We are all builders and have all invested so much into this great university. I have been here for 30 years in different capacities.\n\n\"Let's wait for the directives from the government. I remain a functional member of the union; we are enjoying peace here, let's remain peaceful,\" he said.\n\nMeanwhile, a coalition under the aegis of the Coalition of Civil Societies for Probity and Good Governance has called on the council to make public the findings of the probe it cited for the sacking of Mr Ogundipe.", "METADATA": {"description": "Oluwatoyin Ogundipe, who was removed on Tuesday as the vice chancellor of the University of Lagos by the governing council of the institution, has asked a senior lawyer, Mike Ozekhome, to challenge his \"purported removal\" in court.", "google-site-verification": "bGxG4qeN9up-gMXKjsgylykqjVrzxLjg1rQrP3K-rJk", "keywords": "Africa, news, politics, economy, trade, business, sports, current events, travel, Legal and Judicial Affairs, West Africa, Nigeria", "msvalidate.01": "72401C28AAAC95E8D3FF1881A90F2C4D", "robots": "noarchive", "twitter": {"card": "summary", "description": "Oluwatoyin Ogundipe, who was removed on Tuesday as the vice chancellor of the University of Lagos by the governing council of the institution, has asked a senior lawyer, Mike Ozekhome, to challenge his \"purported removal\" in court.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site": "@allafrica", "title": "Nigeria: UNILAG Crisis - Ogundipe Moves to Challenge 'Removal' in Court"}, "viewport": "width=device-width, initial-scale=1", "article": {"modified_time": "2020-08-14T09:17:15+0000", "published_time": "2020-08-14T09:16:08+0000", "publisher": "https://www.facebook.com/pages/allAfricacom/98946450029", "section": "News", "tag": "Nigeria"}, "fb": {"app_id": 100369188719, "pages": 98946450029}, "og": {"description": "Oluwatoyin Ogundipe, who was removed on Tuesday as the vice chancellor of the University of Lagos by the governing council of the institution, has asked a senior lawyer, Mike Ozekhome, to challenge his &quot;purported removal&quot; in court.", "image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png", "site_name": "allAfrica.com", "title": "Nigeria: UNILAG Crisis - Ogundipe Moves to Challenge 'Removal' in Court", "type": "article", "url": "https://allafrica.com/stories/202008140461.html"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}