{"GDELT": {"GlobalEventID": 940907556, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.7092198581560301, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200815060000, "SOURCEURL": "https://www.timesofisrael.com/uae-minister-vows-to-push-forward-with-normalization-deal-as-soon-as-possible/"}, "ARTICLE": {"TITLE": "UAE minister: We bought lot of time on annexation; Palestinians should negotiate", "TEXT": "A top United Arab Emirates minister promised on Friday that his country’s new normalization deal with Israel was not a symbolic measure and said Abu Dhabi wants to see wide-ranging bilateral relations implemented “as soon as possible.”\n\nHe also said the deal had staved off Israel’s annexation plans for a long time, and urged the Israelis and Palestinians to resume peace talks. The Palestinian Authority has castigated the new accord as “despicable” and a “betrayal.”\n\n“We are not talking about a very slow and gradual process … There are sectors that we would like to develop with Israel, and there are sectors that Israel would like to develop [with us],” UAE Minister of State for Foreign Affairs Anwar Gargash said during an interview with the Walla news site, billed as the first by an Emirati minister with an Israeli news site.\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nThe interview was also published in English on Axios.\n\n“I see teams meeting in order to address many of the areas of interest in Israel and in the UAE,” Gargash continued, adding that the countries’ respective negotiation teams would meet “as soon as possible.”\n\nEXCLUSIVE: I interviewed today the Minister of State for Foreign Affairs of the UAE @AnwarGargash. This was the 1st ever interview of an Emirati official with an Israeli reporter. We spoke about normalization and annexation. All the details soon on @axios. Here is a taste: pic.twitter.com/5ansnPIFcT — Barak Ravid (@BarakRavid) August 14, 2020\n\nGargash specified that the fields the UAE wanted cooperate with Israel on included agriculture, food security, cyber security, tourism, technology and trade.\n\nHe also said the agreement would mean the opening of embassies in the respective countries. He declined to specify when he expected to see Israeli tourists in the UAE and vice versa, but stressed that he hoped the cultural exchanges would begin taking place “soon.”\n\n“I hope soon, I really hope soon. This is not something we are talking about being gradual, we need to get things moving, we need to start, so I hope soon and Israel is going to be part of Expo Dubai, so clearly this is important that we also see Israeli visitors coming to Dubai,” he said.\n\n“This is an important milestone in Arab-Israeli relations. We have seen many milestones which were less successful. If we learn something from the region, it is that it is not once you announce something that it becomes instantly successful. We all have to work together,” the UAE minister said.\n\nGargash stressed that a primary achievement in the deal for the UAE was the suspension of Prime Minister Benjamin Netanyahu’s plans to annex large parts of the West Bank for a “long time.”\n\n“I don’t understand Israeli politics. It is very complicated. But this is a three-way commitment. We are sure that as we will keep our commitment, and the US is involved, [and] Israel will keep its commitment. I think we have bought a lot of time… I don’t think it is a short suspension,” he added.\n\nNetanyahu, seeking to appease the right wing and settlers, said Thursday that President Donald Trump asked him for a “temporary halt” to the move as part of the deal with the UAE, but that he remains committed to “applying sovereignty in Judea and Samara” in coordination with the US.\n\nGargash expressed hope that the long-term suspension would provide a window of opportunity for Israelis and Palestinians to return to the table in order to negotiate toward a two-state solution.\n\n“We keep urging Palestinians and Israelis to come back to the negotiations table. You can’t stop the time bomb but at the same time not do anything in terms of the interaction that is needed,” he said.\n\nFor their part, the various Palestinian factions in the West Bank and Gaza have roundly lambasted the normalization announcement as a stab in the back on the part of a supposed Arab ally.\n\nEarlier Friday, the UAE assistant minister for culture and public diplomacy, rejected the charge, insisting the agreement had made progress in the absence of any other workable proposal from the Arab world.\n\n“I think we’ve demonstrated that we are able to enter a very staid and tired situation and to shake things up, and we look forward to seeing positive developments coming out of this real engagement,” Omar Saif Ghobash told AFP in an interview.\n\nHend al-Otaiba, the director of strategic communications at the UAE’s Foreign Ministry, told The Times of Israel Thursday that Abu Dhabi remains committed to the establishment of a Palestinian state and to the terms of the Arab Peace Initiative.\n\nFirst adopted by the Arab League in 2002, the Arab Peace Initiative calls for full diplomatic ties between Israel and the entire Arab and Muslim world in exchange for a “full Israeli withdrawal from all the Arab territories occupied since June 1967,” the establishment of a Palestinian state with East Jerusalem as its capital, and a “just” and “agreed upon” solution to the Palestinian refugee question.\n\nAsked for clarification of the UAE’s position on the Arab Peace Initiative, a spokesperson subsequently replied: “A two-state solution is at the heart of the Arab Peace Initiative. In the absence of a freeze on annexation, a two-state solution will quickly cease to be a possibility.”\n\nEarlier on Thursday, the UAE, Israel and the US issued a joint statement announcing an agreement on “the full normalization of relations between Israel and the United Arab Emirates.” The Emirates presented the move, which was bitterly rejected by the Palestinian Authority, as an achievement for West Bank Palestinians, in that it halts Israel’s plans to annex parts of the territory.\n\nHistoric day.\n\nThe three-way call resulted in an agreement to stop Israeli annexation of Palestinian lands. UAE has worked strenuously over the past months for this diplomatic achievement, which will bring stability to the region and support the peace process. — هند مانع العتيبة Hend Al Otaiba (@hend_mana) August 13, 2020\n\nThe UAE’s de facto ruler, Sheikh Mohammed bin Zayed Al Nahyan, issued a statement that led with the sides reaching an agreement “to stop further Israeli annexation of Palestinian territories,” and only then added that the sides “also agreed to cooperation and setting a roadmap towards establishing a bilateral relationship.”", "METADATA": {"viewport": "width=1024", "description": "Day after historic deal, Foreign Minister Gargash tells Israeli site his country wants to push forward on normalization with Israel 'as soon as possible'", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "msapplication-TileImage": "https://static.timesofisrael.com/www/images/toi_icon_144.png", "msapplication-TileColor": "#ffffff", "theme-color": "#ffffff", "fb": {"app_id": 123142304440875}, "og": {"url": "https://www.timesofisrael.com/uae-minister-vows-to-push-forward-with-normalization-deal-as-soon-as-possible/", "type": "article", "title": "UAE minister: We bought lot of time on annexation; Palestinians should negotiate", "description": "Day after historic deal, Foreign Minister Gargash tells Israeli site his country wants to push forward on normalization with Israel 'as soon as possible'", "image": {"identifier": "https://static.timesofisrael.com/www/uploads/2020/06/AP_18169367329603-1024x640.jpg", "width": 1024, "height": 640}}, "twitter": {"card": "summary_large_image", "site": "timesofisrael", "title": "UAE minister: We bought lot of time on annexation; Palestinians should negotiate", "description": "Day after historic deal, Foreign Minister Gargash tells Israeli site his country wants to push forward on normalization with Israel 'as soon as possible'", "image": "https://static.timesofisrael.com/www/uploads/2020/06/AP_18169367329603-1024x640.jpg"}}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}