{"GDELT": {"GlobalEventID": 940908957, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "IRL", "Actor1Name": "IRELAND", "Actor1CountryCode": "IRL", "Actor2Code": "USA", "Actor2Name": "CHARLOTTE", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.27758420441347, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Banagher, Offaly, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI23", "Actor1Geo_ADM2Code": "18302", "Actor1Geo_Lat": 53.1886, "Actor1Geo_Long": -7.986669999999999, "Actor1Geo_FeatureID": "-1500748", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Offaly, Offaly, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI23", "Actor2Geo_ADM2Code": "18302", "Actor2Geo_Lat": 53.25, "Actor2Geo_Long": -7.5, "Actor2Geo_FeatureID": "-1504948", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Offaly, Offaly, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI23", "Action2Geo_ADM2Code": "18302", "Action2Geo_Lat": 53.25, "Action2Geo_Long": -7.5, "Action2Geo_FeatureID": "-1504948", "DATEADDED": 20200815061500, "SOURCEURL": "https://www.thejournal.ie/national-heritage-week-2020-5173778-Aug2020/"}, "ARTICLE": {"TITLE": "9 fun topics to learn about online this National Heritage Week", "TEXT": "AFTER MONTHS OF spending every day in the same surroundings, there’s finally a way for families to experience the whole country without even leaving the house.\n\nHow? Through National Heritage Week 2020.\n\nIt’s free, is a great way to fuel curious minds and might even inspire your next staycation.\n\nTaking place from today, Saturday 15 August, until Sunday 23 August, National Heritage Week has had to take on a different approach for 2020 due to the coronavirus pandemic.\n\nThis year, local heritage groups, families and communities have developed online projects around this year’s theme of ‘Heritage and Education: Learning from our Heritage’. There are more than 400 projects available on HeritageWeek.ie, and you can even filter projects by county or theme depending on your interests.\n\nTo get you started, here are nine things to experience online this National Heritage Week.\n\n1. Be a beekeeper for the day (kind of)\n\nSource: Shutterstock/kosolovskyy\n\nYou won’t have to worry about getting stung on this virtual walk with the North Kildare Beekeepers’ Association. Taking place today on Facebook, experts in honeybees and other pollinators will suit up, open a live beehive and showcase what goes on in there. Viewers can even ask questions throughout the event, so bee prepared.\n\nFind out more information here.\n\n2. Go on a virtual bat walk in Co Limerick\n\nA one-of-a-kind experience, Limerick City and County Council – in collaboration with Vincent Wildlife Trust – have produced Ireland’s first virtual bat walk. The walk is through Coillte’s Curraghchase Forest Park and details how to use a bat detector, and includes footage of various bat species.\n\nHead along on the walk here.\n\n3. Delve into the history of Glasnevin Cemetery\n\nSource: William Murphy\n\nSince the first burial took place in 1832, over 1.5 million have been laid to rest at Glasnevin Cemetery. This project is based on a selection of artefacts and memorials that are linked to the cemetery and its museum, and tells the story behind each object. Chosen items include a trowel used to lay the foundation stone of the O’Connell Tower, and the badge of a munition worker (someone whose job it is to supply ammunition and equipment to troops) during WWI.\n\nFind out more about the project here.\n\n4. Take a tour of Medieval Dublin\n\nOrganised by The Friends of Medieval Dublin, the group’s popular walking tours will be available online this Heritage Week. Several virtual walks are taking place throughout the week, including a trip to where the heart of medieval Dublin was situated and the street where you can see remains of a medieval wall. There’s also a quiz about the capital’s history as a medieval city, if you want to test your knowledge.\n\nDiscover the details here.\n\n5. Discover a WWI gun battery on Bere Island, Co Cork\n\nSource: Shutterstock/Timaldo\n\nDue to its history as a base for the British military during WWI, there are plenty of stories to be told about Bere Island. One of these surrounds Lonehort Battery, which is the largest of seven gun batteries on the island constructed to protect British battleships while they were anchored nearby. Lonehort Battery has remained untouched over the years, with the first phase of restorations available for viewing as part of the project on its history.\n\nView the completed project here.\n\n6. Learn about the Irish legacy of the Bronte family\n\nDid you know that the Brontes (the famous 19th century literary family) have links to Ireland? Charlotte Bronte married Offaly man Arthur Bell Nicholls in 1854, and they are said to have had their honeymoon here. After Charlotte and her father died, Arthur returned to Banagher town in 1861, taking with him several pieces of the family’s memorabilia. For this Heritage Week project, the Crafting Group in Banagher are going to make images of 15 key items he took in needlework. Those interested can also join an online talk about the objects on August 13 at 3pm.\n\nFind out all of the details here.\n\n7. Celebrate Ireland’s first female botanist\n\nSource: Shutterstock\n\nEllen Hutchins (1785-1815) was born in Bantry Bay, Co Cork and is widely regarded as Ireland’s first female botanist. The festival that celebrates her life and work is running across the same week as National Heritage Week, and includes several online activities, from an Introduction to Botanical Recording webinar to a mini seaweed identification guide to a journey along the Ellen Hutchins Heritage Trail.\n\nAll of the details are available here.\n\n8. Discover Bram Stoker’s link to Sligo\n\nWhile many people know about Dublin being Bram Stoker’s birthplace, his connection to Sligo is lesser-known. Find out about it in an online presentation, which details how Sligo’s cholera epidemic helped to inspire some of the themes in Dracula.\n\nView the completed project here.\n\n9. Dive into the history of the Donegal railway\n\nSource: Shutterstock/Arcansel\n\nIf you’ve any little ones in your house who have a fascination with trains – or if you have an interest yourself – this project details the history of the unique Donegal railway. Mark McDaid, Chair of Donegal Railway Heritage Centre, will give a talk about the railway, the restoration of Drumboe (the county’s famous steam engine) and its future return to Donegal Station.\n\nHere’s where to tune in.\n\nNational Heritage Week 2020 is taking place online from Saturday 15 August until Sunday 23 August. Projects surrounding this year’s theme, ‘Heritage and Education: Learning from our Heritage’, can be found on HeritageWeek.ie.", "METADATA": {"googlebot-news": "noindex", "al": {"ios": {"url": "jrnl://article/5173778", "app_name": "TheJournal.ie", "app_store_id": 409359491}, "android": {"url": "jrnl://article/5173778?source=fbal", "app_name": "TheJournal.ie", "package": "com.distilledmedia.thejournal"}}, "apple-itunes-app": "app-id=409359491, app-argument=https://www.thejournal.ie/national-heritage-week-2020-5173778-Aug2020/", "description": "There’s plenty for the whole family to enjoy during National Heritage Week.", "keywords": "sponsored by national heritage week", "news_keywords": "sponsored by national heritage week", "fb": {"app_id": 116141121768215, "pages": 137576076262825}, "og": {"type": "article", "title": "9 fun topics to learn about online this National Heritage Week - from Bere Island to beekeeping", "description": "There’s plenty for the whole family to enjoy during National Heritage Week.", "url": "https://www.thejournal.ie/national-heritage-week-2020-5173778-Aug2020/", "image": "https://img2.thejournal.ie/article/5173778/river/?height=400&version=5174031", "site_name": "TheJournal.ie"}, "article": {"post_date": "2020-08-12T15:23:16+0100", "post_modified": "2020-08-12T17:39:16+0100"}, "twitter": {"card": "summary_large_image", "image": "https://img2.thejournal.ie/article/5173778/listing?version=5174031&width=590", "title": "9 fun topics to learn about online this National Heritage Week - from Bere Island to beekeeping", "url": "https://www.thejournal.ie/national-heritage-week-2020-5173778-Aug2020/", "description": "There&#8217;s plenty for the whole family to enjoy during National Heritage Week.", "site": "@thejournal_ie", "app": {"name": {"iphone": "TheJournal.ie", "ipad": "TheJournal.ie", "googleplay": "TheJournal.ie"}, "id": {"iphone": 409359491, "ipad": 409359491, "googleplay": "com.distilledmedia.thejournal"}, "url": {"iphone": "jrnl://article/5173778/?app=Twitter&callback=twitter%3A%2F%2F", "ipad": "jrnl://article/5173778/?app=Twitter&callback=twitter%3A%2F%2F", "googleplay": "jrnl://article/5173778/?app=twitter"}}}, "application-name": "TheJournal", "msapplication-tooltip": "TheJournal.ie - Read, Share and Shape the news", "msapplication-starturl": "https://www.thejournal.ie/", "msapplication-task": "name=Irish News;action-uri=https://www.thejournal.ie/irish/;icon-uri=//b0.thejournal.ie/desktop/i/thejournal/favicon.ico"}}}