{"GDELT": {"GlobalEventID": 940937113, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USACVL", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "CVL", "Actor2Code": "USA", "Actor2Name": "ARIZONA", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 21, "EventBaseCode": 21, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cleveland, Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_ADM2Code": "OH035", "Actor1Geo_Lat": 41.4995, "Actor1Geo_Long": -81.6954, "Actor1Geo_FeatureID": "1066654", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Cleveland, Ohio, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USOH", "Actor2Geo_ADM2Code": "OH035", "Actor2Geo_Lat": 41.4995, "Actor2Geo_Long": -81.6954, "Actor2Geo_FeatureID": "1066654", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cleveland, Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_ADM2Code": "OH035", "Action2Geo_Lat": 41.4995, "Action2Geo_Long": -81.6954, "Action2Geo_FeatureID": "1066654", "DATEADDED": 20200815110000, "SOURCEURL": "https://www.msn.com/en-us/news/politics/john-kasich-is-speaking-at-the-democratic-national-convention-will-it-matter/ar-BB17ZMfs"}, "ARTICLE": {"TITLE": "John Kasich is speaking at the Democratic National Convention. Will it matter?", "TEXT": "CLEVELAND, Ohio – When Republican former Gov. John Kasich was floated as an idea for speaker at the Democratic National Convention, Ohio’s political circle met the pick with some skepticism.\n\nOhioans largely grumbled at the thought of Kasich – a politician with a conservative track record – taking a speaking slot at what is supposed to be the keynote event highlighting Democrats before the onslaught of the final weeks of the campaign.\n\nKasich’s outright opposition to Republican President Donald Trump is seen as treasonous within the Ohio Republican Party. But Democrats largely remember Kasich’s two-term rule, which was marked by conservative policies, including rolling back abortion access in the state and attempting unsuccessfully to weaken public employees’ collective bargaining rights.\n\nJust about everyone noticed his disinterest in being governor during his final two years in office, when he largely shifted focus to being a national figure – a not-so-secret desire of his given his presidential run in 2016.\n\nOhioans are bound to have solidified opinions on Kasich. He served eight years and was nakedly ambitious. So it’s unsurprising why his selection was met with befuddlement, especially when the state already has a popular statewide elected Democrat with broad appeal in Sen. Sherrod Brown.\n\nBut Kasich is a national figure now, the de facto leader of the GOP diaspora who publicly criticize Trump – the “Never Trumpers” – with regular appearances as a talking head on CNN.\n\nWould he then, in theory, provide enough of a bump for former Vice President Joe Biden to appeal to the typically Republican suburbanites looking for permission to break rank and vote Democrat if only this one time?\n\nKasich declined to speak with cleveland.com. Strategists, experts and politicos were mixed on what Kasich would actually bring to the DNC slate.\n\nFormer Senate Majority Leader Harry Reid, a Nevada Democrat, said he liked the pick. Unlike some, Kasich has been anti-Trump from the start, Reid said, lending credibility to any pitch he makes against Trump through a Republican lens.\n\n“He’s not there saying, ‘I’m a Democrat,’” Reid said. “He’s there saying, ‘Trump is bad for the Republican Party. I want him to lose and I’m going to vote for Joe Biden to get rid of him.’”\n\nReid, like others who spoke to cleveland.com, thought Kasich’s main message would focus on the need for a return to functioning government. That’s been a linchpin of Kasich’s political profile for the past three decades. As chair of the U.S. House Budget Committee, Kasich was one of the negotiators for the balanced budget in 1997, a significant feat given the partisanship in Congress.\n\nOhioans have heard that refrain countless times. But T.J. Rooney, former chairman of the Pennsylvania Democratic Party, said that’s not the case for non-Buckeyes.\n\n“To the average person to whom he is going to speak at the convention, they’re not worn out from him,” Rooney said. “And they want to see stuff happen. He embodies that in government when you work together good things come. That’s good. That’s fresh. That’s new.”\n\nAl Cárdenas, former chair of the Florida Republican Party and a vocal Trump critic, also said Kasich’s appearance at the DNC has the chance to provide a unique perspective in a race that’s been dominated by Biden and Trump.\n\n“Any time you come forward against the nominee of your party, that’s a big deal,” Cardenas said. “It also opens the door for others to follow suit. More importantly, you’re trying the best you can if you’re the Joe Biden campaign to add half a point here or a point there.”\n\nAs a Florida Republican, Cárdenas has familiarity with a Republican governor breaking from his party on one of the largest political stages. In 2012, former Florida Gov. Charlie Crist spoke at the Democratic National Convention in favor of President Barack Obama.\n\nCárdenas said he doesn’t know whether Crist’s appearance helped Obama carry Florida by less than a percentage point. But it apparently didn’t hurt, he said.\n\n“Can (Kasich) move a couple of points in a disaffected Republican base this cycle? Yes. Will he move 10% or 5% of the Republican vote? No. That’s not a logical goal,” Cárdenas said. “Half a percent or 1% or 2% is huge in a state that usually decides its presidential election by a point or two.”\n\nCrist, now a Democratic congressman, said he thinks he helped Obama’s re-election campaign in Florida, even if only a little. But in close elections, every bit of support matters.\n\n“I think that’s going to have a profound impact on the race, even if it is just around the margins,” Crist said. “The margins matter. They mattered in 2016 and I’m sure they’ll matter in 2020.”\n\nKasich’s potential to help along the margins of the race were a consistent theme among those who spoke with cleveland.com. Nobody thought Kasich would lead to a mass exodus of voters from Trump to Biden, but elections are won by convincing enough voters, not all of them.\n\nTake Michigan, where Trump beat Democratic nominee Hillary Clinton by fewer than 11,000 votes.\n\nMichael Traugott, University of Michigan political science professor, said Kasich’s inclusion may help to convince enough voters, especially in the suburbs.\n\n“This is a way for Biden, in effect, to attack one flank of Trump without having to do it personally,” Traugott said. “He can let Kasich deliver the message of the inadequacy of the Trump administration. I think that would appeal not only to independents, but also disaffected Republicans.”\n\nWisconsin is a similar case. Trump narrowly edged Clinton by fewer than 23,000 votes in 2016.\n\n“There seems to be this appeal among Wisconsinites for political actors who are independent thinkers,” said Kathy Cramer, political science professor at the University of Wisconsin-Madison. “His relative conservativeness and, yet, lack of support for President Trump probably will resonate with people who consider themselves conservative and aren’t thrilled with the state of the Republican Party today.”\n\nPennsylvania, the third of the “Big Three” that if Biden flips from 2016 would grant him the presidency, was also decided in favor of Trump by a slim 44,000-vote margin. Rooney, the former state Democratic Party chair, said Kasich provides conservative-leaning appeal to Biden’s candidacy in places where Democrats struggle.\n\n“Take Erie, Luzerne and Northampton counties,” Rooney said. “Those are the three counties that Hillary lost that Trump flipped from Obama four years prior. John Kasich could get elected to any office in any one of those three counties that he might ever seek.”\n\nStill, there was a healthy amount of skepticism at what, if any, effect Kasich’s speaking slot might have on voters.\n\nBen Toll, political science professor at Wilkes University in Wilkes-Barre, Pa., said he has a hard time seeing Kasich’s speech being a significant factor in the election. The race is already well-defined and Kasich will be taking the stage the same night as Vermont Sen. Bernie Sanders and former first lady Michelle Obama, both hugely popular figures with dedicated followings. Michigan Gov. Gretchen Whitmer, a rising star in the party, will also speak Monday night.\n\n“I don’t see the conventions having a long lasting effect anyway,” Toll said. “Let alone when you bring someone in who is from the outside. I don’t see the impact lasting.”\n\nJohn Harris, a nonpartisan political analyst from North Carolina, said he was a big fan of Kasich’s, but questioned whether people would even be interested in what Kasich has to say.\n\n“It seems to me that this is a time in the history of our country where the John Kasichs are needed but the least likely time that they will be heard,” Harris said. “That is because of the partisan divide and the divide is being fueled by party leaders. There’s no interest in compromise. There is a partisan interest in only running over the other party.”\n\nChuck Coughlin, a longtime Republican strategist in Arizona, said Kasich’s brand could potentially appeal to Arizona voters. The Southwestern state has a different perspective on the federal government considering its reliance upon it, so a “good governance” message tends to resonate. The state is also notable for politicians like former Sens. John McCain and Jeff Flake, both Republicans who openly opposed Trump.\n\nBut Coughlin questioned if the DNC was the right venue for the Biden campaign to utilize Kasich’s message. Republicans are going to work overtime to paint the speeches as radical.\n\n“I think everyone is saying it is the most progressive ticket in the Democratic Party,” Coughlin said. “That’s going to be the Republican narrative about these guys.”\n\nStill, Coughlin did think Kasich was taking a big gamble by joining the list of speakers.\n\n“Politics is a team sport,” he said. “You may not like the team and some of the players, but if you start arguing for the other team, you’re a man without a country. That’s a really delicate walk to make.”\n\nRead more politics coverage:\n\nA new campaign aims to oust Ohio’s top utilities regulator. Who is Sam Randazzo and how is he tied to FirstEnergy?\n\nOhio Secretary of State Frank LaRose: no extra ballot drop boxes for November election\n\nOhio politicians react to Joe Biden picking Kamala Harris as his running mate\n\nNever Trump groups look to flip Ohio for Joe Biden\n\n———\n\n©2020 The Plain Dealer, Cleveland\n\nVisit The Plain Dealer, Cleveland at www.cleveland.com\n\nDistributed by Tribune Content Agency, LLC.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "John Kasich is speaking at the Democratic National Convention. Will it matter?", "cq": "passed", "Search.Interest": "Democrats", "robots": "index, follow", "description": "CLEVELAND, Ohio – When Republican former Gov. John Kasich was floated as an idea for speaker at the Democratic National Convention, Ohio’s political circle met the pick with some skepticism. Ohioans largely grumbled at the thought of Kasich – a politician with a conservative track record – taking a speaking slot at what is supposed to be the keynote event highlighting Democrats before the ...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}