{"GDELT": {"GlobalEventID": 940905852, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JPN", "Actor1Name": "JAPAN", "Actor1CountryCode": "JPN", "Actor2Code": "KOR", "Actor2Name": "SOUTH KOREAN", "Actor2CountryCode": "KOR", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.659498207885309, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "East China Sea, Japan (general), Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA00", "Actor2Geo_Lat": 29.0, "Actor2Geo_Long": 125.0, "Actor2Geo_FeatureID": "-226888", "Action2Geo_Type": 4, "Action2Geo_Fullname": "East China Sea, Japan (general), Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA00", "Action2Geo_Lat": 29.0, "Action2Geo_Long": 125.0, "Action2Geo_FeatureID": "-226888", "DATEADDED": 20200815054500, "SOURCEURL": "https://www.japantimes.co.jp/news/2020/08/15/national/politics-diplomacy/yasukuni-shrine-koizumi-abe/"}, "ARTICLE": {"TITLE": "Cabinet members, including Shinjiro Koizumi, visit war-linked Yasukuni Shrine as Abe makes offering", "TEXT": "Members of Prime Minister Shinzo Abe’s Cabinet made a visit to Yasukuni Shrine, seen by Japan’s neighbors as a symbol of its past militarism, on Saturday morning as the country marked the 75th anniversary of its surrender in World War II, while Abe himself sent a ritual offering.\n\nEnvironment Minister Shinjiro Koizumi was the first Cabinet member since 2016 to visit the shrine in central Tokyo on the Aug. 15 anniversary. His visit was followed by that of education minister Koichi Hagiuda. Internal affairs minister Sanae Takaichi and Seiichi Eto, minister in charge of Okinawa and Northern Territories affairs, also visited the shrine.\n\nAbe is expected to refrain from visiting the Shinto shrine, which honors convicted war criminals along with millions of war dead.\n\nPast visits by prime ministers to Yasukuni have drawn a strong backlash from the international community. Abe’s only outing while in office, in December 2013, dealt a blow to already strained ties with China and South Korea, which suffered at the hands of Japan before and during the war.\n\nIt also prompted the United States to voice its disappointment, with media reports at the time saying Abe ignored a request by then-Vice President Joe Biden, now the presumptive Democratic presidential candidate, to forgo the visit.\n\nAbe’s offering was delivered Saturday morning by Shuichi Takatori, the prime minister’s aide. Takatori told reporters that he was told to deliver it with “respect and gratitude for the war dead who laid the groundwork for peace.”\n\nA cross-party group of conservative lawmakers who usually pay their respects on key dates have said they will not visit together on the WWII anniversary this year because of the coronavirus pandemic.\n\nInternal Affairs and Communications Minister Sanae Takaichi arrives at Tokyo’s Yasukuni Shrine on Saturday. | REUTERS\n\nEstablished in 1869 to commemorate those that gave their lives for Japan, Yasukuni added wartime Prime Minister Hideki Tojo and other convicted war criminals to the more than 2.4 million war dead enshrined there in 1978.\n\nBy not visiting the shrine, Abe would avoid another flare-up between Japan and China at a time when the recent improvement in bilateral ties is being tested by Beijing’s sending of ships into Japanese territorial waters in the East China Sea and its introduction of a widely criticized national security law in Hong Kong.\n\nJapan’s relations with South Korea, meanwhile, remain at their lowest point in years amid a feud over compensation for wartime labor and tightened export controls.\n\nSouth Korea’s top court in October 2018 ordered a Japanese steel-maker to pay four Korean men 100 million won ($8,400) each for forced labor during Japan’s 1910-45 colonial rule of the peninsula. Similar rulings have since followed.\n\nJapan argues the rulings violate an agreement reached when the countries normalized ties in 1965, under which it provided South Korea with $500 million in grants and low-interest loans with the understanding that the issue of wartime compensation would be resolved “completely and finally.”\n\nTensions between the countries further escalated after Japan in July 2019 tightened controls on exports of three materials crucial to South Korean manufacturers of semiconductors and display panels. Seoul says the move was politically motivated and has filed a complaint with the World Trade Organization.", "METADATA": {"verify-v1": "+h35BdFddo/f1upXot92yGKSB4d5EuWWGbARz9SJE6A=", "twitter": {"account_id": 7424642, "card": "summary_large_image", "image": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30926-870x489.jpeg", "site": "@japantimes", "creator": "@japantimes"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1", "HandheldFriendly": "true", "apple-mobile-web-app-title": "Japan Times", "robots": "noodp", "author": "Internal Submission", "article": {"author": "https://www.japantimes.co.jp/author/woodwing/", "publisher": "https://www.facebook.com/thejapantimes", "tag": "Koichi Hagiuda"}, "thumbnail": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30926-200x200.jpeg", "description": "Environment Minister Shinjiro Koizumi was the first Cabinet member since 2016 to visit the shrine in central Tokyo on the Aug. 15 anniversary.", "keywords": "WWII, Yasukuni Shrine, Shinjiro Koizumi, Koichi Hagiuda", "og": {"locale": "en_US", "type": "article", "title": "Cabinet members, including Shinjiro Koizumi, visit war-linked Yasukuni Shrine as Abe makes offering", "description": "Environment Minister Shinjiro Koizumi was the first Cabinet member since 2016 to visit the shrine in central Tokyo on the Aug. 15 anniversary.", "url": "https://www.japantimes.co.jp/news/2020/08/15/national/politics-diplomacy/yasukuni-shrine-koizumi-abe/", "site_name": "The Japan Times", "image": {"identifier": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30926-870x579.jpeg", "width": 870, "height": 579}}, "fb": {"app_id": 119406745111}, "DC.date.issued": "2020-08-15T12:00:01+09:00"}}}