{"GDELT": {"GlobalEventID": 941002090, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.09140518417462, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo Bay, Japan (general), Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA00", "Actor1Geo_Lat": 35.4169, "Actor1Geo_Long": 139.784, "Actor1Geo_FeatureID": "-246231", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Alrewas, Staffordshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKM9", "Actor2Geo_ADM2Code": "40131", "Actor2Geo_Lat": 52.7167, "Actor2Geo_Long": -1.73333, "Actor2Geo_FeatureID": "-2588157", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tokyo Bay, Japan (general), Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA00", "Action2Geo_Lat": 35.4169, "Action2Geo_Long": 139.784, "Action2Geo_FeatureID": "-246231", "DATEADDED": 20200815224500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8631429/Prince-Charles-shows-THIRTEEN-medals-leads-tributes-forgotten-heroes-VJ-Day.html"}, "ARTICLE": {"TITLE": "Prince Charles shows off THIRTEEN medals as he leads tributes to 'forgotten heroes' on VJ Day", "TEXT": "Advertisement\n\nPrince Charles and the Duchess of Cornwall yesterday led the nation as it marked the 75th anniversary of VJ Day – when the Second World War ended with victory over Japan.\n\nAs veterans in their 90s looked on, the Royal couple laid poppy posies and wreathes at the Kwai Railway Memorial at the National Memorial Arboretum in Alrewas, Staffordshire, before a two-minute silence was held in honour of those who died in the conflict.\n\nThe Prince of Wales wore 13 medals including the Canadian Forces Decoration, awarded in 1991 in recognition of his 32 years of honorary service as Colonel in Chief of the Royal Canadian Regiment.\n\nHe was also wearing the Queen's Service Order, instituted in 1975 on the advice of the Queen's New Zealand ministers, the Coronation Medal, awarded to mark the 1953 coronation, and the Silver Jubilee Medal - awarded to Charles in 1977 to mark his mother's 25-year reign.\n\nOther medals included the stag’s head Gordon Highlanders badge, awarded to the Prince after he became Colonel in Chief of the regiment in 1977, and the circular New Zealand Armed Forces Award.\n\nTo mark the 75th anniversary of VJ Day, the heir to the throne wore (1) the Queen's Service Order, New Zealand, Extra Companion, (2) the Coronation Medal, (3) the Silver Jubilee Medal (4) the Golden Jubilee Medal, (5) the Diamond Jubilee Medal, (6) the Long Service Good Conduct Medal, (7) the Canadian Forces Decoration, (8) the New Zealand Commemorative Medal, (9) the New Zealand Armed Forces Medal, (10) the Commonwealth Order of Merit, (11) the Gordon Highlanders badge, (12) the UK Armed Forces Veterans badge, and (13) the Honorary Member of the Burma Star Association\n\nPrince Charles and the Duchess of Cornwall yesterday led the nation as it marked the 75th anniversary of VJ Day – when the Second World War ended with victory over Japan\n\nPrime Minister Boris Johnson meets veterans following a national service of remembrance marking the 75th Anniversary of VJ Day at The National Memorial Arboretum on August 15, 2020 in Alrewas, Staffordshire\n\nIt is an unforgettable piece of headwear – and the Duchess of Cornwall proved it yesterday when she wore the dramatic Philip Treacy hat for the 11th time. She teamed the custom-made hat, which features an ostrich feather wrapped around the brim, with a cream silk printed dress and cream coat with braided trim for her appearance at yesterday’s VJ Day remembrance ceremony\n\nThe Queen and Duke of Edinburgh, a Second World War veteran who was aboard HMS Whelp in Tokyo Bay when the Japanese surrendered on August 15, 1945, sent a message of ‘grateful thanks’ to all those ‘who fought so valiantly’ for the Allied nations.\n\nWe've seen that look before Camilla! It is an unforgettable piece of headwear – and the Duchess of Cornwall proved it yesterday when she wore the dramatic Philip Treacy hat for the 11th time. She teamed the custom-made hat, which features an ostrich feather wrapped around the brim, with a cream silk printed dress and cream coat with braided trim for her appearance at yesterday’s VJ Day remembrance ceremony. Royal watchers could be forgiven for doing a double-take as she wore the same outfit (save for a brooch) to honour recipients of the Victoria and George Cross in May 2018. The dress and coat are by Fiona Clare, one of her favourite designers, and the shoes are by Sole Bliss. The Duchess first wore the hat 14 years ago for a Garter Day service and it has proved a firm favourite since. Two years ago, she picked it for a service at St Martin-in-the-Fields in London for the Victoria and George Cross Association, of which Prince Charles is patron. Advertisement\n\nEarlier, Boris Johnson greeted veterans and joined them in watching the Battle of Britain Memorial Flight flypast. Charles spoke of the dangers of jungle warfare and the loss of Allied prisoners of war in the AsiaPacific campaign.\n\n‘All too often, those who fought in the Far East have been labelled the forgotten army in the forgotten war,’ he said. ‘Many of the soldiers, nurses and other personnel felt anger and disappointment at how they were treated when they finally returned home from a war which, from the public’s point of view, had ended on the May 8, 1945.\n\n‘Let us affirm that they and the surviving veterans are not forgotten. Rather, you are respected, thanked and cherished with all our hearts, and for all time. We salute all those who remain among us, and offer our most heartfelt and undying gratitude for those who are gone before. Your service and your sacrifice will echo through the ages.’\n\nThere were an estimated 71,000 British and Commonwealth casualties in the war against Japan, including more than 12,000 prisoners of war who died in captivity.\n\nIn an address broadcast last night, the Duke of Cambridge said: ‘Like many of you, I am hugely proud of the wartime generation.\n\n‘My grandfather, the Duke of Edinburgh, fought in the Far East. His ship, HMS Whelp, was present in Tokyo Bay as the surrender was signed. He remembers vividly his role in collecting released prisoners of war, a sign – as sure as any to him – that the war was finally over.’\n\nAmong the veterans who met Charles and Camilla was Edward Woodward, a 97-year-old who served in Burma, India and Malaya with the Royal Corps of Signals.\n\nHe sparked laughter when he asked the couple to guess what was the most sought-after item in their air-dropped rations.\n\n‘Toilet paper,’ the former electrician from Kings Norton, Birmingham, told them.\n\nThree Spitfires, a Hurricane and a Lancaster bomber fly over the national service of remembrance marking the 75th anniversary of VJ Day at the National Memorial Arboretum in Alrewas, Staffordshire\n\nImages projected onto Horse Guards as part of VJ Day 75: The Nation's Tribute, a special programme filmed by BBC Studios at Horse Guards Parade, in London, to mark the 75th anniversary of VJ Day, August 15, 2020\n\n'We are forever grateful': Prince William addresses Britain in TV tribute honouring veterans on VJ Day 75 years after his great grandfather King George VI gave a speech marking the end of the Second World War\n\nBy Ross Ibbeston for MailOnline\n\nPrince William tonight addressed the nation to honour veterans on VJ Day, 75 years after his great grandfather gave a speech on the end of the Second World War.\n\nThe Duke of Cambridge described how King George VI's announcement on August 15, 1945, marked the end of 'the most catastrophic conflict in mankind's history.'\n\nThousands watched George VI and the Queen drive down The Mall in an open carriage, as they celebrated the end of the war following Imperial Japan's surrender.\n\nSpeaking on BBC One, William said: 'As he marked the moment the world had long prayed for, King George expressed his pride in the international effort from across the Commonwealth and allied nations which secured success in the Asia-Pacific region.\n\n'We are forever grateful to all those who fought alongside us.\n\n'It is hard for us to imagine what Victory over Japan Day must have felt like at the time; a mix of happiness, jubilation, and sheer relief, together with a deep sadness and overwhelming sense of loss for those who would never return home.\n\n'Today we remember those who endured terrible suffering and honour all those who lost their lives.'\n\nFrom left to right, Princess Elizabeth, Queen Elizabeth, King George VI, and Princess Margaret Rose wave from the balcony of Buckingham Palace August 15, 1945 on VJ Day in London, England\n\nThe Duke showed his gratitude to the wartime generation, which includes his grandfather, the Duke of Edinburgh, who fought in the Far East and was aboard HMS Whelp in Tokyo Bay as the Japanese signed the surrender on the USS Missouri.\n\n'He remembers vividly his role in collecting released prisoners of war, a sign, as sure as any to him, that the war was finally over,' William said.\n\nHe recited the words of the Kohima Epitaph, carved on the memorial of the 2nd British Division in the cemetery of Kohima, northeast India, which reads 'When you go home, tell them of us and say.\n\n'For your tomorrow, we gave our today.'\n\nHe continued: 'As we look back, we must not forget our responsibility to learn the lessons of the past and ensure that the horrors of the Second World War are never repeated.\n\n'We owe that to our veterans, to their families, and to the generations who will come after us.\n\n'As we mark the 75th anniversary of Victory over Japan Day, to each and every one of you who contributed to the effort, I say, thank you, our country owes you a debt of gratitude.\n\n'Your bravery, and the sacrifices you made, will never be forgotten.'\n\nThe address was recorded earlier in the month at The Guards Memorial, opposite Horse Guards Parade, in London.\n\nThe Royal Air Force Aerobatic Team, the Red Arrows performing a fly-past over the city of Belfast in Northern Ireland, to mark the 75th anniversary of VJ (Victory over Japan) Day\n\nCamilla, Duchess of Cornwall and Prince Charles, Prince of Wales attend a national service of remembrance at the National Memorial Arboretum in Alrewas\n\nPrime Minister Boris Johnson (2nd L) shares a joke with veteran Bill Redston after a national service of remembrance at the National Memorial Arboretum in Alrewas\n\nThe Battle of Britain Memorial Flight (BBMF) perform a flypast at the VJ Day 75 Commemorations over the National Memorial Arboretum to mark the 75th Anniversary of VJ Day on August 15, 2020 in Alrewas, Staffordshire\n\nEarlier on Saturday, a televised remembrance service took place at the National Memorial Arboretum in Alrewas, Staffordshire, where a two-minute silence was led by the Prince of Wales and Duchess of Cornwall at 11am.\n\nPrime Minister Boris Johnson read the Exhortation before the silence, which was followed by the Battle of Britain Memorial Flight flypast over the arboretum.\n\nAbout 40 veterans attended the ceremony of remembrance, sharing their stories with one another and with Charles and Camilla.\n\nEdward Woodward, 97, who served in Burma, India and Malaya with the Royal Corps of Signals, caused mirth after asking the royal couple to guess what was the most sought-after item in their air-dropped rations.\n\n'Toilet paper,' he told them.\n\nAfter meeting the couple, the former electrician from Kings Norton, Birmingham, said: 'That had them laughing.'\n\nCharles and Camilla laid poppy posies and wreaths at the Kwai Railway Memorial, while veterans looked on from benches dotted around the memorial, to maintain social distancing.\n\nIn a speech dedicated to the hundreds of thousands of Allied and Commonwealth personnel who fought and died in the campaign, Charles said: 'All too often those who served in the Far East have been labelled The Forgotten Army, in a forgotten war.\n\n'We salute all those who remain among us and offer our most heartfelt and undying gratitude to all those that have gone before.\n\nPrince of Wales lays a wreath during the national service of remembrance marking the 75th anniversary of VJ Day at the National Memorial Arboretum in Alrewas, Staffordshire\n\nPrince Charles, Prince of Wales attends the VJ Day National Remembrance event, held at the National Memorial Arboretum in Staffordshire\n\n'Your service and your sacrifice will echo through the ages.'\n\nThe Covid-19 pandemic has meant tributes to mark the landmark anniversary have been organised online and on television, including a video published online of the Prince of Wales reading an extract from the diary of his grandfather, King George VI, written on August 15 1945.\n\nHe reads: 'By 10am there were already large crowds outside Buckingham Palace and we drove in procession in a state landau with an escort to Westminster where I opened the first peacetime Parliament since 1938.\n\n'The crown was carried in the full procession but no robes were worn. My speech took 16 minutes to read, in which I mentioned the surrender of Japan.'\n\nIn a separate video, the Duke of Gloucester reads an extract from the speech delivered by King George VI on VJ Day, which formed part of an online service of commemoration from Leicester Cathedral.\n\nIn a special message, the Queen and Duke of Edinburgh - who himself was aboard HMS Whelp in Tokyo Bay as the Japanese signed the surrender aboard USS Missouri on August 15, 1945 - gave 'grateful thanks' to all those who fought for the Allied nations.\n\nBritain's Prime Minister Boris Johnson (left) elbow bumps a veteran after a national service of remembrance at the National Memorial Arboretum in Alrewas, central England today, to mark the 75th anniversary of VJ (Victory over Japan) Day.\n\nIn a statement, the Queen said: 'Prince Philip and I join many around the world in sending our grateful thanks to the men and women from across the Commonwealth, and Allied nations, who fought so valiantly to secure the freedoms we cherish today.'\n\nThe Duke of Edinburgh, 99, featured alongside other veterans on a number of large screens across the UK, including the Piccadilly Curve, in a photo-montage showing veterans today and when they served.\n\nThe RAF's Red Arrows had planned a UK-wide tour with flypasts over the four nation's capital cities throughout Saturday.\n\nHowever, the flypasts over London, Edinburgh and Cardiff were cancelled due to poor weather, the Ministry of Defence said.\n\nThe Red Arrows flew over Glasgow Prestwick Airport, where the aircraft landed to greet three Second World War veterans, and the scheduled flight over Belfast city centre took place at 2pm.\n\nSmall poignant ceremonies took place across London to begin the day, including a piper playing Battle's Over at the Imperial War Museum's HMS Belfast in London at sunrise, as part of a tribute entitled Waking Up To Peace.\n\nDefence Secretary Ben Wallace was joined by military chiefs as he laid a wreath at the Cenotaph, Whitehall, London.\n\nIn a letter addressed to the veterans of the Far East Campaign, Mr Johnson showed his gratitude to the 50,000 British and Commonwealth service personnel who laid down their lives in the war against Japan, half of whom died in prison camps.\n\nPresenter: The commemorative programme was hosted by Joanna Lumley, who led viewers who a host of tributes from former servicemen and celebrities\n\nEmotional: Tributes: Moments before wowing audiences with a collection of Vera's wartime classics, including iconic track We'll Meet Again, Sheridan was seen wiping away tears as she listened to tributes from war veterans\n\nThe BBC's special commemorative programme tonight was filmed at Horse Guards Parade in central London\n\nWow: Nicola Roberts, 34, showcased her powerful vocals on the night, as she sang The Captive's Hymn\n\nHe writes: 'You were the last to come home but your achievements are written in the lights of the glittering capitals of the dynamic region we see today.'\n\nHe joined nine other global figures including US president Donald Trump, Nigeria's president Muhammadu Buhari and Canada's prime minister Justin Trudeau in a video message thanking those who served.\n\nIn the Friendship of Nations video released ahead of commemorations, each leader said in turn: 'To all who served, we thank you.'\n\nIn a video message, Labour Leader Sir Keir Starmer said: 'On behalf of the Labour Party I want to pay tribute to the wartime generation, who through the horrors of conflict showed us the spirit and determination that we need to always remember and always be grateful for.\n\n'It's important that as we face the challenges of today, we take inspiration from that generation.\n\n'Through their community spirit and their bravery and their determination for a better world they've shown us what we can achieve when we pull together.'", "METADATA": {"keywords": "dailymail,news,New Zealand,Prince Charles,Japan", "news_keywords": "dailymail,news,New Zealand,Prince Charles,Japan", "original-source": "https://www.dailymail.co.uk/news/article-8631429/Prince-Charles-shows-THIRTEEN-medals-leads-tributes-forgotten-heroes-VJ-Day.html", "description": "The Royals laid poppy posies and wreathes at the Kwai Railway Memorial at the National Memorial Arboretum in Alrewas, Staffordshire to mark VJ Day.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Prince Charles shows off THIRTEEN medals in VJ Day tributes", "description": "The Royals laid poppy posies and wreathes at the Kwai Railway Memorial at the National Memorial Arboretum in Alrewas, Staffordshire to mark VJ Day.", "url": "https://www.dailymail.co.uk/news/article-8631429/Prince-Charles-shows-THIRTEEN-medals-leads-tributes-forgotten-heroes-VJ-Day.html", "image": "https://i.dailymail.co.uk/1s/2020/08/15/22/31993300-0-image-a-32_1597526163492.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8631429, "author": "Emily Andrews", "divclasspage": "articlePage", "mol": {"headline": "From Canadian Forces Decoration to Gordon Highlanders badge, Prince Charles shows off THIRTEEN medals as he and Camilla lead tributes to 'forgotten heroes' on VJ Day"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-15T22:59:25+0100", "modified_time": "2020-08-15T23:02:20+0100", "section": "News", "tag": "Prince Charles shows THIRTEEN medals leads tributes forgotten heroes VJ Day", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Prince Charles shows off THIRTEEN medals in VJ Day tributes", "type": "article", "description": "The Royals laid poppy posies and wreathes at the Kwai Railway Memorial at the National Memorial Arboretum in Alrewas, Staffordshire to mark VJ Day.", "url": "https://www.dailymail.co.uk/news/article-8631429/Prince-Charles-shows-THIRTEEN-medals-leads-tributes-forgotten-heroes-VJ-Day.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/15/22/31993300-0-image-a-32_1597526163492.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/08/15/5953460824562908056/1024x576_MP4_5953460824562908056.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8631429/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8631429/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}