{"GDELT": {"GlobalEventID": 941002144, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GTM", "Actor1Name": "GUATEMALA", "Actor1CountryCode": "GTM", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.8944723618090498, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Guatemala City, Guatemala, Guatemala", "Actor1Geo_CountryCode": "GT", "Actor1Geo_ADM1Code": "GT07", "Actor1Geo_ADM2Code": "64850", "Actor1Geo_Lat": 14.6211, "Actor1Geo_Long": -90.5269, "Actor1Geo_FeatureID": "-1133206", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Guatemala City, Guatemala, Guatemala", "Actor2Geo_CountryCode": "GT", "Actor2Geo_ADM1Code": "GT07", "Actor2Geo_ADM2Code": "64850", "Actor2Geo_Lat": 14.6211, "Actor2Geo_Long": -90.5269, "Actor2Geo_FeatureID": "-1133206", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Guatemala City, Guatemala, Guatemala", "Action2Geo_CountryCode": "GT", "Action2Geo_ADM1Code": "GT07", "Action2Geo_ADM2Code": "64850", "Action2Geo_Lat": 14.6211, "Action2Geo_Long": -90.5269, "Action2Geo_FeatureID": "-1133206", "DATEADDED": 20200815224500, "SOURCEURL": "https://theglobalamericans.org/2020/02/morales-mandate-in-guatemala-comes-to-an-end-human-rights-watch-examines-the-country/"}, "ARTICLE": {"TITLE": "Morales’ mandate in Guatemala comes to an end, Human Rights Watch examines the country", "TEXT": "Note: This article was first published in esglobal. To access the original version in Spanish, click here.\n\nGuatemala welcomed the new year with a renewed government, now presided by right-wing Dr. Alejandro Giammattei who, in his fourth attempt, managed to beat the social democrat Sandra Torres, who was previously arrested for her and her party’s involvement in a corruption case in 2015. Attention was drawn to the high level of abstentionism: with more than eight million registered citizens, only about five million participated in the first round vote, and even less in the second round, according to the figures released by the Supreme Electoral Tribunal.\n\nFor his part, outgoing President Jimmy Morales began the year with his popularity to the floor. Even so, the accusations of concealment of illicit acts that implicate him—such as the electoral financing of the campaign that led him to the presidency in 2016—do not seem to be a threat to him now that he has assumed the role of deputy in the Central American Parliament, which grants him immunity.\n\nOn January 14, during his inauguration ceremony held in Guatemala City, Giammattei vindicated his promise of handling corruption and endemic violence in the country with a “hard hand.” To this end, he proposed a law initiative to denominate “maras and gangs as terrorist groups.”\n\nOn the other hand, the new government is also seeking to address the migration crisis by improving living conditions locally, to avoid the large migration of Guatemalans. As the latest Human Rights Watch report indicates, among the factors that motivate citizens to leave the country are: extortion by criminal organizations or individual officials, who bend justice in pursuit of their own interests; violence against journalists, who are the target of harassment and murder (such as the cases of Laurent Castillo in 2018, Carlos Rodríguez in 2016 and Danilo López and Federico Salazar in 2015); the precarious sexual and reproductive health policy, which, as seen in the draft “Law for the Protection of Life and Family,” contains provisions that discriminate against LGBTI people (prohibiting same-sex marriages) and favors the criminalization of abortion rights. During his campaign, Giammattei expressed he supported the project.\n\nIn the international field, the president intends to modify the “third safe country” agreement that the previous government signed with the United States—through which the U.S. would send asylum seekers from other countries to Guatemala—because he considers that the information delivered by the outgoing government on its implementation was insufficient.\n\nThe Central American country currently has a social deficit form every point of view— education, employment, health system and nutrition—which adds to the country’s monetary challenges. According to the last numbers compiled by National Survey of Living Conditions in 2014, 59.3 percent of the population is living in poverty.\n\nThe State’s weakness in executing social policies brings to light the necessary autonomy of economic and human resources, to avoid their embezzlement. In addition, the fact that the majority of the population carries work in the informal economy hinders all types of sustainable planning.\n\nAt the same time, the 2019 Corruption Perceptions Index by Transparency International indicates that by the end of the Morales government, Guatemala dropped 10 spots since the index’s inception in 2016. As a result, new investments in the country were reduced, as well as credibility toward the authorities, which, in turn, affects the country’s governance. As the same report indicates: “inclusive political decision-making is essential to curb corruption.”\n\nAn example of this problem were the obstacles that prevented the International Commission against Impunity in Guatemala’s full functioning (CICIG). Created by the United Nations and the Guatemalan government 12 years ago, it uncovered criminal structures in the country–including cases involving President Giammattei himself and former President Morales—that brought down many high-level officials. Trials have not yet begun in most corruption cases initiated since 2015 due to recurring problems, such as the intimidation of judges and prosecutors. CICIG was dissolved last year and with it, the country’s reputation and its limited transparency.\n\nIn the words of Giammattei, who supported the former president’s decision not to renew CICIG, the commission did not directly attack the root of corruption. That is why, once in office, he instituted the Presidential Commission Against Corruption, which is expected to fill the void left by the UN mission. The Commission will integrate several state agencies to promote mutual control. Its functional autonomy will be closely monitored, especially at the international level since it will be chaired by the President himself. The fulfillment of the president’s promise of rooting out corruption will be one to watch closely.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Guatemala’s Giammattei, promised to use a “hard hand” to deal with corruption. At the same time, the government looks to address the migration crisis at home.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Morales’ mandate in Guatemala comes to an end, Human Rights Watch examines the country", "description": "Guatemala’s Giammattei, promised to use a “hard hand” to deal with corruption. At the same time, the government looks to address the migration crisis at home.", "url": "https://theglobalamericans.org/2020/02/morales-mandate-in-guatemala-comes-to-an-end-human-rights-watch-examines-the-country/", "site_name": "Global Americans", "image": {"identifier": "https://theglobalamericans.org/wp-content/uploads/2019/05/global-americans-sharing-e1593631235471.png", "width": 537, "height": 286}}, "article": {"published_time": "2020-02-03T18:03:08+00:00", "modified_time": "2020-07-23T13:28:03+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.2"}}, "LABEL": {"WANT_ON_MAP": false, "NOTES": ["No Coronavirus Keywords"]}}