{"GDELT": {"GlobalEventID": 941006239, "Day": 20200816, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6192, "Actor1Code": "BGD", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -2.72277227722772, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bengali, Bangladesh (general), Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG00", "Actor1Geo_ADM2Code": "5805", "Actor1Geo_Lat": 24.85, "Actor1Geo_Long": 89.5667, "Actor1Geo_FeatureID": "-2711803", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200816000000, "SOURCEURL": "https://www.msn.com/en-xl/news/other/bangladesh-for-its-own-good-can-t-remain-isolated/ar-BB180gx9"}, "ARTICLE": {"TITLE": "Bangladesh for its own good can`t remain isolated", "TEXT": "Bangladesh Deputy High Commission in Kolkata has condemned what it said is a purported disinformation campaign by a section of Indian media outlet targeting the Bangladesh leadership and urged all to ignore it. It said some web portals in India's northeastern region have published totally false and baseless articles and rumors regarding Bangladesh's Prime Minister, Ministers, advisers, military and security forces which are not to the interest of both the countries.\n\nA distorted and photo-shopped image of Bangladesh Prime Minister and Pakistan's Prime Minister who had a telephonic talk recently has been used to show how Bangladesh government is slowly moving towards China-Pakistan lobby when Indian military is confronting both countries on their borders. We must say everybody should understand that international relations are multi-faceted and there is no reason to think that talking with one should be seen as abandoning the others. Bangladesh Prime Minister more regularly talks with India than any other nations and our foreign minister finds the relationship with India almost as a blood relationship. How else can one show allegiance to India?\n\nBut the disinformation in this case has even raised the specter of a high profile Pakistani agent in the Bangladesh Prime Minister's Office who is presumably working for Pakistan. The Prime Minister's Office has immediately brushed aside the Indian speculations saying the two had mainly talked on how they are handling the pandemic but the windmill is apparently not stopping.\n\nIt is true that bilateral relations between Bangladesh and India are facing some headwinds but in our view India has to blame itself for it. Bangladesh has rightly voiced its disapproval of the Citizenship Amendment Act (CAA) by the Indian government targeting its Bengali Muslim population. Delhi's unwillingness to sign the Teesta Water Sharing Agreement is obviously hurting this side. It is true some ministers have suspended visits to India evidently to register unhappiness but India must understand that bilateral relations are a two-way street. It should know it has already lost two friends -- Nepal and Sri Lanka on its northern and southern borders. It may be the same reason Bangladesh is increasing its contacts with China.\n\nThe truth is for our close but not trustworthy relationship with India we are isolated from friendship with others. The government to government relationship with India is not just like any other foreign relationship.", "METADATA": {"application-name": "Bangladesh for its own good can`t remain isolated", "cq": "passed", "Search.Interest": "Bangladesh", "robots": "index, follow", "description": "By Editorial Desk Bangladesh Deputy High Commission in Kolkata has condemned what it said is a purported disinformation campaign by a section of Indian media outlet targeting the Bangladesh leadership and urged all to ignore it. It said some web portals in India's northeastern region have published totally false and baseless articles and rumors regarding Bangladesh's Prime Minister, Ministers, advisers, military and security forces which are not...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}