{"GDELT": {"GlobalEventID": 940392319, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "COP", "Actor1Name": "DEPUTIES", "Actor1Type1Code": "COP", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.4920634920634903, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Costa Rica", "Actor1Geo_CountryCode": "CS", "Actor1Geo_ADM1Code": "CS", "Actor1Geo_Lat": 10.0, "Actor1Geo_Long": -84.0, "Actor1Geo_FeatureID": "CS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Costa Rica", "Action2Geo_CountryCode": "CS", "Action2Geo_ADM1Code": "CS", "Action2Geo_Lat": 10.0, "Action2Geo_Long": -84.0, "Action2Geo_FeatureID": "CS", "DATEADDED": 20200812193000, "SOURCEURL": "https://www.news-journalonline.com/news/20200812/debary-man-who-got-inheritance-arrested-in-river-killing-of-father"}, "ARTICLE": {"TITLE": "DeBary man who got inheritance arrested in river killing of father", "TEXT": "Patricio G. Balona\n\npatricio.balona@news-jrnl.com\n\nA DeBary man killed his father while out on a boat ride eight years ago, deputies say, to collect money left behind in elder man’s estate.\n\nInvestigators said Robert Remus Jr. strangled his father and tried to weigh down his body by tying it to a grill so it would sink in the St. Johns River. The son told people his 67-year-old father had left the country, Volusia County sheriff’s investigators said.\n\nRemus Jr. was arrested on Tuesday and charged with second-degree murder in the death of Robert Remus Sr., whose body was found floating in the St Johns on Dec. 12, 2012, records show.\n\nRemus was being held without bail in the Volusia County Branch Jail.\n\nRemus, Jr.’s niece said Wednesday her uncle did not commit the crime he is accused of and the family believes Remus Sr. was killed i na robbery.\n\n“My uncle is innocent and my family is hurting immensely!” Krysti Kuybus said in an email. “It’s breaking our hearts to see my uncle’s good name be tarnished this way. We know he is innocent.”\n\n[READ MORE: Body discovered floating in St. Johns River, official says]\n\n[READ MORE: DeBary man found dead in river]\n\n[READ MORE: Volusia County deputies on scene in DeBary where a body was found in the St. Johns River]\n\nVolusia County deputies said recreational boaters discovered the body of Remus Sr. in the river a little more than mile north of the Highbanks Marina, 488 W. Highbanks Road, an investigative report shows.\n\nThe body had a white and blue rope tied around the neck and an ankle, and was tied to a four-burner propane grill, investigators said.\n\nRemus Sr. had his glasses hanging around his neck and was still wearing his gold jewelry when he was found, an arrest report states. An autopsy determined that Remus Sr. had been strangled with the rope, investigators said.\n\nKuybus said her family believes her grandfather was robbed because all his jewelry was missing as was his wallet.\n\n“That’s what makes us believe he was robbed and his wallet was thrown out and money missing!” Kuybus said in her email.\n\nRemus Sr.’s wallet, a hair tie wrapped around cash, several cards and is identification was found a month later in the area of Highbanks Road and Sanctuary Avenue in DeBary, investigarors noted in their report.\n\nSheriff’s detectives said they learned that Robert Remus Jr. and his father had gone out boating on Dec. 8, 2012, and that his father was not seen after that day.\n\nWhen Remus Jr. was first questioned, he told deputies his father was probably out of the country, either in Belize or Costa Rica because his father owned property overseas, a report shows.\n\nRemus Jr. told deputies his father had many enemies because he was a “shrewd businessman,” a charging document states.\n\nRemus Jr. also told deputies that he wanted his father to sell his Costa Rica property for $2 million but that his father wanted to sell it for a higher price, reports indicate.\n\nAfter executing a search warrant, deputies found Remus, Sr.’s will, which listed Remus, Jr. as the executor of his estate, as well as power of attorney, investigators said.\n\nDeputies learned that Remus Jr. told workers remodeling a home of his father’s not to go to his father’s home because he was sick with the flu, investigators said.\n\nDetectives also discovered that Remus Jr. used his father’s cellphone days after he was last seen and even after the father’s body was found, the report said.\n\nDeputies then spoke to the son of the girlfriend of Remus Sr., who told investigators that Remus Jr. became paranoid after his father’s body was discovered. He said Remus Jr. spoke of how investigators put cameras in trees and were following him because they were looking for him in connection with his father’s death, the report detailed.\n\nIn a second interview, Remus Jr. told detectives that while out on the boat ride on Dec. 8, 2012, they talked about his father’s affairs in case of his death, the report outlined.\n\nRemus Jr. also said the white and blue rope found around his father’s neck belonged to him, and he kept asking detectives what video evidence they had, deputies said.\n\nRemus Jr. described the boat ride as somber and when asked about his father’s killing, he said he believed detectives thought maybe he “snapped” but said that was not his “style” because he did not have a “mean bone in his body,” investigators said.\n\nBut deputies said they believe Remus Jr. killed his father for money.\n\n“It should be noted that Remus, Jr. had significant financial gain after Remus, Sr.’s death, as per family account he was awarded thousands of dollars after Remus, Sr.’s assets were liquidated via probate court,” sheriff’s investigators wrote in their report.", "METADATA": {"viewport": "width=device-width,initial-scale=1,minimum-scale=1", "theme-color": "#0098FE", "og": {"title": "DeBary man who got inheritance arrested in river killing of father", "description": "A DeBary man killed his father while out on a boat ride eight years ago, deputies say, to collect money left behind...", "url": "https://www.news-journalonline.com/story/news/crime/2020/08/12/debary-man-who-got-inheritance-arrested-in-river-killing-of-father/113145048/", "site_name": "Daytona Beach News-Journal Online", "image": {"identifier": "https://www.gannett-cdn.com/-mm-/d1527f8d4e93205223ba6d7be38fab3ab0a339a4/c=0-165-480-435/local/-/media/2020/08/13/DaytonaBeach/ghows-LK-200819663-9ce1ec4a.jpg?width=480&height=270&fit=crop&format=pjpg&auto=webp", "width": 480, "height": 270}, "type": "article"}, "article": {"author": "Patricio G. Balona", "content_tier": "metered", "opinion": "false"}, "description": "A DeBary man killed his father while out on a boat ride eight years ago, deputies say, to collect money left behind...", "fb": {"pages": 10156469034672137, "app_id": 2677763649148490}, "ROBOTS": "NOODP, NOYDIR", "google": "notranslate", "twitter": {"card": "summary_large_image", "image": "https://www.gannett-cdn.com/-mm-/d1527f8d4e93205223ba6d7be38fab3ab0a339a4/c=0-165-480-435/local/-/media/2020/08/13/DaytonaBeach/ghows-LK-200819663-9ce1ec4a.jpg?width=480&height=240&fit=crop&format=pjpg&auto=webp", "site": "@dbnewsjournal", "creator": "@dbnewsjournal", "title": "DeBary man who got inheritance arrested in river killing of father", "description": "A DeBary man killed his father while out on a boat ride eight years ago, deputies say, to collect money left behind..."}}}}