{"GDELT": {"GlobalEventID": 940377679, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "EGY", "Actor1Name": "GIZA", "Actor1CountryCode": "EGY", "IsRootEvent": 0, "EventCode": 1312, "EventBaseCode": 131, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -5.8, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -1.1467889908256799, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Giza, Al Jizah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG08", "Actor1Geo_ADM2Code": "65350", "Actor1Geo_Lat": 30.0086, "Actor1Geo_Long": 31.2122, "Actor1Geo_FeatureID": "-290326", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Giza, Al Jizah, Egypt", "Action2Geo_CountryCode": "EG", "Action2Geo_ADM1Code": "EG08", "Action2Geo_ADM2Code": "65350", "Action2Geo_Lat": 30.0086, "Action2Geo_Long": 31.2122, "Action2Geo_FeatureID": "-290326", "DATEADDED": 20200812180000, "SOURCEURL": "https://www.middleeasteye.net/news/egypt-senate-elections-marred-vote-buying-and-intimidation-amid-voter-apathy"}, "ARTICLE": {"TITLE": "Egypt's Senate elections marred by vote-buying and apathy", "TEXT": "Walking back from a Ministry of Supply storage house in Imbaba, Giza, Um Mohamed, 48, is helping her husband carry a box full of food rations that she was given in exchange for her vote.\n\nShe is a homemaker and he works as a doorman in the same neighbourhood, where times are tough due to the economy and the Covid-19 pandemic.\n\nThe Senate elections were held at 11,500 polling stations across Egypt on Tuesday and Wednesday between 9am and 9pm local time.\n\nA week before the elections, Um Mohamed, as well as others from humble backgrounds - street vendors, cleaners, servants and security guards - were told to get copies of their national IDs and come back with proof that they had participated in the elections by showing the pink stain on their fingers. They were promised a box of food rations including cooking oil, rice, pasta, tomato sauce, wheat and beans.\n\n'I was told to choose all candidates that have the name Nation's Future Party' - Egyptian voter\n\nGiving away food in exchange for votes is common in several of Egypt’s electoral events, where mostly wealthy candidates use the tactic to influence votes and increase voter turnout to add legitimacy to the polls.\n\nThe vote is held for 200 out of the 300 Senate seats, with the remaining 100 to be appointed by President Abdel Fattah el-Sisi.\n\nThe majority of the 762 candidates running in elections are Sisi supporters, with the country's political opposition largely silenced by a crackdown that has seen thousands jailed or exiled since he ousted his predecessor, Mohamed Morsi, in a 2013 coup.\n\nThe newly-revived Senate replaces the previous Shura Council that was dissolved in 2014 and is supposed to act as an advisory body.\n\nAccording to the Official Gazette, it will provide consultations when it comes to “amending constitutional articles, reconciliation treaties, and draft laws referred by the President or the House of Representatives”.\n\nThe Nation's Future Party\n\nThe Nation's Future Party (NFP) is contesting most of the seats. With its opaque sources of funding, absent electoral programme, close ties to security agencies as well as its hardcore pro-state views, the NFP is perceived by many as being a reincarnation of the National Democratic Party, whose leader Hosni Mubarak was ousted in the pro-democracy Arab Spring protests of 2011.\n\nThe party is part of the Support Egypt coalition that holds the majority in the House of Representatives. It has been a vocal supporter of the government and has not disputed or rejected any laws coming from the executive branch since 2016.\n\nAccording to Um Mohamed, the NFP has overseen the influencing of votes and the distribution of food rations in her area.\n\n“I was told to choose all candidates that have the name Nation's Future in the individual [system] and [closed] list [system],” she told Middle East Eye.\n\nA Senate candidate along with members of his campaign heading towards a polling station in Sharabeya district in Cairo, 11 August 2020 (MEE)\n\nAnother homemaker, Um Saoud, was driven from her house to the Nile Primary School to vote, in addition to 20 others from the neighbourhood. The bus had a poster with the logo, “Go down and participate.”\n\n“Most of these people cannot earn their living like they used to, so most of them are in dire need of this food box,” Um Saoud said as she awaited her neighbours to return from the ballot box and get back on the bus.\n\nA food box and a bus ride\n\nMahmoud, the microbus driver who refused to give his last name, said that police officers and officials from the governorate came to the bus stop on Saturday and threatened drivers to make themselves available on Tuesday and Wednesday to transport the voters, otherwise they were told they would receive fines and possibly have their licences withdrawn.\n\nMEE has been able to verify that the same pattern was used to influence voters in five other cities: Alexandria, Assiut, Port Said, Sohag, and North Sinai.\n\nMohamed al-Masry, a coordinator of the NFP in Sohag, told MEE that his party presented these “gifts” to the “underprivileged people in the district to motivate them to participate”.\n\n'They told us to go': How Egypt is mobilising voters who would rather not Read More »\n\nHe added that his party has made it a common practice to distribute rations on occasions such as Eid al-Fitr, Ramadan, exam periods for schools and the end of the year.\n\nMasry explained that some of the candidates are connected with store owners who organise these food packages.\n\nIn the war-torn North Sinai in northeastern Egypt, Ahmed al-Sawarka said he also received a box and a free ride to his ballot station in Arish. “We don’t know the candidates, nor did we hear about their programme or plan, but we are in need of these rations.\n\n“Most civilians have no trust in government and the parliament because in recent years they have not presented any legislation in favour of citizens. Instead they increased taxes and randomly arrested people,” Sawarka added.\n\nAn election 'for the rich'\n\nThe level of apathy and mistrust between civilians and the legislative branch has increased over the years, with most of the public sphere monopolised by state-run players including government, the press and even civil society.\n\nEgypt constitutional referendum approved, cementing Sisi's power to 2030 Read More »\n\nIn Giza, Abanoub Samy, a 28-year-old law student, said he would boycott the elections, as he believes only \"rich people reach top positions\".\n\n\"We will never hear about them unless they are praising the president and the police,” he told MEE.\n\nSamy lives in the impoverished area of Kerdasa where there is little or no infrastructure, and few facilities like hospitals and schools.\n\n“Since the time of Mubarak, electoral politics have been the same. There is no representation of the impoverished and the working class, and so many people feel alienated from this entire process,” he added.\n\nEchoing his opinion is Sayed, a juice stand owner in Luxor who told MEE on the phone that he doesn't care who wins. According to Sayed, candidates are rarely in their local offices and rarely answer to the people. “If they refuse requests to renovate roads and build hospitals, how can they legislate laws that are in the people's interest?”\n\nLax safety measures\n\nPro-state media coverage highlighted precautionary measures being taken during elections due to the Covid-19 pandemic and officials’ statements on the distribution of masks, the sanitation of voters' hands and the implementation of social distancing.\n\nThe safety measures have been visibly implemented in affluent districts or areas that witnessed a large media presence, such as where ministers and officials cast their votes.\n\nHowever, in Sharabeya, MEE observed large gatherings with very few people wearing masks and social distancing almost non-existent in queues. And dozens of men closely gathered around one candidate and his aides when they arrived at a ballot station.\n\nDozens gather outside a polling station in Cairo's Sharabeya district without protective masks, 11 August 2020 (MEE)\n\nFive other voters in different ballot stations told MEE that neither they nor the election officials were wearing masks.\n\nHafsa Montaser, a doctor in Ain Shams hospital, told MEE that she was wearing a mask when she went to her ballot station in Heliopolis, “but the soldiers, coordinators, campaigners, and even the judge were not wearing any.”\n\nWhen she asked the coordinator if they were distributing masks, they answered: “We will when the TV comes.”", "METADATA": {"twitter": {"card": "summary_large_image", "description": "Amid lack of Covid-19 precautions, thousands take to polling stations to choose members of the advisory senate, while many are skeptical and believe that politicians only look after the rich", "title": "Egypt's Senate elections marred by vote-buying and apathy", "creator": "@middleeasteye", "url": "http://www.middleeasteye.net/news/egypt-senate-elections-marred-vote-buying-and-intimidation-amid-voter-apathy"}, "og": {"site_name": "Middle East Eye", "type": "article", "url": "http://www.middleeasteye.net/news/egypt-senate-elections-marred-vote-buying-and-intimidation-amid-voter-apathy", "title": "Egypt's Senate elections marred by vote-buying and apathy", "description": "Amid lack of Covid-19 precautions, thousands take to polling stations to choose members of the advisory senate, while many are skeptical and believe that politicians only look after the rich", "image": {"identifier": "http://www.middleeasteye.net/sites/default/files/images-story/Sharabyia%204.jpg", "url": "http://www.middleeasteye.net/sites/default/files/images-story/Sharabyia%204.jpg"}}, "description": "Amid lack of Covid-19 precautions, thousands take to polling stations to choose members of the advisory senate, while many are skeptical and believe that politicians only look after the rich", "fb": {"app_id": 882711278504931}, "generator": "Drupal 8 (http://drupal.org)", "article": {"author": "https://www.facebook.com/middleeasteye/"}, "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0"}}}