{"GDELT": {"GlobalEventID": 940387759, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "ALBGOV", "Actor1Name": "SALI BERISHA", "Actor1CountryCode": "ALB", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.52070263488081, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tirana, Tirane, Albania", "Actor1Geo_CountryCode": "AL", "Actor1Geo_ADM1Code": "AL50", "Actor1Geo_ADM2Code": "4124", "Actor1Geo_Lat": 41.3275, "Actor1Geo_Long": 19.8189, "Actor1Geo_FeatureID": "-108649", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tirana, Tirane, Albania", "Action2Geo_CountryCode": "AL", "Action2Geo_ADM1Code": "AL50", "Action2Geo_ADM2Code": "4124", "Action2Geo_Lat": 41.3275, "Action2Geo_Long": 19.8189, "Action2Geo_FeatureID": "-108649", "DATEADDED": 20200812190000, "SOURCEURL": "https://greekcitytimes.com/2020/08/13/10-years-ago-goumas-was-brutally-murdered/"}, "ARTICLE": {"TITLE": "10 years ago Goumas was brutally murdered by Albanian nationalists in Himarra (VIDEO)", "TEXT": "With tears in her eyes and a thought-provoking mind, Anastasia Gouma silently watches her husband Elias, often sullen, talking to Pontos News about the cowardly murder of their child in Himarra (Χειμάρρα, Albanian: Himarë) by nationalist Albanians only because he spoke Greek!\n\nAbout 150 meters from his house, next to the church of Patrocosmas, the murderers blinded by nationalist fanaticism unnecessarily cut the thread of life of 37-year-old Aristotle Goumas, who then became a Greek martyr in the Northern Epirus of today’s Southern Albania.\n\nIt was August 12, 2010.\n\n“Aristotle left Himarra in 1991 to find work in Athens. In the summer of 2010 he stayed with us to help a friend who opened a shop here. A few days before his death, he told me that he would leave to work in Crete. I asked him to leave at the end of August. How would I know that evil would happen?” said the father who bursts into tears, bearing the heavy fact that he did not let the child go and feeling unjustifiably guilty for it.\n\nAristotle was sitting with his friends at a beach cafe in Himarra that day in August, speaking to them in his mother tongue, Greek. Then seven Albanians approached him in a wild mood – and with pistols, as witnesses testified.\n\nThey aggressively asked him why he uses the Greek language while he is in Albania. Aristotle replied that he was Greek and that this was the language of his ancestors.\n\nWith the intervention of other Greeks in Himarra, a quarrel was avoided, however at that time a death contract had been signed without Aristotle knowing it.\n\nThe same people followed him on his way to his house in Ano Himarra; shortly before he reached a bridge, they rammed his motorcycle. Aristotle fell and they passed over him in their car. To be sure that they finished it, they turned back and passed over him a second time.\n\nThe news spread quickly and the Greek of Himarra took to the streets with their carbines.\n\nThe death and lack of immediate police response sparked outrage throughout the predominantly ethnic Greek region off Himarra. Demonstrators blocked the main highway between the towns of Avlona (Αυλώνα, Albanian: Vlorë) and Agioi Saranda (Άγιοι Σαράντα, Albanian: Sarandë) using rocks, while municipal workers in the town of Himarra held a strike.\n\nAccording to the Himariote Union, the death of Goumas was the culmination of a series of recent provocations in the town of Himarra by Albanian nationalists. Local Greeks further called for the replacement of certain individuals in the Himarra police force, stating that attacks against ethnic Greeks have occurred frequently in the past and been duly reported, without the local police authorities showing the slightest interest.\n\nPolice intervened to prevent large-scale incidents and chased the killers. All of them were found in the quarry area, except for the driver, who was found in Tirana two days later.\n\nThousands of Greeks in Himarra said goodbye to Aristotle with Greek flags in their hands, shouting slogans and chanting the National Anthem. The coffin was also covered with a Greek flag.\n\n“Aristotle was a calm and very smart man, with a high patriotic mind,” said Elias Goumas’ son-in-law, Montis Kolilas, to Pontos News. “He always helped his compatriots and that is why everyone in Himarra loved him. He was a diplomat and did not get angry easily. That is why he avoided the commotion with the Albanians. But his killers set him up and killed him.”\n\nSali Berisha himself, then Prime Minister of Albania, condemned the murder, noting that Himarra is a bilingual area.\n\nThe driver of the car was sentenced to eight years in prison and released in three, the co-driver was sentenced to one year in prison and the others just a few months.\n\nAristotle’s parents were never summoned to court. The father of the murdered man also has complaints from the Greek Embassy, ​​whose help was limited only to the presence of the ambassador at the funeral.\n\nThe people of Himarra prepared a bust-monument of Aristotle and placed it in the courtyard of the church of All Saints. However, there were reactions and finally the sculpture was placed on his grave, from which the Greek flag was often removed by Albanians. Even the flowers that adorned it were uprooted.\n\nBut the memory of Aristotle is not uprooted.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, viewport-fit=cover", "description": "About 150 meters from his house, next to the church of Patrocosmas, the murderers blinded by nationalist fanaticism unnecessarily cut the thread of life of", "robots": "follow, index, max-snippet:-1, max-video-preview:-1, max-image-preview:large", "og": {"locale": "en_US", "type": "article", "title": "10 Years Ago Goumas Was Brutally Murdered By Albanian Nationalists In Himarra (VIDEO) - Greek City Times", "description": "About 150 meters from his house, next to the church of Patrocosmas, the murderers blinded by nationalist fanaticism unnecessarily cut the thread of life of", "url": "https://greekcitytimes.com/2020/08/13/10-years-ago-goumas-was-brutally-murdered/", "site_name": "Greek City Times", "image": {"identifier": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-30.jpg", "secure_url": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-30.jpg", "width": 820, "height": 480, "alt": "Goumas", "type": "image/jpeg"}}, "article": {"publisher": "https://www.facebook.com/greekcitytimes/", "tag": "Sali Berisha", "section": "Greek NEWS"}, "twitter": {"card": "summary_large_image", "title": "10 Years Ago Goumas Was Brutally Murdered By Albanian Nationalists In Himarra (VIDEO) - Greek City Times", "description": "About 150 meters from his house, next to the church of Patrocosmas, the murderers blinded by nationalist fanaticism unnecessarily cut the thread of life of", "site": "@greekcitytimes", "creator": "@greekcitytimes", "image": "https://greekcitytimes.com/wp-content/uploads/2020/08/1-30.jpg"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://greekcitytimes.com/wp-content/uploads/2018/04/favicon-96x96.png"}}}