{"GDELT": {"GlobalEventID": 940394976, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.3045186640471504, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200812194500, "SOURCEURL": "https://themedialine.org/top-stories/lebanon-has-been-brought-to-its-knees-hizbullah-is-weakening/"}, "ARTICLE": {"TITLE": "Lebanon has been ‘Brought to its Knees,’ Hizbullah is Weakening", "TEXT": "Last week’s Beirut blast could shake up country’s sectarian political system\n\nThe resignation of Lebanon’s government following the blast that devastated Beirut last week has done little to pacify thousands of protesters demanding a total overhaul of the country’s sectarian-based political system.\n\nWhat’s more, pressure on Hizbullah is increasing as demonstrators in the capital’s streets blame the powerful Shi’ite Muslim group, which is close to Iran, for the country’s many troubles.\n\nLebanon was paralyzed by political dysfunction and nationwide protests before the onset of the coronavirus pandemic. But the August 4 explosion at Beirut’s port, which killed at least 171 people, injured more than 7,000 and left about 300,000 homeless, shook Lebanon to its core, and in more ways than one.\n\nPrime Minister Hassan Diab, a Sunni Muslim close to Hizbullah, announced six days later while under intense public and official pressure that his government was resigning. In his speech, he said he wanted to join the people in holding long-time political forces accountable, saying: “Their corruption created this tragedy.”\n\nIt remains to be seen whether the government’s resignation and the demonstrations will usher in a new political era.\n\nOsama Al-Sharif, a veteran Jordanian journalist and political commentator, says the blast, blamed on 2,750 metric tons of ammonium nitrate stored at the port, brought the country “to its knees” and will lead to major political change.\n\n“Hizbullah suddenly inherited all the problems and failures that have plagued the Lebanese state since the 1990s,” the Amman-based Sharif told The Media Line.\n\nHizbullah suddenly inherited all the problems and failures that have plagued the Lebanese state since the 1990s\n\nHe notes that the group is in a “very complicated position,” as shown by Hizbullah leader Hassan Nasrallah’s “timid” speech last week.\n\n“He was almost apologetic, trying to deny any responsibility for the blast at the port – and he didn’t mention Israel once,” Sharif said, referring to Hizbullah’s arch-enemy.\n\nNizar Abdel Kader, a retired Lebanese brigadier general and Lebanon expert, told The Media Line that a political “earthquake” had been triggered by the explosion.\n\n“Lebanon before August 4 isn’t the same as Lebanon after,” he said.\n\nLebanon before August 4 isn’t the same as Lebanon after\n\nThe Lebanese are “afflicted” with great pain and bear huge resentment against the ruling elite, he added.\n\nThe demonstrators have been calling for the leaders of the country’s main political parties to step down, screaming “Kelon ya’ani kelon,” Arabic for “All of them means all of them.”\n\nIn Israel, former National Security Council member Orna Mizrahi told The Media Line it was too early to tell if the explosion would be the tipping point for change.\n\n“It requires profound reforms that the corrupt Lebanese leadership – and, of course Hizbullah, which is part of this leadership – isn’t interested in,” said Mizrahi, a senior research fellow at Tel Aviv University’s Institute for National Security Studies.\n\nIt requires profound reforms that the corrupt Lebanese leadership – and, of course Hizbullah, which is part of this leadership – isn’t interested in\n\nShe said the guidelines for assistance from the United States and other Western countries could make a difference “if they would formulate a plan for economic recovery and extensive economic assistance along with demands for change in the political system and a reduction in Hizbullah’s influence.”\n\nShe adds, however, that this might be difficult.\n\n“I think they [will] have to do it gradually,” she said of those offering assistance.\n\nSharif agrees, saying Hizbullah is cornered and seems to be “running out” of options.\n\n“Neither Iran nor Syria nor any other local or regional player can extend a lifeline to Hizbullah at this stage,” he said.\n\n“Hizbullah,” he noted, “has to embrace the fact that France and the United States are setting the table now, both financially and politically.”\n\nThousands of protesters have been demonstrating since last October against an economic crisis rooted in chronic political and financial corruption among the ruling elite. The protests intensified after last week’s explosion, when thousands of angry demonstrators poured into the streets chanting “Revolution! Revolution!”\n\nThe outgoing government was formed in January with the backing of Hizbullah and its allies after the previous government resigned in the face of the protests.\n\n“There is also criticism of [Hizbullah’s] struggle with Israel,” Sharif said. “In my opinion, [it] will not choose to enter into confrontation with Israel now, but [will] postpone it.”\n\nLebanon’s sectarian power-sharing arrangements, originally formulated in the 1940s, were last changed under the 1989 Taif Agreement, or National Reconciliation Accord, which ended the country’s 15-year civil war.\n\nIt made “proper political representation” and “mutual coexistence” for the various sects the main goal of post-civil war electoral law, Sharif explained.\n\n“I think the way forward now would be to depart and admit that the sectarian power-sharing way is over,” he continued. “The people of Lebanon will not accept it anymore. Neither France nor the US will allow it to continue.”\n\nI think the way forward now would be to depart and admit that the sectarian power-sharing way is over\n\nHe notes that Iran’s financial woes have also had major implications for Hizbullah and calls their close ties an “existential” threat to Lebanon.\n\n“[Hizbullah] has to stop being a state within a state. It has to extract itself from the political power-sharing game, and this, of course, goes for the rest of the former warlords and political elite that has controlled Lebanon,” he said. “Everybody has to make compromises.”\n\nIn a major development, the Trump Administration is preparing to impose anti-corruption sanctions against prominent Lebanese politicians and businesspeople in an attempt to weaken Hizbullah, The Wall Street Journal reports.\n\nSharif says the Shi’ite group now has a choice to make.\n\n“If Hizbullah chooses wisdom, it will repatriate and redefine itself as a Lebanese party and not as an Iranian party working out of Lebanon, as a foreign agent,” he explained.\n\n“This is a big decision for Hizbullah,” he added, “and if it didn’t understand the lessons [of the] geopolitical earthquake that took place last week, I think it will pay a heavy price.”", "METADATA": {"viewport": "user-scalable=yes, width=device-width, initial-scale=1.0, maximum-scale=1", "description": "The resignation of Lebanon's government following the blast that devastated Beirut last week has done little to pacify thousands of protesters demanding a total overhaul of the country's sectarian-based political system. What’s more, pressure on Hizbullah is increasing as demonstrators in the capital’s streets blame the powerful Shi’ite Muslim group, which is close to Iran, for the country's many troubles.", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Lebanon has been ‘Brought to its Knees,’ Hizbullah is Weakening - The Media Line", "description": "The resignation of Lebanon's government following the blast that devastated Beirut last week has done little to pacify thousands of protesters demanding a total overhaul of the country's sectarian-based political system. What’s more, pressure on Hizbullah is increasing as demonstrators in the capital’s streets blame the powerful Shi’ite Muslim group, which is close to Iran, for the country's many troubles.", "url": "https://themedialine.org/top-stories/lebanon-has-been-brought-to-its-knees-hizbullah-is-weakening/", "site_name": "The Media Line", "image": {"identifier": "https://themedialine.org/wp-content/uploads/2020/08/GettyImages-1227974594-e1597256206164.jpg", "secure_url": "https://themedialine.org/wp-content/uploads/2020/08/GettyImages-1227974594-e1597256206164.jpg", "width": 855, "height": 480}}, "article": {"tag": "sectarian political system", "section": "Top Stories", "published_time": "2020-08-12T18:21:08+00:00"}, "twitter": {"card": "summary", "description": "The resignation of Lebanon's government following the blast that devastated Beirut last week has done little to pacify thousands of protesters demanding a total overhaul of the country's sectarian-based political system. What’s more, pressure on Hizbullah is increasing as demonstrators in the capital’s streets blame the powerful Shi’ite Muslim group, which is close to Iran, for the country's many troubles.", "title": "Lebanon has been ‘Brought to its Knees,’ Hizbullah is Weakening - The Media Line", "image": "https://themedialine.org/wp-content/uploads/2020/08/GettyImages-1227974594-e1597256206164.jpg"}, "generator": "Give v2.6.2", "msapplication-TileImage": "https://themedialine.org/wp-content/uploads/2019/06/cropped-pic-1@2x-270x270.png"}}}