{"GDELT": {"GlobalEventID": 940383452, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "BUSBUS", "Actor2Name": "INDUSTRY", "Actor2Type1Code": "BUS", "Actor2Type2Code": "BUS", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 149, "NumSources": 1, "NumArticles": 149, "AvgTone": -0.756929778381552, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200812183000, "SOURCEURL": "http://thedailynewnation.com/news/260030/maritime-ports-asked-to-hoist-signal-no-3.html"}, "ARTICLE": {"TITLE": "Maritime ports asked to hoist signal no. 3", "TEXT": "Editorial » We remember Bangabandhu on this fateful day\n\nTODAY is the National Mourning Day, the nation pays profound respect to the martyrs on this fateful day when a group of deranged soldiers had killed the Father of the Nation Bangabandhu Sheikh Mujibur Rahman in a bloody coup with all his family members. They carried out the brutality with ...\n\nCricket » Ex-South African skipper Smith hits back at race bias claims\n\nAFP, Johannesburg :Former South Africa captain Graeme Smith on Thursday responded to allegations of bias against black players by stating that he had \"personal relationship challenges\" with several other players during his time in charge.Smith, currently Cricket South Africa's director of cricket, has come under fire in recent weeks for ...\n\nFootball » Leipzig beat Atletico to book historic meeting with PSG\n\nAFP, Lisbon :Leipzig stunned Atletico Madrid 2-1 on Thursday to reach the Champions League semi-finals for the first time as Tyler Adams' 88th-minute winner earned them a showdown with Paris Saint-Germain (PSG).Atletico looked to have secured extra-time at the Estadio Jose Alvalade when Joao Felix won and then scored a ...\n\nEditorial » Cash incentive programme fails to reap benefits for ultra-poor\n\nTHE Parliamentary Standing Committee on Disaster Management and Relief Ministry expressed concern over the government's cash incentive programme for the rural extreme poor on Wednesday. Following the ninth meeting of the committee on Wednesday, the Chairman of the Standing Committee stated that the poor people were not benefited by the ...\n\nInternational » Lebanese MPs meet for first time since blast, US envoy due in Beirut\n\nReuters :Lebanese security forces deployed heavily in Beirut on Thursday, stopping protesters from reaching a conference centre where MPs began meeting for the first time since the catastrophic chemicals explosion last week that killed 172 people.Senior US official David Hale is expected in Beirut later on Thursday to stress the ...\n\nEditorial » Stealing money in chaos is easy but investment needs competent government\n\nMEDIA report in a national daily on Wednesday said Bangladesh Bank's special fund for capital market investment is facing setback because of lukewarm response from banks which were to make the fund available from their money for funding the ailing bourse. The five year special fund of Tk 100 billion ...\n\nFootball » Shakhtar, Sevilla advance into UEFA Europa League semifinal\n\nAgency :Shakhtar Donetsk crushed hapless FC Basel 4-1 following a one-sided affair while Sevilla's Lucas Ocampos left it late to eliminate Wolverhampton Wanderers 1-0 in the UEFA Europa League quarterfinal on Tuesday.Donetsk needed no warmup time and broke the deadlock with just two minutes played as Marlos's corner kick allowed ...\n\nBusiness & Economy » Trump candidate for Inter-America bank accuses Argentina of 'obstruction'\n\nAFP, Washington :US President Donald Trump's candidate to head the Inter-American Development Bank said Tuesday he has the backing of the majority of Latin American countries but accused Argentina of trying to \"obstruct\" his election, with the help of Mexico, Chile and Costa Rica.Mauricio Claver-Carone told a news conference that ...\n\nEditorial » Mere warning will not do if the corrupt ones remain unabated\n\nMEDIA report said that the government has taken a move to rein in the soaring cost of development projects and the Planning Minister is going to hold a meeting with Secretaries of the Development Ministries and Planning Commission officials to find out ways how to plug corruption and misuse of ...\n\nInternational » China accused of seeking to turn Taiwan into `the next Hong Kong`\n\nAl Jazeera News :Taiwan faces an increasingly difficult position as China pressures the democratic island to accept conditions that would turn it into the next Hong Kong, its top diplomat told visiting US Health Secretary Alex Azar on Tuesday.Azar arrived in Taiwan on Sunday as the highest-level US official to ...", "METADATA": {"application-name": "The New Nation", "author": "The New Nation", "description": "Oldest independent English Daily of Dhaka - thenewnationbd.com- is not just an online edition of the paper. It is the fastest vehicle of factual news on events, processes and ideas from Bangladesh and around the globe.", "generator": "The New Nation", "keywords": "Political Profiling,Police,Immigration,Politics and Government,Energy and Power,Trade,World Market,Gasoline,Economic,Trends,Demonstrations,Protests,Riots,Factories,Manufacturing,Accidents,Safety,Poultry,Commercial,Drought,Hotels,Travel,Delivery,Services,Weather,Weather Channel,International Relations,Music,Traffic,Foods,Foreign Investments,Golf,Youth", "og": {"title": "Maritime ports asked to hoist signal no. 3", "type": "article", "image": "http://thedailynewnation.com/library/", "url": "http://thedailynewnation.com/news/260030/maritime-ports-asked-to-hoist-signal-no-3.html", "description": "UNB, Dhaka :Maritime ports of Chattogram, Cox's Bazar, Mongla and Payra have been advised to keep hoisted local cautionary signal number three following the influence of strong monsoon and steep ...", "site_name": "The New Nation"}}}}