{"GDELT": {"GlobalEventID": 940453948, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EGY", "Actor1Name": "EGYPT", "Actor1CountryCode": "EGY", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.06544901065449, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Alexandria, Al Iskandariyah, Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG06", "Actor1Geo_ADM2Code": "61590", "Actor1Geo_Lat": 31.1981, "Actor1Geo_Long": 29.9192, "Actor1Geo_FeatureID": "-290263", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_Lat": 45.7326, "Action2Geo_Long": -93.9196, "Action2Geo_FeatureID": "MN", "DATEADDED": 20200813023000, "SOURCEURL": "https://www.msn.com/en-us/news/politics/the-squad-cleaned-up-in-their-primary-elections-this-summer/ar-BB17SJ7y"}, "ARTICLE": {"TITLE": "The Squad Cleaned Up in Their Primary Elections This Summer", "TEXT": "© Provided by The Mary Sue U.S. Rep. Alexandria Ocasio-Cortez (D-NY) pauses while speaking as Reps. Ilhan Omar (D-MN) and Ayanna Pressley (D-MA) listen during a news conference\n\nIn 2018, Alexandria Ocasio-Cortez, Ilhan Omar, Rashida Tlaib, and Ayanna Pressley won their congressional seats running on progressive platforms against more establishment Democrats. Omar ran to fill a vacant seat but AOC, Tlaib, and Pressley primaried sitting Dems and won. And after cleaning up in a round of contentious primary elections this summer, The Squad has proven that their 2018 wins were anything but a fluke.\n\nSquad . cc @ilhanmn @ayannapressley @rashidatlaib Squad . cc @ilhanmn @ayannapressley @rashidatlaib A post shared by Alexandria Ocasio-Cortez (@aoc) on Nov 12, 2018 at 3:21pm PST\n\nA lot of money went into trying to keep these women to a single term.\n\nIn June, AOC won her primary against Michelle Caruso-Cabrera, a Reagan-loving self-described “centrist” whose campaign was largely funded by Wall Street titans. Ocasio-Cortez won with nearly 73% of the vote.\n\nWhen I won in 2018, many dismissed our victory as a “fluke.” Our win was treated as an aberration, or bc my opponent “didn’t try.” So from the start, tonight’s race was important to me. Tonight we are proving that the people’s movement in NY isn’t an accident. It‘s a mandate. — Alexandria Ocasio-Cortez (@AOC) June 24, 2020\n\nLast week, Tlaib won her primary with two-thirds of the vote. And in the most contentious race of them all (Pressley appears to be running unopposed in her race next month), Ilhan Omar won her race yesterday with 57% of the vote.\n\nLike AOC’s challenger, Omar’s opponent, attorney Antone Melton-Meaux, was well-funded by moderate to right-wing donors. All of these women have been attacked for being too progressive. They’ve been accused of focusing too much on national issues (which sure sounds like code for the familiar refrain of “too ambitious”). They are seen as a threat not just to Republicans but to anyone who benefits from wealth inequality and any other form of social injustice. And those people have a lot of resources to throw behind a candidate who will serve them.\n\nMaybe that’s why the narrative going into these races (and even after them) is that these women were in real danger of losing their seats and that they were lucky to win.\n\nThis is what “surviving” a primary challenge looks like to the very smart, very unbiased folks at Politico https://t.co/cUZkFc1fdX pic.twitter.com/0pkquKsxvO — Rose Movement 🌹 (@Rosemvmt) August 11, 2020\n\nIn reality, as Rep. Tlaib said in a statement following her win, “Voters sent a clear message that they’re done waiting for transformative change, that they want an unapologetic fighter who will take on the status quo and win.”\n\nIn addition to the four existing squad members, this summer’s primary season added two new progressive voices likely to win their general elections in November: Missouri’s Cori Bush and New York’s Jamaal Bowman.\n\nI want folks to recognize how big of a triumph @IlhanMN’s victory represents. Tens of millions in big money was targeted to unseat 3 of us as “safe” Dems – almost unheard of. This is what happens you deeply challenge systems of power and corruption. But the people triumphed. https://t.co/adVnV6wGGR — Alexandria Ocasio-Cortez (@AOC) August 12, 2020\n\nIn Minnesota, we know that organized people will always beat organized money. Tonight, our movement didn’t just win. We earned a mandate for change. Despite outside efforts to defeat us, we once again broke turnout records. Despite the attacks, our support has only grown. — Ilhan Omar (@IlhanMN) August 12, 2020\n\n(image: Alex Wroblewski/Getty Images)\n\nWant more stories like this? Become a subscriber and support the site!\n\n—The Mary Sue has a strict comment policy that forbids, but is not limited to, personal insults toward anyone, hate speech, and trolling.—", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "The Squad Cleaned Up in Their Primary Elections This Summer", "cq": "passed", "Search.Interest": "Political Campaigns and Elections", "robots": "index, follow", "description": "The Squad has proven that their 2018 wins were anything but a fluke.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}