{"GDELT": {"GlobalEventID": 940487995, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "SCHOLAR", "Actor1Type1Code": "EDU", "Actor2Code": "ESP", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.33333333333333, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200813071500, "SOURCEURL": "https://www.vindy.com/news/local-news/2020/08/city-schools-start-moved-to-sept-8/"}, "ARTICLE": {"TITLE": "City schools start moved to Sept. 8", "TEXT": "YOUNGSTOWN — Youngstown City School District families will be able to pick up district-issued devices Aug. 31 and Sept. 1. To accommodate preparation for fully remote learning, the school district has moved the first day of instruction to Sept. 8.\n\nThe first day had been set for Aug. 31. The remainder of the district calendar won’t change.\n\n“I decided we would start the school year fully remote because I believe it’s the best way to protect the health and safety of our scholars, staff, families and community,” district CEO Justin Jennings said. “To make that happen with as little disruption as possible to scholar learning, the district is providing a device for each and every scholar.”\n\nThe devices will be either Chromebooks or iPads depending on school and grade level.\n\nThe technology staff has worked hard over the past four months to prepare 5,500 iPads and Chromebooks for use at home, John LaPlante, chief information officer, said.\n\n“In an effort to streamline the process and reduce the number of touchpoints, we implemented an electronic request form that allows parents and guardians to request these devices electronically, and then sign them digitally. We will work in the background to gather all relevant paperwork and create a single point of distribution for everything the scholar will need for the coming year.”\n\nThrough a partnership with the Youngstown Rotary and the Youngstown Foundation, the school district will provide basic home internet access for the 2020-21 school year for students who do not have it.\n\n“Our remote learning plan is designed to meet the needs of all of our scholars,” Jennings said. “That includes preschoolers, kindergarten through eighth-graders and high school scholars as well as scholars who may require special education services or those in another specialized program.”\n\nThe school schedule will be modified, too.\n\nMondays and Tuesdays will be instructional days and Wednesdays will be reserved for office hours, student independent work time and educator professional development. Instruction will resume on Thursdays and Fridays.\n\n“We understand that some families and scholars may have a harder time accessing instruction during the typical hours of the school day,” Jennings said. “For that reason, we’ll be working with our teachers to offer alternate times for instruction to help scholars and families.”\n\nWHAT TO DO\n\n“This first step is to go to our website to request the device,” Jennings said.\n\nFamilies can visit www.ycsd.org, click the “About YCSD” tab and scroll down to “Remote Learning.” From there, families can go to the “Devices” page, and click “Request My Scholar’s Device.” One request for a device must be submitted per student. A link there also allows families to submit the form in Spanish.\n\nAfter completing the request, the parent / guardian will get a confirmation email. A second email will be sent from the school district when the request is completed. A device cannot be distributed to a scholar until the request is completed so families must wait until they receive the second email.\n\nOnce they receive the second message, they may proceed to their school building between 9 a.m. and 1 p.m. and between 4 p.m. and 7 p.m. on either Aug. 31 or Sept. 1.\n\nTo request home internet access, families also can follow the links for “Remote Learning” under the “About YCSD” tab on the website. From there, families will go to the “Home Internet Access” page and click “Request Home Internet Access.” One request must be submitted per household.\n\nThe district’s remote learning handbook is posted on the district’s home page.\n\nnews@tribtoday.com", "METADATA": {"fb": {"app_id": 492509281298167}, "og": {"title": "City schools start moved to Sept. 8", "type": "article", "image": {"identifier": "https://www.vindy.com/wp-content/themes/coreV3_lazy_vindycustom/images/vindicatorfb.jpg", "width": 1200, "height": 630}, "url": "https://www.vindy.com/news/local-news/2020/08/city-schools-start-moved-to-sept-8/", "site_name": "vindy.com", "description": "YOUNGSTOWN — Youngstown City School District families will be able to pick up district-issued devices Aug. 31 and Sept. 1. To accommodate preparation for fully remote learning, the school district has moved the first day of instruction to Sept. 8. The first day had been set for Aug. 31. The remainder of the district calendar […]"}, "twitter": {"site": "vindy.com", "title": "City schools start moved to Sept. 8", "description": "YOUNGSTOWN — Youngstown City School District families will be able to pick up district-issued devices Aug. 31 and Sept. 1. To accommodate preparation for fully remote learning, the school district has moved the first day of instruction to Sept. 8. The first day had been set for Aug. 31. The remainder of the district calendar […]", "image": "https://www.vindy.com/wp-content/themes/coreV3_lazy_vindycustom/images/vindicatorfb.jpg", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "YOUNGSTOWN — Youngstown City School District families will be able to pick up district-issued devices Aug. 31 and Sept. 1. To accommodate preparation for full", "keywords": "Local News,City schools start moved to Sept. 8", "generator": "WordPress 5.4.2"}}}