{"GDELT": {"GlobalEventID": 940489282, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CZE", "Actor1Name": "CZECH", "Actor1CountryCode": "CZE", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.429864253393659, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Actor1Geo_CountryCode": "EZ", "Actor1Geo_ADM1Code": "EZ52", "Actor1Geo_ADM2Code": "14865", "Actor1Geo_Lat": 50.0833, "Actor1Geo_Long": 14.4667, "Actor1Geo_FeatureID": "-553173", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Prague, Praha, Hlavníesto, Czech Republic", "Action2Geo_CountryCode": "EZ", "Action2Geo_ADM1Code": "EZ52", "Action2Geo_ADM2Code": "14865", "Action2Geo_Lat": 50.0833, "Action2Geo_Long": 14.4667, "Action2Geo_FeatureID": "-553173", "DATEADDED": 20200813073000, "SOURCEURL": "https://www.msn.com/en-us/news/world/czech-pm-not-seeing-any-major-threat-in-reply-to-pompeos-anti-china-rhetoric/ar-BB17TVU6"}, "ARTICLE": {"TITLE": "Czech PM \"not seeing any major threat\" in reply to Pompeo's anti-China rhetoric", "TEXT": "© Provided by N.C.N. Limited\n\nFile photo shows Czech Prime Minister Andrej Babis arriving for a special European Council meeting at the EU headquarters in Brussels, July 17, 2020. (European Union/Handout via Xinhua)\n\n- Pompeo repeats his anti-China agenda in his visit to the Czech Republic and wants to sow discord.\n\n- Czech Prime Minister Andrej Babis: \"I do not see any major threat here.\"\n\n- Chinese Embassy in the Czech Republic: \"People are often caught in their own trap.\"\n\nPRAGUE, Aug. 13 (Xinhua) -- Czech Prime Minister Andrej Babis said on Wednesday that the Czech Republic is a sovereign country, and he does not see any major threat here.\n\nHe made the remarks after visiting U.S. Secretary of State Mike Pompeo claimed at a joint press briefing here that the United States, a country with a poor track record of respecting other nations' sovereignty, stood \"prepared to support\" the Czech people if the latter were bullied by others.\n\nDuring his visit, Pompeo repeated his anti-China agenda while talking about cooperation with the Czech Republic on 5G security and nuclear power plant construction. He claimed that using technologies from China and Russia would pose a \"danger\" to the sovereignty and security of the Czech Republic.\n\nCalling the Czech Republic \"a leader in Europe\" on 5G and cybersecurity, Babis said that I do not see any major threat here.\"\n\n© Provided by N.C.N. Limited\n\nFile photo shows U.S. Secretary of State Mike Pompeo speaking during a press briefing in Washington D.C., the United States, on March 5, 2020. (Xinhua/Liu Jie)\n\nOn the relations with China, despite Pompeo's botched attempt to sow discord, Babis said that the Czech Republic \"seeks lines with the European Union and there's no fundamental problem here.\"\n\nPompeo's groundless claims about China have aroused strong condemnation from the Chinese Embassy in the Czech Republic.\n\nCalling Pompeo's rhetoric as \"full of ideological bias and Cold War ideas,\" the embassy said Pompeo is attacking China without any substantiation.\n\n\"In the name of so-called 'democracy and freedom,' Pompeo is attacking China without any substantiation, tarnishing China, trying to make China scapegoat for all existing problems and deliberately fomenting discord between other countries and China,\" the embassy said.\n\nQuoting a Czech proverb that says \"people are often caught in their own trap,\" the embassy urged Pompeo to stop spreading political viruses and false information, interfering in China's internal affairs, and subverting the unity and cooperation of the international community. ■", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Czech PM", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "File photo shows Czech Prime Minister Andrej Babis arriving for a special European Council meeting at the EU headquarters in Brussels, July 17, 2020. (European Union/Handout via Xinhua) - Pompeo repeats his anti-China agenda in his visit to the Czech Republic and wants to sow discord. - Czech Prime Minister Andrej Babis: \"I do not see any major threat here.\" - Chinese Embassy in the Czech Republic: \"People are often caught in their own trap.\"...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}