{"GDELT": {"GlobalEventID": 940487775, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.37807183364839003, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR", "Action2Geo_Lat": 32.0, "Action2Geo_Long": 53.0, "Action2Geo_FeatureID": "IR", "DATEADDED": 20200813071500, "SOURCEURL": "https://www.latinpost.com/articles/146855/20200813/tech-giants-collaborate-protect-u-s-election-process.htm"}, "ARTICLE": {"TITLE": "Tech Giants to Collaborate to Protect US Election Process", "TEXT": "Tech giants such as Facebook, Google, and Microsoft, among others, have released a statement on Wednesday, announcing that they are collaborating to secure the U.S. election process.\n\nSome of the big tech companies joining are Facebook, Google, Twitter, Reddit, Microsoft, Verizon media, Pinterest, LinkedIn, and the Wikimedia Foundation.\n\nIn the companies' joint statement, they said that they had worked closely for the past several years to counter information operations across their respective platforms.\n\n\"In preparation for the upcoming election, we regularly meet to discuss trends with U.S. government agencies tasked with protecting the integrity of the election,\" the statement was quoted in a USA Today report.\n\nThe statement was released after the tech companies had a meeting with government officials. During the meeting, the tech firms shared what is happening on their respective platforms.\n\nThe statement said that they specifically discussed the preparation of the upcoming conventions and scenario planning related to U.S. election results.\n\nThe companies did not further explain what scenarios they discussed and whether there were decisions made.\n\nU.S. Election Process\n\nThe U.S. Election Process this year is expected to be different. Election results this year are seen to come in later than in previous elections.\n\nThis is because the current COVID-19 pandemic has led many voters to mail-in voting. This means the focus on discussion of results could go on for days after in-person voting ends on Nov. 3.\n\nThe meetings between the government and tech giants aim to fill a gap in information-sharing. This after Facebook said they were caught off guard by security threats and lack of information coming from federal authorities in 2016.\n\nSome tech companies are already thinking about how they could handle a drawn-out election.\n\nFacebook CEO Mark Zuckerberg said that his company was considering new rules on premature claims of victory or other statements about the U.S. election results.\n\nSome of the participants in the meeting were representative of the FBI's foreign influence task force, the Justice Department's national security division, and the Office of the Director of National Intelligence.\n\nThe Cybersecurity and Infrastructure Security Agency was also present during the meeting.\n\nThe companies said they would continue to meet regularly before the U.S. elections in November.\n\nForeign Threats\n\nThe State Department confirmed on Aug. 7 that it was sending text messages to Iranians and Russians, offering a prize for information on foreign efforts trying to meddle in the U.S. election process.\n\nAccording to a BBC report, William Evanina, Director of the National Counterintelligence and Security Center, said that foreign nations were using \"covert and overt influence measures\" to sway the vote.\n\nThe U.S. counterintelligence said that China did not want Trump to be re-elected, while Russia is trying to decry Democrat's bet Joe Biden.\n\nEvanina said that China is trying to expand its influence efforts ahead of the vote. On the other hand, Russia is seeking to boost Trump's candidacy on social media and Russian television.\n\nMeanwhile, Iran is trying to divide the country by spreading disinformation and anti-U.S. content online.\n\nCheck these out:\n\nMany Americans Find it Inappropriate for Either Democrats or Republicans to Dispute US Election Result\n\nUS Supreme Court Denies Absentee Voting for Texas Voters\n\nTrump Says He Doesn't Want to Delay Election; But Worried on Mail-In Ballots", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "Title": "Latin America News, Latin Artists and other personalities, Health and Education in Latin America, Statistics, Immigration, Latin Culture, Other world news", "Keywords": "news, entertainment, culture, statistics, immigration, politics, culture, sports", "Description": "Tech giants such as Facebook, Google, and Microsoft among others have released a statement on Wednesday, announcing that they are collaborating to secure the U.S. election process.", "Author": "Latin Post", "Copyright": "2020 Latin Post", "Subject": "latinpost.com", "p": {"domain_verify": "35e478f7510504ec71abd594218dee4e"}, "propeller": "1bb23778a3e5d569ce8fdc626c3f0693", "fb": {"pages": 161989247248690}, "og": {"type": "article", "url": "https://www.latinpost.com/articles/146855/20200813/tech-giants-collaborate-protect-u-s-election-process.htm", "site_name": "Latin Post - Latin news, immigration, politics, culture", "image": "https://1622179098.rsc.cdn77.org/data/images/full/134163/tech-giants.jpg", "title": "Tech Giants to Collaborate to Protect US Election Process", "description": "Tech giants such as Facebook, Google, and Microsoft among others have released a statement on Wednesday, announcing that they are collaborating to secure the U.S. election process."}, "article": {"published_time": "2020-08-13"}, "twitter": {"card": "summary_large_image", "site": "@latinpost", "creator": "@latinpost", "domain": "latinpost.com", "url": "https://www.latinpost.com/articles/146855/20200813/tech-giants-collaborate-protect-u-s-election-process.htm", "title": "Tech Giants to Collaborate to Protect US Election Process", "description": "Tech giants such as Facebook, Google, and Microsoft among others have released a statement on Wednesday, announcing that they are collaborating to secure the U.S. election process.", "image": "https://1622179098.rsc.cdn77.org/data/images/full/134163/tech-giants.jpg"}, "syndication-source": "https://www.latinpost.com/articles/146855/20200813/tech-giants-collaborate-protect-u-s-election-process.htm", "news_keywords": "tech, giants, collaborate, protect, u, s, election, process", "robots": "index, follow", "Googlebot": "index, follow", "Bingbot": "index, follow", "Googlebot-News": "index, follow"}}}