{"GDELT": {"GlobalEventID": 940474708, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MIL", "Actor1Name": "MILITARY", "Actor1Type1Code": "MIL", "Actor2Code": "GOV", "Actor2Name": "REGIME", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 52, "EventBaseCode": 52, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.33893919793014, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH40", "Actor1Geo_ADM2Code": "26423", "Actor1Geo_Lat": 13.75, "Actor1Geo_Long": 100.51700000000001, "Actor1Geo_FeatureID": "-3250083", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH40", "Actor2Geo_ADM2Code": "26423", "Actor2Geo_Lat": 13.75, "Actor2Geo_Long": 100.51700000000001, "Actor2Geo_FeatureID": "-3250083", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bangkok, Krung Thep Mahanakhon, Thailand", "Action2Geo_CountryCode": "TH", "Action2Geo_ADM1Code": "TH40", "Action2Geo_ADM2Code": "26423", "Action2Geo_Lat": 13.75, "Action2Geo_Long": 100.51700000000001, "Action2Geo_FeatureID": "-3250083", "DATEADDED": 20200813053000, "SOURCEURL": "https://www.greenleft.org.au/content/students-lead-new-wave-democracy-protests-thailand"}, "ARTICLE": {"TITLE": "Students lead new wave of democracy protests in Thailand", "TEXT": "Thammasat University in Bangkok has an iconic place in the long history of pro-democracy struggles in Thailand. On August 10, thousands of students rallied on the campus, in the largest of a string of mass student-led protests. Actions have taken place in most major cities since a July 18 rally in front of the Democracy Monument.\n\nThammasat University’s administration apologised for allowing the rally to take place on its campus.\n\nSee also Thai king implicated in disappearance of exiled dissident Thai dissidents face deadly threats – even abroad\n\nAccording to a statement issued on August 11, the rally organisers had asked for permission to hold the rally to push for three demands: democratic constitutional amendments, the dissolution of the government and an end to the intimidation of critics of the government.\n\nHowever, during the rally the protesters had acted and spoken “beyond permitted bounds, particularly on issues which were delicate and sensitive to the feelings of the public at large”, according to the university.\n\nThese references were to outspoken criticisms of the privileges of the monarchy.\n\nOminous declarations from members the military-backed regime followed, arguing that the Thammasat University protest had “offended the rights and feelings of tens of millions of Thai people loyal to the royal institution”.\n\nThis stirred painful memories of the 1976 Thammasat University massacre, when the Thai military surrounded the campus and allowed right-wing paramilitaries to brutally torture and murder student protesters. Then too, the excuse given for the atrocities was that the student protesters had offended the monarchy.\n\nThai socialist Giles Ji Ungpakorn has lived in exile since he was charged with lese majeste (insulting the monarch) over a 2006 book criticising the Thai monarchy’s support for a military coup. He told Green Left: “The reasons why students started to revive the pro-democracy protests are that this new generation have seen that pushing for reforms within the parliamentary system has not worked.\n\n“Opposition parties and politicians have been cut down by the military-controlled courts. The junta were and still are blatantly using COVID-19 as an excuse to try to ban protests. Anyone who speaks out is being intimidated by security officers and political exiles in neighbouring countries have been murdered by military death squads.\n\n“On top of this, the economy is a mess and youth see little to be hopeful for the future. In fact they share these feelings of anger and frustration with over half the adult population. The difference is that the youth do not share the fear which is common among older activists who have been through military crackdowns.\n\n“It is not just university students. Secondary school students, often from more elite schools, are joining in. LGBT activists have also taken part as LGBT Activists Against the Junta.”\n\nWhile the latest round of protests began to be organised around the hashtag #FreeYouth there has been a recent shift to using #FreePeople in a deliberate invitation to draw in other sections of the population.\n\n“So far the most significant development is the establishment of the organisation ‘Free People’,” said Ungpakorn.\n\n“The aim is to expand the movement to ordinary working people beyond students and youth. It has three major demands: stop intimidating activists, rewrite the constitution and dissolve parliament.\n\n“People are fed up with the fixed elections, the appointed senators and the military-designed “Guided Democracy” system in general.\n\n“Since the activist lawyer Anon Numpa stood up and raised a number of criticisms of Thai king Wachiralongkorn, the underlying anger about the behaviour and arrogance of the new ‘idiot king’ has come out into the open.\n\n“People are angry about laws which prevent the monarchy being subjected to criticism and accountability. They are angry that the king spends his time with his harem in Germany and changed the constitution to allow him to do this more easily.\n\n“They are angry that he changed the constitution to bring all wealth associated with the monarchy under his centralised control.\n\n“The extra demands from the Thammasat University mass protest on 10th August reflect a feeling that the monarchy should be reformed and its privileges cut back\n\n“If the increasing anti-monarchy feeling can be encouraged, it will weaken the military, who use the weak-willed monarch as a political tool. It will also help to make a republic more likely.\n\n“However, we must never forget that republics can also be oppressive and just after the Second World War, Thailand was ruled by an anti-monarchist military dictatorship in the shape of Field Marshal Phibun.\n\n“The military and its parliamentary dictatorship remain the main enemy of Thai democracy.”\n\nThe movement should not overestimate the power of the king, added Ungpakorn, because in reality, he has very little power.", "METADATA": {"apple-mobile-web-app-title": "Green Left", "application-name": "Green Left", "msapplication-TileColor": "#8bc11d", "msapplication-TileImage": "/sites/default/files/favicons/mstile-144x144.png", "theme-color": "#8bc11d", "Generator": "Drupal 7 (http://drupal.org)", "description": "Thousands of students rallied on August 10 at Thammasat University in Bangkok, an iconic place in Thailand's long history of pro-democracy struggles, in the largest of a string of student-led protests since July 18, reports Peter Boyle.", "news_keywords": "Democracy", "rating": "general", "og": {"type": "article", "url": "https://www.greenleft.org.au/content/students-lead-new-wave-democracy-protests-thailand", "site_name": "Green Left", "title": "Students lead new wave of democracy protests in Thailand", "see_also": "Thai dissidents face deadly threats – even abroad", "description": "Thousands of students rallied on August 10 at Thammasat University in Bangkok, an iconic place in Thailand's long history of pro-democracy struggles, in the largest of a string of student-led protests since July 18, reports Peter Boyle.", "image": {"identifier": "https://www.greenleft.org.au/", "url": "https://www.greenleft.org.au/", "secure_url": "https://www.greenleft.org.au/"}, "updated_time": "2020-08-14T08:21:46+10:00"}, "twitter": {"card": "summary_large_image", "site": {"identifier": "@greenleftweekly", "id": 93191667}, "url": "https://www.greenleft.org.au/content/students-lead-new-wave-democracy-protests-thailand", "title": "Students lead new wave of democracy protests in Thailand", "description": "Thousands of students rallied on August 10 at Thammasat University in Bangkok, an iconic place in Thailand's long history of pro-democracy struggles, in the largest of a string of student-led", "image": "https://www.greenleft.org.au/sites/default/files/Back%20cover%20-%20Thousands%20of%20students%20rallying%20at%20Thammasat%20University%20on%20August%2010%20-%20Photo%20courtesy%20of%20Charlie%20Thame.jpg"}, "article": {"section": "World", "published_time": "2020-08-13T11:59:55+10:00", "modified_time": "2020-08-14T08:21:46+10:00"}, "dcterms.title": "Students lead new wave of democracy protests in Thailand", "dcterms.subject": "Democracy", "dcterms.creator": "Peter Boyle", "dcterms.description": "Thousands of students rallied on August 10 at Thammasat University in Bangkok, an iconic place in Thailand's long history of pro-democracy struggles, in the largest of a string of student-led protests since July 18, reports Peter Boyle.", "dcterms.publisher": "Green Left", "dcterms.date": "2020-08-13T11:59+10:00", "video": {"tag": "Democracy"}, "dcterms.coverage": "Thailand", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}}}