{"GDELT": {"GlobalEventID": 940471424, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.55555555555556, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200813050000, "SOURCEURL": "http://www.senate.gov.ph/press_release/2020/0813_hontiveros1.asp"}, "ARTICLE": {"TITLE": "Hontiveros wants Clark Resort investigated for Chinese prostitution ring", "TEXT": "HONTIVEROS WANTS CLARK RESORT INVESTIGATED FOR CHINESE PROSTITUTION RING\n\nSenator Risa Hontiveros on Thursday demanded Clark Development Corporation (CDC) and the Philippine National Police (PNP) conduct a full investigation on Fontana Leisure Parks and Casino's liability in the alleged Chinese prostitution ring discovered in its premises.\n\nHontiveros made the call after the police arrested seven Chinese men, six Chinese women, and two Vietnamese women who are alleged to be involved in prostitution and human trafficking inside resort facilities in Clark Freeport Zone, Pampanga.\n\n\"Habang nahihirapan tayong mga Pilipino sa COVID-19 pandemic, may mga Chinese prostitution rings naman na patuloy pa rin ang operasyon,\" said Hontiveros, who chairs the Committee on Women in the Senate. \"Hindi natin dapat hinahayaan na nagiging pugad tayo ng prostitusyon at iba pang krimen,\" she added.\n\nHontiveros wants the owner and administration of the said leisure park investigated for possible liability. \"Hindi ito ang unang beses na may nadiskubreng illegal activity sa loob ng resort,\" the senator declared. Hontiveros said that in May 2020, an illegal underground hospital for tenants and workers of a Philippine Offshore Gaming Operators (POGO) company was discovered on Fontana's premises.\n\n\"Bakit parang nagiging pugad ng underground illegal activities itong Fontana?\" the senator asked, also citing that in December 2016, fifteen casino rooms in Fontana were ordered to temporarily close following the Bureau of Immigration's (BI) arrest of around 1,300 illegal Chinese workers inside the leisure park.\n\n\"Fontana's license to operate can be suspended and eventually revoked if there's negligence on their part in making sure that crimes do not thrive within their premises. Responsibilidad nilang siguraduhin na sumusunod sa batas ang mga tenants nila,\" Hontiveros said.\n\nEarlier this year, Hontiveros exposed the 'pastillas' scheme within BI, a system in which Chinese nationals, mostly POGO workers, are allowed seamless entry into the country for a 'service fee.' The investigation also revealed how the POGO industry may contribute to the rise of prostitution and trafficking in the country.", "METADATA": {}}}