{"GDELT": {"GlobalEventID": 940499741, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "COMPANIES", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.5423728813559303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Feroze, Punjab, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK04", "Actor1Geo_ADM2Code": "23677", "Actor1Geo_Lat": 31.5833, "Actor1Geo_Long": 73.8167, "Actor1Geo_FeatureID": "-2760149", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Feroze, Punjab, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK04", "Action2Geo_ADM2Code": "23677", "Action2Geo_Lat": 31.5833, "Action2Geo_Long": 73.8167, "Action2Geo_FeatureID": "-2760149", "DATEADDED": 20200813084500, "SOURCEURL": "https://propakistani.pk/2020/08/13/supreme-court-announces-verdict-on-rs-417-billion-gidc-case/"}, "ARTICLE": {"TITLE": "Supreme Court Announces Verdict on Rs. 417 Billion GIDC Case", "TEXT": "The Supreme Court has finally announced its reserved verdict on the Gas Infrastructure Development Cess (GIDC). The court has ordered companies to pay the outstanding amount of Rs. 417 billion as per media reports.\n\nA three-member bench of the apex court headed by Justice Mushir Alam had reserved the verdict on February 20, which was announced on Thursday (today).\n\nJustice Mushir Alam read the reserved decision made by a three-member bench. The panel rejected the petitions in a 2-1 verdict, directing the companies to pay the Gas Infrastructure Development Cess. More than 80 companies were parties in the case and all their applications have been rejected.\n\nThe Attorney General had sought an early hearing in the Supreme Court on the directive of Prime Minister Imran Khan, on which the court has given its verdict today.\n\nThe SC bench, led by Justice Mushir Alam, and comprising Justice Faisal Arab and Justice Mansoor Ali Shah after taking up a GIDC case and conducting hearings on 107 petitions and appeals of several cotton mills, textile mills, sugar mills, chemical companies, CNG filling stations, cement companies, match factories, and aluminum industries relating to GIDC levy for two weeks on February 20, 2020, had reserved the verdict in GIDC case.\n\nIt is pertinent to mention that the former government had imposed the tax of Rs. 417 billion while the incumbent regime had waived Rs. 220 billion. The government then withdrew the waiver ordinance after the opposition’s criticism.\n\nA.A.H Soomro, managing director at Khadim Ali Shah Bukhari Securities told ProPakistani,\n\nThis is much-needed breather for the government. The ball is in the government’s court and enables them to devise tariff & concessions to their discretion. Comes in handy when you have massive revenue requirement under the IMF program. However, not that bad for the companies also as, they can pay in monthly prospective installments and government can not charge GIDC indefinitely until the projects are commenced to ensure effective utilisation.\n\nA 47-page judgment noted that around Rs. 295 billion have already been collected towards Cass-revenue and together with the outstanding amount the total sum by the end of this month would be in the vicinity of Rs700 billion, which is more than what is the estimated cost of the projects in Section 4 of the GIDC Act, 2015.\n\n“From the date of this judgment, we restrain the Federal Government from charging Cess which power of the Federal Government shall remain suspended until the Cess-revenue collected and that which is accrued so far but not yet collected is expanded on the projects listed in Section 4 of the GIDC Act, 2015,” added the judgement.\n\nThe judgment stated that,\n\nAs all industrial and commercial entities which consume gas for their business activities pass on the burden to their customers/clients, therefore, all arrears of ‘Cess’ that have become due up to July 31 and have not been recovered so far shall be recovered by the Companies responsible under the GIDC Act, 2015 to recover from their consumers. However, as a concession, the same be recovered in 24 equal monthly instalments starting from August 1, 2020 without the component of late payment surcharge. The late payment surcharge shall only become payable for the delays that may occur in the payment of any of the twenty-four instalments.\n\nAccording to a report by Topline Securities, this will result in a total corporate cash flow of Rs. 417 billion, however as per the report, companies can opt for the petition after deliberating on legal language of the verdict.\n\nTopline Securities in its report said that that the largest cash outflow will be witnessed from fertilizer companies to the tune of Rs. 110 billion. Fauji Fertilizer will be required to pay Rs. 63 billion (43% of market cap) followed by Fauji Fertilizer Bin Qasim – Rs. 22 billion (109% of market cap), Engro Fertilizer – Rs. 19 billion excluding Enven amount (21% of market cap) and Fatima Fertilizer – Rs. 6 billion (10% of market cap).\n\nOther companies like Lotte Chemicals, Engro Polymer, Lucky Cement, Century Paper Board, Gul Ahmed, and Feroze Mills would also be required to submit their dues, amongst others.\n\nTo recall, Gas Infrastructure Development Cess (GIDC) was imposed in 2011 as a fee for the construction of infrastructure projects such as the Iran-Pakistan pipeline, the Turkmenistan-Afghanistan-Pakistan-India pipeline and other the Liquefied Natural Gas (LNG) projects. After the Supreme Court’s ruling in Aug’14, where the GIDC was termed unconstitutional, the government passed the GIDC Bill 2014 through the National Assembly.\n\nFollowing this, the GIDC Act, 2015 was made law, re-imposing the GIDC on industries.\n\nLast year, through a Presidential Ordinance, the incumbent government amended the GIDC Act, 2015 whereby the notification required the fertilizer sector, captive power industry, KEL, GENCOS, and IPPs to pay 50% of the outstanding payables under GIDC, while waiving off the remainder. However, this was withdrawn later.", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "mobile-web-app-capable": "yes", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "-", "description": "The Supreme Court has finally announced its reserved verdict on the Gas Infrastructure Development Cess (GIDC). The court has ordered companies to pay the", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "generator": "WordPress 5.2.2", "og": {"url": "https://propakistani.pk/2020/08/13/supreme-court-announces-verdict-on-rs-417-billion-gidc-case/", "title": "Supreme Court Announces Verdict on Rs. 417 Billion GIDC Case", "description": "The Supreme Court has finally announced its reserved verdict on the Gas Infrastructure Development Cess (GIDC). The court has ordered", "image": "https://cdn.propakistani.pk/wp-content/uploads/2018/02/Supreme-court_SC1121111111111111111.jpg"}, "twitter": {"card": "summary_large_image", "site": "@propakistanipk", "title": "Supreme Court Announces Verdict on Rs. 417 Billion GIDC Case", "description": "The Supreme Court has finally announced its reserved verdict on the Gas Infrastructure Development Cess (GIDC). The court has ordered", "image": "https://cdn.propakistani.pk/wp-content/uploads/2018/02/Supreme-court_SC1121111111111111111.jpg"}, "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://cdn.propakistani.pk/wp-content/uploads/2018/01/cropped-icon-1-270x270.png"}}}