{"GDELT": {"GlobalEventID": 940474590, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IDN", "Actor1Name": "INDONESIAN", "Actor1CountryCode": "IDN", "Actor2Code": "EDU", "Actor2Name": "COLLEGE", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 154, "EventBaseCode": 154, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.32252701579385, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Netherlands", "Actor1Geo_CountryCode": "NL", "Actor1Geo_ADM1Code": "NL", "Actor1Geo_Lat": 52.5, "Actor1Geo_Long": 5.75, "Actor1Geo_FeatureID": "NL", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Batavia, Jakarta Raya, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID04", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -6.17444, "Actor2Geo_Long": 106.829, "Actor2Geo_FeatureID": "-2679652", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL", "Action2Geo_Lat": 52.5, "Action2Geo_Long": 5.75, "Action2Geo_FeatureID": "NL", "DATEADDED": 20200813053000, "SOURCEURL": "https://goodmenproject.com/culture/indonesian-physicians-spurred-nationalist-movements-during-dutch-colonial-rule/"}, "ARTICLE": {"TITLE": "Indonesian Physicians Spurred Nationalist Movements During Dutch Colonial Rule", "TEXT": "—\n\nBy Hans Pols, University of Sydney\n\nHistorians of medicine investigate discoveries within medicine and their effects on everyday life, the organisation of medical care and the medical profession.\n\nDuring the past three decades, they have investigated the practice of medicine in the former European colonies. They have characterised colonial medicine as a tool of empire.\n\nFor example, in the area ruled by the Dutch East Indies company, now Indonesia, Dutch physicians primarily cared for soldiers and colonial administrators.\n\nAfter the turn of the 20th century, they implemented health programs for indentured labourers on plantations. Healthy workers were more productive and could bring more profit. The colonial administration funded medical education – founding medical colleges in Batavia, now Jakarta, and Surabaya – because of their essential role in the colonial economy.\n\nAs a historian of science I have been researching the history of medicine in the Dutch East Indies. And here I found links between medicine and decolonisation.\n\n\n\nPenerbit KOMPAS\n\nI published my research in a book, Nurturing Indonesia: Medicine and Decolonisation in the Dutch East Indies. The Indonesian translation, Merawat Bangsa: Sejarah Pergerakan Pada Dokter Indonesia, will be launched on Monday at the National Library Jakarta.\n\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\n\nIn the Dutch East Indies, medical students mobilised Indonesia’s youth to take part in political causes. They stimulated them to examine the conditions in the colonies. They also encouraged them to imagine how they could improve the lives of the indigenous inhabitants of the archipelago.\n\nA beautiful endeavour\n\nOn May 20 1908, Sutomo and several other medical students at the Batavia Medical College (STOVIA), together with retired physician Wahidin Sudirohusodo, founded an association, named Budi Utomo (Beautiful Endeavour). This association advocated increased educational opportunities for young Javanese men and women.\n\nThe founders of Budi Utomo were convinced modern science, technology and medicine could transform the lives of all Javanese. They believed education provided the key to a better world. Many students in Java were attracted to Budi Utomo’s ideals and became members.\n\nIndonesia commemorates Budi Utomo’s founding on May 20 every year as National Awakening Day. The building of the Batavia Medical College now houses the Museum of National Awakening (Museum Kebangkitan Nasional).\n\n\n\nPhoto by author.\n\nIndonesian President Joko Widodo started his 2014 presidential campaign at this museum, promising that a new national awakening would follow once he was elected.\n\nSeveral commentators say Budi Utomo was the first of many nationalist organisations in the Dutch East Indies and all the others followed in its wake. Ki Hadjar Dewantara and Wurjaningrat made this claim in\n\na book published by Indonesia’s Ministry of Information in 1950. This might be an exaggeration. Nevertheless, the founding of Budi Utomo indicates that Indonesian physicians and medical students were deeply interested in social and political issues after the turn of the 20th century.\n\nIndonesia’s medical students mobilised great numbers of students across the archipelago. They organised associations like Young Java, Young Sumatra, Young Minahasa in Sulawesi and Young Ambon in the Mollucas. These youth associations united to become Young Indonesia on October 28 1928, creating a national identity.\n\nIndonesian physicians were active in Indonesia’s nationalist movement. They were involved in associations and political parties. They also became authors and activists.\n\nFrom 1918 to 1942, for example, at least one physician was a member of the colonial parliament or Volksraad. At some points, there were three. Sutomo and Tjipto Mangunkusumo are the best-known examples of these physician-politicians.\n\nBoth journalist Tirto Adi Suryo and Taman Siswa schools founder Ki Hadjar Dewantara (when he was still called R.M. Suwardi Suryaningrat) studied at the Batavia Medical College.\n\nVery critical of colonialism\n\nIndonesia’s physicians and medical students were motivated to participate in various social, cultural and political organisations because of their medical training.\n\nAfter discoveries about bacteria in the 1870s and parasites in the 1890s, new insights into the causes and transmission of disease held the promise that illness could be cured, lives saved and suffering alleviated. Indonesian physicians and medical students were motivated by a profound belief in the capacities of modern medical science.\n\nThrough their education they also became associated with the cosmopolitan medical profession. Despite their training and medical skills, they faced discrimination in their professional work compared to their European-educated colleagues.\n\nMany became fiercely critical of the colonial administration and joined the Indonesian nationalist movement. Several came to advocate independence.\n\nWithin the world of science and medicine, individuals are judged by educational attainment, abilities, skills and accomplishments. Race, ethnicity and one’s status as a colonial subject were, in principle, irrelevant.\n\nBecause of their association with the cosmopolitan medical profession, Indonesian physicians were able to build connections beyond the boundaries of the Dutch East Indies. By reading the medical literature and conducting medical experiments, they participated in the international world of science.\n\nSome came to criticise the colonial administration for its limited commitment to health and medicine compared to other colonial powers. Others established hospitals and clinics or started to provide public health education. Several physicians joined city councils advocating the provision of sewers and fresh drinking water, which were known to reduce disease and promote health.\n\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\n\nWhen Indonesian physicians took up positions within the colonial health service, they quickly realised that the medical degrees from the colonial medical colleges in Batavia and Surabaya (the NIAS) were considered inferior to those granted by medial schools affiliated with European universities. Indonesian physicians often occupied the least desirable positions within the health service and received salaries much lower than that of their European colleagues.\n\nThis caused quite a bit of resentment. Many became involved in politics when they recognised that their inferior professional status was related to the distinction between racial and ethnic groups in colonial society.\n\nThe first generation of politically engaged Indonesian physicians wanted to improve conditions within the colonies while maintaining its fundamental structure. Many representatives of the second generation, however, came to advocate independence.\n\nThese Indonesian physicians, who comprised the professional group closest to the Dutch in training, education and skills, embraced independence as the only way to improve the fate of the population.\n\nAfter independence, most of them became state employees and focused exclusively on the development of medical schools and a health infrastructure. Consequently, their political involvement receded. The political engagement of physicians during the colonial era, however, can still serve as an inspiring example for Indonesian physicians today.\n\nHans Pols, Associate Professor, History and Philosophy of Science, University of Sydney\n\nThis article is republished from The Conversation. Read the original article.\n\n—\n\n***\n\nIf you believe in the work we are doing here at The Good Men Project and want to join our calls on a regular basis, please join us as a Premium Member, today.\n\nAll Premium Members get to view The Good Men Project with NO ADS.\n\nNeed more info? A complete list of benefits is here.\n\n—\n\nDon’t like ads? Become a supporter and enjoy The Good Men Project ad free\n\nPhoto credit: Author’s collection.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "As a historian of science I have been researching the history of medicine in the Dutch East Indies. And here I found links between medicine and decolonisation.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Indonesian Physicians Spurred Nationalist Movements During Dutch Colonial Rule - The Good Men Project", "description": "As a historian of science I have been researching the history of medicine in the Dutch East Indies. And here I found links between medicine and decolonisation.", "url": "https://goodmenproject.com/culture/indonesian-physicians-spurred-nationalist-movements-during-dutch-colonial-rule/", "site_name": "The Good Men Project", "image": {"identifier": "https://goodmenproject.com/wp-content/uploads/2020/08/file-20181107-74775-z1l60j.jpg", "width": 926, "height": 665}}, "article": {"publisher": "https://www.facebook.com/thegoodmenproject", "published_time": "2020-08-13T05:00:24+00:00", "modified_time": "2020-08-10T06:30:12+00:00"}, "fb": {"app_id": 794063960644791}, "twitter": {"card": "summary", "image": "https://goodmenproject.com/wp-content/uploads/2020/08/file-20181107-74775-z1l60j.jpg", "creator": "@goodmenproject", "site": "@goodmenproject"}, "generator": "Site Kit by Google 1.13.1", "theme-color": "#ffffff"}}}