{"GDELT": {"GlobalEventID": 940410241, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.71936758893281, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200812213000, "SOURCEURL": "https://www.msn.com/en-us/news/crime/minneapolis-homicide-suspect-arrested-at-canadian-border/ar-BB17SYJz"}, "ARTICLE": {"TITLE": "Minneapolis Homicide Suspect Arrested At Canadian Border", "TEXT": "MINNEAPOLIS (WCCO) – Minneapolis Police, with the help of Canada Border Services Agency and U.S. Customs and Border Protection, arrested a man in connection to a recent homicide in Minneapolis, as he attempted to cross over the Canadian border.\n\nAccording to the MPD, officers responded to a report of a stabbing on Aug. 8 near 4th Avenue North and Van White Memorial Boulevard.\n\nWhen they arrived at 7:47 p.m., they found a man, 19-year-old Abdirisaq Muhudin Namhani, suffering from apparent stab wounds. He had no pulse or respirations. Though officers started CPR, he was transported to Hennepin County Medical Center, where he was pronounced dead.\n\nAt the time, MPD believed the stabbing occurred as a result of an altercation between two acquaintances, which then turned physical.\n\nThe investigation led detectives to search for a 23-year-old suspect in northern Minnesota and North Dakota, as they were worried he was attempting to flee to Canada. They notified U.S. CBP, which in turn advised the CBSA to be on the lookout for him.\n\nOn Aug. 9, shortly after 8 a.m., CBSA officers arrested the suspect at the Emerson, Manitoba port of entry into Canada. They returned him to the United States and into the custody of U.S. CBP and contacted the MPD.\n\nHe was incarcerated in Grand Forks, North Dakota and awaits U.S. interstate extradition proceedings. A warrant for him has been issued for murder in the 2nd degree and 2nd degree assault.", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Minneapolis Homicide Suspect Arrested At Canadian Border", "cq": "passed", "Search.Interest": "Minneapolis / St Paul", "robots": "index, follow", "description": "Minneapolis Police, with the help of Canada Border Services Agency and U.S. Customs and Border Protection, have arrested a man in connection to a recent homicide in Minneapolis, as he attempted to cross over the Canadian border.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}