{"GDELT": {"GlobalEventID": 940490999, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "Actor2Code": "PTY", "Actor2Name": "POLITICIAN", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -5.17408123791103, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200813074500, "SOURCEURL": "https://www.richardsilverstein.com/2020/08/04/breaking-israel-bombed-beirut/"}, "ARTICLE": {"TITLE": "BREAKING: Israel Bombed Beirut", "TEXT": "Share this:\n\nחשיפה: ישראל היא שפוצצה מאגר תחמושת של חיזבאללה בנמל ביירות, אך לא ידעה מראש שמחסן סמוך מכיל כמות אדירה של אמוניום חנקתי. הממשלה, המומה מממדי הקטל וההרס, מיהרה להכחיש מעורבות ישראלית – עוד לפני שמישהו בלבנון האשים את ישראל\n\nDONATE: If you support journalism unlike any you can find anywhere else regarding Israel’s national security state and its impact in the region and the world, please come forward with a donation. Use either the Paypal or Network for Good buttons in the sidebar to do so.\n\nA confidential highly-informed Israeli source has told me that Israel caused the massive explosion at the Beirut port earlier today which killed over 100 and injured thousands. The bombing also virtually leveled the port itself and caused massive damage throughout the city. The source received this information from an Israeli official having special knowledge concerning the matter.\n\nIsrael targeted a Hezbollah weapons depot at the port and planned to destroy it with an explosive device. Tragically, Israeli intelligence did not perform due diligence on its target. Thus they did not know (or if they did know, they didn’t care) that there were 2,700 tons of ammonium nitrate stored in a next-door warehouse. The explosion at the arms depot ignited the fertilizer, causing the catastrophe that resulted.\n\nIt is, of course, unconscionable that Israeli agents did not determine everything about their target including what was in its immediate vicinity. The tragedy Israel has wreaked is a war crime of immense magnitude.\n\nThe ICC has already been investigating Israel for war crimes in Gaza since the 2014 Operation Protective Edge. Now, I imagine it will expand the scope to incorporate today’s criminally negligent massacre.\n\nThough Israel has regularly attacked Hezbollah and Iranian weapons depots and convoys in Syria, it rarely undertakes such brazen attacks inside Lebanon. This attack in the country’s capital marks an even greater escalation. The sheer recklessness of this operation is astonishing.\n\nNot surprising, though. A plan of this sort can only be contemplated amidst internal political dysfunction. Bibi is on the ropes and desperate to change the subject. When his intelligence officers brought the plan to him he likely rubbed his hands with glee and said: “Go to it!” Israeli intelligence was naturally out to please the boss and probably cut corners in order to make the attack happen. When no one is at the wheel saying “Stop!” the boat hits an iceberg and sinks. That’s possibly what happened here.\n\nThe Israeli bombing brings to mind similar bombings orchestrated by its agents in Beirut in the period before and after its 1982 invasion. Ronen Bergman’s book on Mossad assassinations and Remy Brulin have documented multiple Israeli bombings during this period which wreaked widespread death and destruction on the city’s civilian population.\n\nIn this case, the damage done was accidental. But that will be little comfort to the thousands of Beirutis whose lives have become a living hell as a result of this Israeli crime.\n\nAs an aside, former Likud MK Moshe Feiglin tweeted a quotation from the Mishnah “celebrating” the disaster: “There never have been such great days in Israel as the 15th of Av [the day of the bombing] and Yom Kippur.”\n\nOf course, it pains me to admit that Pres. Trump was correct in his earlier statement that the explosion was a “terrible attack,” and that the information was conveyed to him by “his generals.” In this case, he and they were right:\n\nWhite House chief of staff Mark Meadows on Wednesday defended President Trump’s description of a massive explosion a day earlier in the capital of Lebanon as an “attack”… Trump told reporters on Tuesday that he was briefed by generals who felt the explosion at a major port in Beirut was an “attack” and “a bomb of some kind. “I can tell you the initial report was exactly what the president shared with all of you. I happen to know that he was briefed on that. The initial reports looked at an explosion,” he added. “We still have not totally ruled that out.” “Without sharing anything classified, I’ve been able to see a lot of what has taken place there. We’ll continue to evaluate that,” Meadows continued. “Obviously, there’s no group that has claimed any responsibility but what the president shared with the American people is what he was briefed on.”\n\nThis would be highly classified information, which would mean that Trump once again exposed U.S. intelligence secrets and methods, which no president should do. It is reminiscent of previous episodes in which he shared such highly sensitive information with Russian officials. And it’s the reason why U.S. intelligence officials do everything in their power to keep such information from him.\n\nThere could (and should) be Israeli domestic political repercussions for this disaster. As Netanyahu approved the attack, he is responsible for the consequences. In 1982, a commission of inquiry found Ariel Sharon culpable for the invasion of Lebanon and the massacre at Sabra and Shatilla. He was sent into political exile for a decade. At the very least, this should disqualify Bibi from leading the country. This would be the outcome in any democratic nation in which the leader was held accountable for his failures.\n\nBut alas, Israel is not such a nation, and Bibi always seems to weasel out of responsibility for his blunders. The difference here is that the Israeli leader is already under pressure due to his government’s disastrous response to Covid19 and the looming corruption trial on three counts of bribery. This could be the tipping point.\n\nNormally, Israelis would not bat an eye at such a massacre. They have become inured to the suffering they inflict on their Arab neighbors. But given Netanyahu’s collapsing popularity, this could hasten his end.\n\nIsrael couldn’t have picked a worse time to inflict such suffering on Lebanon. The country is in deep economic crisis. Businesses are going bankrupt, people have nothing to eat, politicians quarrel and blame while doing nothing. Lebanon is a basket case. Suffering is everywhere. There is little appetite from its Arab brethren like Saudi Arabia to come to its aid. If any country did not need this added tragedy it is Lebanon.\n\nBut there you go–Israel doesn’t seem to have any sense of shame or restraint when it comes to inflicting pain on its neighbors. And it has done so endlessly in Lebanon: from the bombings in the lead-up to the 1982 invasion, the 20-year occupation of Southern Lebanon, and two wars in this century. All of this inflicted massive, ongoing damage on the country. These interventions exacerbated existing ethnic and religious divisions in the country (indeed that is Israel’s modus operandi regarding its Arab neighbors), and amplified the suffering further.\n\nOf course, there will be doubters. Those who disbelieve my source. But to them, I point out two pieces of circumstantial evidence which are telling. Normally, if Israel has undertaken a successful terror attack (such as those against Iran) it will either refuse to comment or a senior military or political figure will say something like: While we refuse to comment, whoever did it did the world a favor.\n\nIn this case, Israel immediately denied responsibility. Even Hezbollah supposedly said Israel hadn’t caused the damage (likely protecting itself from the inevitable blame that will fall upon it for storing its weapons next to a building filled with explosive material).\n\nThe second tell-tale sign is that Israel never offers humanitarian aid to its Arab neighbors. During the Syrian Civil War, the only group to whom Israel offered humanitarian assistance was its Islamist anti-Assad allies. Israel has never offered such aid to Lebanon, until today. Lebanon is officially considered an enemy state in Israel. So to have the Lebanese flag flying over Tel Aviv city hall is also extraordinary. But the cynic in me says that it is an outrage for Israelis to all of a sudden develop pity on Lebanese after their leaders caused this debacle. Israel has rained down death and destruction on the country for decades. For it to feign empathy now is the height of chutzpah.\n\nWith tongue planted firmly in cheek, Haaretz’s Gideon Levy expressed shock and indignation at the prospect that Israel might have had anything to do with the tragedy. Also, in this column he links to this blog and notes pointedly that I ascribed the Beirut blast to Israel:\n\nThe “Jewish state” has never caused such disasters, and the fall of its enemies its heart has never rejoiced. So too the IDF, the army of the Jews has never caused such devastation [as the Beirut blast], certainly never in Lebanon, even less so in Beirut! Why would the IDF destroy such infrastructure? And why bomb the Beirut port? Why would the most moral army in the world bomb such a population center? That’s why the leaders of the nation rushed to offer aid to the stricken Land of the Cedars in a Jewish-Israeli tribute that is so typically humane, lofty and full of heartfelt tears. [But] was it not defense minister [Benny Gantz] who only last week threatened that same Lebanon with destruction of infrastructure? Didn’t the prime minister also threaten Lebanon? And how does destruction of infrastructure look in Lebanon? Just like what was seen in Lebanon on Tuesday. The sound of thunder shook the city, black smoke billowed over it, destruction and devastation, civilian blood spilled, 4,000 injured at hospital doors… Half of Israel and the entire IDF General Staff know how to recite the acclaimed Dahiya Doctrine. Every second politician has threatened to carry it out…And what is this sophisticated doctrine? It’s the use of disproportionate, unbridled force against infrastructure, the sowing of destruction and shedding of as much blood as possible. “Flattening” – to teach the enemy a lesson “once and for all.” The IDF has tried this more than once in the past, in Lebanon and in Gaza, and it was a dizzying success. It looks just like what was seen in Beirut on Tuesday. …Would you accept humanitarian aid from such a country? Is there a more sickening show of hypocrisy?", "METADATA": {"viewport": "width=device-width, initial-scale=1", "google-site-verification": "TOrviaCXpFLBfcJFOqFRC3yZzAiLFJ6XUmec9r8FQgA", "msvalidate.01": "6f4955cfdcd948edbde0a72bc2ca2648", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "BREAKING: Israel Bombed Beirut - Tikun Olam תיקון עולם", "description": "חשיפה: ישראל היא שפוצצה מאגר תחמושת של חיזבאללה בנמל ביירות, אך לא ידעה מראש שמחסן סמוך מכיל כמות אדירה של אמוניום חנקתי. הממשלה, המומה מממדי הקטל וההרס, מיהרה להכחיש מעורבות ישראלית – עוד לפני שמישהו בלבנון האשים את ישראל DONATE: If you support journalism unlike any you can find anywhere else regarding Israel’s national security […]", "url": "https://www.richardsilverstein.com/2020/08/04/breaking-israel-bombed-beirut/", "site_name": "Tikun Olam תיקון עולם", "image": "https://www.richardsilverstein.com/wp-content/uploads/2020/08/gkwsiknalkhjtmlgd-400x267.jpg"}, "article": {"publisher": "https://www.facebook.com/richards1052", "author": "https://www.facebook.com/richards1052", "published_time": "2020-08-05T06:58:14+00:00", "modified_time": "2020-08-07T08:47:49+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@richards1052", "site": "@richards1052"}, "generator": "WordPress 5.5", "fb": {"pages": 193745332397}, "ia": {"markup_url": "https://www.richardsilverstein.com/2020/08/04/breaking-israel-bombed-beirut/?ia_markup=1"}, "msapplication-TileImage": "https://i2.wp.com/www.richardsilverstein.com/wp-content/uploads/2015/07/olive-tree-balian-armenian-ceramics-559cd727v1_site_icon.png?fit=270%2C270&ssl=1"}}}