{"GDELT": {"GlobalEventID": 940461788, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSE", "Actor1Name": "GAZA", "Actor1CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.8807523009203602, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Netzarim, Gaza Strip (general), Gaza Strip", "Actor1Geo_CountryCode": "GZ", "Actor1Geo_ADM1Code": "GZ00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4833, "Actor1Geo_Long": 34.45, "Actor1Geo_FeatureID": "-797177", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Netzarim, Gaza Strip (general), Gaza Strip", "Action2Geo_CountryCode": "GZ", "Action2Geo_ADM1Code": "GZ00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4833, "Action2Geo_Long": 34.45, "Action2Geo_FeatureID": "-797177", "DATEADDED": 20200813033000, "SOURCEURL": "https://www.jewishpress.com/sections/features/netzarim-family-recalls-a-nightmare/2020/08/13/"}, "ARTICLE": {"TITLE": "Netzarim Family Recalls A Nightmare", "TEXT": "Photo Credit: Neta Sternberg\n\nNeta Sternberg was 19 when she filmed “Between Heaven and Sand,” a documentary that tells the tragic, yet unexpectedly inspiring story of the evacuation and destruction of Netzarim – the Gush Katif community destroyed on August 22, the final day of the Disengagement.\n\nThe story begins with foreboding music as the Sternberg family drives to an army checkpoint on their way to the isolated but lovely settlement which could only be reached in a 10-minute drive through no-man’s land in a bullet-proof army truck.\n\nAdvertisement\n\n\n\nThe tension mounts as the family listens to news on the radio describing the evacuation of other towns in Gush Katif. While soldiers are due to arrive in Netzarim the following day, the hopeful and faith-filled settlers carry on with their day-to-day tasks of building new homes, tending to their greenhouses, and planting new saplings, as if they will be living there forever.\n\nIn addition to filming her own family, Neta Sternberg unobtrusively focuses her lens on the parents and children of two other young families, including the Fogel family, five of whom will be brutally murdered by Arabs six years later in their new home in Itamar, where they relocated after their expulsion from Netzarim.\n\n“Their massacre was a breaking point for Neta,” her older sister Yehudit told me. “Until then, she hadn’t looked at all the video cassettes she had filmed in Netzarim. In the after-trauma of the expulsion, she didn’t want to examine the footage and edit the film. When the Fogels were murdered, she gave the footage to me and told me to finish the movie.\n\n“That’s how I ended up to be the director. Neta agreed to appear at the end of the film to speak about her feelings, and we filmed the parents of the Fogels to complete the story and to highlight the faith and courage that the Netzarim community symbolizes for me – the almost uncanny ability to rise up from the ashes and dust to make a new beginning, even when you have to continue again and again.\n\n“It’s like the history of Am Yisrael, which survived the destruction of their communities for 2,000 years, again and again, whenever and wherever we thought we had found a home. To continue to plant and to build and to believe in Hashem. The eternal hope and invincibility of the Jewish nation.\n\n“I know that is the meaning of the film for my parents. For me and Neta, and for audiences who come to screenings of the movie all over the country, religious and secular, young people and old, the message is more personal.”\n\nI asked Yehudit to explain.\n\nShe said editing the 150 hours of Neta’s footage led to a personal catharsis. “The loss of our home and community in Netzarim wasn’t the first time our family had been expelled by our own government and soldiers. I was four years old when bulldozers razed our home in Yamit in the Sinai. For years afterward, I had flashbacks during the day and nightmares at night. My mother as well.\n\n“During the evacuation of Gush Katif, I stayed away. I couldn’t face reliving the same experience all over again. I was 28 at the time, married, with children of my own. My husband traveled to Netzarim to be with my family, but I couldn’t.\n\n“I didn’t want my children to experience the feelings of helplessness, frustration, and pain that I knew my parents and my brother and sisters were feeling. I didn’t want them to see the anguish on the faces of people thrown out of their homes, the way I still see in my mind the anguish on the faces of my parents when I think about my childhood in Yamit.\n\n“It was only when I was working on the movie that I realized the depth of the trauma that I still carried from that overwhelming experience – the price we had to pay for a peace treaty with Egypt. Somehow, working on the movie and being a vehicle for the people of Netzarim to voice their own hopes and anxieties brought healing to me as well.”\n\nIn a scene in the movie, when the police and soldiers arrive to carry out the evacuation, 19-year-old Neta runs out of the house and wanders in turmoil over the sand dunes surrounding the besieged settlement. I asked her how she feels now, 15 years later.\n\n“Well, for one thing, I don’t go to the beach very often. Whenever I do, the memories of Netzarim come back to haunt me. For years, I had frightening dreams of being by a stormy ocean while an earthquake shook my whole body.\n\n“Once I sensed that the sand I was standing upon was the soul of Netzarim and that the ground was quaking because there were no longer Jews there, as if the earth itself were crying like our Matriarch Rachel, weeping for her exiled children and praying for them to come home.”\n\n“Your memories are all nightmares?” I ask her.\n\n“No. I remember what a beautiful, magical place we lived in. There was nothing like Gush Katif in all of Israel. Just like Jerusalem is unique, and the Golan is unique, Gush Katif had a charm and specialness all of its own.”\n\nI inquire, “If you could go back today, would you?”\n\n“Yes. Definitely,” she replied. “I think that most of us would.”\n\nI asked her what she thought about the movie.\n\n“After the expulsion, I left all of the video cassettes in the cartons I had packed them in when the trucks came to take away our belongings. I didn’t want to look at them and have to remember how my mother sat at the table in the salon, her head buried in her hands, and how my father sat slumped on the couch, uncharacteristically speechless, his gaze filled with sadness, when the soldiers entered the house with the order for us to leave.\n\n“I filmed those horrible moments, focusing my camera on my father as he shook his head back and forth in disbelief as a Hebrew-speaking officer of the Israel Defense Forces politely asked us to pack up and join our neighbors outside on the street. My father jumped up with the idea to take down the large menorah from the roof of the beit knesset and take it with us to Jerusalem, in a symbolic procession to the kotel, the whole Netzarim community together.\n\n“I filmed the eerie scene. Who doesn’t think of the sculpture on the Arch of Titus depicting the menorah of the Beit HaMikdash being carried off to Rome when he sees the heartrending procession in the film? All the more so when the expulsion from Gush Katif came at the time of Tisha B’Av when we mourn the destruction of Jerusalem and exile from our Land.\n\n“A few months later, I lost my camera and took it as a sign from Heaven that my involvement in the film had finished, and that I had better start to look to the future rather than dwell on the past. Many people in the yishuv had told me that I was wasting my time making a movie since a movie couldn’t capture the deep feelings in our hearts.\n\n“In my mourning over Gush Katif, I accepted what they said and abandoned the project. It wasn’t until the massacre at the Fogel home in Itamar that I understood the importance of the movie.\n\n“For people watching the news on television, Ruth Fogel was just a name. I realized that I had hours of her on tape, talking, laughing, crying, explaining to her little children why everything was all for the best. In some small way, I felt that finishing the movie could bring her alive again. So I gave the material to my sister to complete the film for me.\n\n“Now I am very glad. The story affects everyone who sees it, no matter where they come from. For them it is more than an ordinary movie. It makes them feel like they were there, with us in Netzarim.”\n\nThe oldest son in the Sternberg family, Moshe, has been studying Torah at the Mercaz HaRav Kook Yeshiva in Jerusalem for the past 12 years. His wife teaches in the dati ulpana for girls in Gedera where they live. A few evenings a week, Moshe gives Torah classes to the general Gedera community.\n\n“I was 16 years old when Netzarim was destroyed,” he says. “For me, it was a time of great strengthening. There was an incredible feeling of comradeship and togetherness all during the struggle to save the Gush. Up to the very end, we were singing, hand in hand, as we carried the menorah from the beit knesset and began the long journey to the Kotel.\n\n“For most of my friends, the expulsion fortified our belief. As the song says, an eternal nation isn’t afraid of the long and difficult road to redemption. True, I know people whose faith was broken, and who, in anger, took off their kippot and turned away from the Torah. I understand their reaction. It isn’t something readily comprehensible when your own Jewish army and Jewish government throws you out of your home in the Jewish homeland.\n\n“But Hashem’s ways are not our ways, and who are we to question His doings? We say in our daily prayers that tribulations come to Yaakov, the Jewish people, and from them we are saved. Precisely through the sufferings. That’s the path to our redemption.”\n\nI asked Moshe why some of his friends remained strong in the aftermath of the expulsion while for others the trauma was like a betrayal they could neither forgive nor forget?\n\n“Everyone is different. I think for me, my parents were an example for me to emulate. If people were needed to live in Yamit, they went to Yamit. After the withdrawal from Sinai, they continued to be involved in the Gush Emunim movement. Afterwards, they went on shlichut to America on a project to encourage families to make aliyah and settle in Judea and Samaria.\n\n“When people were needed to strengthen the community in Netzarim, they built a house in Netzarim. Even though my father didn’t agree with all the strategies of Moetzet Yesha and the Gush Katif Council during the campaign to prevent the expulsion, he worked with them and organized the biggest demonstrations like the mass protest in Tel Aviv.\n\n“Today as well, he hops from one idealist project to the next, wherever Am Yisrael needs help. He’s like a children’s punching bag, the kind you knock down and it bounces back up at you. My parents look at life as a challenge. They don’t let setbacks get them down.\n\n“Rabbi Tzvi Yehuda Kook, the head of the Mercaz HaRav Yeshiva when my father learned there, taught that setbacks were only temporary. Like a gazelle which appears on a mountain peak, then disappears before it appears on another – such is the redemption of Am Yisrael. ‘Kimah, kimah,’ the Gemara teaches, a little at a time, like the dawning of day.\n\n“Setbacks don’t mean that the journey is finished and the goal has been destroyed. On the contrary, setbacks are a sign that you are on the right course. A child falls and stands up, falls and stands up. That’s how he or she learns to walk. That’s the path in the life of an individual, and, all the more so in the life of the Jewish nation – just like a punching bag that bounces back at you.”\n\nI asked Moshe if he felt no after-effects of anger.\n\n“Sure I feel anger. I think about the expulsion every day. We talk about it at family gatherings. But my anger is directed at Arik Sharon, at the weakness of the government, at the pettiness of politicians who act out of self-interest, at the evil-mindedness of the leftist media, and at Jews who take relish watching fellow Jews get thrown out of their homes because they wear kippot and tzitzit.\n\n“But I push the anger aside and look forward, knowing that our promised future of teshuvah and blessing will certainly come true. Our Sages warned us that before the final Redemption, the Torah and its scholars would be scorned, and that truth will be forgotten, and that the economy will be like it is today. So we all should be happy. According to the signs of the Talmud, we are on the right track, and getting closer to Mashiach all the time.”\n\nThe patriarch of the family, Yaacov Sternberg, is currently heading a new grassroots movement to help charedi Jews make aliyah, as The Jewish Press reported last week.\n\n“Wouldn’t it be wonderful if we could build homes for them on the sand dunes in Netzarim?” he said with a smile during our conversation this week.\n\n“Is there a plan to return to Gush Katif?” I asked.\n\n“I haven’t heard about any concrete plans. Certainly, there are a lot of hopes and prayers. Just last week, the Minister of Settlement Affairs Tzachi Hanegbi stated that, in all likelihood, Israel would have to restore Israeli sovereignty over the Gaza Strip to end the rocket attacks once and for all time. Ironically, he was one of Sharon’s leading front men in selling the Disengagement idea to the public.”\n\n“What conclusions have you drawn 15 years after the fact?”\n\n“For me, on a national level, I learned two things. One is the importance of grassroots activism in swaying public opinion. Hundreds of thousands of people from across the country participated in the campaign to save Gush Katif and the settlements in the Shomron. True, the great majority was religious, and that is something which needs correction, but we almost succeeded.\n\n“Ehud Olmert recently revealed that Arik Sharon phoned him during our campaign to tell him that the pressure against him from the public and from within the Likud party was so intense that he was changing the plan to include only five yishuvim. That would have prevented Gaza from becoming an easy launching pad for their missiles. Olmert said that he persuaded Sharon to stick to his original plan.\n\n“In hindsight, maybe if our campaign had been more aggressive, we would have succeeded in overturning the evil decree. The other conclusion is that we must work to increase the nation’s love for Eretz Yisrael so that no one would ever think of handing away pieces, not for anything in the world.\n\n“This, I believe, can only be done by bringing people closer to Jewish history, Jewish heritage, and Torah. The only way to do this is through Jewish education and more Jewish education, both in Israel and in chutz la’aretz.”\n\nThe documentary “Between Heaven and Sand” can be rented at www.Movie-Discovery.com.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "https://www.jewishpress.com/wp-content/uploads/Gush-081420-Menorah.jpg", "url": "https://www.jewishpress.com/blogs/felafel-on-rye/netzarim-family-recalls-a-nightmare/2020/08/13/", "type": "article", "title": "Netzarim Family Recalls A Nightmare", "description": "It isn't something readily comprehensible when your own Jewish army and Jewish government throw you out of your home in the Jewish homeland."}, "author": "Tzvi Fishman", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://www.jewishpress.com/wp-content/uploads/2014/07/JP-Logo-200.jpg"}}}