{"GDELT": {"GlobalEventID": 940489180, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.25252525252525004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Westmount, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12713", "Actor1Geo_Lat": 45.4833, "Actor1Geo_Long": -73.6, "Actor1Geo_FeatureID": "-575790", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Westmount, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12713", "Action2Geo_Lat": 45.4833, "Action2Geo_Long": -73.6, "Action2Geo_FeatureID": "-575790", "DATEADDED": 20200813073000, "SOURCEURL": "https://www.rcinet.ca/en/2020/08/12/kamala-harris-selection-as-joe-bidens-vp-cheered-in-her-montreal-high-school/"}, "ARTICLE": {"TITLE": "Kamala Harris’ selection as Joe Biden’s VP cheered in her Montreal high school", "TEXT": "When Democratic presidential candidate Joe Biden named California Sen. Kamala Harris as his running mate on Tuesday, the historic announcement was cheered by a suburban high school in Montreal.\n\nWestmount High School already counts songwriter Leonard Cohen among its famous alumni, but Harris, 55, who attended Westmount High for five years, from Grade 7 to Grade 11, has made history by being the first Black woman to compete on a major party’s presidential ticket.\n\n“We couldn’t be more proud of WHS graduate KamalaHarris – future Vice President of the United States!” her former high school said on its Facebook page.\n\nMontreal Mayor Valerie Plante also tweeted her congratulations.\n\n.@JoeBiden‘s running mate for the presidential election will be @KamalaHarris, who lived in MTL for 10 years while her mother taught at @mcgillu, and she graduated from @westmounthigh. This is the first nomination to this post for an African-American woman. Congratulations! — Valérie Plante (@Val_Plante) August 11, 2020\n\nA woman has never served as president or vice president in the United States. Hillary Clinton was the Democratic presidential nominee in 2016. Two women have been nominated as running mates on major party tickets: Democrat Geraldine Ferraro in 1984 and Republican Sarah Palin in 2008. Their parties lost in the general election.\n\nThe vice presidential pick carries increased significance this year. If elected, Biden would be 78 when inaugurated in January, the oldest man to ever assume the presidency. He’s spoken of himself as a transitional figure and hasn’t fully committed to seeking a second term in 2024.\n\nHarris, born in 1964 to a Jamaican father and Indian mother, spent much of her formative years in California. She has often spoken of the deep bond she shared with her mother, whom she has called her single biggest influence.\n\nHer father, Donald Harris, is a retired Stanford University economics professor.\n\nHer mother, Shyamala Gopalan Harris, a breast-cancer scientist originally from Chennai, India, brought Harris and her sister, Maya, to Montreal in the 1970s when she took a job teaching at McGill University and doing research at the Jewish General Hospital.\n\nIn her memoir, The Truth We Hold: an American Journey, Harris describes the heartache of moving from Oakland to chilly Montreal.\n\n“The thought of moving away from sunny California in February, in the middle of the school year, to a French-speaking foreign city covered in 12 feet of snow was distressing, to say the least,” Harris writes.\n\nLike most immigrant children in Quebec, Harris had to attend French primary school.\n\n“I used to joke that I felt like a duck, because all day long at our new school I’d be saying, ‘Quoi? Quoi? Quoi?’” Harris writes about her time at the Notre-Dame-des-Neiges primary school in Montreal’s multicultural Cote-des-Neiges neighborhood.\n\nHowever, by the time she was enrolled at Westmount High School, Harris had mostly adjusted to her life in Quebec.\n\nDean Smith, a former classmate, recalled Harris as “perfect, always smiling, a nice person” on CBC’s Let’s Go Tuesday afternoon.\n\n“She got along with everybody,” Smith said. “It was a lot of rich kids from Westmount mixed in with kids from the lower area of Montreal. She popped up from California. She could blend with both.”\n\nHarris eventually returned to California and began a career in law.\n\nHarris won her first election in 2003 when she became San Francisco’s district attorney. In that post, she created a reentry program for low-level drug offenders and cracked down on student truancy.\n\nShe was elected California’s attorney general in 2010, the first woman and Black person to hold the job, and focused on issues including the foreclosure crisis. She declined to defend the state’s Proposition 8, which banned same-sex marriage and was later overturned by the U.S. Supreme Court.\n\nAfter being elected to the Senate in 2016, she quickly gained attention for her assertive questioning of Trump administration officials during congressional hearings.\n\nHarris launched her presidential campaign in early 2019 with the slogan “Kamala Harris For the People,” a reference to her courtroom work. She was one of the highest-profile contenders in a crowded Democratic primary and attracted 20,000 people to her first campaign rally in Oakland.\n\nBut the early promise of her campaign eventually faded. Her law enforcement background prompted skepticism from some progressives, and she struggled to land on a consistent message that resonated with voters. Facing fundraising problems, she abruptly withdrew from the race in December 2019, two months before the first votes of the primary were cast.\n\nWith files from The Associated Press and CBC News", "METADATA": {"viewport": "width=device-width, user-scalable=1, initial-scale=1.0, minimum-scale=1.0, maximum-scale=2.0", "robots": "index, follow", "Copyright": "All rights reserved @ Radio Canada International 2013 - 2020", "description": "When Democratic presidential candidate Joe Biden named California Sen. Kamala Harris as his running mate on Tuesday, the historic announcement was cheered by a suburban high school in Montreal. Westmount High School already counts songwriter Leonard Cohen among its famous alumni, but Harris, 55, who attended Westmount High for five years, from Grade 7 to…", "dc.title": "Kamala Harris’ selection as Joe Biden’s VP cheered in her Montreal high school – RCI | English", "dc.description": "When Democratic presidential candidate Joe Biden named California Sen. Kamala Harris as his running mate on Tuesday, the historic announcement was cheered by a suburban high school in Montreal. Westmount High School already counts songwriter Leonard Cohen among its famous alumni, but Harris, 55, who attended Westmount High for five years, from Grade 7 to…", "dc.publisher": "Radio Canada International", "dc.creator": "Radio Canada International", "dc.language": "en_US", "generator": "WordPress 5.4.2", "WT.sp": "rci;rci_global", "og": {"locale": "en_US", "site_name": "RCI | English", "title": "Kamala Harris’ selection as Joe Biden’s VP cheered in her Montreal high school", "url": "https://www.rcinet.ca/en/2020/08/12/kamala-harris-selection-as-joe-bidens-vp-cheered-in-her-montreal-high-school/", "type": "article", "description": "When Democratic presidential candidate Joe Biden named California Sen. Kamala Harris as his running mate on Tuesday, the historic announcement was cheered by a suburban high school in Montreal.\r\n\r\nWestmount High School already counts songwriter Leonard Cohen among its famous alumni, but Harris, 55,", "image": {"identifier": "https://www.rcinet.ca/en/wp-content/uploads/sites/3/2020/08/rts35flw.jpg", "url": "https://www.rcinet.ca/en/wp-content/uploads/sites/3/2020/08/rts35flw.jpg", "secure_url": "https://www.rcinet.ca/en/wp-content/uploads/sites/3/2020/08/rts35flw.jpg"}, "updated_time": "2020-08-12T11:12:17-04:00"}, "article": {"published_time": "2020-08-12T11:12:17-04:00", "modified_time": "2020-08-12T11:12:17-04:00", "section": "Society", "publisher": "https://www.facebook.com/rcinet"}, "twitter": {"title": "Kamala Harris’ selection as Joe Biden’s VP cheered in her Montreal high school", "url": "https://www.rcinet.ca/en/2020/08/12/kamala-harris-selection-as-joe-bidens-vp-cheered-in-her-montreal-high-school/", "description": "When Democratic presidential candidate Joe Biden named California Sen. Kamala Harris as his running mate on Tuesday, the historic announcement was cheered by a suburban high school in Montreal.\r\n\r\nWestmount High School already counts songwriter Leonard Cohen among its famous alumni, but Harris, 55,", "image": "https://www.rcinet.ca/en/wp-content/uploads/sites/3/2020/08/rts35flw.jpg", "card": "summary_large_image", "site": "@rcinet"}}}}