{"GDELT": {"GlobalEventID": 940497054, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "CANEDU", "Actor2Name": "MCGILL", "Actor2CountryCode": "CAN", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.05084745762712, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200813083000, "SOURCEURL": "https://www.cbc.ca/news/opinion/opinion-kory-teneycke-katie-telford-rob-silver-mcap-1.5684091"}, "ARTICLE": {"TITLE": "Advice for the opposition: Drop the drive-by smears and focus on the real questions", "TEXT": "I have a terrible confession to make. I am, and have been, a lobbyist.\n\nI understand for many Canadians that is like admitting you are something between a divorce lawyer and a serial killer.\n\nThere are lots of stereotypes in my industry. We are all pigs smoking cigars and slapping the backs of politicians for political and financial benefit. It's a Hollywood trope. It's easy for the opposition to attack and easy for the media to report.\n\nBut stereotypes don't always ring true. That goes for political scandals as well.\n\nIt must be said: There are people of good faith in every political party, who don't tolerate political corruption. And that is a very good thing. Put me at the front of the line if it's time to condemn someone for engaging in it. Always.\n\nBut the weapons used to slay political corruption must be kept sharp. Dulling them unnecessarily with false accusations should be avoided at all costs.\n\nTelford, second from left, chief of staff to Prime Minister Justin Trudeau, takes part in a meeting with Trudeau, right, and Chinese Premier Li Keqiang, not pictured, in the cabinet room on Parliament Hill on Sept. 22, 2016. (Sean Kilpatrick/The Canadian Press)\n\nAnd my fear is that is happening in the case of the Rob Silver-Katie Telford-MCAP controversy — the accusation that the Trudeau government gave the administration of the federal rent subsidy program to a private company that employed the husband of Justin Trudeau's chief of staff.\n\nLet me also declare that I am a conservative and I don't like Liberals much. I have spent my entire career trying to defeat them at the polls at every level of government I can. On top of that, Silver's old firm is a competitor of mine. And nothing would please me more in the world than a Liberal scandal that tangentially implicates a competitor. I salivate at the thought.\n\nUnless, of course, it is at its core untrue — because I dislike true political corruption even more.\n\nOttawa is a village and I have casually known both Silver and Telford for years. We're not friends, but we do know each other. I have also known Trudeau in passing since the mid-1990s when he was a student at McGill, although I doubt he remembers. I have also spent much of my professional life trying to prevent him and his party from winning power, and would defeat them tomorrow if I could.\n\nBut who cares? That isn't the point. At least I hope not.\n\nI think there is sufficient evidence something is amiss in the outsourcing of the federal government's student volunteer grant program to the WE Charity to warrant deep scrutiny and criticism. But just because there is one potential scandal doesn't mean every other government outsourcing is a scandal.\n\nIn fact, as a conservative, I wish government outsourced more program delivery to the private sector. I believe they generally deliver programs with less administrative cost than government can, resulting in more money going to those the programs are intended to assist. The decisions around who administers these programs should be made on their own merits, not because of political affiliation of those associated with the organizations chosen.\n\nThis is a very long preamble to what I actually want to say, which is: I don't see a scandal in the awarding of the rent subsidy program to MCAP.\n\nIn fact, I think the insinuation that there is a scandal there sets us back on the scrutiny of potential conflicts, including the ongoing questions around the student volunteer grant program and the WE deal.\n\nSilver, the husband of Trudeau's chief of staff, used to be a lobbyist. When the Liberal government won power in 2015, and his wife went to work in the Prime Minister's Office, he was a partner in the lobbying firm Crestview Strategies. Without waiting for direction from the ethics commissioner or the commissioner of lobbying, Silver chose to leave the company and sell his shares.\n\nDespite the fact his continued involvement in the company would likely have been worth millions of dollars to himself — he chose to leave. When he stepped down at the time, Silver indicated that remaining an employee or shareholder in a government relations firm that does federal work would create too many potential conflicts for his spouse, Telford, and he chose instead to step aside.\n\nWhen Silver joined MCAP in January, Telford proactively solicited advice from the conflict of interest commissioner. She also recused herself from any decisions involving MCAP (something Trudeau has acknowledged he should have done on the awarding of a huge contract to WE).\n\nThe contract to MCAP was not sole-sourced — rather, it was won through a competitive process managed by the professional public service.\n\nAnd, finally, Silver himself was not involved in the negotiations for the project.\n\nSo unless some damning information as yet undiscovered comes forward, it would be wise for the opposition to focus on the WE scandal and not dilute its credibility by engaging in a drive-by-smear on Silver — someone who has been the gold standard of ethics.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/opinion/opinion-kory-teneycke-katie-telford-rob-silver-mcap-1.5684091", "title": "OPINION | Advice for the opposition: Drop the drive-by smears and focus on the real questions | CBC News", "image": "https://i.cbc.ca/1.5669355.1596137611!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/katie-telford-justin-trudeau-composite.jpg", "description": "The weapons used to slay political corruption must be kept sharp, and dulling them unnecessarily with false accusations should be avoided at all costs, Kory Teneycke writes.", "locale": "en_US", "type": "article"}, "fb": {"pages": 5823419603}, "vf": {"section": "2.7622", "unique_id": "1.5684091"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "The weapons used to slay political corruption must be kept sharp, and dulling them unnecessarily with false accusations should be avoided at all costs, Kory Teneycke writes."}}}