{"GDELT": {"GlobalEventID": 940476229, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BGDGOV", "Actor1Name": "BANGLADESH", "Actor1CountryCode": "BGD", "Actor1Type1Code": "GOV", "Actor2Code": "BGD", "Actor2Name": "RANGPUR", "Actor2CountryCode": "BGD", "IsRootEvent": 0, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7633587786259591, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor1Geo_CountryCode": "BG", "Actor1Geo_ADM1Code": "BG81", "Actor1Geo_ADM2Code": "5778", "Actor1Geo_Lat": 23.7231, "Actor1Geo_Long": 90.4086, "Actor1Geo_FeatureID": "-2737683", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Actor2Geo_CountryCode": "BG", "Actor2Geo_ADM1Code": "BG81", "Actor2Geo_ADM2Code": "5778", "Actor2Geo_Lat": 23.7231, "Actor2Geo_Long": 90.4086, "Actor2Geo_FeatureID": "-2737683", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dhaka, Dhaka, Bangladesh", "Action2Geo_CountryCode": "BG", "Action2Geo_ADM1Code": "BG81", "Action2Geo_ADM2Code": "5778", "Action2Geo_Lat": 23.7231, "Action2Geo_Long": 90.4086, "Action2Geo_FeatureID": "-2737683", "DATEADDED": 20200813054500, "SOURCEURL": "https://bdnews24.com/poll/2020/08/13/no-rush-to-trial-chinese-vaccine"}, "ARTICLE": {"TITLE": "No rush to trial Chinese vaccine?", "TEXT": "Has BNP’s allegation been proved? Sinha Md Rashed Khan’s murder proves that the so-called crossfire incidents are ‘false stories’, a claim the BNP has been making for a long time, its Secretary General Mirza Fakhrul Islam Alamgir has said. Do you agree with him? Yes - 57%\n\nNo - 43% Total number of votes: 92\n\nNo rush to trial Chinese vaccine? The government will make a decision on the plan to hold trials of a potential vaccine developed by China against coronavirus in Bangladesh after more observation to avoid health risks, Health Minister Zahid Maleque has said. Do you think the government is right? Yes - 46%\n\nNo - 54% Total number of votes: 37\n\nShould completion exams be scrapped? The primary education ministry is proposing scrapping of the completion examinations for fifth and eighth graders as schools have remained shut due to the coronavirus pandemic. Do you support it? Yes - 74%\n\nNo - 26% Total number of votes: 31\n\nNo need for COVID-19 briefing? Announcing the decision to stop daily COVID-19 briefing, Health Minister Zahid Maleque has said it is no more necessary because the situation has “improved”. Do you agree with him? Yes - 17%\n\nNo - 83% Total number of votes: 65\n\nAre 90pc policemen honest? Dr Zafrullah Chowdhury has said 10 percent members of the police are mired in corruption while the rest are honest. Do you agree with his assessment of the force? Yes - 6%\n\nNo - 94% Total number of votes: 103\n\nDon’t ministers have anything to do? BNP leader Habib Un Nabi Khan Sohel has said the cabinet members, except the prime minister, have nothing to do but “entertain” people. Do you also think so? Yes - 49%\n\nNo - 51% Total number of votes: 99\n\nReopening for AL's own sake? The government says it has ordered the reopening of offices and courts to keep the economy and daily life going. But BNP leader Ruhul Kabir Riazi says the ruling party has done it “for its own gains” and the move is driving coronavirus infection. Do you also think so? Yes - 56%\n\nNo - 44% Total number of votes: 34\n\nWon’t the corrupt be spared? After taking charge as the administrator of Chattogram City Corporation, Khourshed Alam Sujon has threatened stringent action against the corrupt. He says he will quit if he cannot deliver but never compromise with injustice. Do you think he will be able to stick to his stance? Yes - 22%\n\nNo - 78% Total number of votes: 40\n\nShould hospital raids stop? The health ministry has asked the home ministry to stop inspections at healthcare organisations amid the coronavirus pandemic, saying that such action has created “discontent”. Do you support it? Yes - 10%\n\nNo - 90% Total number of votes: 58\n\nA light of hope in graft fight? The government’s “tough stance” against irregularities in the health and other sectors has “ignited hope” among the people, Awami League leader Obaidul Quader has said. Do you also think so? Yes - 54%\n\nNo - 46% Total number of votes: 80\n\nWill complaints bring solutions? Minister Obaidul Quader says Bangladeshi expatriates should try and bring their grievances to the government's attention instead of tarnishing the country's image by staging protests on foreign soil. Do you think lodging complaints will solve their problems? Yes - 52%\n\nNo - 48% Total number of votes: 56\n\nHas daily life returned to normalcy? Daily life has returned to normal though coronavirus infections have continued, thinks State Minister for Public Administration Farhad Hossain. Do you agree with him? Yes - 52%\n\nNo - 48% Total number of votes: 64\n\nAre financial constraints behind reduced cattle slaughter? A resident of Dhaka’s Shantibagh says Muslims slaughtered fewer cattle on Eid-ul-Azha this year than the previous years due to a lack of money. Do you also think so? Yes - 82%\n\nNo - 18% Total number of votes: 17\n\nWill Quader’s warning work? Road Transport and Bridges Minister Obaidul Quader has told Rangpur BRTA to stop “corruption”, saying no one will be spared if they do not correct themselves. Do you think his warning will work? Yes - 50%\n\nNo - 50% Total number of votes: 274\n\nWill Mayor Taposh succeed? Calling for coordination between the agencies involved in the development of the capital, Mayor Sheikh Fazle Noor Taposh has said he will not allow anyone to “play games” with Dhaka. Do you think he will succeed? Yes - 50%\n\nNo - 50% Total number of votes: 428\n\nAre cows cheaper at online marketplaces? People are getting more interested in buying Eid cattle online after realising that the prices are higher at traditional markets, e-CAB General Secretary Abdul Wahed Tomal has said. Do you agree with him? Yes - 19%\n\nNo - 81% Total number of votes: 32\n\nWilful blindness? Awami League General Secretary Obaidul Quader says BNP leaders do not see any government effort to help flood victims because they are “purposefully blind”. Do you agree with him? Yes - 50%\n\nNo - 50% Total number of votes: 80\n\nShould graft-busting wait? ABM Khurshid Alam, the new DG of health services, says his immediate concern is to tackle the coronavirus crisis before addressing corruption in the agency. Do you think his stance is reasonable? Yes - 60%\n\nNo - 40% Total number of votes: 151\n\nKeep national parks closed for certain periods? A parliamentary panel has recommended keeping the national parks closed for certain periods every year as nature is bouncing back with the preservation of environment and wildlife during restrictions on travel and tourism due to coronavirus. Do you support it? Yes - 60%\n\nNo - 40% Total number of votes: 297\n\nShould Eid shopping time be extended? Traders urge the government to allow shops and malls to stay open longer in the days to the Eid-ul-Azha, giving customers unhurried shopping time amid an order to enforce social distancing rules during the pandemic. Do you think their demand is reasonable? Yes - 6%\n\nNo - 94% Total number of votes: 172\n\nIs the exit of a few no solution? The departure of a few officials, including the director general of health services, will not resolve the ongoing crisis in Bangladesh’s health sector, BNP leader Ruhul Kabir Rizvi has said. Do you agree with him? Yes - 50%\n\nNo - 50% Total number of votes: 1601\n\nWill cattle sale rise? With the cattle markets shorn of customers a week before Eid-ul-Azha amid the coronavirus outbreak, leaseholders hope trading will pick up pace in time. Do you think this will be the case? Yes - 71%\n\nNo - 29% Total number of votes: 1484\n\nWill DG’s resignation make things right? Information Minister Hasan Mahmud thinks the resignation of Abul Kalam Azad as director general of health services will pave the way for the overhaul of the government agency. Do you also think so? Yes - 59%\n\nNo - 41% Total number of votes: 250\n\nShahed‘s arrest to shift attention? The arrests of people like alleged fraudster Mohammad Shahed are actually an attempt to divert public attention from “big corruptions”, BNP leader Ruhul Kabir Rizvi has alleged. Do you think so? Yes - 48%\n\nNo - 52% Total number of votes: 199\n\nIs political bias driving hospital raids? Information Minister Hasan Mahmud says the government is not considering partisan affiliations in its ongoing drive to clean up corruption in the health sector. Do you agree with him? Yes - 51%\n\nNo - 49% Total number of votes: 174\n\nHas pandemic presented an opportunity? UN Secretary-General Antonio Guterres has said the coronavirus pandemic has created a “generational opportunity” to build a more equal, sustainable world, exposing “fallacies and falsehoods everywhere”. Do you agree with him? Yes - 47%\n\nNo - 53% Total number of votes: 47\n\nBlind criticism by BNP? Alluding to the BNP, Awami League leader Obaidul Quader has said a group is criticising anticorruption drives blindly because it took up the harsh criticism of the government as its solemn duty. Do you agree with him? Yes - 52%\n\nNo - 48% Total number of votes: 58\n\nIs free internet ban reasonable? BTRC has banned fully or partially free internet data offered by the mobile phone operators for social media saying some customers are committing crimes by exploiting the offers. Do you think the regulator’s decision is reasonable? Yes - 35%\n\nNo - 65% Total number of votes: 34\n\nIs impunity encouraging crime? The tendency to commit crimes in Bangladesh is not receding because the criminals walk free on bail after spending a few days in the \"comfort\" of hospital following arrest, Jatiya Party Chairman GM Quader has said. Do you agree with him? Yes - 74%\n\nNo - 26% Total number of votes: 54\n\nWasn’t health ministry cautious? Information Minister Hasan Mahmud says he thinks the health ministry had some shortcomings and should have been more careful before signing the deals with Regent Hospital and JKG Health Care for COVID-19 treatment and test. Do you agree with him? Yes - 81%\n\nNo - 19% Total number of votes: 37", "METADATA": {"og": {"url": "https://bdnews24.com/poll/2020/08/13/no-rush-to-trial-chinese-vaccine", "title": "No rush to trial Chinese vaccine?", "description": "The government will make a decision on the plan to hold trials of a potential vaccine developed by China against coronavirus in Bangladesh after more observation to avoid health risks, Health Minister Zahid Maleque has said. Do you think the government is right?", "image": "https://d30fl32nd2baj9.cloudfront.net/media/2016/05/31/bdnews24-icon.png/BINARY/bdnews24-icon.png", "type": "article"}, "twitter": {"card": "summary_large_image", "site": "@bdnews24com", "creator": "@bdnews24com", "title": "No rush to trial Chinese vaccine?", "image": "https://d30fl32nd2baj9.cloudfront.net/media/2016/05/31/bdnews24-icon.png/BINARY/bdnews24-icon.png"}, "description": "No rush to trial Chinese vaccine?", "sectionname": "poll", "articleid": 1790308, "keywords": "poll"}}}