{"GDELT": {"GlobalEventID": 940477120, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USACOP", "Actor1Name": "MINNEAPOLIS", "Actor1CountryCode": "USA", "Actor1Type1Code": "COP", "Actor2Code": "USA", "Actor2Name": "TEXAS", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -7.10900473933649, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Minneapolis, Minnesota, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMN", "Actor1Geo_ADM2Code": "MN053", "Actor1Geo_Lat": 44.98, "Actor1Geo_Long": -93.2638, "Actor1Geo_FeatureID": "655030", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 31.105999999999998, "Actor2Geo_Long": -97.6475, "Actor2Geo_FeatureID": "TX", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Minneapolis, Minnesota, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMN", "Action2Geo_ADM2Code": "MN053", "Action2Geo_Lat": 44.98, "Action2Geo_Long": -93.2638, "Action2Geo_FeatureID": "655030", "DATEADDED": 20200813054500, "SOURCEURL": "http://www.msn.com/en-nz/news/other/protesters-in-minneapolis-say-they-won-t-clear-barricades-around-the-george-floyd-memorial-until-the-city-leaders-meet-their-24-demands/ar-BB17TLF3"}, "ARTICLE": {"TITLE": "Protesters in Minneapolis say they won't clear barricades around the George Floyd Memorial until the city leaders meet their 24 demands", "TEXT": "© REUTERS/Callaghan O'Hare People visit the gravesite of George Floyd, whose death in Minneapolis police custody has sparked nationwide protests against racial inequality, in Pearland, Texas, U.S., June 9, 2020. REUTERS/Callaghan O'Hare\n\nProtesters in Minneapolis say they won't allow the city to remove the cement barricades around the George Floyd memorial until the city meets 24 demands, WCCO reported.\n\nThe demands include recalling Hennepin County Attorney Mike Freeman, firing four employees of the Bureau of Criminal Apprehension, and ending qualified immunity.\n\nGeorge Floyd died on May 25 after a police officer knelt on his neck for several minutes until he became unresponsive.\n\nVisit Insider's homepage for more stories.\n\nProtesters in Minneapolis are demanding that 24 conditions be met before the cement barricades around the George Floyd memorial are brought down, WCCO reported.\n\nAccording to the local outlet, protesters said that the city plans to remove the barricades around the \"George Floyd Square,\" which have been up since June and currently block vehicles in the area, sometime next week.\n\nFloyd died in late May after officer Derek Chauvin knelt on his neck for several minutes. A video of the incident went viral, sparking outrage and protests worldwide. Chauvin and three other officers involved in the incident were fired and subsequently faced charges stemming from the incident.\n\nProtesters created a list of 24 demands that they said city leadership must meet, or they themselves would maintain the barricades around the memorial.\n\nSome of the demands include recalling Hennepin County Attorney Mike Freeman, firing four employees of the Bureau of Criminal Apprehension, and ending qualified immunity.\n\nProtesters gained the support of the National Lawyers Guild of Minnesota, which in a Facebook wrote: \"Neighbors, youth, and community activists have been tending to this space for months since the police murder of George Floyd in order to keep it a sacred space for the memorial. It is inherently a space of protest.\"\n\nThe guild added: \"The people of George Floyd Square have developed very clear demands that need to be met and have openly communicated to the city what needs to happen in order for negotiations regarding the removal of the barricades to begin.\"", "METADATA": {"application-name": "Protesters in Minneapolis say they won't clear barricades around the George Floyd Memorial until the city leaders meet their 24 demands", "cq": "passed", "Search.Interest": "World News", "robots": "noindex, nofollow", "description": "Some of the demands include recalling Hennepin County Attorney, Mike Freeman, and ending qualified immunity.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}