{"GDELT": {"GlobalEventID": 940495482, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRQ", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.9583333333333304, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iraq", "Actor1Geo_CountryCode": "IZ", "Actor1Geo_ADM1Code": "IZ", "Actor1Geo_Lat": 33.0, "Actor1Geo_Long": 44.0, "Actor1Geo_FeatureID": "IZ", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor2Geo_CountryCode": "AE", "Actor2Geo_ADM1Code": "AE03", "Actor2Geo_ADM2Code": "28575", "Actor2Geo_Lat": 25.2522, "Actor2Geo_Long": 55.28, "Actor2Geo_FeatureID": "-782831", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Iraq", "Action2Geo_CountryCode": "IZ", "Action2Geo_ADM1Code": "IZ", "Action2Geo_Lat": 33.0, "Action2Geo_Long": 44.0, "Action2Geo_FeatureID": "IZ", "DATEADDED": 20200813081500, "SOURCEURL": "https://finance.yahoo.com/news/us-says-iran-briefly-seizes-032728760.html"}, "ARTICLE": {"TITLE": "US says Iran briefly seizes oil tanker near Strait of Hormuz", "TEXT": "In this Wednesday, Aug. 12, 2020 photo released by the U.S. Navy, the MT Wila is boarded by Iranian navy commandos in the Gulf of Oman off the eastern coast of the United Arab Emirates. The Iranian navy boarded and briefly seized a Liberian-flagged oil tanker near the strategic Strait of Hormuz amid heightened tensions between Tehran and the U.S., a U.S. military official said Thursday, Aug. 13, 2020. (U.S. Navy via AP)\n\nDUBAI, United Arab Emirates (AP) — The Iranian navy boarded and briefly seized a Liberian-flagged oil tanker near the strategic Strait of Hormuz amid heightened tensions between Tehran and the U.S., the American military said Thursday.\n\nThe U.S. military's Central Command published a black-and-white video showing what appeared to be special forces fast-roping down from a helicopter onto the MT Wila, whose last position appeared to be off the eastern coast of the United Arab Emirates near the city of Khorfakkan.\n\nThe Iranian navy held the vessel for some five hours before releasing it Wednesday, said a U.S. military official who spoke to The Associated Press on condition of anonymity to discuss details not yet made public. The Wila made no distress calls before, during and after the seizure, the official said.\n\nThe Iranian helicopter involved appeared to be a Sikorsky SH-3 Sea King, which only Iran's navy operates. The Iranian navy also handles all operations in the Gulf of Oman on the eastern side of the Strait of Hormuz, through which 20% of all oil traded passes. Two other Iranian naval vessels took part in the seizure, Central Command said.\n\nThe International Maritime Security Construct, which is a U.S.-created maritime group to protect Persian Gulf waterways, called the Iranian boarding “a blatant violation of international law that undermines freedom of navigation and the free flow of commerce.” It said one of its vessels “monitored the incident” but did not intervene.\n\n“We call on Iran to articulate to the international community the legal basis for its actions,” the group said in a statement. “This type of reckless, aggressive behavior by Iran destabilizes the region and threatens the rules based international order.”\n\nIranian state television later on Thursday acknowledged the brief seizure, referring to the operation as a routine inspection without elaborating.\n\nOfficials in the UAE, a U.S.-allied federation of seven sheikhdoms on the Arabian Peninsula, did not respond to a request for comment.\n\nThe Wila's registered owner is a Liberian firm called Bandit Shipping Co., managed by Greek firm IMS SA, according to United Nations records. Bandit Shipping could not be reached, while IMS did not respond to requests for comment.\n\nThe Wila had been off Khor Al Zubair, Iraq, in early July before traveling to near Dubai and later Khorfakkan, where it's been for around a month, according to data firm Refinitiv. It wasn't immediately clear what cargo it carried.\n\nPrivate maritime intelligence firm Dryad Global said it suspected two other ships had been harassed by Iran's paramilitary Revolutionary Guard in the Persian Gulf over the last week as well, based on the ships' behavior.\n\nAs tensions between Iran and the U.S. heated up last year over America's unilateral withdraw from its 2015 nuclear deal, tankers plying the waters of the Mideast became targets, particularly near the strait, the Persian Gulf’s narrow mouth. Suspected limpet mine attacks the U.S. blamed on Iran targeted several tankers. Iran denied being involved, though it did seize several tankers.\n\nIn July, a U.S.-sought oil tanker was “hijacked” off the coast of the United Arab Emirates after allegedly smuggling Iranian crude oil. The vessel later ended up back in Iranian waters, suggesting Iran itself seized the vessel.\n\n___\n\nFollow Jon Gambrell on Twitter at www.twitter.com/jongambrellAP.", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooFinance", "card": "summary_large_image", "description": "The Iranian navy boarded and briefly seized a Liberian-flagged oil tanker near the strategic Strait of Hormuz amid heightened tensions between Tehran and the U.S., the American military said Thursday.  The U.S. military's Central Command published a black-and-white video showing what appeared to", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/QoBV49DuWffPKAsCs9rmnw--~B/aD0xMjgwO3c9MTkyMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/7cb01aaa473fe02e8b3c757073d0b446", "src": "https://s.yimg.com/uu/api/res/1.2/QoBV49DuWffPKAsCs9rmnw--~B/aD0xMjgwO3c9MTkyMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/7cb01aaa473fe02e8b3c757073d0b446"}, "title": "US says Iran briefly seizes oil tanker near Strait of Hormuz"}, "news_keywords": "oil tanker, Persian Gulf, Iran, Strait of Hormuz, United Arab Emirates, Iranian navy", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=7b8e7f65-e0a1-3c0b-b37e-9954ce1a09a8&src=web", "description": "The Iranian navy boarded and briefly seized a Liberian-flagged oil tanker near the strategic Strait of Hormuz amid heightened tensions between Tehran and the U.S., the American military said Thursday.  The U.S. military's Central Command published a black-and-white video showing what appeared to", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/QoBV49DuWffPKAsCs9rmnw--~B/aD0xMjgwO3c9MTkyMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/7cb01aaa473fe02e8b3c757073d0b446", "description": "The Iranian navy boarded and briefly seized a Liberian-flagged oil tanker near the strategic Strait of Hormuz amid heightened tensions between Tehran and the U.S., the American military said Thursday.  The U.S. military's Central Command published a black-and-white video showing what appeared to", "title": "US says Iran briefly seizes oil tanker near Strait of Hormuz", "url": "https://finance.yahoo.com/news/us-says-iran-briefly-seizes-032728760.html"}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=7b8e7f65-e0a1-3c0b-b37e-9954ce1a09a8&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=7b8e7f65-e0a1-3c0b-b37e-9954ce1a09a8&src=web"}}}}}