{"GDELT": {"GlobalEventID": 940458348, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "Actor2Code": "BUS", "Actor2Name": "TRADER", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.32067510548524, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI11", "Actor1Geo_ADM2Code": "191147", "Actor1Geo_Lat": 9.08333, "Actor1Geo_Long": 7.53333, "Actor1Geo_FeatureID": "-1997013", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI11", "Actor2Geo_ADM2Code": "191147", "Actor2Geo_Lat": 9.08333, "Actor2Geo_Long": 7.53333, "Actor2Geo_FeatureID": "-1997013", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Abuja, Abuja Federal Capital Territory, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI11", "Action2Geo_ADM2Code": "191147", "Action2Geo_Lat": 9.08333, "Action2Geo_Long": 7.53333, "Action2Geo_FeatureID": "-1997013", "DATEADDED": 20200813030000, "SOURCEURL": "https://dailytrust.com/fcta-demolishes-25-houses-in-kyami"}, "ARTICLE": {"TITLE": "FCTA demolishes 25 houses in Kyami", "TEXT": "The Department of Development Control of the Federal Capital Territory Administration (FCTA) has demolished 25 houses in Kyami District.\n\nThe Director of Development Control, Tpl. Muktar Galadima, who led the exercise yesterday, said the houses were pulled down over planning violations.\n\nGaladima said the FCTA was determined to correct all infractions and abuses of the Abuja Master Plan.\n\nHe said, “The FCTA has made it clear that the actions and activities of land racketeers cannot and will never be condoned. That’s why we are removing all these illegal developments. About 25 solid structures were removed, and this is not limited to that estate (Destiny Estate); it’s a continuous exercise, and we will remove all illegal structures across the territory.\n\n“So, what you see here is a continuation of the exercise in tackling the issue of land racketeers and land grabbers in Abuja.”\n\nHe further said, “As always, we strongly advise the public to always ensure compliance and obey the rules and regulations guiding development in the nation’s capital. Abuja is a planned city, and you cannot just wake up, cut a chunk of land for yourself and start selling or building for whatever purpose. We will find out and we will surely remove such illegalities and also punish those involved.”\n\nGaladima also issued a 14-day ultimatum to a building materials market in Karsana District, near Gwarinpa, saying the market encroached on the N16 road corridor.\n\nN16 road is an expressway that traverses Gwarinpa, Jahi, bursts out at Gishiri and connects Shehu Shagari Way; part of which is under construction.\n\nHe further said the administration saw the need to dialogue with the traders before the intended demolition exercise.\n\nGaladima explained that, “So we told them we would return in a week’s time, but they pleaded for more time, they asked for one month to take out their materials and valuables, but that one month is too long a time, so we agreed on two weeks.”\n\nWarning that his bulldozers would remove all structures in the market at the expiration of the ultimatum, except indigenous structures, Galadima advised the traders to relocate to the International Building Materials Market in Dei-Dei, revealing that they were many empty shops in the market to accommodate them.\n\nThe Chairman of the building materials traders in the market, Augustin Nwachukwu, while responding on behalf of the traders, expressed appreciation to the FCTA for giving them time to relocate, saying that they were aware of the status of the market and were not surprised.\n\nNwachukwu said, “Since 2012 that I came here, I knew that this place is temporal and that one day, government will visit us, but we are pleading with government to temper justice with mercy. We have families and many people we are feeding, and this place is where we get our daily bread.”", "METADATA": {"viewport": "width=device-width", "fb": {"app_id": 1713651302279772}, "og": {"site_name": "Daily Trust", "url": "https://dailytrust.com/fcta-demolishes-25-houses-in-kyami", "type": "article", "title": "FCTA demolishes 25 houses in Kyami", "description": "The Department of Development Control of the Federal Capital Territory Administration (FCTA) has demolished 25 houses in Kyami District. The Director of Develop", "image": {"identifier": "https://content.dailytrust.com.ng/wp-content/uploads/2019/08/FCTA.jpg", "alt": "FCTA demolishes 25 houses in Kyami", "width": 800, "height": 600}}, "robots": "index,follow", "googlebot": "index,follow", "description": "The Department of Development Control of the Federal Capital Territory Administration (FCTA) has demolished 25 houses in Kyami District. The Director of Develop", "twitter": {"card": "summary_large_image", "site": "@daily_trust", "creator": "@daily_trust"}, "article": {"published_time": "2020-08-13T02:36:39", "author": "."}, "next-head-count": 27}}}