{"GDELT": {"GlobalEventID": 940441841, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.1385199240986699, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200813010000, "SOURCEURL": "https://www.msn.com/en-gb/news/world/turkey-wants-to-resolve-energy-exploration-dispute-with-greece-through-dialogue/ar-BB17S0O5"}, "ARTICLE": {"TITLE": "Turkey wants to resolve energy exploration dispute with Greece through dialogue", "TEXT": "© Reuters/Yoruk Isik FILE PHOTO: Drilling vessel Scarabeo 9 sails in Istanbul's Bosphorus, Turkey\n\nBy Orhan Coskun\n\nANKARA (Reuters) - Turkey and Greece signalled a willingness on Wednesday to resolve a dispute over energy exploration in the Mediterranean, while vowing to defend their interests in the region.\n\nTurkey and Greece, NATO allies, vehemently disagree over overlapping claims to hydrocarbon resources in the region based on conflicting views on the extent of their continental shelves in waters dotted with mostly Greek islands.\n\nTensions rose when Ankara sent an exploration vessel on Monday to a disputed area of the Mediterranean, accompanied by warships, days after Greece signed a maritime deal with Egypt.\n\n\"Despite all this, we want to believe that common sense will prevail. Both on the field and at the table, we side with international law, good neighbourliness and dialogue,\" Turkish Defence Minister Hulsi Akar told Reuters. \"We want to reach political solutions through peaceful means in line with international laws.\"\n\n© Reuters/TURKISH FOREIGN MINISTRY Turkish Foreign Minister Cavusoglu attends a news conference in Ankara\n\nGreek Prime Minister Kyriakos Mitsotakis said the country wanted to build bridges with its neighbours. He said he hoped talks with Turkey could restart, but said \"dialogue becomes irrelevant in a climate of tension\".\n\nHakar said Turkey would continue to defend its \"rights, ties and interests\" in coastal waters. \"It should be known that our seas are our blue homeland. Every drop is valuable,\" he said.\n\nTurkey says it has the longest coastline in the eastern Mediterranean but that it is penned in to a narrow strip of waters due to the extension of Greece's continental shelf, based on the presence of many Greek islands near its shore.\n\nAkar singled out the Greek island of Kastellorizo, some 2 km off Turkey's southern coast and 570 km from the Greek mainland, as a particular source of Turkish frustration.\n\n\"Greece's demand for a 40,000 square kilometre maritime jurisdiction zone because of the 10 km square Meis island (Kastellorizo)...cannot be reconciled with any logic,\" he said.\n\nGreece's claim to the waters around Kastellorizo is based on a U.N. maritime convention endorsed by many countries, but not Turkey.\n\nAnkara said it would issue new exploration and drilling licences in the eastern Mediterranean, while Greek Foreign Minister Nikos Dendias urged Turkey to \"immediately leave the Greek continental shelf\"\n\n\"We will never be the ones to escalate the situation. Yet, self-restraint is only one aspect of our power. No provocation will though go unanswered,” Greece's Mitsotakis said.\n\nEuropean Union foreign ministers will discuss the issue in an emergency teleconference on Friday at the request of the Greek government. The Greek foreign minister was also scheduled to meet his U.S. counterpart Mike Pompeo in Vienna on Friday to discuss the dispute.\n\n(Writing by Tuvan Gumrukcu; Editing by Dominic Evans and Elaine Hardcastle and Kirsten Donovan)", "METADATA": {"application-name": "Turkey wants to resolve energy exploration dispute with Greece through dialogue", "cq": "passed", "Search.Interest": "World News", "robots": "index, follow", "description": "Turkey wants to resolve energy exploration dispute with Greece through dialogue", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}