{"GDELT": {"GlobalEventID": 940405070, "Day": 20200812, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6082, "Actor1Code": "CHN", "Actor1Name": "BEIJING", "Actor1CountryCode": "CHN", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 180, "EventBaseCode": 180, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.0524515393386498, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200812210000, "SOURCEURL": "https://news.usni.org/2020/08/12/taiwan-retooling-defenses-to-counter-a-belligerent-china"}, "ARTICLE": {"TITLE": "Taiwan Retooling Defenses to Counter a ‘Belligerent’ China", "TEXT": "Taiwan is emphasizing asymmetric defenses from mines to anti-ship missiles, overhauling its reserve forces and professionalizing its military structure to better defend itself from “a more belligerent and aggressive” China, the island’s president said Wednesday.\n\nEnsuring the island, now spending 2.3 percent of its GDP on defense, is focused on the right capabilities “is our number one priority,” President Tsai Ing-wen said during an event with the Hudson Institute.\n\n“We are deeply engaged in reforming our new joint battalions,” involving land, air, and sea forces liaisons to ensure the branches can operate together in a crisis and that each battalion can adapt to its new combat circumstances, rather than wait for instructions from higher headquarters, she said. In the past, each service trained on its own with command centralized at the brigade level.\n\nNews reports indicate the joint battalions will be equipped with unmanned aerial systems and operators, have attached sniper teams and move about in wheeled armored vehicles. The battalions will also have with them man-portable air-defense Stinger missiles.\n\nIn July, Taiwan tested its asymmetric concepts during the latest Han Kuang exercise series, which simulated a coastal attack from mainland China, as an example of the shift from heavy armored forces to integrated asymmetric defense.\n\nIt’s a “transformation of our military into a more effective force” in defending Taiwan, she said. In its shift to an all-volunteer force, the reserves have been used mostly in response to natural or humanitarian disasters.\n\nBi-Khim Hsiao, Taiwan’s representative to the United States, said the pressures Taiwan is facing militarily from Beijing have been on the upswing since the COVID-19 pandemic. She and Tsai cited China’s assertiveness in the Himalayas with India to the South China Sea.\n\n“There is an increasing risk of miscalculation” on China’s part with its daily incursions with air and naval forces in the straits and off the island, Hsiao said. Beijing has begun sea trials on its newest amphibious assault ship, raising new concerns in Washington and Taipei over China’s intentions on the future of Taiwan.\n\nThe emphasis of asymmetrical capabilities in island defense is to “make any consideration of invasion very painful” to Beijing, she said. Hsiao added that raising the standards for the reserve forces to include drawing on their civilian skills in cyber security shows new resolve to defend Taiwan against direct invasion and digital attack.\n\nHsiao said Taiwan’s geographic position in the “first island chain” from the Chinese mainland shows its importance as a stakeholder in the affairs of the East and South China seas. She noted that Beijing’s “naval capacity is now reaching the ‘third island chain’ Hawaii.” This reach, coupled with its aggressive behavior off Malaysia in the South China Sea, brought new focus on stability in those waters.\n\nFrom the Taiwan Straits to the South China Sea, “Taiwan and the United States have overlapping interests,” she said, “but with very different perspectives.” The overlapping interests include ensuring trade moves smoothly through international waters. She added Japan and India share these interests.\n\nTaiwan’s goal “is to jointly secure stability in the region at large,” Hsiao said.\n\nAt the same time, as talks over trade continue, “we’ve had very frank and open discussions with the United States over the modernization of our military.” Hsiao added these talks also included what necessary changes needed to be made to professionalize its all-volunteer force. “We believe this is a positive step,” she said.\n\nSince Taiwan reduced its reliance on the draft, the island has had difficulty recruiting and retaining an all-volunteer force, Tsai acknowledged in her remarks; but improved pay and opportunities for those who commit to four-year enlistments are starting to turn that around.\n\n“Our democracy is under constant challenge” that requires a well-trained force and informed electorate, Hsiao added.\n\nThe challenge includes disinformation campaigns and fake news blanketing the island through social media. This “hybrid threat” is an “infiltration into our civil society” with the goal of undermining Taiwan’s democracy, she said.\n\nLooking ahead in her second term, Tsai said, “I fully expect this number to grow,” referring to Taiwan’s spending on defense. In a run-up to the presidential election, China sent its aircraft carrier Shandong through the Taiwan Straits to intimidate island voters. Since then, Beijing has also pressured more countries to drop diplomatic recognition of Taiwan, while at the same time blocking its participation in international organizations.\n\nAnother reason to believe defense spending will rise for the foreseeable future is Beijing’s insistence on direct control over affairs it considers China’s alone. The example she used was the crackdown on pro-democracy activists in Hong Kong under the newly passed internal security law, effectively ends the “one country/two policies” approach to governance.\n\nChina’s ruling party regards the 23 million residents of Taiwan as living in a breakaway province.\n\nAlthough the United States has had a “one-China” policy since 1979, the Taiwan Relations Act allows substantial non-diplomatic interchange to include defense sales between Washington and Taipei.", "METADATA": {"viewport": "width=device-width", "og": {"locale": "en_US", "type": "article", "title": "Taiwan Retooling Defenses to Counter a ‘Belligerent’ China - USNI News", "description": "Taiwan is emphasizing asymmetric defenses from mines to anti-ship missiles, overhauling its reserve forces and professionalizing its military structure to better defend itself from “a more belligerent and aggressive” China, the island’s president said Wednesday. Ensuring the island, now spending 2.3 percent of its GDP on defense, is focused on the right capabilities “is our …", "url": "https://news.usni.org/2020/08/12/taiwan-retooling-defenses-to-counter-a-belligerent-china", "site_name": "USNI News", "updated_time": "2020-08-12T20:28:13+00:00", "image": {"identifier": "https://news.usni.org/wp-content/uploads/2020/08/1152x768_176057594722.jpg", "secure_url": "https://news.usni.org/wp-content/uploads/2020/08/1152x768_176057594722.jpg", "width": 1024, "height": 683}}, "article": {"publisher": "https://www.facebook.com/NavalInstitute", "tag": "Taiwan", "section": "Budget Industry", "published_time": "2020-08-12T20:28:12+00:00", "modified_time": "2020-08-12T20:28:13+00:00"}, "twitter": {"card": "summary_large_image", "description": "Taiwan is emphasizing asymmetric defenses from mines to anti-ship missiles, overhauling its reserve forces and professionalizing its military structure to better defend itself from “a more belligerent and aggressive” China, the island’s president said Wednesday. Ensuring the island, now spending 2.3 percent of its GDP on defense, is focused on the right capabilities “is our […]", "title": "Taiwan Retooling Defenses to Counter a ‘Belligerent’ China - USNI News", "site": "@USNINews", "image": "https://news.usni.org/wp-content/uploads/2020/08/1152x768_176057594722.jpg", "creator": "@USNINews"}, "generator": "WordPress 5.2.4", "msapplication-TileImage": "https://news.usni.org/wp-content/uploads/2015/02/usni-emblem-4c-54dbd385v1_site_icon-512x512.png"}}}