{"GDELT": {"GlobalEventID": 940431244, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.55555555555555, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200813001500, "SOURCEURL": "https://www.saltwire.com/news/canada/crown-seeks-two-year-sentences-for-booking-officers-convicted-in-corey-rogers-cell-death-484373/"}, "ARTICLE": {"TITLE": "Crown seeks two-year sentences for booking officers convicted in Corey Rogers cell death", "TEXT": "A A\n\nHALIFAX, N.S. —\n\nCory Rogers's grief-stricken mom thinks a Crown attorney's recommendation of a two-year prison sentence for two special constables convicted of criminal negligence in his death is appropriate.\n\nJeannette Rogers added that she doesn't want to ruin their lives, even though they've ruined hers in her eyes.\n\n“I guess I forgive them, not for them, but for me,” she said during a break in the long-delayed sentencing hearing, which got underway Wednesday in Nova Scotia Supreme Court in Halifax.\n\nCheryl Gardner, 48, and Dan Fraser, 63, were booking officers at the Halifax police station the night of June 15-16, 2016, when Corey Rogers died in a so-called dry cell after being brought in severely intoxicated.\n\nHalifax Regional Police officers had put a spit hood on his head, and the 41-year-old died in the cell after vomiting inside the hood.\n\nA jury found Gardner and Fraser guilty last November.\n\nHalDan Fraser, centre, leaves Nova Scotia Supreme Court during a break in his sentencing hearing Wednesday. A Crown attorney is seeking two-year prison terms for Fraser and Cheryl Gardner convicted of criminal negligence in the jail cell death of Corey Rogers. - Eric Wynne\n\nChris Vanderhooft, a prosecutor brought in from Manitoba for the case, asked Justice Kevin Coady to sentence Gardner and Fraser to two years each in prison for failing their duty to assess Rogers's medical condition, do proper cell checks and remove the spit hood after the arresting officers dragged him into the cell, uncuffed him and left the hood in place.\n\nThe sentencing hearing was postponed in February until May, and then adjourned again due to COVID-19.\n\nRogers was arrested for public drunkenness on the night of June 15 on the grounds of the IWK Health Centre in Halifax, where his girlfriend had given birth to their child the day before.\n\nVideo from the cell shows Rogers lay on the floor, the spit hood still in place, until Fraser checked on him at 1:39 a.m. and then called for backup.\n\nCheryl Gardner, centre, leave Nova Scotia Supreme Court during a break in his sentencing hearing Wednesday. - Eric Wynne\n\nAt trial, the court was told Gardner and Fraser didn't adequately assess Rogers's medical condition on admission as dangerously intoxicated. They were also supposed to check on his condition every 15 minutes by trying to get him to move, but only looked in at him and called out to him, court heard.\n\nThey said police told them Rogers was “playing possum.” They also said they were too busy to conduct the proper checks and were never trained in the use of spit hoods.\n\nVanderhooft, in suggesting two-year sentences, likened the two booking officers to police officers and said they should be held to a similar high standard.\n\n“You can blame your training, you can blame the police service, you can blame the government, blame whatever you want, but nothing changes the fundamental fact that the jury rested their verdict on,” Vanderhooft said.\n\n“Prisoner care, and how you treat individuals, is at the forefront of what the public expects from them.”\n\nJeannette Rogers, mother of Corey Rogers, speaks to the media during a break at a sentencing hearing at Nova Scotia Supreme Court on Wednesday. - Eric Wynne\n\nIn her victim impact statement, Jeanette Rogers told the court that the loss of he son has left her with PTSD and forever changed. She is in constant pain, she said.\n\nShe challenged Fraser and Gardner for their decisions and questioned whether “paperwork” was really more important than her son's life. She said he would have been better off in a drunk tank, where at least other prisoners could have helped him with the spit hood.\n\n“Try to imagine living the rest of your life without one of your children,” she said. “If you can imagine that, then you have a small idea of what I go through every single day without Corey. I have been given a life sentence.\n\n“My greatest fear in all of this is that, unless something changes within the system, some other parent will have to go through this painful, never-ending journey that I have had to go through every day since and will for the rest of my life.”\n\nCourt also heard a brief statement from Emilie Spindler, who simply said her daughter has been deprived of a father, and a written statement from Collin Rogers, Corey's brother.\n\n“I have tried, in my way, to make some sense of all of this, and cannot,” Collin Rogers wrote. “The loss of my brother is beyond tragic and incomprehensible.”\n\nRon Pizzo, Gardner's lawyer, and David Bright, Fraser's lawyer, both included letters of support for their clients in their submissions, describing them as conscientious hard workers. They also submitted medical reports about the stress and impact the death, trial and convictions have had on Gardner and Fraser.\n\nPizzo also said they should not be considered police officers.\n\n“If you don't have the right training, the tools or the supports, you don't have the ability to discharge because you've never been supported, you haven't had the training, or you haven't had the tools, then it is manifestly unfair to hold someone to a higher standard when they haven't been given what they need to discharge that standard,” he said.\n\nPizzo asked for a suspended sentence.\n\nBright suggested Coady had the opportunity to craft something appropriate - maybe something that included community service.\n\nGardner and Fraser also briefly addressed the court.\n\n“I just wanted to express how deeply sorry I am for how this has affected the family and to say that if I had known then what I know now, things would have been different,” Gardner said.\n\nFraser said he wanted to assure Jeanette Rogers he was deeply sorry for anything he said that gave the impression he was not sorry for her loss, and added that while in hindsight he sees things he could have done differently, at the time, and from his training, he didn't know to do anything differently.\n\nCoady will give his sentencing decision Monday at 1:30 p.m.\n\nAt the start of Wednesday's session, Coady declined to hear a last-minute application by the defence lawyers for a constitutional challenge of a prohibition against conditional sentences in cases where the maximum sentence would be life, saying that the families have already endured long delays in getting to this point.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Cory Rogers's grief-stricken mom thinks a Crown attorney's recommendation of a two-year prison sentence for two special constables convicted of criminal negligence in his death is appropriate.\r\n\r\nJeannette Rogers added that she doesn't", "author": "Stuart Peddle", "al": {"ios": {"url": "saltwirenewsmobile://content?url=http%3A//www.saltwire.com/news/canada/crown-seeks-two-year-sentences-for-booking-officers-convicted-in-corey-rogers-cell-death-484373/&sectionName=All%20News&fallback=1", "app_store_id": 1501537135, "app_name": "SaltWire News"}}, "og": {"title": "Crown seeks two-year sentences for booking officers convicted in Corey Rogers cell death | SaltWire", "description": "Cory Rogers's grief-stricken mom thinks a Crown attorney's recommendation of a two-year prison sentence for two special constables convicted of criminal negligence in his death is appropriate.\r\n\r\nJeannette Rogers added that she doesn't", "image": {"identifier": "https://www.saltwire.com/media/photologue/photos/cache/court_5VDUW1n_medium.jpg", "width": 458, "height": 305}, "url": "http://www.saltwire.com/news/canada/crown-seeks-two-year-sentences-for-booking-officers-convicted-in-corey-rogers-cell-death-484373/", "type": "article"}, "twitter": {"card": "summary_large_image", "title": "Crown seeks two-year sentences for booking officers convicted in Corey Rogers cell death | SaltWire", "image": {"identifier": "https://www.saltwire.com/media/photologue/photos/cache/court_5VDUW1n_medium.jpg", "alt": "Halifax Regional Police special constables Cheryl Gardner and Dan Fraser leave Nova Scotia Supreme Court during a break at their jury trial on a charge of criminal negligence causing death, in Halifax on Monday, Oct. 28, 2019."}}, "apple-itunes-app": "app-id=1501537135", "msapplication-config": "/static/overrides/saltwire/dist/favicon/browserconfig.xml", "theme-color": "#ffffff"}}}