{"GDELT": {"GlobalEventID": 940435782, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GBRGOV", "Actor1Name": "SCOTLAND", "Actor1CountryCode": "GBR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -5.65371024734982, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Stonehaven, Aberdeenshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKT6", "Actor1Geo_ADM2Code": "40171", "Actor1Geo_Lat": 56.95, "Actor1Geo_Long": -2.2, "Actor1Geo_FeatureID": "-2608838", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Stonehaven, Aberdeenshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKT6", "Action2Geo_ADM2Code": "40171", "Action2Geo_Lat": 56.95, "Action2Geo_Long": -2.2, "Action2Geo_FeatureID": "-2608838", "DATEADDED": 20200813003000, "SOURCEURL": "https://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-53759972"}, "ARTICLE": {"TITLE": "Stonehaven train derailment: Tributes paid to three victims", "TEXT": "Image copyright Police Scotland Image caption Family tributes have been paid to Brett McCullough, Donald Dinnie and Chris Stuchbury\n\nThe families of three men killed in a train derailment in Aberdeenshire have told of their devastation at their deaths.\n\nTrain driver Brett McCullough, conductor Donald Dinnie and a passenger now named as Christopher Stuchbury, 62, died in the incident near Stonehaven.\n\nA major investigation has begun into the derailment, believed to have been caused by a landslip after heavy rain.\n\nMr Stuchbury, from Aberdeen, worked for a marine services firm in the city.\n\nIn a statement his family said: \"Chris was a much adored husband, son, dad, stepdad, grandad, brother and uncle and was a treasured and loved friend to many.\"\n\nMr Stuchbury worked for Targe Towing and volunteered at Roxburghe House hospice in Aberdeen in his spare time.\n\nEarlier, the family of Mr McCullough described how his death had left a \"huge void\" in their lives.\n\nHis wife Stephanie said: \"Words cannot describe the utterly devastating effect of Brett's death on his family and friends.\n\n\"We have lost a wonderful husband, father and son in the most awful of circumstances.\n\n\"Brett was the most decent and loving human being we have ever known and his passing leaves a huge void in all our lives.\n\n\"We would like to thank the emergency services for their heroic efforts in helping everyone affected by this tragedy and for all the messages of support and condolence we have received.\"\n\nImage copyright PA Media Image caption Investigation work continues at the scene of the derailment\n\nThe 45-year-old father-of-three was originally from Bromley in London. He worked out of the Aberdeen rail depot and lived near the scene of the derailment.\n\nThe third victim was 58-year-old conductor Donald Dinnie, whose family said they were devastated by the loss of a \"loving and proud dad, son, partner, brother, uncle and friend\".\n\n\"No words could ever describe how much he will be missed by us all and there will always be a missing piece in our hearts,\" they said in a statement.\n\n\"It is so heart warming to see how many people have fond memories of Donald and I am sure they have plenty of happy and funny stories to tell. He was a kind, caring and genuine person who was never found without a smile on his face. We know he will be deeply missed by all.\"\n\nMr Dinnie had also worked as a driver and guard during his railway career.\n\nIt is thought that the 06:38 Aberdeen to Glasgow Queen Street service was derailed by a landslide after heavy rain in the area. The alarm was raised at about 09:40 on Wednesday morning.\n\nSix others who were on the train were taken to Aberdeen Royal Infirmary. NHS Grampian said four of them had been discharged, while the other two patients were in a stable condition.\n\nImage copyright PA Media Image caption A section of the train fell down a steep embankment\n\nImage copyright PA Media Image caption Emergency services remained at the scene of the accident on Thursday\n\nFirst Minister Nicola Sturgeon said the \"hearts of a nation\" were with those affected.\n\nScottish Transport Secretary Michael Matheson, UK Transport Minister Grant Shapps and Network Rail chief executive Andrew Haines all visited the site of the crash on Thursday.\n\nMr Shapps has asked Network Rail to produce an interim report by 1 September on the \"wider issues\" that may have led to the derailment.\n\nHe said he wanted to see resilience checks carried out in \"the next few days, few hours\", given the concern about flash floods in the area.\n\nMedia playback is unsupported on your device Media caption Grant Shapps: Stonehaven derailment site is \"completely harrowing\"\n\n\"We absolutely need to make sure it doesn't happen again and that's why I've asked Network Rail to deliver that report to me so quickly,\" he said.\n\nHe also said he spoke with PC Liam Mercer, the first officer on the scene, and commended him for his bravery.\n\nAnd he understood an off-duty conductor managed to get off a carriage and run to alert operators, while a member of the public raised the alarm having seen smoke billowing from the trees.\n\nMr Matheson said he did not want to speculate about what had caused the incident.\n\n\"What I think we can assess, though, is that weather has had an impact,\" he said.\n\nImage copyright PA Media Image caption Mr Matheson visited Aberdeenshire on Thursday morning\n\n\"We are seeing increasingly a higher level of what are localised intense weather events that are having an impact on the transport network, including the rail network.\n\n\"What we need to do as part of the investigation is identify to what extent it had an impact and also to see what lessons can be learned.\"\n\nHe said some parts of the country had seen a month's rainfall in just a couple of hours on Tuesday night and Wednesday morning.\n\nHe added that the derailment happened as the train driver was heading north, trying to return to Aberdeen, and that one crew member got out of the derailed train to prevent any other trains coming down the track.\n\nMedia playback is unsupported on your device Media caption Aerial footage shows the passenger train derailment in Aberdeenshire\n\nMr Haines said he did not want to pre-empt the outcome of the investigation.\n\nBut he added: \"It is clear the weather was appalling and there were floods and landslips in the area.\n\n\"Our climate is changing and it is increasingly challenging the performance and reliability of the railway, but incidents like yesterday's devastating accident are incredibly rare, and our railway remains the safest major railway in Europe.\n\n\"Yesterday was a tragedy, a truly horrific event, and my thoughts remain with everyone affected. Understanding what happened is the key to making sure it never occurs again.\"\n\nNetwork Rail said it would carry out detailed inspections of high-risk trackside slopes with similar characteristics to the site of the Aberdeenshire crash.\n\nDozens of sites across Britain will be assessed using in-house engineers, specialist contractors and helicopter surveys.\n\nScotland's Lord Advocate has asked Police Scotland, British Transport Police and the Office of Rail and Road, the independent regulator, to conduct a joint investigation into the accident.\n\nIt will be carried out under the direction of the Crown Office and Procurator Fiscal Service, and will run in parallel to the independent safety investigation being carried out by the Rail Accident Investigation Branch.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Brett McCullough, Donald Dinnie and Christopher Stuchbury died when the train left the track near Stonehaven.", "x-country": "us", "x-audience": "Domestic", "CPS_AUDIENCE": "Domestic", "CPS_CHANGEQUEUEID": 161680568, "og": {"title": "Tributes paid to three killed in train derailment", "type": "article", "description": "Brett McCullough, Donald Dinnie and Christopher Stuchbury died when the train left the track near Stonehaven.", "site_name": "BBC News", "locale": "en_GB", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-53759972", "image": {"identifier": "https://ichef.bbci.co.uk/news/1024/branded_news/1043F/production/_113932666_traincrashvictimsfinal.jpg", "alt": "BBC News. Brett McCullough, Donald Dinnie and Chris Stuchbury"}}, "article": {"author": "https://www.facebook.com/bbcnews", "section": "NE Scotland, Orkney & Shetland"}, "fb": {"pages": "1143803202301544,317278538359186,1392506827668140,742734325867560,185246968166196,156060587793370,137920769558355,193435954068976,21263239760,156400551056385,929399697073756,154344434967,228735667216,80758950658,260212261199,294662213128,1086451581439054,283348121682053,295830058648,239931389545417,304314573046,310719525611571,647687225371774,1159932557403143,286567251709437,1731770190373618,125309456546,163571453661989,285361880228,512423982152360,238003846549831,176663550714,260967092113,118450564909230,100978706649892,15286229625,122103087870579,120655094632228,102814153147070,124715648647,153132638110668,150467675018739", "app_id": 1609039196070050, "admins": 100004154058350}, "twitter": {"card": "summary_large_image", "site": "@BBCNews", "title": "Tributes paid to three killed in train derailment", "description": "Brett McCullough, Donald Dinnie and Christopher Stuchbury died when the train left the track near Stonehaven.", "creator": "@BBCNews", "image": {"src": "https://ichef.bbci.co.uk/news/1024/branded_news/1043F/production/_113932666_traincrashvictimsfinal.jpg", "alt": "Brett McCullough, Donald Dinnie and Chris Stuchbury"}, "domain": "www.bbc.co.uk"}, "apple-itunes-app": "app-id=364147881, app-argument=https://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-53759972?utm_medium=banner&utm_content=apple-itunes-app", "apple-mobile-web-app-title": "BBC News", "application-name": "BBC News", "msapplication-TileImage": "BBC News", "msapplication-TileColor": "#bb1919", "mobile-web-app-capable": "yes", "robots": "NOODP,NOYDIR", "theme-color": "#bb1919"}}}