{"GDELT": {"GlobalEventID": 940515089, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "Actor2Code": "ISRGOVHLH", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "GOV", "Actor2Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.91822827938671, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200813103000, "SOURCEURL": "https://www.geektime.com/cardiacsense-receives-ministry-of-health-approval-on-medical-watch/"}, "ARTICLE": {"TITLE": "Bless your heart: CardiacSense receives first-ever Ministry of Health approval for medical watch", "TEXT": "\n\n\n\nIsraeli MedTech startup CardiacSense, which develops an all-in-one medical watch that remotely monitors vital signs, detects diseases, heart arrhythmia, and chronic illnesses, announces that its groundbreaking technology has received regulatory medical devices approval from Israel’s Ministry of Health. This marks the first time that a wristwatch receives medical regulatory approval for monitoring heartbeats with ECG accuracy.\n\nPotentially saving millions in hospitalization bills\n\nCardiacSense CEO Eldad Shemesh explains: \"After signing agreements worth tens of millions of dollars worldwide, we are bringing the only Israeli technology in the world approved by a regulatory commission. Receiving approval from Israel's Ministry of Health is the result of thousands of hours of development and building major IP success in clinical trials.\n\nReceiving this game-changing approval enables the company to sell the watch to patients in Israel through different HMOs and privately. Allowing an improved and continuous monitoring of their heartbeat, as well as functioning as early detection for Atrial Fibrillation (AF), which is a common condition that could lead to either a debilitating stroke or even death.\n\nFor the sake of preventing these life-threatening scenarios, the watch’s ability to detect AF in early stages allows patients to be aware and more in control regarding their medical condition, giving them the crucial data to pass on to their physicians for precise treatment. With early-detection in place, medical devices like CardiacSense’s watch potentially saves the high costs of hospitalization as well as the expensive treatment and tests accompanied by an extensive stay in the hospital.\n\nIn addition to the aforementioned watch capabilities, the company is currently undergoing clinical trials to receive the same regulatory approvals for further heart-related testings such as detecting heart attacks using the medical device’s unique ECG capabilities. Furthermore, the company is looking to get Israel’s Ministry of Health OK on measuring temperature, respiratory rate, blood pressure, and oxygen levels in the blood.\n\nShemesh excitingly explains: \"our watch will assist in providing quality treatment and allow saving more lives, mainly for people with preexisting conditions or those requiring continuous heart monitoring with full mobility, both in medical institutions and the household.\"\n\n\"Now Israeli patients, also through health funds, can be assisted by our advanced watch, which allows continuous monitoring of the heartbeat and detection of Atrial Fibrillation, similar to equipment which currently only exists in hospitals, restricting movement and available only under certain circumstances. Use of the watch will enable an alert to heart function abnormalities that will lead to better quality treatment including the saving of lives. Looking ahead, we are speeding up technological commercialization in other huge markets and soon expect to receive other regulatory approvals.\"\n\nWith an ever-growing need for remote health advancement, and due to COVID-19’s acceleration of the telehealth revolution, CardiacSense’s medical watch hits consumer markets at its most optimal time. This device enables patients to monitor their own conditions with hospital-device accuracy while keeping their caring physician in the loop. The watch’s remote capabilities also help save patients from unnecessary trips to hospitals, which is especially important as medical centers and hospitals are the frontline in the battle against the Coronavirus.\n\nCardiacSense was founded in 2009 by CEO Elad Shemesh, Benny Batash, and Avi Shitrit. The company’s headquarters are based in the Israeli coastal city of Caesarea and is home to 21 employees. The MedTech company has raised over $15 million to date, with the last round coming in June scoring the company a $6 million boost.", "METADATA": {"HandheldFriendly": "True", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": "nimshory"}, "referrer": "no-referrer-when-downgrade", "og": {"site_name": "Geektime", "type": "article", "title": "Bless your heart: CardiacSense receives first-ever Ministry of Health approval for medical watch", "description": "As COVID continues to birth a new wave of telehealth solutions, Israeli startup CardiacSense gains first ever regulatory medical device approval for its medical watch that monitors vital signs and alerts for heart-related abnormalities...", "url": "https://www.geektime.com/cardiacsense-receives-ministry-of-health-approval-on-medical-watch/", "image": {"identifier": "https://www.geektime.com/content/images/2020/08/CardiacSense-watch.PNG", "width": 839, "height": 694}}, "article": {"published_time": "2020-08-12T09:46:00.000Z", "modified_time": "2020-08-13T09:48:44.000Z", "tag": "healthtech", "publisher": "https://www.facebook.com/Geektimecom"}, "twitter": {"card": "summary_large_image", "title": "Bless your heart: CardiacSense receives first-ever Ministry of Health approval for medical watch", "description": "As COVID continues to birth a new wave of telehealth solutions, Israeli startup CardiacSense gains first ever regulatory medical device approval for its medical watch that monitors vital signs and alerts for heart-related abnormalities...", "url": "https://www.geektime.com/cardiacsense-receives-ministry-of-health-approval-on-medical-watch/", "image": "https://www.geektime.com/content/images/2020/08/CardiacSense-watch.PNG", "label1": "Written by", "data1": "Dor Schwartz", "label2": "Filed under", "data2": "startups, Startup Nation, Startup news, MedTech, medical technology, Smartwatch, healthtech", "site": "@geektime"}, "generator": "Ghost 3.29"}}}