{"GDELT": {"GlobalEventID": 940568025, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IGOEUREECGOV", "Actor1Name": "THE EUROPEAN UNION", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "Actor1Type2Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.28530670470756, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU", "Actor1Geo_Lat": 39.059012, "Actor1Geo_Long": 34.911546, "Actor1Geo_FeatureID": "TU", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20200813154500, "SOURCEURL": "https://www.haaretz.com/israel-news/.premium-in-surprise-visit-greece-tries-to-enlist-israel-in-its-gas-war-with-turkey-1.9070407"}, "ARTICLE": {"TITLE": "In Surprise Visit, Greece Tries to Enlist Israel in Its Gas War With Turkey", "TEXT": "Judging by the explosion of reports and the excitement in Israel about the plan for reopening tourism to Greece, one could mistakenly conclude that this was the purpose of the surprise visit by Greek Foreign Minister Nikos Dendias to Jerusalem on Thursday. But this is quite far from the truth.\n\nLISTEN: Trump's tragedy, Netanyahu's debt and Jewish unity Credit: Haaretz\n\nAt the height of the nautical drama unfolding between Greece and Turkey over the past few days, the Greeks aren’t in any real hurry at this point to deal with weekly charter flights from a country plagued by the coronavirus. The real reason for the sudden visit was an attempt to enlist as much support as possible from Israel, at least in the diplomatic arena, for the intensifying battle against the Turks.\n\nDendias is expected to meet with U.S. Secretary of State Mike Pompeo on Friday and will also hold an emergency meeting with the foreign ministers of the European Union on the crisis. In his meeting on Thursday with Foreign Minister Gabi Ashkenazi, and after that with Prime Minister Benjamin Netanyahu, Dendias has asked for Israel’s support in general, and with Pompeo too. This is Dendias’ second visit to Israel within a short time, after he visited in June for an intergovernmental meeting between the two countries. The Turkish issue was brought up then for the first time, even before the question of renewing tourism during the coronavirus crisis.\n\nThe maritime conflict between Greece, Cyprus and Turkey over natural gas resources in the Mediterranean Sea escalated this week after years of tension. On Monday, Turkey sent a survey ship to the disputed area, accompanied by warships. The Turkish defense minister told Reuters on Wednesday: “We side with international law, good neighborliness and dialogue” – but at the same time, Turkey will continue to defend its rights.\n\nIsrael has had a close tripartite alliance with Greece and Cyprus in recent years, in part in response to its deteriorating relations with Turkey, and quickly released a statement in support: \"Israel is following closely as tension rises in the eastern Mediterranean. Israel expresses its full support and solidarity with Greece,\" said a statement from the Foreign Ministry.\n\nOpen gallery view Prime Minister Benjamin Netanyahu and Greek Foreign Minister Nikos Dendias in Jerusalem, August 13, 2020. Credit: Amos Ben Gershom / GPO\n\nBut it is clear this will not be the only expression of support. Also on the agenda is Israel's interest in the natural gas resources, in light of its ambitious plan to construct, along with Greece and Cyprus, a pipeline to supply gas to Europe, which is trying to end its dependence on Russia. And there are other collaborations even more covert.\n\nAt the same time, Israel is very not interested in entering a frontal confrontation with Turkey, so it is trying to tread as lightly as possible. This is what made the explicit statement in support of Greece so exceptional. The Greeks rushed to translate it into Greek and distribute it – and they are now trying to bring Israel as deeply into the fight as possible.\n\nIn this light, the renewal of Israeli tourism to Greece may be a small treat in return for the Israeli public or the Netanyahu government, which promised “to open the skies” starting on Sunday.\n\nIn more normal times, Israel would have preferred for an improvement in the UN voting pattern as its reward. But in a less-than-best-case scenario, it will also take a distraction by the government, which is throwing tiny treats to Israelis trapped this summer in a country in crisis. It would have been preferable to receive applause for the tourism plan to the picturesque Greek isles, rather than a conversation on the implications of Israel entering into the worsening confrontation between two enemies in the Mediterranean Sea.", "METADATA": {"viewport": "width=device-width", "fb": {"pages": 82903654348, "app_id": 287530407927859}, "msapplication-TileColor": "#0B7EB5", "msapplication-TileImage": "/static/hdc/images/mstile-144x144.png", "referrer": "always", "robots": "noarchive", "isPremiumContent": "true", "article": {"content_tier": "metered", "published": "2020-08-13T13:50:00.000Z"}, "og": {"site_name": "Haaretz.com", "title": "In surprise visit, Greece tries to enlist Israel in its gas war with Turkey", "description": "***", "type": "article", "url": "https://www.haaretz.com/israel-news/.premium-in-surprise-visit-greece-tries-to-enlist-israel-in-its-gas-war-with-turkey-1.9070407", "image": {"identifier": "https://images.haarets.co.il/image/fetch/x_88,y_0,w_1267,h_737,c_crop/q_auto,h_698,w_1200,c_fill,f_auto/fl_lossy.any_format.preserve_transparency.progressive:none/https://www.haaretz.co.il/polopoly_fs/1.9070452!/image/4052819071.PNG", "width": 1200, "height": 630}}, "title": "In surprise visit, Greece tries to enlist Israel in its gas war with Turkey - Israel News", "description": "Israel sought praise for new tourism agreement, but the real purpose of the Greek foreign minister's visit lies in a disputed zone in the Mediterranean Sea", "keywords": "Greece,  Turkey,  Israel gas", "ob": {"title": "In surprise visit, Greece tries to enlist Israel in its gas war with Turkey"}, "twitter": {"card": "summary_large_image", "site": "@haaretzcom", "title": "In surprise visit, Greece tries to enlist Israel in its gas war with Turkey", "description": "***", "image": "https://images.haarets.co.il/image/fetch/x_88,y_0,w_1267,h_737,c_crop/q_auto,h_698,w_1200,c_fill,f_auto/fl_lossy.any_format.preserve_transparency.progressive:none/https://www.haaretz.co.il/polopoly_fs/1.9070452!/image/4052819071.PNG"}, "next-head-count": 22}}}