{"GDELT": {"GlobalEventID": 940560474, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SWEEDU", "Actor1Name": "SWEDEN", "Actor1CountryCode": "SWE", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.7397260273972597, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gothenburg, Vastra Gotalands Lan, Sweden", "Actor1Geo_CountryCode": "SW", "Actor1Geo_ADM1Code": "SW28", "Actor1Geo_ADM2Code": "26247", "Actor1Geo_Lat": 57.7167, "Actor1Geo_Long": 11.9667, "Actor1Geo_FeatureID": "-2482986", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Blue Hill, Maine, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USME", "Actor2Geo_Lat": 44.413999999999994, "Actor2Geo_Long": -68.5867, "Actor2Geo_FeatureID": "562592", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gothenburg, Vastra Gotalands Lan, Sweden", "Action2Geo_CountryCode": "SW", "Action2Geo_ADM1Code": "SW28", "Action2Geo_ADM2Code": "26247", "Action2Geo_Lat": 57.7167, "Action2Geo_Long": 11.9667, "Action2Geo_FeatureID": "-2482986", "DATEADDED": 20200813150000, "SOURCEURL": "https://observer-me.com/2020/08/13/news/she-planned-to-spend-a-month-in-japan-five-months-later-she-still-hasnt-made-it-back-to-maine/"}, "ARTICLE": {"TITLE": "She planned to spend a month in Japan. Five months later, she still hasn’t made it back to Maine.", "TEXT": "Photo courtesy of Linda York Cook STRANDED OVERSEAS -- Linda York Cook, 56, of Guilford, and her son Joshua Cook, 33, stand recently outside a shrine in Japan. After travelling to Japan in March to attend her son's wedding, Cook has been stranded in Japan for five months -- four months longer than expected -- because of COVID-19 travel limitations. She is hoping to fly back to Maine on Aug. 17.\n\nShe planned to spend a month in Japan. Five months later, she still hasn’t made it back to Maine.\n\nOn March 10, when Maine resident and motel owner Linda York Cook traveled to Japan to attend her son’s wedding, she thought she would be back home by mid-April. But that was before the global COVID-19 pandemic brought international air and marine traffic to a near standstill, leaving many travelers stranded while trying to find alternate ways to get home.\n\nOn March 10, when Maine resident and motel owner Linda York Cook traveled to Japan to attend her son’s wedding, she thought she would be back home by mid-April.\n\nBut that was before the global COVID-19 pandemic brought international air and marine traffic to a near standstill, leaving many travelers stranded while trying to find alternate ways to get home. Now, more than five months later — and after multiple flight cancellations, medical complications from her diabetes, and countless conversations about logistics with her husband, who in her absence has been managing their Guilford motel by himself — Cook may finally be coming home.\n\nIf all goes well, she says, she will fly back to Bangor via Washington, D.C., on Monday.\n\n“The Japanese government extended my visa to September 8th but said they would not extend it again,” Cook, 56, said when contacted online about her situation. “My husband has spent hours upon hours trying to get me a flight out. The [United States] embassy has been contacted and they said it wasn’t their problem. So they have been no help.”\n\nCook is not the only Mainer whose travel plans have been significantly disrupted by the pandemic. But in a year when unexpected COVID-19 interruptions and upheavals have affected nearly every person on the planet, Cook stands out for having a planned one-month trip last five times longer than expected.\n\nCook’s husband, Larry Moon, said it has been a challenge running the Covered Bridge Motel in Guilford without his wife there. He has had to learn how to handle online bookings at the Route 6 motel, which overlooks Lowes Covered Bridge over the Piscataquis River, and to make the business’ periodic tax payments, which Cook usually takes care of. Business has been slow this summer because of the pandemic, he said — he has lost some customers due to Maine’s restrictions on out-of-state visitors — yet it has been a major adjustment to cater to pandemic precautions and to manage the business on his own.\n\nBut the biggest challenge, he said, has been trying to get his wife booked on a flight home from Kagoshima, Japan, where she has been staying with her son Joshua Cook, 33, an English teacher, and his new wife.\n\n“I probably have spent days on the phone trying to get this handled,” Moon said. “It’s been five months now. It’s been quite the situation.”\n\nA spokesperson for the U.S. State Department did not comment on Cook’s situation but said the department “has no greater priority” than the safety of U.S. citizens overseas and that it continues to work to help Americans get home. The department does not have figures or estimates for how many Americans might still be stranded in other countries because of pandemic-related travel limitations, she said. But between late January and early June, in response to the pandemic, the State Department helped more than 100,000 U.S. citizens return home from 136 countries and territories, according to information posted on the department’s website.\n\nBlue Hill residents Tom Bjorkman and Roxanne Donahey were stranded in Sweden after flying there in February to visit their adult daughter, a professor at University of Gothenburg. They flew to Sweden on Feb. 26 and, after a couple of their flights home got canceled, were able to return on July 9 — more than two months later than they had originally planned.\n\n“We usually go twice a year for a couple of months,” said Bjorkman, a semi-retired consultant who said that they stay with their daughter and son-in-law when they visit. They were able to help care for their grandson, who is almost 2, while they were there and had ample opportunity to get out for socially distanced exercise during their stay.\n\nBjorkman, 75, said he and Donahey, 76, are fairly healthy and were lucky they could extend their stay without complicating their lives back home in Blue Hill. He said they are hoping to return to Sweden in November.\n\n“For us, it would be frustrating and an inconvenience [to get stuck again],” he said, “but it would not be a major crisis for us. We have flexibility a lot of people don’t have.”\n\nFor Cook and Moon, aside from having to keep the 10-room motel running in Cook’s absence, one of the complications has been her medical conditions. She has not contracted COVID-19, but only took with her a two-month supply of her regular medications, which she takes for her heart, kidneys and pain relief. Moon has since sent medicine through the mail — he could not send a new inhaler for her asthma because the canister is considered hazardous — but the medications were held up in customs, she said. She got them after some delay but still slipped into a diabetic coma in mid-July, and had to be taken to the local hospital in Kagoshima.\n\n“They got me out of it and I am really thankful but just need to get home to where my medical team is ready to treat me and see what damage has been done,” Cook said. “You never hear about stories like this, only about all the chaos in the world. I am thankful that I am here with my son and daughter in law but need to get home.”\n\nMoon, who is 64 and also diabetic, said the stress of having his wife gone so long has affected his health as well, though not as severely as hers. Still, he said he thinks they and their motel business will make it through the pandemic. He just hopes she doesn’t run out of any of her medications before she arrives back in Maine.\n\n“I’m limping along a little bit, but we’re okay considering the circumstances,” he said, adding that he and their dog Zeus are eager to have Cook come home. “Just like Dorothy said: There’s no place like home.”", "METADATA": {"description": "On March 10, when Maine resident and motel owner Linda York Cook traveled to Japan to attend her son’s wedding, she thought she would be back home by mid-April.\r\n\r\n \r\n\r\nBut that was before the global COVID-19 pandemic brought international air and marine traffic to a near standstill, leaving many travelers stranded while trying to find alternate ways to get home.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"app_id": 1276435375760502}, "og": {"title": "She planned to spend a month in Japan. Five months later, she still hasn’t made it back to Maine.", "description": "On March 10, when Maine resident and motel owner Linda York Cook traveled to Japan to attend her son’s wedding, she thought she would be back home by mid-April.\r\n\r\n \r\n\r\nBut that was before the global COVID-19 pandemic brought international air and marine traffic to a near standstill, leaving many travelers stranded while trying to find alternate ways to get home.", "site_name": "Piscataquis Observer", "url": "https://observer-me.com/2020/08/13/news/she-planned-to-spend-a-month-in-japan-five-months-later-she-still-hasnt-made-it-back-to-maine/", "type": "article", "image": "https://bdn-ss-po.s3.amazonaws.com/uploads/2020/08/LindaJoshuaCook-640x400.jpg"}, "article": {"tag": "Business,County & State News,Guilford,News"}, "twitter": {"card": "summary", "site": "@bangordailynews", "url": "https://observer-me.com/2020/08/13/news/she-planned-to-spend-a-month-in-japan-five-months-later-she-still-hasnt-made-it-back-to-maine/", "title": "She planned to spend a month in Japan. Five months later, she still hasn’t made it back to Maine.", "description": "On March 10, when Maine resident and motel owner Linda York Cook traveled to Japan to attend her son’s wedding, she thought she would be back home by mid-April.\r\n\r\n \r\n\r\nBut that was before the global COVID-19 pandemic brought international air and marine traffic to a near standstill, leaving many travelers stranded while trying to find alternate ways to get home.", "image": "https://bdn-ss-po.s3.amazonaws.com/uploads/2020/08/LindaJoshuaCook-640x400.jpg"}, "generator": "WordPress 5.2.2"}}}