{"GDELT": {"GlobalEventID": 940515474, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.5623409669211203, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Malaca, Pangasinan, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RP51", "Actor1Geo_ADM2Code": "24225", "Actor1Geo_Lat": 15.8334, "Actor1Geo_Long": 120.37799999999999, "Actor1Geo_FeatureID": "-2436250", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Malaca, Pangasinan, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RP51", "Action2Geo_ADM2Code": "24225", "Action2Geo_Lat": 15.8334, "Action2Geo_Long": 120.37799999999999, "Action2Geo_FeatureID": "-2436250", "DATEADDED": 20200813103000, "SOURCEURL": "https://mb.com.ph/2020/08/13/duterte-to-announce-next-quarantine-level-on-august-17/"}, "ARTICLE": {"TITLE": "Duterte to announce next quarantine level on August 17", "TEXT": "The new community quarantine classification of Metro Manila and other areas will be known next week as the government continued to ramp up testing, tracing and treatment to limit the spread of the coronavirus.\n\nPresident Rodrigo Roa Duterte\n\n(KING RODRIGUEZ / PRESIDENTIAL PHOTO / FILE PHOTO / MANILA BULLETIN)\n\nPresident Duterte is scheduled to deliver a public address on Monday, August 17, and announce the fresh quarantine level, according to his Spokesman Harry Roque.\n\n“Inaasahan po natin na mag-memensahe sa taumbayan muli ang ating Presidente sa August 17 kung saan iaannusyo rin niya kung ano ang mga bagong classification (We expect the President to give a message to the nation on August 17 where he will announce the new classification),” Roque said during a televised briefing Thursday.\n\n“Ang ending sa Metro Manila ng MECQ (modified enhanced community quarantine) ay sa 18th, 17th po asahan niyo po sasabihin ng Pangulo kung ano ang classification sa Metro Manila at sa mga karatig na probinsiya (The MECQ status of Metro Manila will end on August 18 so the President will announce the classification of Metro Manila and nearby provinces on August 17),” he said.\n\nThe President has agreed to reimpose MECQ in Metro Manila, Bulacan, Cavite, Laguna and Rizal from August 4 to 18 after the health frontliners appealed for a timeout. The medical community earlier called for stricter lockdown to ease the burden on the healthcare system from the huge spike in coronavirus cases.\n\nMetro Manila and the four areas were placed under more relaxed general community quarantine (GCQ) prior to the plea from the medical professionals.\n\nRoque earlier said extending the MECQ in the capital region and neighboring areas would be “highly unlikely” after the government ran out of funds for financial aid for sectors affected by the pandemic.\n\nHe said the government task force has made a recommendation on the quarantine level for other parts of the country, which is set to lapse on August 15.\n\n“Mayroon na pong recommendation for all other areas except Metro Manila the four provinces under MECQ. It is without prejudice that hanggang 15th lang ang all other areas,” he said.\n\nThe GCQ status remained in effect in Batangas, Lapu-Lapu City, Mandaue City, Talisay City, municipalities of Minglanilla and Consolacion in Cebu, and Zamboanga City until August 15. The rest of the country is under the most relaxed modified general community quarantine (MGCQ) until mid-August.\n\nThe country has become the nation with highest coronavirus cases in Southeast Asia following recent spikes in the number of infections. As of August 12, more than 143,000 people have been infected with the coronavirus in the country. The country’s death toll has soared to 2,404.\n\nLow fatality rate, increased testing efforts\n\nMalacañang has maintained that the country is doing a lot better in managing the coronavirus outbreak compared to other nations like the United States.\n\nAs testing, tracing and treatment efforts are escalated, Roque said the country still has a low COVID-19 mortality rate despite the increase in the cases of coronavirus. He also cited that severe and critical cases constitute 1.3 percent of the total cases of infections.\n\nRoque likewise trumpeted that the Philippines has the highest testing level in Southeast Asia with 1.7 million tests conducted as of this month.\n\n“On the basis of total cases per million population, ang Pilipinas ay mayroon lamang pong 1,272 infected per million at sa bilang na ito, 1.2% at 1.3% nga lang po ang severe at critical (On the basis of total cases per million population, the Philippines only has 1,272 infected per million and of this figure, 1.2% and 1.3% are severe and critical),” he said.\n\nThe country’s cases of infections have also not yet exceeded the hospital bed capacity, according to Roque. More quarantine and isolation facilities are being established to isolate and treat coronavirus patients.\n\n“Hindi po tayo nagkukulang ng mga bed capacity o iyong kakayahang magbigay ng medical attention sa mga nagkakasakit (We are not in shortage of bed capacity or capacity to give medical attention to the sick),” he said.\n\nCiting data from the Department of Health, he said 55 percent of the 1,500 intensive care unit beds are occupied while 49 percent of the 11,500 isolation beds are in use. At least 51 percent of the 4,500 ward beds are occupied while 30 percent of the 2,100 ventilators are being used.\n\nHe said the country also proved wrong the University of the Philippines (UP) forecast about having 1.3 million to 3.5 million infections by end of June.\n\n“Ang pinakapatunay na we are able to manage COVID-19 ay naiwasan nga po natin ang UP forecast ‘no na laging tumatama (A huge proof that we are able to manage COVID-19 is we avoided the UP forecast that is often correct),” he said.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "mobile-web-app-capable": "yes", "theme-color": "#25387A", "msapplication-navbutton-color": "#25387A", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black-translucent", "apple-mobile-web-app-title": "Manila Bulletin The Nation's Leading Newspaper", "format-detection": "telephone=no", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Duterte to announce next quarantine level on August 17 - Manila Bulletin", "description": "The new community quarantine classification of Metro Manila and other areas will be known next week as the government continued to ramp up testing, tracing and treatment to limit the spread of the coronavirus. President Duterte is scheduled to deliver a public address on Monday, August 17, and announce the fresh quarantine level, according to his Spokesman Harry Roque.", "url": "https://mb.com.ph/2020/08/13/duterte-to-announce-next-quarantine-level-on-august-17/", "site_name": "Manila Bulletin", "image": {"identifier": "https://mb.com.ph/wp-content/uploads/2020/08/duterte5.jpg", "width": 1350, "height": 902}}, "article": {"publisher": "https://www.facebook.com/manilabulletin/", "published_time": "2020-08-13T08:16:10+00:00", "modified_time": "2020-08-13T09:44:48+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@manilabulletin", "site": "@manilabulletin"}, "generator": "WooCommerce 4.2.0", "msapplication-TileImage": "https://mb.com.ph/wp-content/uploads/2019/09/cropped-favicon-270x270.png", "position": 2}}}