{"GDELT": {"GlobalEventID": 940527279, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AFG", "Actor1Name": "AFGHAN", "Actor1CountryCode": "AFG", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.52835505459668, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Wang Yu, Shaanxi, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH26", "Actor2Geo_ADM2Code": "13218", "Actor2Geo_Lat": 34.4961, "Actor2Geo_Long": 108.618, "Actor2Geo_FeatureID": "9207141", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Wang Yu, Shaanxi, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH26", "Action2Geo_ADM2Code": "13218", "Action2Geo_Lat": 34.4961, "Action2Geo_Long": 108.618, "Action2Geo_FeatureID": "9207141", "DATEADDED": 20200813114500, "SOURCEURL": "http://www.afghanistantimes.af/an-inclusive-interview-with-wang-yu-chinese-ambassador-to-afghanistan/"}, "ARTICLE": {"TITLE": "An exclusive interview with Wang Yu, Chinese Ambassador to Afghanistan – Afghanistan Times", "TEXT": "Afghanistan, a country that has been in war for many years, is now in a critical situation – reconciliation process with the Taliban – a possible pullout of foreign troops from Afghanistan – the role of regional countries, especially the neighbors in the peace quest – coronavirus pandemic and etc…are the grappling issues.\n\nTo explore these questions, we have interviewed Mr. Wang Yu, Chinese Ambassador to Afghanistan.\n\nThank you, Your Excellency Ambassador Wang Yu, for giving us the interview. The Chinese government consistently reiterates support to long-term peace and stability in Afghanistan. Recently, Afghanistan’s grand assembly of elders, the consultative Loya Jirga, has approved the release of the last batch of 400 Taliban prisoners, and President Ghani has signed a decree in this regard. The intra-Afghan negotiation is expected to begin in the near future. Do you have any comment on that?\n\nWang Yu: Afghanistan, long regarded as “the heart of Asia”, has a significant impact on regional peace and stability. China consistently supports a broad, inclusive peace and reconciliation process that is Afghan-led and Afghan-owned, supports intra-Afghan talks for national reconciliation, peace and stability at an early date. The release of prisoners is an important step for the Afghan government and Taliban to establish mutual trust and initiate intra-Afghan talks. The Afghan government and people deliberated and agreed on this important decision through the consultative Loya Jirga in accordance with their rules of procedure. China welcomes that and believes it follows the principle for the Afghan-led and Afghan-owned peace and reconciliation process and will contribute to realizing intra-Afghan talks.\n\nThe Afghan situation has come to a crucial juncture and taken the country closer to peace than ever. All relevant parties should follow through on their promises and agreements with Afghanistan to ensure the situation there remains stable and orderly. Afghanistan still faces several urgent tasks:\n\nFirst, establishing the framework for talks. We call on all factions to immediately cease hostilities and reach an early agreement on the arrangements for intra-Afghan talks on the country’s future political architecture. Second, withdrawing foreign troops in an appropriate and orderly manner. The US troop withdrawal must proceed in a responsible way without undermining the interests of Afghanistan or other countries in the region. Third, combating terrorism. All parties need to stay focused on this to prevent a regrouping of terrorist forces. Fourth, securing external support. Afghanistan’s relations with Pakistan and other countries need to be further improved. More needs to be done to mobilize greater international support and collaboration for the peace and reconciliation process.\n\nAs close neighbors and brothers, the Chinese people have stood shoulder-to-shoulder with them. Going forward, China will continue to play a constructive role in promoting the political settlement of the Afghan issue and the peace and reconciliation process in Afghanistan.\n\nThe Afghan nation is truly grateful for China’s continued assistance – both in terms of funding and expertise – during the COVID-19 pandemic in Afghanistan. Recent report revealed Beijing would consider Kabul the first priority as soon as vaccine is ready. Could you please elaborate on that?\n\nWang Yu: At the opening of the 73rd World Health Assembly, President Xi Jinping declared via video link that COVID-19 vaccine development and deployment in China, when available, will be made a global public good, and this will be China’s contribution to ensuring vaccine accessibility and affordability in developing countries. On July 27th, State Councilor and Foreign Minister Wang Yi hosted a conference of foreign ministers of China, Afghanistan, Pakistan and Nepal via video link, and reiterated joint containment cooperation against COVID-19 and in vaccine, saying that COVID-19 vaccine in China, once developed and deployed, will be made a global public good so that vaccine accessibility would be improved and the building of public health systems would be enhanced in the three countries.\n\nBy now China is orderly implementing COVID-19 vaccine development among the leading countries in the world. On June 24, China’s inactivated COVID-19 vaccine candidate has started its phase-3 clinical trial, which is the world’s first phase-3 clinical trial of inactivated COVID-19 vaccine.\n\nChina and Afghanistan are traditionally friendly. Sticking to the policy of “building friendship and partnership with neighboring countries”, China has been doing everything within its power to support Afghanistan. Once China’s vaccine is successfully developed and produced, it will be our priority to consider providing the vaccine to Afghan people. Besides, China will increase its anti-epidemic materials and food assistance to Afghanistan and promote the implementation of more China-aided projects on Afghan people’s livelihood to help Afghanistan tide over current difficulties of the epidemic and restore economic development.\n\nWhat opportunities do you see for expanding and boosting bilateral trade and economic cooperation between the countries?\n\nWang Yu: Afghanistan was among the first countries to sign the agreement with China for the joint construction of the Belt and Road Initiative, and is an important country on the Silk Road Economic Belt. China has become Afghanistan’s third largest trade partner, and the two countries have conducted cooperation and achieved progress in various areas including infrastructure, industrialization, connectivity, energy and people-to-people exchanges. As a typical example, through Afghanistan-China Air Freight Corridor, Afghanistan has in recent years exported more than 3,000 tons of pine nuts to China, worth more than USD 34 million, and specialties such as Afghan saffrons and blankets are being constantly transported to China. It is safe to say that Afghanistan has benefited and gained at the early stage from the Belt and Road Initiative. China will continue adhering to the vision of a community with a shared future for mankind, further tap the potential of economic and trade cooperation between China and Afghanistan, enable Afghanistan to play a more positive role in the joint construction of the Belt and Road initiative, promote its connection with the region, help it utilize its locational advantage and increase self-development, and improve the wellbeing of the Afghan people.\n\nSome media says that the Chinese government has detained more than 1 million Muslims in the education and training centres in Xinjiang, banning them from praying and committing cultural genocide against them. What is your response to this?\n\nWang Yu：For some time, some media with ulterior motives have made groundless accusations against human rights conditions in Xinjiang, China, and disseminated many lies and fallacies. In this regard, I have published two signed articles in Afghanistan Times to refute it. What I want to emphasize here is that, the vocational education and training centers, established in accordance with law in Xinjiang, are useful measures and positive explorations for preventive counter-terrorism and deradicalization. It is a common international practice. Through law-based counter-terrorism, deradicalization and vocational education and training, Xinjiang has not seen a single violent terrorist case in the past three-odd years. Extremist infiltration has been effectively curbed, public security significantly improved and people’s sense of fulfillment, happiness and security markedly enhanced.\n\nThe vocational education and training centers strictly follow the basic principle of respecting and protecting human rights enshrined in China’s Constitution and other laws. Trainees’ freedom of religious belief is fully respected, and they can decide on their own whether to take part in legal religious activities when they are at home. Trainees’ customs is fully respected, and they can select from a rich variety of nutritious halal food free of charge. Trainees’ right to use the spoken and written languages of their own ethnicity is fully protected, and all regulations, curricula and canteen menus at the centers are written in local ethnic languages. Falsehoods find no market among the fair-minded, as we are confident that people will tell right from wrong! No matter how vilified and smeared by the US and other Western countries, the solid achievements made in the cause of human rights and economic and social development in Xinjiang are there for all to see.\n\nThere exist many controversies surrounding the national security law in Hong Kong, such as the claim that the national security law is above the Hong Kong Basic Law, the crimes are vaguely defined, the human rights are violated and even the actions of foreigners outside Hong Kong are restricted as well. Can you share more information with us?\n\nWang Yu: The Law of the People’s Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region (Hereinafter referred to as “the national security law”) is fully in the spirit of the Constitution and the Hong Kong Basic Law, fully and faithfully implements the principles of “one country, two systems”, fully considers safeguarding national security in light of the actual situation and needs, substantially safeguards the legitimate rights and interests of Hong Kong residents, and provides the solid foundation for the lasting prosperity and stability of Hong Kong and the steady and enduring growth of the cause of “one country, two systems”. It is a good law that will definitely bring good governance in Hong Kong.\n\nMeanwhile, anti-China, destabilizing elements in Hong Kong are greatly deterred by the national security law, and do whatever they can to slander it, which is full of ignorance and prejudice. With regard to the so-called “controversies” you mentioned, I would like to make clarifications on them one by one:\n\nFirstly, the saying that “the national security law is above the Hong Kong Basic Law” is ignorant. The Hong Kong Basic Law was adopted by the National People’s Congress, and the national security law was legislated by Standing Committee of the National People’s Congress, authorized by the National People’s Congress. Therefore both laws are national laws sharing equal status, and neither is above the other.\n\nSecondly, national security law only targets four categories of offences that severely endanger national security, far less than dozens of national security crimes stipulated by laws in countries such as the United States and Britain, and there is no such problem as vaguely-defined crimes. Related law clearly restricts law enforcement on safeguarding national security, and requires that the law enforcement must strictly follow the laws, meet the legitimate duties, follow legal procedures and should not violate the legitimate rights and interests of any individuals or organizations. The law also stipulates that the Office for Safeguarding National Security shall perform its mandate in strict compliance with the law and be subject to supervision in accordance with the law. The staff of the Office shall abide by the laws of the Hong Kong Special Administrative Region as well as national laws.\n\nThirdly, the national security law clearly stipulates that human rights shall be respected and protected in safeguarding national security in the Hong Kong Special Administrative Region, and the rights and freedoms, including the freedoms of speech, of the press, of publication, of association, of assembly, of procession and of demonstration, which the residents of the Region enjoy under the Basic Law of the Hong Kong Special Administrative Region and the provisions of the International Covenant on Civil and Political Rights and the International Covenant on Economic, Social and Cultural Rights as applied to Hong Kong, shall be protected in accordance with the law.\n\nFourthly, Article 38 of the national security law stipulates that this Law shall apply to offences under this Law committed against the Hong Kong Special Administrative Region from outside the Region by a person who is not a permanent resident of the Region. This article meets the international common practice with the principle of protective jurisdiction on national security it embodies. Accusations on this article exposes double standards and are completely groundless.\n\nFacts speak louder than words. Since the national security law took effect in, Hong Kong’s financial markets have remained in stable and normal operation, different market participants have cast their “vote of confidence” for Hong Kong’s future with a series of rational decisions. Hong Kong is now restoring order, and the “Pearl of the Orient” will shine again with the dust on it wiped away.\n\nChina has gained remarkable achievements in fighting the COVID-19 epidemic, and its economy is the first to recover from the shadow of the epidemic. What do you think is the main reason for this?\n\nWang Yu: China has achieved strategic success in the program of epidemic prevention and control, and positive effect in coordinating epidemic prevention and control with economic and social development, and the fundamental reason lies in the incomparable role of advantages of the CPC (Communist Party of China) leadership and the socialist system.\n\nAt the early stage of the epidemic, the CPC Central Committee attached great importance to it, thought in terms of the big picture and created top-level design, and shifted in focus of epidemic prevention and control in accordance with the development of the epidemic, showing its outstanding foresight and planning. After phased achievement was gained on epidemic prevention and control, the CPC Central Committee timely put on the agenda the resumption and development of production, local authorities took targeted measures to orderly resume and develop production, and strove to minimize the losses caused by COVID-19. The CPC Central Committee has also actively adopted related policies, stepped up macro-economic policy adjustment and tapped China’s great potential of development and robust dynamics. Significant progress has been made in the resumption of work and production, and the resumption of social and economic orders has also been stepped up. In recent days National Bureau of Statistics released a report on Chinese economy in the first half of 2020. Over the preliminary calculation, China’s gross domestic product (GDP) in the first six months stood at USD 6.6176 trillion. In the first quarter the GDP shrank 6.8 percent year on year, while in the second quarter it expanded 3.2 percent year on year. China has become the first major economy to grow since the start of COVID-19.\n\nRecently Harvard University published a 13-year survey of 31, 000 Chinese residents, which found that Chinese citizens’ satisfaction with the government has reached 93.1 percent. The foundation for the Party’s rule is solid, and such resilience derives from the wide support of the people. China’s fight against the COVID-19 epidemic has proven that CPC, supported by the people, is able to overcome all difficulties and obstacles and make great contribution to the progress of human civilization.\n\nWhat is your message Sir, to the Afghan people in this crucial time?\n\nWang Yu: At the Extraordinary G20 Leaders’ Summit held to tackle COVID-19, Chinese President Xi Jinping proposed “to jointly help developing countries with weak public health systems enhance preparedness and response”. As a responsible power, China always adheres to the vision of a community with a shared future for mankind, and already spared no effort to provide emergency assistance to developing countries, share its experience of epidemic prevention and hold video meetings when itself was under huge pressure in epidemic prevention. Since the outbreak of the epidemic of COVID-19 in Afghanistan, Chinese government and people from all walks of life fully support Afghanistan’s anti-epidemic work, and have by now provided three batches of anti-epidemic materials weighting more than ten tons to Afghanistan. China has held two remote meetings between Chinese and Afghan medical experts to share its epidemic control experience, and the Chinese Embassy in Afghanistan also handed over food assistance package to Kabul civilians. In addition, non-governmental institutions and individuals volunteer to donate and express to Afghan people the deep friendship between the two peoples.\n\nThe peace in Afghanistan and the well-being of Afghan people are China’s greatest expectations. Over the years, based on the full respected for the sovereignty of Afghanistan and the will of each party, China has adhered to the vision of a community with a shared future for mankind and the principle of “Afghan-led and Afghan-owned”, actively participated in and pushed forward the peaceful reconciliation process, and played an important role by building connections between all parties involved and concerned, and mediating between them for peace talks. China promoted the establishment of different mechanisms including China-Afghanistan-Pakistan Foreign Ministers’ Dialogue, China-Russia-US trilateral consultation on the Afghan issue, and SCO (Shanghai Cooperation Organization)-Afghanistan Contact Group, built platforms, created favourable conditions and contributed Chinese wisdom and Chinese approach in order to promote the peaceful reconciliation in Afghanistan. China hopes the end of war and violence in Afghanistan at an early date, and that conflicts could be solved by dialogues and all parties work together to tackle the epidemic and any possible difficulties and challenges in the future.\n\nIn the next stage, China will aid the construction of mask production line for women organizations in Herat province and of photovoltaics power generation project in Bamyan province, strive to reopen the investment and training programs in Afghanistan which stagnated due to the epidemic, and promote increasing Afghanistan’s capacity for sustainable development. China will continue playing active and constructive role in promoting internal negotiations, recovering peace and stability, promoting economic reconstruction in Afghanistan and integrating it in region cooperation.\n\nThe interview conducted by Mansoor Faizy, Editor-in-Chief of Afghanistan Times.", "METADATA": {"og": {"title": "An exclusive interview with Wang Yu, Chinese Ambassador to Afghanistan - Afghanistan Times", "type": "article", "description": "Afghanistan, a country that has been in war for many years, is now in a critical situation – reconci", "url": "http://www.afghanistantimes.af/an-inclusive-interview-with-wang-yu-chinese-ambassador-to-afghanistan/", "site_name": "Afghanistan Times", "image": "http://www.afghanistantimes.af/wp-content/uploads/2020/08/Photo.jpg"}, "generator": "WordPress 5.5", "viewport": "width=device-width, initial-scale=1.0"}}}