{"GDELT": {"GlobalEventID": 940508801, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSERAD", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor1Type1Code": "RAD", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.86879730866274, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200813094500, "SOURCEURL": "http://www.ruthfullyyours.com/2020/08/13/palestinians-jews-christians-are-our-enemy-by-khaled-abu-toameh/"}, "ARTICLE": {"TITLE": "Palestinians: Jews, Christians Are Our Enemy by Khaled Abu Toameh", "TEXT": "https://www.gatestoneinstitute.org/16335/palestinians-jews-christians\n\nThe prospect of Jews praying inside a synagogue in an Arab country seems to worry Palestinian Muslim figures more than the killing and wounding of thousands of Muslims and Christians in last week’s huge explosion at the port of the Lebanese capital of Beirut.\n\nAgainst this Palestinian hostility toward Jews, Christians, and peace with Israel, it is important that a new group called The Arab Council for Regional Integration, launched in London last year, is seeking to build a spirit of partnership that knows no borders between Jews and Arabs.\n\nSuch groups offer hope to those seeking peace and coexistence between Jews, Christians, and Arabs, and represent a counterforce to Muslim extremists who have nothing to offer their people but misery and bloodshed.\n\nBy rejecting the medical aid from the UAE — aimed at helping to prevent the spread of the coronavirus pandemic — the Palestinians have scored another own-goal in demonstrating the depth of their ingratitude toward those who wish to assist their people. By coming out against interfaith tolerance and the building of a synagogue in an Arab country, the Palestinians are again proving that the conflict with Israel is not about borders or checkpoints, but about the very right of Jews, Christians or Israel to exist.\n\nFor the past few years, Palestinians have been waging a campaign to stop Jews from visiting Jerusalem’s Temple Mount/Noble Sanctuary, a place sacred to both Muslims and Jews. The Palestinian Authority, Hamas and other Palestinian groups continue to portray the visits as “violent incursions by extremist Jewish settlers,” even though many of the visitors are not extremists and do not live in settlements.\n\nThe Temple Mount, where the First and Second Jewish Temples once stood, is the holiest place in the world for the Jewish people. The Palestinians, however, deny any Jewish historic and religious connection to the Temple Mount and harass Jews who, as tourists, visit the site.\n\nThe Palestinians are now saying that have a problem not only with Jews touring the Temple Mount, but with those who wish to pray inside a synagogue in an Arab country, namely the United Arab Emirates (UAE).\n\nA multifaith complex that includes a synagogue is currently being built in Abu Dhabi, the capital of the UAE. “A church, mosque and synagogue will share a collective space for the first time, serving as a community for inter-religious dialogue and exchange, and nurturing the values of peaceful co-existence and acceptance among different beliefs, nationalities and cultures,” the committee overseeing construction of the complex said in a statement.\n\nThe prospect of Jews praying inside a synagogue in a faraway Arab country seems to worry Palestinian Muslim figures more than the killing and wounding of thousands of Muslims and Christians in last week’s huge explosion at the port of the Lebanese capital of Beirut. Instead of calling on Muslims to mobilize their efforts and resources to help the residents of Beirut after the tragedy, Palestinian Muslim leaders have found the time to condemn the UAE for its intention to allow Jews to pray inside a synagogue. These leaders are opposed not only to the presence of synagogues in an Arab country, but churches too.\n\nIn response to reports that Jews will soon hold their first prayer at the UAE synagogue, a group called The Palestinian Congregation of Khulafa e-Rashideen (The Rightly Guided Successors of Prophet Mohammed), accused the UAE of acting in violation of the Koran and the Hadith (a collection of traditions containing sayings of Prophet Mohammed that constitute the major source of guidance for Muslims apart from the Koran) by displaying “loyalty” to Jews and Christians.\n\nThe group reminded the rulers of the UAE of the Koranic verse that says:\n\n“O you who believed, do not take the Jews and Christians as allies. They are [in fact] allies of one another. And whoever is an ally to them among you – then indeed, he is [one] of them. Indeed, Allah guides not the wrongdoing people. ‘So you see those in whose hearts is disease hastening into [association with] them, saying, We are afraid a misfortune may strike us.’ But perhaps Allah will bring conquest or a decision from Him, and they will become, over what they been concealing within themselves, regretful.” (Surah Al-Ma’idah [5:51-52)\n\nThe Palestinian group expressed outrage that Muslims’ money is being directed and used to open places of worship for Jews and “Crusaders” and warned that allowing Jews to pray in an Arab country is a betrayal of Islam. “These accelerated steps towards seeking the friendship of Jews and normalization with the Zionists in its various forms disregards the feelings of Muslims,” the group argued. They also emphasized that Islam, the Koran and the Hadith all “confirmed the continuous hostility of the Jews towards the [Muslim] believers until the Day of Judgement.”\n\nTo support their argument, the Palestinian Muslim group cited the Hadith that says:\n\n“The Hour will not be established until you fight with the Jews, and the stone behind which a Jew will be hiding will say: O Muslim! There is a Jew behind me, so kill him.”\n\nThis is not the first time that the Palestinians have come out against an Arab country for displaying tolerance toward Jews or allegedly promoting normalization with Israel. Recently, the Palestinian Authority rejected a medical aid shipment from the UAE because it was sent through Israel’s Ben Gurion Airport. The PA explained that it rejected the shipment because the Palestinians “refuse to be a bridge [for Arab countries] seeking to have normalized ties with Israel.”\n\nBy rejecting the medical aid from the UAE — aimed at helping to prevent the spread of the coronavirus pandemic — the Palestinians have scored another own-goal in demonstrating the depth of their ingratitude toward those who wish to assist their people. By coming out against interfaith tolerance and the building of a synagogue in an Arab country, the Palestinians are again proving that the conflict with Israel is not about borders or checkpoints, but about the very right of Jews, Christians or Israel to exist.\n\nFor years, the world has also been witnessing Muslim massacres that are “close to genocide” of Christians in North Africa and Southeast Asia.\n\nAgainst this Palestinian hostility toward Jews, Christians, and peace with Israel, it is important that a new group called The Arab Council for Regional Integration, launched in London last year, is seeking to build a spirit of partnership that knows no borders between Jews and Arabs.\n\nThe group, whose declared goal is to support every effort to strengthen peace, coexistence, and reconciliation as well as integration among the countries of the region, published a video explaining the dangers facing Arabs who seek peace with Israel: “Accused of treason, thrown in prison, branded as criminals, accused of collaboration, and executed.”\n\nSuch groups offer hope to those seeking peace and coexistence between Jews, Christians, and Arabs, and represent a counterforce to Muslim extremists who have nothing to offer their people but misery and bloodshed.\n\nThe Palestinian extremists who are now condemning the UAE for building a synagogue and a church undoubtedly consider Arab peacemakers as traitors who deserve to die.\n\nThese extremists are unmoved by the large number of Palestinians infected with Covid-19. They are unmoved by the economic crisis in the West Bank and Gaza Strip. They are unmoved by the thousands of homeless, wounded, and dead Arabs in Lebanon. What does move Palestinian extremists — deeply enough to sacrifice the wellbeing of all Palestinians everywhere — is the thought of a Jew being permitted to pray in a synagogue or at the Temple Mount.", "METADATA": {"generator": "WordPress 5.5"}}}