{"GDELT": {"GlobalEventID": 940546393, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SAU", "Actor1Name": "MECCA", "Actor1CountryCode": "SAU", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.01165501165501, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Actor1Geo_CountryCode": "SA", "Actor1Geo_ADM1Code": "SA14", "Actor1Geo_ADM2Code": "25312", "Actor1Geo_Lat": 21.4267, "Actor1Geo_Long": 39.8261, "Actor1Geo_FeatureID": "-3096949", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA14", "Actor2Geo_ADM2Code": "25312", "Actor2Geo_Lat": 21.4267, "Actor2Geo_Long": 39.8261, "Actor2Geo_FeatureID": "-3096949", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mecca, Makkah, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA14", "Action2Geo_ADM2Code": "25312", "Action2Geo_Lat": 21.4267, "Action2Geo_Long": 39.8261, "Action2Geo_FeatureID": "-3096949", "DATEADDED": 20200813133000, "SOURCEURL": "https://www.sfgate.com/news/article/Federal-agents-tear-gas-Oregon-protesters-15480643.php"}, "ARTICLE": {"TITLE": "Federal agents tear gas Oregon protesters blocking buses with ICE detainees inside", "TEXT": "It started out with one woman standing in front of an unmarked white bus. Then a couple dozen people joined the blockade around noon. By nightfall on Wednesday, hundreds in Bend, Ore. had surrounded the Immigration and Customs Enforcement vehicles in a hotel parking lot, refusing to let the buses leave until the two Mexican immigrants inside were released.\n\nAround 11 p.m., though, the protest scattered when about 50 more federal agents arrived, firing tear gas and less-than-lethal munitions into the crowd, shoving some protesters to the ground and then escorting the men off the bus to detain them for good.\n\n\"I can't put into words the fear and the terror in their families' eyes,\" Janet Sarai Llerandi, founder of the local advocacy group Mecca Bend, told The Washington Post. \"It feels like a loss, because ultimately, they hauled them away, and we don't know where they are now.\"\n\nICE did not immediately respond to questions about why the agents detained the men, identified by activists as longtime Central Oregon residents Josué Arturo Cruz Sanchez and Marco Zeferino. In a statement, Ken Cuccinelli, the acting deputy secretary of Homeland Security, said the arrests were part of ICE's \"mission to arrest criminal aliens presenting a danger to public safety\" and said the pair had \"a history of criminal violent behavior.\"\n\n\"While ICE respects the right of people to voice their opinion peacefully, that does not include illegally interfering with federal law enforcement duties,\" Cuccinelli said.\n\nCuccinelli added that ICE would take \"all necessary measures to ensure the safety of its officers and detainees,\" including prosecuting \"anyone who puts them in harm's way.\"\n\nImmigration protesters in recent years have repeatedly sought to foil ICE agents as they try to detain local residents. Groups in North Carolina and Tennessee have formed human chains around ICE vehicles and prevented federal agents from transporting immigrants to detention centers.\n\nYet the response by ICE agents on Wednesday also evokes the controversial scenes that played out last month in Portland, where DHS repeatedly tear-gassed demonstrators outside a federal courthouse.\n\nCruz and Zeferino were driving to work separately Wednesday morning when they were stopped and taken into custody at a gas station. Cruz, a painter, and Zeferino, who works at a restaurant, have both lived in Bend for about 15 years, and both have several young U.S.-born children.\n\nAlthough Cuccinelli said both men had violent records, Llerandi said neither was presented with a warrant before being arrested.\n\nWhen she first heard about their situation, Llerandi rushed out in her Jeep to find them being held in buses at a SpringHill Suites. By early afternoon, a handful of protesters with the activist group Central Oregon Peacekeepers joined her in front of the buses, as had the men's families.\n\nTwo men wearing uniforms identifying themselves as \"transportation agents\" entered the buses and attempted to drive off, but the demonstrators stood in their way. As Cruz and Zeferino's wives and children attempted to communicate with them through the bus windows, others formed a circle around them.\n\n\"We are simply trying to provide for our families, but because of the color of our skin and our country of origin, that is not what has happened here today,\" the two men's families said in a statement Llerandi read on Facebook Live. \"We are human beings trying to survive.\"\n\nBy early afternoon, Llerandi said, two vans filed with police officers in riot gear were on the scene.\n\nMike Krantz, the city's newly appointed police chief, said in a statement that Bend police had been dispatched \"to allow free speech and a peaceful area to assemble and to provide life safety support,\" he added.\n\nAlthough his officers had been alerted that ICE would be coming to Bend, police were not involved with any immigration enforcement activities.\n\nAt approximately 10 p.m., Krantz showed up with a warning.\n\n\"There will be federal agents coming here,\" he told protesters through a megaphone. \"They will ensure the safety of their employees and the people here.\"\n\nJust before the city's noise ordinance went into effect at 10 p.m., protesters sat down quietly in face masks, according to a video of the scene, and waited for DHS to arrive.\n\nAs one group of the federal agents in riot gear reached the back of the crowd, facing off with protesters, another went straight for the door of the bus. They picked people up by their clothes and shoved the men's families to the ground, Llerandi said, including one young girl. Tear gas was released with no warning, the activist said.\n\nMoments later, agents marched the men out of the bus, taking them to another vehicle that was waiting behind a set of bushes.\n\nAfter the standoff ended, Llerandi said she was at a loss for words about both the ICE arrest, and about being tear-gassed by federal agents.\n\n\"This stuff doesn't happen here,\" she said. \"We're supposedly this safe, liberal, progressive town... There was no way in hell I was going leave once we saw this happen right in front of our eyes.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1", "robots": "noindex", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "HandheldFriendly": "true", "twitter": {"dnt": "on", "card": "summary_large_image", "image": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "description": "It started out with one woman standing in front of an unmarked white bus. Then a couple...", "title": "Federal agents tear gas Oregon protesters blocking buses with ICE detainees inside", "site": "@SFGate"}, "environment": "pwcm3", "id": 15480643, "author": "Teo Armus", "author.name": "Teo Armus", "description": "It started out with one woman standing in front of an unmarked white bus. Then a couple...", "date.release": "2020-08-13 10:47:41", "time.release": "2020-08-13 10:47:41", "sections": "News", "subject": "Janet Sarai Llerandi, Ken Cuccinelli, Josué Arturo Cruz Sanchez, Marco Zeferino, Mike Krantz, Central Oregon, Bend, Portland, Mexican, Ore., North Carolina, Tennessee, U.S., SpringHill Suites, ICE, Mecca Bend, Central Oregon Peacekeepers, Homeland Security, The Post, The Washington Post, Facebook Live", "news_keywords": "Janet Sarai Llerandi, Ken Cuccinelli, Josué Arturo Cruz Sanchez, Marco Zeferino, Mike Krantz, Central Oregon, Bend, Portland, Mexican, Ore., North Carolina, Tennessee, U.S., SpringHill Suites, ICE, Mecca Bend, Central Oregon Peacekeepers, Homeland Security, The Post, The Washington Post, Facebook Live", "nlpOrganization": "ICE, Mecca Bend, Central Oregon Peacekeepers, Homeland Security, The Post", "nlpPerson": "Janet Sarai Llerandi, Ken Cuccinelli, Josué Arturo Cruz Sanchez, Marco Zeferino, Mike Krantz", "nlpLocation": "Central Oregon, Bend, Portland, Mexican, Ore., North Carolina, Tennessee, U.S., SpringHill Suites", "nlpWorkOfArt": "The Washington Post", "nlpOther": "Facebook Live", "nlpCategories": "%2FLaw+%26+Government%2FPublic+Safety%2FCrime+%26+Justice,%2FSensitive+Subjects", "fb": {"admins": 100006394927810, "app_id": 1609422252616351, "pages": 10150095255780118}, "og": {"datePublished": "2020-08-13 10:47:41", "locale": "en_US", "type": "article", "title": "Federal agents tear gas Oregon protesters blocking buses with ICE detainees inside", "description": "It started out with one woman standing in front of an unmarked white bus. Then a couple...", "url": "https://www.sfgate.com/news/article/Federal-agents-tear-gas-Oregon-protesters-15480643.php", "site_name": "SFGate", "image": "https://www.sfgate.com/img/pages/article/opengraph_default.png"}, "article": {"published_time": "2020-08-13 10:47:41", "modified_time": "2020-08-13 10:49:04", "author": "Teo Armus", "section": "News", "tag": "Facebook Live"}}}}