{"GDELT": {"GlobalEventID": 940567280, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ARE", "Actor1Name": "UNITED ARAB EMIRATES", "Actor1CountryCode": "ARE", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 33, "EventBaseCode": 33, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 5.60747663551401, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE", "Actor1Geo_Lat": 24.0, "Actor1Geo_Long": 54.0, "Actor1Geo_FeatureID": "AE", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE", "Action2Geo_Lat": 24.0, "Action2Geo_Long": 54.0, "Action2Geo_FeatureID": "AE", "DATEADDED": 20200813154500, "SOURCEURL": "https://www.jewishpress.com/news/us-news/historic-peace-deal-israel-uae-reach-peace-agreement-sovereignty-suspended/2020/08/13/"}, "ARTICLE": {"TITLE": "Historic Peace Deal: Israel, UAE Reach Peace Agreement, Sovereignty ‘Suspended’", "TEXT": "Photo Credit: Kobi Gideon / GPO\n\nIsrael and the United Arab Emirates have reached an historic peace agreement, the first such event to take place since Israel and Jordan signed their peace treaty in 1994. The two countries are expected soon to exchange ambassadors and embassies, Reuters reported.\n\nAdvertisement\n\n\n\nPresident Donald Trump, Israeli Prime Minister Benjamin Netanyahu and Sheikh Mohammed Bin Zayed, Crown Prince of Abu Dhabi closed the deal — to be known as the “Abraham Accords” — Thursday in a phone conversation. A joint statement issued by the three nations said the three leaders had “agreed to the full normalization of relations between Israel and the United Arab Emirates.”\n\nHUGE breakthrough today! Historic Peace Agreement between our two GREAT friends, Israel and the United Arab Emirates! — Donald J. Trump (@realDonaldTrump) August 13, 2020\n\n“This historic diplomatic breakthrough will advance peace in the Middle East region and is a testament to the bold diplomacy and vision of the three leaders and the courage of the United Arab Emirates and Israel to chart a new path that will unlock the great potential in the region,” the statement said.\n\nDelegations from Israel and the United Arab Emirates will meet in the coming weeks to sign bilateral agreements regarding investment, tourism, direct flights, security, telecommunications and other issues, the statement said.\n\nHowever, there’s a catch: “A result of this diplomatic breakthrough and at the request of President Trump with the support of the United Arab Emirates, Israel will suspend declaring sovereignty” over areas of the West Bank that were envisioned in the U.S. peace plan unveiled by Trump in January.\n\nJoint Statement of the United States, the State of Israel, and the United Arab Emirates pic.twitter.com/oVyjLxf0jd — Donald J. Trump (@realDonaldTrump) August 13, 2020\n\nWhite House senior adviser Jared Kushner, US Ambassador to Israel David Friedman and Middle East envoy Avi Berkowitz have been deeply involved in the negotiations for the agreement, as well as Secretary of State Mike Pompeo and White House National Security Adviser Robert O’Brien.\n\nOne of the most important benefits to emerge from this agreement will be the expansion and accelerated cooperation between Israel and the UAE on COVID-19 treatment and vaccine development, which is to take place immediately.\n\n“Israel for the foreseeable future will be focused on building this relationship and pursuing all the advantages that can come from having this new relationship with this country, and we also breaks the ice for doing more normalizations and peace agreements with other regional players as well,” a White House official told Reuters.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "https://www.jewishpress.com/wp-content/uploads/PM-Netanyahu-speaks-with-Trump-and-UAE.jpg", "url": "https://www.jewishpress.com/news/us-news/historic-peace-deal-israel-uae-reach-peace-agreement-sovereignty-suspended/2020/08/13/", "type": "article", "title": "Historic Peace Deal: Israel, UAE Reach Peace Agreement, Sovereignty ‘Suspended’", "description": "President Donald Trump helped to broker the historic peace deal reached between Israel and the United Arab Emirates."}, "author": "Hana Levi Julian", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://www.jewishpress.com/wp-content/uploads/2014/07/JP-Logo-200.jpg"}}}