{"GDELT": {"GlobalEventID": 940503613, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "CVL", "Actor2Name": "MIGRANT", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -4.1033434650456, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dover, Kent, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKG5", "Actor2Geo_ADM2Code": "40117", "Actor2Geo_Lat": 51.1333, "Actor2Geo_Long": 1.3, "Actor2Geo_FeatureID": "-2594561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20200813091500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8622821/Migrants-arrive-Dover-TENTH-day-row.html"}, "ARTICLE": {"TITLE": "Migrants arrive in Dover for the TENTH day in a row", "TEXT": "Migrants including children arrived in Dover for the tenth day in a row today as a council warned it is 'days away' from being unable to look after any more asylum seeking youngsters.\n\nKent County Council's leader Roger Gough fears more than 100 children could arrive without parents in August - a monthly figure not seen since the last major migrant crisis in 2015.\n\nHundreds of refugees have arrived in Dover this month as calmer waters over The Channel present an opportunity for crossings in small boats.\n\nPeople in lifejackets and masks, including at least one child, were escorted through the harbour off a Border Force patrol boat this morning.\n\nIt comes after 420 unaccompanied children crossed the Channel without their parents this year, with 70 arriving in August so far.\n\nA group of people thought to be migrants are brought into Dover following a number of small boat incidents in the Channel today as hundreds of refugees have arrived so far this month\n\nA group of people thought to be migrants disembark a Border Force vessel at Dover Port today as hundreds of migrants from Syria and other countries continue to arrive in the UK\n\nA group of people, including a child, were brought into Dover, Kent, by Border Force officers following a number of small boat incidents in the Channel today\n\nAt least 20 migrants arrived on Kent's beaches in Dover and Greatstone today as refugees continue to cross the Channel\n\nChildren were among the refugees to arrive in Kent earlier today as migrants crossed the sea\n\nAs migrants were escorted by officials, one child could be seen crying in his father's arms as they went through the harbour.\n\nYesterday 71 people arrived in Dover, bringing August's total for migrant crossings up to 896.\n\nAt least 20 more refugees have arrived this morning - bringing the total to over 900.\n\nThey were taken ashore by immigration officials where they will be assessed for symptoms of coronavirus, as is protocol.\n\nTen more exhausted migrants were seen lying on the ground after landing on a Kent beach this morning.\n\nSome of the migrants were covered in mud after landing on the sandy beach at Greatstone, Romney Marsh.\n\nTwo of them were wrapped in foil blankets and were wearing face masks as they spoke to police and Border Force officers.\n\nLocal photographer Susan Pilcher said: 'I have no idea how they didn't die coming over in one of those dinghies. It's heartbreaking.'\n\nBorder Force cutter Seeker and French border patrol boat Scarpe have also been active in the Channel on Thursday.\n\nFavourable weather in the English Channel has made the crossing possible for hundreds of migrants over the last 10 days, despite Home Secretary Priti Patel's vow to make the route 'unviable'.\n\nCllr Gough said: 'One (centre) which we actually emptied last week and which we reopened on Saturday, we are now almost full already. So this is the pace at which events are moving.\n\nMigrants were seen being escorted off a Border Force patrol boat in Dover this morning, on the tenth day of arrivals across The Channel\n\nA toddler was seen crying in his father's arms after being picked up by Border Force earlier today\n\nThe family were on a boat that had crossed The Channel from France carrying refugees\n\nBorder Force boats were patrolling off the Kent coast today as more dinghies sailed from France\n\nHundreds of refugees have arrived in Dover since last Tuesday, with each arrival being screened for coronavirus\n\nMigrants, including at least one child, arrived at Dover on Thursday morning, escorted by Border Force officials\n\nAt least nine migrants have arrived at Dover this morning after being intercepted by Border Force workers off the Kent coast\n\nFavourable weather in the English Channel has made the crossing possible for hundreds of migrants over the last 10 days\n\nA week after the single-day record for migrant crossings was set at 235, more refugees arrived today\n\n'The real question is what we can do to sustain that reception for those young people if the arrivals continue at the rate they do and we are unable to place those children with other local authorities.\n\n'I think we are now potentially days away, depending on the rate of arrivals, from turning around and having to say we cannot deliver all our statutory responsibilities and that is going to be a major step for the council.'\n\nThe unaccompanied children who arrive in Kent remain in the council's care system 'for quite a number of years,' Mr Gough said.\n\nThe numbers peaked on August 6 when 235 made it to the UK - a single-day record.\n\nThe Government has asked for military assistance to deal with crossings.\n\nSo far that has taken the form of two RAF planes, but there are also plans to deploy the Royal Navy in the Channel.\n\nPriti Patel told Tory MPs the asylum system is 'broken' as she promised to introduce laws that would 'send the left into meltdown', The Times reported on Thursday.\n\nAfter arriving in Kent migrants were taken for coronavirus screening and then taken to a detention centre\n\nA group of around 10 migrants, including one woman, were seen sitting or lying on the ground after landing at Greatstone Beach, Romney Marsh, earlier today\n\nThe highest number of migrants to make the crossing is 235 - a record set last Thursday\n\nMore migrants arrived at Dover this morning - bringing the total number for August close to 900\n\nMigrants were given masks after being picked up by Border Force patrol teams earlier today\n\nBorder Force cutter Seeker and French border patrol boat Scarpe have also been active in the Channel on Thursday\n\nThe Home Secretary said the system was being 'exploited by leftie Labour-supporting lawyers' who were doing everything they could to stop the Government removing people.\n\nShadow secretary of state for justice David Lammy said the 'leftie lawyers' comments were 'extremely distasteful'.\n\nHe added: 'Caricaturing an entire profession, which is subject to a code of conduct and upholds the rule of law, is dangerous and unbecoming of a serious Home Secretary.'\n\nMs Patel's newly appointed Clandestine Channel Threat Commander, Dan O'Mahoney, said: 'These crossings are dangerous and unnecessary and I am determined to stop them.\n\n'The minister and I met with French officials in Paris on Tuesday for discussions on how to advance joint working on making the small boats route for illegal migration unviable.\n\n'We will continue to go after the heinous criminals and organised crime networks putting people's lives at risk.'\n\nOn the 10th consecutive day of arrivals, Border Force workers picked up migrants near Dover\n\nThe Mayor of Calais said Britain sending in the Navy to police the Channel would be 'a declaration of maritime war'\n\nThe Mayor of Calais said Britain sending in the Navy to police the Channel would be 'a declaration of maritime war' amid a sharp rise in the number of migrants making the perilous crossing.\n\nMayor Natacha Bouchart responded to Priti Patel's formal request for help from the Ministry of Defence (MoD) as the number of people making the life-threatening journey continues to climb.\n\nThe Calais Mayor said in an interview with France 3: 'I think the [French] government would oppose it.\n\n'Here we are hostile to it. Rather than accept migrants who would work in the black market, Boris Johnson would do better than to teach us lessons, would be better to create better laws to to accept people in his own country.\n\n'The British themselves have created this hot air by not reviewing their own reception systems and are content to hand out lessons and by subjecting the people of Calais to this situation for too long.'\n\nRefugees were escorted through the harbour, where they will go through Covid-19 screening\n\nThe yard in Dover was completely packed with dozens of small boats used by groups to try and reach the UK\n\nBorder Force have intercepted thousands of refugees making the illegal crossing from France so far this year\n\nA military plane was sent out on Monday to survey the Channel and alert the Coastguard and Border Force to emerging crossing attempts - but people continue to make the desperate trip\n\nA military plane was sent out on Monday to survey the Channel and alert the Coastguard and Border Force to emerging crossing attempts.\n\nAt least 4,375 migrants have reached the UK by small boat so far this year.\n\nSpeaking to reporters in Dover yesterday, Brexit Party leader Nigel Farage said: 'With all the tough talk and with it happening every day it's becoming a bit of a national humiliation.\n\n'Until people know that coming via this route they will not be allowed to stay, they will just keep on coming.'\n\nHe defended the use of the word 'invasion' to describe migrants arriving in the UK by sea.\n\n'I said in April I thought there would be a summer invasion, by which I meant a very large number of people illegally landing on our beaches now.\n\n'As it is, some land on beaches but most get picked up before. I think it's a pretty reasonable use of the word, yes.'\n\nMore refugees arrived in Dover on Thursday, a day after the Mayor of Calais warned the French government would oppose the Royal Navy intervening in The Channel\n\nMigrants - including a child - are seen disembarking from a Border Force vessel in Dover today\n\nLawyers representing asylum seekers who arrived in the UK by crossing the Channel on small boats have launched legal action to halt their deportation, which is due to take place on Wednesday.\n\nImmigration Minister Chris Philp held talks with French officials in Paris on Tuesday in a bid to devise a 'new, comprehensive action plan' to tackle the crossings - after repeated crackdown plans failed.\n\nHe said after the meeting: 'Today I met with the French Government to discuss the urgent issue of small boats illegally crossing the channel.\n\n'We agreed that in order to stop these boats we have to make the route completely unviable and discussed a new comprehensive joint operational plan to do just that.\n\nA group of 22 migrants crammed onto a dinghy were spotted stranded in the English Channel last night\n\nThe group -who were not wearing life jackets - crammed onto the boat and waved at the camera\n\nThe jam-packed boat was photographed on the final leg of its journey across the Channel\n\nFrench officials have blamed the UK's 'hypocrisy' and 'black economy' for increasing the number of migrants crossing the Channel in small boats (one pictured last night)\n\n'Our discussion covered all elements required to make this route unviable.\n\n'We will be working together in the coming days to further develop and agree this new plan.\n\n'Our new Channel Threat Commander, Dan O'Mahoney, will be returning to France for further discussions next week.\n\n'I was also pleased that following the appointment of our Channel Threat Commander, the French will be reciprocating by creating their own new national commander on this critical issue who will be appointed very soon.\n\n'These were positive talks, and both sides reaffirmed their joint commitment to making the route completely unviable.'\n\nIt comes as migrants attempting to cross the Channel threatened to drown themselves if they are stopped by the Royal Navy.\n\nFather Kamal Sadeghi, who is getting set to make the perilous journey with his wife and 11-month-old daughter (pictured together), told The Times : 'I am too tired to carry on. If they try to stop us I will drown myself'\n\nMigrants can be seen being brought to Dover harbour by Border Force officials this morning\n\nFamilies preparing to make the crossing to Britain from Calais claim the stretch of water will become 'a sea of bodies' if the British government intervenes and sends them back to France.\n\nChristian convert Kamal Sadeghi getting set to make the perilous journey with his wife and 11-month-old daughter after fleeing his home in Iran.\n\nHe told The Times: 'I am too tired to carry on. If they try to stop us I will drown myself.'\n\nMr Sadeghi, 39, his wife, Niki Karimi, 33, and their daughter, Sava, who turns one on Sunday, have spent ten days living in a tent in woodland in Calais having fled Iran after his wife's family objected to their marriage.\n\nHe told The Times: 'We need just a normal life. We need to get on a boat. If they try to stop us I will kill myself. I would jump in the water'.\n\nThe family told the paper they attempted to stay in Slovenia after leaving their home country three years ago, but lost their savings to the 'mafia' after they were put in jail 'with 300 single men'.\n\nFrench officials have blamed the UK's 'hypocrisy' and 'black economy' for increasing the number of migrants crossing the Channel in small boats.\n\nImmigration Minister Chris Philp held talks with French officials in Paris on Tuesday in a bid to devise a 'new, comprehensive action plan' to tackle the crossings - after repeated crackdown plans failed. Pictured, one of the migrants who travelled to England today\n\nUK Border Force officials help migrants disembark from their patrol vessel HMC Eagle after arriving at the marina in Dover\n\nSix boats carrying a total of 74 migrants were intercepted crossing the English Channel from France on Tuesday.\n\nToday, a further four boats carrying around 20 migrants made the journey to Britain's shoreline.\n\nThe Royal Air Force was providing aerial support for the Border Force for the second time this week, with a Poseidon maritime patrol aircraft flying from Kinloss Barracks in Scotland to monitor the situation in the English Channel.\n\nBritain's immediate entitlement to benefits, healthcare, housing and the possibility of working soon after arriving are what makes Britain worth the hazardous journey, French officials claim.\n\nYusshka Mir, 36, a designer from Iran, told the Times: 'What Boris Johnson does not understand is that for us it is better to die if we cannot reach England. I would drown myself. We will all die.'\n\nJust one in five migrants who have tried to cross the Channel have been intercepted by France - as politicians from the country now claims the newcomers are lured into Britain by its generous welfare state.\n\nImmigration minister Chris Philp travelled to Paris on Tuesday to seek stronger enforcement measures - as Border Force continued to deal with crossings along the south coast of the UK.\n\nMr Philp said that French authorities had caught 'well over a thousand' migrants making the crossing this year, but figures from January 2020 to August 6 show the total number to have made the trip to Britain in small boats is around 4,100.\n\nMore than 600 people have made the journey just in the previous few days, suggesting that the proportion of those intercepted is roughly one fifth.\n\nDefence select committee chairman Tobias Ellwood told the Telegraph the French were 'unable to cope at the best of times' - and accused the country's authorities of 'half-heartedness'.\n\n'In normal circumstances, the French are only preventing around half of the dinghies crossing the Channel – but during the current spike that's dropped to a fifth,' he said.\n\n'It's clear that only with greater maritime collaboration with the British can we attempt to significantly reduce the success rate of the crossing.'\n\nHe also voiced support for involving the Armed Forces 'during this heightened period'.\n\nDeputy mayor of Calais Philippe Mignonet told French newspaper Voix Du Nord migrants risked the crossing 'because they can work in the black economy when they want, because there is no control, not on the street or in the workplace'.\n\n'I fear a tragedy one day at sea, but the British blame us for their own hypocrisy,' he said.\n\nNational Society for Rescue at Sea in Calais president Bernard Barron added that migrants have now 'mastered the sea and, with GPS support, wait until they are in British waters to send out an SOS call'.\n\nHe said Britain's government will criticise migrants for making the journey, 'but they do not criticise themselves, questioning the reasons that make their country so attractive'.\n\nIt comes as lawyers representing asylum seekers who arrived in the UK by crossing the Channel on small boats launched legal action to halt their deportation, which is due to take place on Wednesday.\n\nSpeaking to reporters after the Paris meeting, Mr Philp said the 'sheer numbers' crossing the Channel were 'completely unacceptable' to both the French and UK governments, so it is quite clear that more needs to be done.\n\n'And that is exactly what this new, comprehensive action plan that we are working on will aim to do,' he added.\n\nMr Philp would not comment on details of the plan but claimed there were a 'number of measures, some of them new, which are under discussion'.\n\nHe said it would be 'premature' to talk about financial commitments at this stage because the plans were still being finalised.\n\nBut he insisted both countries had 'renewed and reaffirmed their absolute commitment to make sure this border is properly policed and this route is completely ended.'\n\nNewly-appointed clandestine channel threat commander Dan O'Mahoney, who travelled to Paris with Mr Philp, will return to the continent early next week to continue discussions, with France due to appoint its own commander.\n\nThe Government has also faced fresh criticism over warnings nine months ago that its own policies meant migrants were resorting to more dangerous routes.\n\nAround 30 migrants made the crossing on Wednesday morning. It comes one day after at least 74 in six vessels made the perilous 21-mile crossing over the Dover Strait - the world's busiest shipping lane.\n\nThe men were seen on the edge of the French side of the Channel and were not moving as the outbound motor on their boat had broken down. A group of cross-Channel swimmers returning to Britain saw the vessel bobbing in the water at around 5pm yesterday and raised the alarm\n\nHome Secretary Priti Patel headed to Dover on Monday, and was seen disembarking from a police boat that had been out in the Channel earlier that morning\n\nA report by the Foreign Affairs Committee published in November said: 'A policy that focuses exclusively on closing borders will drive migrants to take more dangerous routes, and push them into the hands of criminal groups.'\n\nHome Secretary Priti Patel was a member of the committee at the time of its inquiry.\n\nMeanwhile, Prime Minister Boris Johnson was accused of using inflammatory language after calling migrant boat crossings a 'very bad and stupid and dangerous and criminal thing to do'.\n\nHe also hinted at changing laws to tackle the problem, while Downing Street said Brexit would help as it would end the 'inflexible and rigid' requirements on how asylum applications are examined and considered.\n\nThe Home Office has formally requested help from the Ministry of Defence (MoD), with a military plane sent out on Monday to survey the Channel and alert the Coastguard and Border Force to emerging crossing attempts.\n\nBut Calais MP Pierre-Henri Dumont said bringing in the Navy was a 'political measure' intended to show ministers were taking action and warned that it 'won't change anything'.\n\nThe Home Office has formally requested help from the Ministry of Defence (MoD), with a military plane sent out on Monday (pictured) to survey the Channel and alert the Coastguard and Border Force to emerging crossing attempts\n\nThe latest outcry follows a similar storm last summer when another spike in crossings led Mr Johnson to warn Britain was prepared to start sending back those migrants who did make it across - comments which were branded 'misleading and inflammatory' by campaigners.\n\nSince then there have been a series of meetings between UK and French ministers and officials, each time with the promise of more agreements or resources in efforts to address the problem.\n\nBella Sankey, director of Detention Action, said: 'Any ''comprehensive plan'' must create a safe and legal route for those who would otherwise risk a Channel crossing, otherwise it is neither comprehensive nor an effective plan.\n\n'These negotiations with French counterparts are doomed to further failure unless the UK Government can stop chasing unicorns and show some principled and noble leadership'.", "METADATA": {"keywords": "dailymail,news,Immigration,UK Government News and updates on the British Cabinet,France,Priti Patel", "news_keywords": "dailymail,news,Immigration,UK Government News and updates on the British Cabinet,France,Priti Patel", "original-source": "https://www.dailymail.co.uk/news/article-8622821/Migrants-arrive-Dover-TENTH-day-row.html", "description": "Migrants have crossed The Channel over to England in small boats for the tenth day in a row. Refugees were seen being escorted off the Border Force patrol boat Speedwell in Dover today.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Migrants arrive in Dover for the TENTH day in a row", "description": "Migrants have crossed The Channel over to England in small boats for the tenth day in a row. Refugees were seen being escorted off the Border Force patrol boat Speedwell in Dover today.", "url": "https://www.dailymail.co.uk/news/article-8622821/Migrants-arrive-Dover-TENTH-day-row.html", "image": "https://i.dailymail.co.uk/1s/2020/08/13/12/31905140-0-image-a-27_1597319916648.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8622821, "author": "Luke May", "divclasspage": "articlePage", "mol": {"headline": "Migrants arrive in Dover for the TENTH day in a row as council warns it is 'days away' from being unable to look after any more asylum seeking children after 420 crossed the Channel without parents this year"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-13T09:57:32+0100", "modified_time": "2020-08-13T15:20:16+0100", "section": "News", "tag": "Migrants arrive Dover TENTH day row", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Migrants arrive in Dover for the TENTH day in a row", "type": "article", "description": "Migrants have crossed The Channel over to England in small boats for the tenth day in a row. Refugees were seen being escorted off the Border Force patrol boat Speedwell in Dover today.", "url": "https://www.dailymail.co.uk/news/article-8622821/Migrants-arrive-Dover-TENTH-day-row.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/13/12/31905140-0-image-a-27_1597319916648.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/08/13/5771625034764798098/1024x576_MP4_5771625034764798098.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8622821/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8622821/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}