{"GDELT": {"GlobalEventID": 940579628, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "SERVER", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.88495575221239, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Toronto, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12686", "Actor1Geo_Lat": 43.6667, "Actor1Geo_Long": -79.4167, "Actor1Geo_FeatureID": "-574890", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Toronto, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12686", "Action2Geo_Lat": 43.6667, "Action2Geo_Long": -79.4167, "Action2Geo_FeatureID": "-574890", "DATEADDED": 20200813164500, "SOURCEURL": "https://www.delta-optimist.com/as-economy-recovers-some-toronto-restaurants-commit-to-end-tipping-1.24185802"}, "ARTICLE": {"TITLE": "As economy recovers, some Toronto restaurants commit to end tipping", "TEXT": "TORONTO — As the Canadian economy continues to adapt to the reality of the COVID-19 pandemic, some restaurants in Toronto are saying goodbye to a service industry staple: tipping.\n\nThree restaurants — Richmond Station, Ten and Burdock Brewery — have publicly signed onto doing away with the practice, with the aims of making the industry more equitable and providing service workers with access to the social safety nets afforded to other professions.\n\narticle continues below\n\nWhile some restaurants are implementing what's known as a \"hospitality included\" fee, Richmond Station has opted to include the price of service in its menu prices.\n\nAnother restaurant, Anthony Rose, has added a mandatory 15 per cent gratuity to all of its takeout orders as more people skip dining out in favour of eating at home or in outdoor spaces.\n\nUnlike the practice of \"tip-pooling,\" which typically pays back-of-house staff such as cooks and dishwashers significantly less than front-of-house staff, a hospitality included fee is designed to be more evenly distributed.\n\nRyan Donovan, co-owner of Richmond Station, said his team decided it was the right choice when they saw how badly service workers were hit by the pandemic.\n\n\"The reality is that for a really significant portion of our staff, their earnings aren't insured,\" Donovan said, noting that an employee's tips do not contribute to either employment insurance or the Canada Pension Plan.\n\n\"That social safety net is so important, and for people in this industry, it's just not there for them.\"\n\nDonovan also acknowledged other issues related to tipping, including racialized employees being tipped less than their white colleagues and women having to deal with harassment and sexism from patrons in order to receive a tip at the end of their meal.\n\nIn his view, tipping inequity is one of the major roadblocks that stands in the way of creating a more equitable restaurant industry.\n\nBut for 23-year-old server Hannah Kavoosi, who works in downtown Toronto, the idea of getting rid of tipping is not something she's ready to get on board with yet.\n\nKavoosi, who said she has previously worked at a restaurant without tipping, sees the practice as an effective tool in incentivizing engagement between customers and servers.\n\n\"I think the quality of service you give is reflective of the tips you get,\" Kavoosi said.\n\n\"When there's no difference in how much I'm being paid with one customer to the next, it becomes a less personal experience.\"\n\nAnother server, 29-year-old Natasha Fernandes, told The Canadian Press she is also against the idea of ending tipping, and agrees it would likely result in a less enthusiastic workforce.\n\nFernandes, who is Black, also noted that racism in server-customer interactions goes both ways.\n\n\"There is a lot of racism in the service industry,\" Fernandes said, arguing that the potential of a tip is sometimes the only factor that dissuades servers from picking and choosing which guests to serve well.\n\n\"A lot of servers unfortunately won't give certain people equal service\" if tipping is axed, she said.\n\nJames Rilett, vice-president of the industry group Restaurants Canada, said he believes ending tipping would not go over well with customers.\n\nRilett said conversations with restaurant owners and customers over the years have led him to believe that consumers tend to prefer tipping over price increases on menu items.\n\n\"I think the biggest problem is sticker shock,\" he said. \"Just seeing the price of your burger go up 20 per cent — people are going to react to that.\"\n\nRilett said in his experience, most restaurants \"abandon the (no-tipping) model within five to six months\" after implementing it.\n\nAlthough aware of the arguments against the hospitality fee model, Donovan said the move is a sacrifice on the part of the employee and the business.\n\n\"Some people like the tipping system because they get more take-home money, and that's OK.... Our goal is just to offer a stable alternative.\"\n\nThis report by The Canadian Press was first published on August 13, 2020.\n\nNote to readers: This is a corrected story. A previous version misspelled James Rilett's surname.", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "robots": "NOODP", "description": "TORONTO — As the Canadian economy continues to adapt to the reality of the COVID-19 pandemic, some restaurants in Toronto are saying goodbye to a service industry staple: tipping.Three restaurants — . . .", "news_keywords": "Canada, Economy, Business & Finance", "title": "As economy recovers, some Toronto restaurants commit to end tipping | Delta Optimist", "DC.title": "As economy recovers, some Toronto restaurants commit to end tipping", "author": "Jake Kivanç", "DC.creator": "Jake Kivanç", "keywords": "Canada, Economy, Business & Finance", "DC.subject": "Canada, Economy, Business & Finance", "section": "Business", "og": {"type": "article", "site_name": "Delta Optimist", "url": "https://www.delta-optimist.com/as-economy-recovers-some-toronto-restaurants-commit-to-end-tipping-1.24185802", "title": "As economy recovers, some Toronto restaurants commit to end tipping", "image": {"identifier": "https://images.glaciermedia.ca/polopoly_fs/1.24185803.1597349445!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/jfj50577260-jpg.jpg", "width": 560, "height": 292}, "description": "TORONTO — As the Canadian economy continues to adapt to the reality of the COVID-19 pandemic, some restaurants in Toronto are saying goodbye to a service industry staple: tipping.Three restaurants — . . ."}, "fb": {"app_id": 203174909850498}, "article": {"section": "Business", "publisher": "https://www.facebook.com/TheDeltaOptimist"}, "twitter": {"site": "@DeltaOptimist", "title": "As economy recovers, some Toronto restaurants commit to end tipping", "card": "summary_large_image", "image": "https://images.glaciermedia.ca/polopoly_fs/1.24185803.1597349445!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/jfj50577260-jpg.jpg", "description": "TORONTO — As the Canadian economy continues to adapt to the reality of the COVID-19 pandemic, some restaurants in Toronto are saying goodbye to a service industry staple: tipping.Three restaurants — . . ."}, "msvalidate.01": "9CCB455B7FDA1B44FB0E618929FC0140"}}}