{"GDELT": {"GlobalEventID": 940515556, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "LEG", "Actor2Name": "SENATE", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -9.003215434083609, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Clarendon, Clarendon, Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM01", "Actor1Geo_ADM2Code": "18421", "Actor1Geo_Lat": 17.9833, "Actor1Geo_Long": -77.3, "Actor1Geo_FeatureID": "-3751340", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Clarendon, Clarendon, Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM01", "Actor2Geo_ADM2Code": "18421", "Actor2Geo_Lat": 17.9833, "Actor2Geo_Long": -77.3, "Actor2Geo_FeatureID": "-3751340", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Clarendon, Clarendon, Jamaica", "Action2Geo_CountryCode": "JM", "Action2Geo_ADM1Code": "JM01", "Action2Geo_ADM2Code": "18421", "Action2Geo_Lat": 17.9833, "Action2Geo_Long": -77.3, "Action2Geo_FeatureID": "-3751340", "DATEADDED": 20200813103000, "SOURCEURL": "http://jamaica-gleaner.com/article/lead-stories/20200813/knight-delivers-last-lick-opposition-senator-condemns-thievery"}, "ARTICLE": {"TITLE": "Knight delivers last lick - Opposition senator condemns thievery in Government; Johnson Smith accuses him of misleading public", "TEXT": "Firebrand opposition senator K.D. Knight used the last sitting of the Senate before the September 3 general election to rip into the Holness administration, alleging a culture of fraud and nepotism.\n\nKnight pooh-poohed the Government’s management of crime as the Senate approved the resolution to end states of emergency across 10 police divisions.\n\nThe wrapping up of SOEs is expected to take effect on August 17.\n\nKnight, an attorney-at-law, sought to weave a narrative of the Holness executive winking at corruption and plunder, adding that those charged with oversight of state coffers should be beyond reproach.\n\nKnight said on Tuesday that the Government was incapable of fighting crime, “dishonesty and thieving” because some of its members were not “exemplars of purity”.\n\n“Simply put, there are some who come across as open thieves, and what happens is that the statistics show that in some areas of the economy, members connected to the present administration have stolen somewhere in the region of $14 billion,” said Knight.\n\nThose estimates could not be independently verified.\n\nMinisters forced to quit\n\nThe Holness administration has been bedevilled by allegations of corruption, which have forced two ministers, Dr Andrew Wheatley and Ruel Reid, to quit the Cabinet. Two others have been stripped in recent months for perceived impropriety.\n\nReid, his wife and daughter, a municipal councillor, and Dr Fritz Pinnock, president of the Caribbean Maritime University, have all been slapped with fraud and corruption charges.\n\nBut pressure from the Opposition has not rallied an anti-incumbency wave of condemnation, with corruption ranking low in multiple opinion polls.\n\nLeader of government business in the Senate, Kamina Johnson Smith, rose on a point of order, seeking clarity on whether Knight was accusing government members of stealing $14 billion.\n\n“I believe the senator is misleading the House, and he should withdraw the statement. Parliamentary privilege should not be used in this way,” she argued.\n\nKnight, however, went further on the offensive, calling her point of order “rubbish”.\n\n“… People are acting without authority, which is why some a dem get themselves in trouble. They don’t have authority over public funds, but them seeking to expend it and put it in bank accounts,” Knight said.\n\n“There can be no such denial, so the issue now is if an administration allows for the stealing of taxpayers’ money, ought that administration to suffer the consequences? Indeed, it should.”\n\nJohnson Smith, who said early in the proceedings that she was seeking a positive, unified debate, was bemused at the line of arguments opposition senators took.\n\nThe leader of government business defended the Government’s management of crime, which was repeatedly characterised by Opposition Senator Lambert Brown as “chronic”.\n\nSenator Matthew Samuda, minister without portfolio in the Ministry of National Security, cited data to back up Johnson Smith’s arguments.\n\nSamuda said that the security forces have held and charged 3,141 people and seized at least 288 firearms - 118 in St James alone - and more than 7,900 rounds of ammunition and 230 magazines.\n\n“Every single bullet could have been a Jamaican life, and I don’t apologise for supporting these states of emergency,” Samuda said.\n\nDonna Scott-Mottley, leader of opposition business in the Senate, said that the Government’s boast of gun seizures was questionable because 200 illegal guns are imported into the island per month.\n\nAll five Emergency Powers Continuance Resolutions (taken as one) were approved for revocation by a vote of 15 in favour, with two abstentions. Four senators were absent from the sitting.\n\nStates of emergency were imposed in St James, Westmoreland, Hanover, Clarendon, St Catherine North, St Catherine South, St Andrew South, Kingston East, Kingston Central, and Kingston West to cauterise the bloodletting and other violent crimes.\n\npaul.clarke@gleanerjm.com", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=3, minimum-scale=1, user-scalable=yes", "description": "Firebrand opposition senator K.D. Knight used the last sitting of the Senate before the September 3 general election to rip into the Holness administration, alleging a culture of fraud and nepotism. Knight pooh-poohed the Government’s management of...", "generator": "Drupal 7 (http://drupal.org)", "og": {"title": "Knight delivers last lick - Opposition senator condemns thievery in Government; Johnson Smith accuses him of misleading public", "description": "Firebrand opposition senator K.D. Knight used the last sitting of the Senate before the September 3 general election to rip into the Holness administration, alleging a culture of fraud and nepotism. Knight pooh-poohed the Government’s management of...", "updated_time": "2020-08-13T00:24:25-05:00", "image": "http://jamaica-gleaner.com/sites/all/modules/features/jg_article/images/gleanerlogo300x300.png"}, "twitter": {"card": "summary_large_image", "title": "Knight delivers last lick - Opposition senator condemns thievery in Government; Johnson Smith accuses him of misleading public", "description": "Firebrand opposition senator K.D. Knight used the last sitting of the Senate before the September 3 general election to rip into the Holness administration, alleging a culture of fraud and nepotism. Knight pooh-poohed the Government’s management of..."}, "article": {"published_time": "2020-08-13T00:24:25-05:00", "modified_time": "2020-08-13T00:24:25-05:00"}}}}