{"GDELT": {"GlobalEventID": 940563367, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.41379310344828, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kashmir, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40350", "Actor2Geo_Lat": 34.796, "Actor2Geo_Long": 72.1502, "Actor2Geo_FeatureID": "-2764806", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200813151500, "SOURCEURL": "https://defence.pk/pdf/threads/saudis-rattled-by-pakistans-central-role-in-creating-iran-china-400-billion-deal.680630/"}, "ARTICLE": {"TITLE": "Opinion - Saudis rattled by Pakistan's central role in creating Iran-China $400 billion deal", "TEXT": "I posted this in another thread but I am also making a separate thread so more people can see it:\n\n\n\nThe issue with Saudis is actually not Kashmir. I was watching a video from GVS News on YouTube that did an excellent analysis of the situation.\n\n\n\nWhat basically happened is this: SMQ made some criticism in a statement about Saudis and OIC. At almost the same time Saudis suspended an oil deal and loan which was unrelated to anything SMQ said except the fact that it happened at around the same time. Indian media started speculating, they put 2+2 together and published a hit piece that Saudi is punishing Pakistan for brining up Kashmir at OIC by pulling oil deal and loan. However SMQ Kashmir statement and Saudi reaction is not related in any way besides the fact that it happened around the same time. Typically Indian media is garbage in Pakistan, but this story was a little bit different because Pakistanis themselves believe the same story about Saudis getting angry over Kashmir OIC that Indians cooked up and hence this is giving more credibility to Indian media on this story in Pakistan than normal because Pakistanis themselves are saying same thing as Indians.\n\n\n\nSaudis are not angry about Kashmir. It might be a factor but it is a side issue for them. Saudis would not cancel an oil deal or call a loan over Kashmir dispute because Saudi is familiar with this Kashmir issue in Pakistan for decades and many years and it is not something new that happened recently. For Saudis, Kashmir is a tiny issue that does not matter to them or affect them in any way. Saudis do not care about Kashmir, it is irrelevant distraction for them, and they would not take drastic steps over something irrelevant to them like Kashmir. There is something else completely separate going on besides Kashmir that caused Saudis to react like this so suddenly. So Kashmir is not the reason for this tension.\n\n\n\nNothing in Kashmir has changed recently. But something else big in Pakistan did change recently.\n\n\n\nThink outside the box. Kashmir is small for Saudis. There is a different problem involving Pakistan for Saudis way bigger than Kashmir.\n\n\n\nThere is something much bigger in Pakistan that is going on that is a problem for Saudis....\n\n\n\nSomething big has changed recently and suddenly in Pakistan and it is not Kashmir. Think bigger. Much bigger.\n\n\n\nNow think about this:\n\n\n\n1. What event and recent development happened in last few weeks that involves Pakistan and is very bad for Saudi?\n\n\n\n2. What huge change could be a bigger problem for Saudi-Pakistan that has nothing to do with Kashmir?\n\n\n\nRemember that Iran-China $400 billion deal from few weeks ago?\n\n\n\nThat $400 billion Iran-China deal could not have happened without heavy Pakistani involvement.\n\n\n\nBasically, in the eyes of Saudis, Pakistan was responsible for pumping $400 billion into Iranian economy vis a vis China.\n\n\n\nSaudis are furious at Pakistan for this. Not only was Pakistan at the table between Iran and China to sign this $400 billion deal, it was probably Pakistan that gave Iran and China the idea and brought them to the table to sign this deal in the first place by helping to facilitate and connect the two with CPEC infrastructure links. Now what incentive does Pakistan have to do something like this? From Pakistan's perspective, if the Iran-China deal is $400 billion, probably $100 billion of this will directly or indirectly find its way into Pakistan's economy through infrastructure links either connected, added, or merged from Iran to China into existing Pakistan CPEC infrastructure. It was also in Pakistan's interests to kick India out of Iran and stabilize its borders by getting Iran into Chinese camp. So this $400 billion Iran-China is great news for Iran, Pakistan, and China.\n\n\n\nBut you know who its bad news for? Saudis, Israelis, and US. Saudis were watching Pakistan in this deal like a hawk. Saudis don't care what Pakistan does in Kashmir, but with China's help, Pakistan singlehandedly engineered the single biggest economic deal in Iran's history since the Iranian Revolution, which set off every alarm in Riyadh. Saudis were caught blindsided and utterly flatfooted by this move. For years, Saudis thought Pakistan was their puppet and that they could ignore Kashmir without consequences. Well, actions have consequences, a lesson the Saudis would soon learn. While the Saudis were busy dumping Kashmir to focus on isolating Qatar and killing Jamal Khashoggi, Pakistan was quietly cooking up its own plans to distance itself from Saudis and get closer to Iran which gave Pakistan among the strongest support for Kashmir along with Turkey and Malaysia. An Iran-China deal was always a long shot that was never really possible on a big scale without Pakistan being onboard with it. For a while Pakistan didn't want to get involved in this, mainly due to what Pakistan believed to be Saudi pressure. However, a change of view and shift of opinion in Islamabad may have occurred after Saudi pressured Pakistan to boycott the Malaysia summit. In this sense, Kashmir was small the issue that triggered the much bigger issues later on. Imran Khan at some point must have realized that acting in alignment with Saudis would inherently mean going against Pakistan's national interest. And it is from this day that Pakistan began realigning itself, quietly with Iran on which Pakistan agrees on many issues. Iran supports Pakistan on Kashmir, but in reality, it is just a piece of one of many things that Pakistan and Iran agree on. Both agree that China is the future, both agree on Kashmir, both have economic difficulties, both share a border, both have common enemies with India/Israel alliance. Saudis disagree with both Iran+Pakistan on almost all of these key issues. It was natural that as both Islamabad and Tehran's tension with Riyadh and Washington increased that Pakistan would look to counter it by leveraging their influence in Tehran and Beijing as Tehran did in Islamabad. The result of this gradual realignment that started after Malaysia summit fiasco was Pakistan's increased willingness to take opposite side of Saudis over a period of time. The ultimate result of these efforts by Pakistan to bridge the gap between Iran and China economically and physically is the $400 billion deal that was unveiled recently.\n\n\n\nWhile Saudis might not care what Pakistan does in Kashmir, they will be angry at Pakistan for facilitating recent Iran-China deal which is a much bigger deal for them than Kashmir as unlike Kashmir, a stronger Iran backed by Pakistan and China has grave implications that directly undermine Saudi interests. Saudis feel that they must punish Pakistan for this, and as it happened, this reaction happened to come at same time as SMQ statement on Kashmir even though Saudi tension has nothing to do with it other than a timing coincidence.\n\nClick to expand...", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "I posted this in another thread but I am also making a separate thread so more people can see it:\n\nThe issue with Saudis is actually not Kashmir. I was...", "og": {"image": "https://defence.pk/pdf/styles/defencepk/xenforo/logo.og.png", "site_name": "Pakistan Defence", "type": "article", "url": "https://defence.pk/pdf/threads/opinion-saudis-rattled-by-pakistans-central-role-in-creating-iran-china-400-billion-deal.680630/", "title": "Opinion - Saudis rattled by Pakistan's central role in creating Iran-China $400 billion deal", "description": "I posted this in another thread but I am also making a separate thread so more people can see it:\n\nThe issue with Saudis is actually not Kashmir. I was..."}, "fb": {"app_id": 1409522542615664, "admins": 502535135}, "twitter": {"card": "summary", "site": "@defence_pk", "creator": "@defence_pk", "title": "Opinion - Saudis rattled by Pakistan's central role in creating Iran-China $400 billion deal", "description": "I posted this in another thread but I am also making a separate thread so more people can see it:\n\nThe issue with Saudis is actually not Kashmir. I was...", "image": "https://defence.pk/pdf/styles/defencepk/xenforo/logo.og.png"}}}}