{"GDELT": {"GlobalEventID": 940525471, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MDA", "Actor1Name": "MOLDOVAN", "Actor1CountryCode": "MDA", "Actor2Code": "LBN", "Actor2Name": "BEIRUT", "Actor2CountryCode": "LBN", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.62962962962963, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200813113000, "SOURCEURL": "https://www.thezimbabwemail.com/world-news/beirut-explosion-deadly-ships-cargo-was-heading-to-mozambique/"}, "ARTICLE": {"TITLE": "Beirut explosion: Deadly ship’s cargo was heading to Mozambique", "TEXT": "BEIRUT (BBC) – Lebanon’s government has blamed the huge blast that devastated parts of Beirut on the detonation of 2,750 tonnes of ammonium nitrate stored at the city’s port.\n\nPeople have expressed anger and disbelief that such a large quantity of potentially explosive material was kept inside a warehouse without any safety measures for more than six years, so close to the centre of the city.\n\nThe government has not named the source of the ammonium nitrate, but the same amount of the chemical arrived in Beirut in November 2013 on a Moldovan-flagged cargo ship, the MV Rhosus.\n\nVideo caption The BBC’s Sarah Rainsford spoke to Boris Prokoshev, captain of the MV Rhosus\n\nThe Russian-owned vessel set sail that September from Batumi, Georgia , heading to Beira, Mozambique.\n\nIt was carrying 2,750 tonnes of ammonium nitrate, which typically comes in the form of small pellets that are widely used as agricultural fertiliser but can also be mixed with fuel oil to make explosives for the mining and construction industries.\n\nWhile sailing through the eastern Mediterranean the Rhosus suffered “technical problems” and was forced to dock at Beirut’s port, according to a 2015 report for industry newsletter Shippingarrested.com that was written by Lebanese lawyers who represented the crew .\n\nThe Rhosus was inspected by port officials and “forbidden from sailing”, the lawyers said. Most of the crew were repatriated, except for the Russian captain, Boris Prokoshev, and three others, who were reportedly Ukrainians.\n\nMr Prokoshev told the BBC on Friday that the Rhosus only stopped off in Beirut because its owner had money trouble. The captain said he was told the ship needed to collect an additional cargo of heavy machinery, to fund passage through the Suez Canal.\n\nHowever, the machinery proved too heavy to load, and when the ship’s owner did not pay the port fees and fine, the Lebanese authorities impounded it, along with the ammonium nitrate, he added.\n\nShortly afterwards, the Rhosus was “abandoned by her owners after charterers and cargo concern lost interest in the cargo”, according to the lawyers. It was also subject to legal claims from creditors.\n\nMeanwhile, the crew still confined to the vessel were running out of food and supplies. The lawyers said they applied to the Judge of Urgent Matters in Beirut for an order authorising them to return home, emphasising “the danger the crew was facing given the ‘dangerous’ nature of the cargo” in the ship’s holds.\n\nImage copyright REUTERS\n\nThe judge eventually agreed to allow the crew to disembark and in 2014 the port authorities transferred the ammonium nitrate into “Warehouse 12”, next to the grain silos. The lawyers said the cargo was “awaiting auctioning and/or proper disposal”.\n\nMr Prokoshev said authorities in Beirut knew how dangerous the vessel’s cargo was and should not have stored it at the port.\n\n“They should have paid the ship owner to take the ship away. A couple of hundred thousand dollars just to remove it and not have that headache there, in the port. But they wouldn’t release it. Is that sensible?”\n\n“I understand – they wanted the money. But if they’d have known there would be an explosion like that, they wouldn’t have done it.”\n\nThe port’s general manager, Hassan Koraytem, and the director general of Lebanese Customs, Badri Daher, both said on Wednesday that they and other officials repeatedly warned the judiciary about the danger posed by the stored ammonium nitrate and the need to remove it.\n\nDocuments circulated online appeared to show that customs officials sent letters to a Judge of Urgent Matters in Beirut seeking guidance on how to sell or dispose of it at least six times from 2014 to 2017.\n\nVideo caption Aerial footage shows flattened buildings after an explosion in Beirut’s port area\n\nMr Koraytem told local channel OTV that State Security also sent warning letters.\n\nPublic Works Minister Michel Najjar, who took office at the start of this year, told Al Jazeera that he only learned about the presence of the ammonium nitrate in late July and that he spoke to Mr Koraytem about the matter on Monday.\n\nA fire appears to have triggered the detonation of the ammonium nitrate the next day. The blast killed at least 137 people and injured about 5,000 others, while dozens are still missing.\n\nImage copyright REUTERS\n\nPresident Michel Aoun said the failure to deal with the Rhosus’ cargo was “unacceptable” and promised to “hold those responsible and those who were negligent accountable, and serve them the most severe punishment”.\n\nThe government has ordered officials involved in storing or guarding the ammonium nitrate to be put under house arrest pending an investigation.\n\nSource: BBC", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "Beirut explosion: Deadly ship's cargo was heading to Mozambique - The Zimbabwe Mail", "description": "BEIRUT (BBC) –  Lebanon’s government has blamed the huge blast [...]", "url": "https://www.thezimbabwemail.com/world-news/beirut-explosion-deadly-ships-cargo-was-heading-to-mozambique/", "site_name": "The Zimbabwe Mail", "image": {"identifier": "https://www.thezimbabwemail.com/wp-content/uploads/2020/08/Beirut-explosion-ship.jpg", "width": 660, "height": 371}}, "article": {"published_time": "2020-08-13T10:12:15+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@TheZimbabweMail", "site": "@TheZimbabweMail"}, "generator": "WordPress 5.5", "msapplication-TileImage": "https://www.thezimbabwemail.com/wp-content/uploads/2017/07/cropped-Bird-270x270.png"}}}