{"GDELT": {"GlobalEventID": 940512402, "Day": 20190814, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6137, "Actor1Code": "IGOUNO", "Actor1Name": "UNITED NATIONS", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "QAT", "Actor2Name": "QATAR", "Actor2CountryCode": "QAT", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -8.24468085106383, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200813101500, "SOURCEURL": "https://www.aljazeera.com/news/2020/08/israel-launches-raids-hamas-targets-gaza-200813032134347.html"}, "ARTICLE": {"TITLE": "Israel launches new raids on Hamas targets in Gaza", "TEXT": "Israel again attacked Hamas targets in the Gaza Strip on Thursday in response to what it said were continued launches of \"explosive balloons\" from the Palestinian territory.\n\nDozens of helium balloons laden with incendiary material have been deployed in recent days in a bid to pressure Israel to ease its blockade of the Gaza Strip and allow new economic projects. Israel also said it will stop shipments of fuel into Gaza in response.\n\nIsrael, which cites security threats from Hamas for its land and naval blockade, earlier retaliated by closing the Strip's main commercial crossing and striking Hamas military facilities with warplanes, attack helicopters and tanks.\n\nThe Israeli army said in a statement on Thursday it struck \"a military compound, underground infrastructure and observation posts\" inside Gaza. Hamas's \"naval force\" was also hit, it said.\n\n\"The attack was carried out in response to balloons with explosives and incendiary balloons from the Gaza Strip into Israeli territory in the past week ... We hold Hamas responsible,\" the Israeli army said.\n\nReports from Gaza said the latest attacks hit sites in Rafah to the south and Beit Hanoun in the north.\n\nA Gaza security source told the AFP news agency that Israeli warplanes carried out several air attacks on Hamas sites. The attacks caused severe damage to some infrastructure and damage to citizens' homes, but no one was hurt.\n\nAn Israeli warplane fired a missile that landed in a school run by the UN refugee agency (UNRWA) in al-Shati refugee camp, western Gaza city, said a Palestinian security source who spoke on condition of anonymity.\n\nThe missile did not explode but caused damage to the building. The source added the school had been closed. It was unclear if anyone was injured in the strike.\n\nHamas denounced the latest attacks on Thursday.\n\n\"These aggressive policies aim to exacerbate the crises our people in Gaza are enduring to paralyse their daily life and to disrupt the efforts of combating coronavirus amid international and regional silence,\" Fawzi Barhoum, a spokesperson for Hamas, said in a statement.\n\nThe air raids were reportedly the most intense response Israel has launched in the recent round of escalations.\n\nBalloon-borne devices\n\nExplosives tied to balloons and kites first emerged as a weapon in Gaza during protests in 2018, when the makeshift devices drifted across the border daily, causing thousands of fires on Israeli farms and in communities.\n\nIsraeli authorities said since Tuesday dozens of balloon-borne devices launched into southern Israel have ignited more than 80 fires.\n\nIn response to those first two incidents, Israel closed its Karem Abu Salem, known as Kerem Shalom to Israelis, goods crossing with the Gaza Strip.\n\nHamas denounced the closure, saying it was \"aggressive\", and Israel \"bears all consequences and repercussions\". The move showed Israel's \"insistence on laying siege\" to Gaza, Hamas said, warning it could cause further worsening of the humanitarian situation in the territory.\n\nEscalating the measures on Thursday, Defence Minister Benny Gantz ordered a halt to fuel imports into Gaza \"in light of the continued launching of incendiary balloons from the Strip\" towards Israel, the defence ministry said in a statement.\n\nBarhoum called the measure a \"grave act of aggression\" that \"aims to worsen the crisis of our people in the blockaded Strip\". The Mediterranean coastal enclave relies on Israel for most of its fuel and gas.\n\nBargaining tool\n\nThe Palestinian territory has been under an Israeli blockade since 2007. The Gaza Strip has a population of two million, more than half of whom live in poverty, according to the World Bank.\n\nHamas and Israel have fought three wars since 2008. Despite a truce last year backed by the United Nations, Egypt and Qatar, the two sides clash sporadically.\n\nPalestinian analysts say cross-border fire from Gaza is often used as a bargaining tool to secure Israel's greenlight for the entry of Qatari financial aid into the territory.\n\nThe ceasefire followed a deadly surge in violence and was to see Israel allow new development projects, including an industrial zone and a hospital.\n\nHamas has accused Israel of not fully complying with the deal. Israel, which deems Hamas a \"terrorist\" organisation, shuns direct negotiations and has never publicly acknowledged the truce.\n\nOn Wednesday, Israel reduced the area where it permits Palestinians to fish from 24km (15 miles) to 13km (eight miles), calling it a response to the balloon launches.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0 maximum-scale=1.0, minimal-ui", "guid": 200813032134347, "title": "Israel launches new raids on Hamas targets in Gaza", "description": "A military compound, underground infrastructure, observation posts among those targeted by the Israeli army in Gaza.", "source": "Al Jazeera and news agencies", "og": {"title": "Israel launches new raids on Hamas targets in Gaza", "description": "A military compound, underground infrastructure, observation posts among those targeted by the Israeli army in Gaza.", "url": "https://www.aljazeera.com/news/2020/08/israel-launches-raids-hamas-targets-gaza-200813032134347.html", "internalurl": "https://www.aljazeera.com/news/2020/08/israel-launches-raids-hamas-targets-gaza-200813032134347.html", "image": {"identifier": "https://www.aljazeera.com/mritems/Images/2020/8/13/ad9de1661f26440a9c131540d382e51e_18.jpg", "width": 1000, "height": 562}}, "url": "https://www.aljazeera.com/news/2020/08/israel-launches-raids-hamas-targets-gaza-200813032134347.html", "ShortURL": "https://aje.io/46572", "image": "https://www.aljazeera.com/mritems/Images/2020/8/13/ad9de1661f26440a9c131540d382e51e_18.jpg", "twitter": {"title": "Israel launches new raids on Hamas targets in Gaza", "description": "A military compound, underground infrastructure, observation posts among those targeted by the Israeli army in Gaza.", "image": "https://www.aljazeera.com/mritems/Images/2020/8/13/ad9de1661f26440a9c131540d382e51e_18.jpg", "account_id": 4970411, "card": "summary_large_image", "site": "@AJENews"}, "ContentType": "News", "keywords": "Israeli–Palestinian conflict, Gaza, Israel, Gaza: After the war, Middle East", "google-play-app": "app-id=net.aljazeera.english", "apple-itunes-app": "app-id=504847776"}}}