{"GDELT": {"GlobalEventID": 940562719, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -1.40077821011673, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White House, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200813151500, "SOURCEURL": "http://economiccollapsenews.com/2020/08/13/2020-election-kamala-harris-is-obama-clinton-2-0-only-worse/"}, "ARTICLE": {"TITLE": "2020 ELECTION: Kamala Harris is Obama-Clinton 2.0 – only worse", "TEXT": "By\n\nBy: Ryan McMaken\n\nPresidential candidate and former vice president Joseph Biden announced Kamala Harris as his running mate today. Harris is currently a US senator from California and the former attorney general for the state. Biden’s choice brings her back to the fore of the 2020 race after having dropped out as a presidential candidate in early December.\n\nIn many ways, Harris dropped out because she had trouble setting herself apart from other candidates such as Biden, representing the mainstream of the Democratic Party. While Elizabeth Warren and Bernie Sanders represented in many respects the far left of the Democratic coalition, Harris was just one of several establishment Democrats in the race, and competed for many of the same fundraising dollars as Biden and Amy Klobuchar.\n\nBy picking Harris, Biden—or whoever is making these decisions for Biden—will likely placate the Obama-Clinton power brokers in the party who privately oppose lawmakers like Warren and Alexandria Ocasio-Cortez, who are viewed by establishment Democrats as candidates who often alienate middle-class Middle American voters. At the same time, Harris is likely to satisfy—or at least silence—critics on the party’s left wing, who have long called for a black woman on the presidential ticket.\n\nIn 2020, the choice of a vice-presidential candidate is especially high-stakes, because many believe Biden will be either unwilling or unable to run for president in 2024. This sets Harris up as the heir-apparent leader of the party. Because Biden will be the oldest man to ever enter the presidency, and because he is clearly not in excellent health, it is known that Harris has a good chance of succeeding him directly in case he dies or becomes seriously ill.\n\nBut although Harris is “demographically correct” for the party’s left wing, she remains basically a social climber who is very well ensconced in the mainstream of the party—although the party’s mainstream has itself moved considerably to the left in recent years.\n\nOn foreign policy, for instance, Harris is not significantly different from Hillary Clinton, Barack Obama, Susan Rice, Joseph Biden, or other high-ranking US officials who have been happy to perpetuate endless wars across the globe in recent decades. According to her official campaign site, no region of the globe is off-limits to US intervention so long as the US intervenes multilaterally. It’s just the Clinton-Obama doctrine yet again. In usual Washington doublespeak fashion, she says she is in favor of ending the war in Afghanistan but insists that the US must maintain a presence there to prop up the Afghani regime. She has advocated continued military intervention in Syria.\n\nHarris is very much an advocate of the conspiracy theory that Russians “hacked” the 2016 election and remain a major threat to US security.\n\nOn the environment, she supports a “Green New Deal,” which we would today expect from any Democrat running for the White House. This means immense amounts of new subsidies for “green energy,” paid for with new taxes and a host of new regulations on private businesses. It means global management of carbon emissions in line with international agreements like the Paris accords.\n\nOn economic policy, it’s the usual interventionist slate of policies. She wants to “empower” labor unions, more heavily regulate employers, and aggressively prosecute businesses for a variety of “crimes” that run afoul of the intricate labyrinth of federal laws managing the financial sector. Fiscal policy is sure to be what we’ve come to expect from both Republicans and Democrats: endless deficit spending.\n\nHarris has lauded federally imposed mandates like “forced busing,” in which federal courts dictate public schools’ enrollment policies in the name of racially desegregating schools.\n\nIn all of this, we don’t find very much at all that differs from the eight years of the Obama administration. It’s the usual center-left policy agenda we’ve seen since at least the 2008 election.\n\nWhat is especially dangerous now, however, is that the political context has changed considerably. Both major US parties have adopted far more interventionist stances in terms of fiscal policy, monetary policy, and in terms of domestic police power. What’s more, the presidency has slowly been moving toward a rule-by-decree model for decades, in which the president essentially rules through executive orders and Congress only intervenes on occasion. The Trump administration has only accelerated this trend.\n\nThis is likely music to Kamala Harris’s ears. Harris, after all, as a former prosecutor and as a presidential candidate has never shied away from aggressive use of executive power.\n\nAs Tyler Curtis has noted:\n\nOver the course of her campaign, she has repeatedly promised to bypass Congress and take unilateral action on a whole host of intensely divisive issues. On immigration, she has vowed to issue an executive order granting citizenship to “Dreamers” (migrants brought to America illegally by their parents). On the environment, she says she will declare a “state of water emergency” and force the country to re-join the Paris Climate agreement. She also wants to ban the use of fracking. Many observers have noted how dictatorial these statements sound, and rightly so. To follow through on any one of these proposals would be deeply suspect, but the sheer number of them, coupled with Harris’ brazenly peremptory attitude, must leave no doubt as to her authoritarian ambitions. For Harris, Congress is at best merely an advisory body. As a kindly gesture, the President may ask Congress for permission to do something, but he or she does not really require their assent.\n\nHarris has even said she would do an end run around Congress on gun control:\n\nupon being elected, I will give the United States Congress 100 days to get their act together and have the courage to pass gun safety laws. And if they fail to do it, then I will take executive action. And specifically what I’ll do is put in place a requirement that for anyone who sells more than five guns a year, they are required to do background checks when they sell those guns.\n\nThese are the words of a politician who views the role of the president as an elected dictator. Many presidents, of course—including Donald Trump—have likely viewed things this way, but it’s now easier than ever for a president to carry out these “promises” in which presidents don’t wait for Congress to pass duly enacted laws. That’s the old way of doing things. The new way is to follow Barack Obama’s strategy of using “a pen and a phone” to issue diktats without the inconvenience of involving an elected legislature.\n\nNo doubt, many of Harris’s detractors will call her radical or a tool of the far left. The reality is actually far more alarming. Radicals have a tendency to lose political battles, because they often stand on principle. Harris is unlikely to have that problem. She is very much a savvy player who fits in well within the party’s mainstream and who will carry on the center-left political program as we’ve come to expect it from the likes of Hillary Clinton or Barack Obama. There’s not much here that’s new. What has changed, however, is that we live in a country where presidents are ever more rapidly becoming unrestrained in taking unilateral action to do what they want. In ages past it might have been reasonable to assume the Congress might effectively intervene to restrain a president’s less popular and more radical proposals. That vision of the US regime is looking more unrealistic than ever.\n\nThis was originally published on Mises.org.", "METADATA": {"robots": "noodp,noydir", "og": {"type": "article", "title": "2020 ELECTION: Kamala Harris is Obama-Clinton 2.0 – only worse", "url": "http://economiccollapsenews.com/2020/08/13/2020-election-kamala-harris-is-obama-clinton-2-0-only-worse/", "description": "By: Ryan McMaken Presidential candidate and former vice president Joseph Biden announced Kamala Harris as his running mate today. Harris is currently a US senator from California and the former att…", "site_name": "Economic Collapse News", "image": {"identifier": "http://economiccollapsenews.com/wp-content/uploads/2019/07/kh.png", "width": 674, "height": 484}, "locale": "en_US"}, "article": {"published_time": "2020-08-13T14:32:10+00:00", "modified_time": "2020-08-13T14:32:10+00:00"}, "twitter": {"creator": "@econcrash", "site": "@econcrash", "text": {"title": "2020 ELECTION: Kamala Harris is Obama-Clinton 2.0 – only worse"}, "image": "http://economiccollapsenews.com/wp-content/uploads/2019/07/kh.png?w=640", "card": "summary_large_image"}}}}