{"GDELT": {"GlobalEventID": 940563095, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "MNCJPN", "Actor2Name": "HONDA", "Actor2CountryCode": "JPN", "Actor2Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 53, "EventBaseCode": 53, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.248322147651, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKI2", "Actor1Geo_ADM2Code": "40118", "Actor1Geo_Lat": 53.5, "Actor1Geo_Long": -2.21667, "Actor1Geo_FeatureID": "-2602512", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKI2", "Actor2Geo_ADM2Code": "40118", "Actor2Geo_Lat": 53.5, "Actor2Geo_Long": -2.21667, "Actor2Geo_FeatureID": "-2602512", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manchester, Manchester, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKI2", "Action2Geo_ADM2Code": "40118", "Action2Geo_Lat": 53.5, "Action2Geo_Long": -2.21667, "Action2Geo_FeatureID": "-2602512", "DATEADDED": 20200813151500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8623505/Pensioner-83-died-run-husband-truly-tragic-accident.html"}, "ARTICLE": {"TITLE": "Pensioner, 83, died after being run over by her husband in 'truly tragic accident'", "TEXT": "Pamela Williams, 83, was said to have fallen down steep drive\n\nA pensioner, 83, died after being run over by her husband in a 'truly tragic accident' when he reversed on a steep drive not knowing she had fallen behind their car, an inquest heard.\n\nPamela Williams and her husband Edwin were said to have just pulled up on their drive at their home in Glossop, Derbyshire, when she got out of the car and fell down the steep drive.\n\nMatthew Kewley, assistant coroner at Chesterfield Coroner's Court, said Mr Williams reversed the Honda, not knowing that his wife was lying behind it.\n\nThe car was then pulled forward and Mrs Williams, of Simmondley, was 'dragged along the driveway'.\n\nHighview, Glossop, where the incident took place last year. Pamela Williams, 83, got out of the car after arriving home and fell down the steep drive, an inquest heard\n\nThe coroner closed a documentary inquest yesterday into the incident in Highview on December 13 last year.\n\nMrs Williams, a retired social worker who was born in London, sadly died in hospital two days later after her injuries were 'unsurvivable'.\n\nA report by the police serious collision investigation unit said officers attended the scene.\n\nPC Gary Wilson said CCTV footage which captured the incident showed Mr Williams, who has had his licence for more than 60 years, pulling into the driveway of his home address.\n\nHe said: 'Mrs Williams is seen to get out of the passenger door and after closing the door behind her, she begins to stumble backwards alongside the car and down the driveway.\n\n'She was lying directly behind the Honda and Mr Williams was still in the vehicle. Mrs Williams would not have been visible to the driver.\n\n'The CCTV footage shows Mr Williams then began to reverse the car down the driveway where she was lying.\n\n'Mrs Williams was pushed a short distance by the vehicle and became wedged by the rear wheels.\n\nThe coroner closed a documentary inquest yesterday at Chesterfield Coroner's Court into the incident in Highview, pictured above, on December 13 last year\n\n'A few seconds later the vehicle has completely overrun Mrs Williams, she had gone underneath the vehicle. As the driver moved the vehicle forward she was dragged along the driveway.'\n\nHe said Mr Williams is then seen to get out of the car and immediately call an ambulance.\n\nPC Wilson said Mrs Williams had passed underneath the axle of the car twice.\n\nHe added: 'The position she was lying in meant that in all probability, she wouldn't have been visible to her husband from the driver's seat of the Honda.\n\n'He had no reason to think she would be lying directly behind the vehicle, he had not seen her stumble.\n\n'She was wholly obscured from his view.'\n\nValerie Cochrane, community specialist paramedic in Glossop, said she was contacted by the control centre asking her to attend a road traffic collision at 15.27pm on December 13.\n\nShe said the control centre told her it sounded like the gentleman had run over his wife.\n\nMs Cochrane said: 'The lady had significant facial and head injuries and I contacted control for urgent assistance.\n\nMatthew Kewley, assistant coroner at Chesterfield Coroner's Court, said Edwin Williams reversed the Honda, not knowing that his wife was lying behind it (pictured: Highview)\n\n'Mr Williams told me she had stumbled and he hadn't seen her. I spoke to Pamela who was conscious. It was raining heavily.\n\n'The ambulance crew arrived and we took her to Manchester Royal Infirmary with her son.'\n\nA post-mortem report by forensic pathologist Professor Guy Rutty found that Mrs Williams, who had pre-existing heart disease, suffered 'significant skeletal trauma to the chest and pelvic areas'.\n\nConcluding, Mr Kewley said Mrs Williams died on December 15 at Manchester Royal Infirmary as a consequence of multi-organ failure due to chest and pelvic injuries after being run over by a motor vehicle.\n\nHe said: 'Her injuries were unsurvivable and medical support was withdrawn. On 13 December she exited the passenger seat of a vehicle which was stationary at the top of a driveway at her home.\n\n'For reasons unknown, she fell and landed behind the vehicle. She was not visible to the driver.\n\n'The vehicle reversed over her causing injuries which lead to multi-organ failure. The conclusion is one of accident. I offer sincere condolences to Mrs Williams' family.\n\n'It involves a truly, truly, tragic accident for which nobody was to blame.'", "METADATA": {"keywords": "dailymail,news", "news_keywords": "dailymail,news", "original-source": "https://www.dailymail.co.uk/news/article-8623505/Pensioner-83-died-run-husband-truly-tragic-accident.html", "description": "Pamela Williams, 83, fell down the steep drive last December at her home in Derbyshire before her husband, Edwin, reversed the Honda, not knowing his wife was lying behind it, an inquest heard.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Woman died after being run over by husband in 'truly tragic accident'", "description": "Pamela Williams, 83, fell down the steep drive last December at her home in Derbyshire before her husband, Edwin, reversed the Honda, not knowing his wife was lying behind it, an inquest heard.", "url": "https://www.dailymail.co.uk/news/article-8623505/Pensioner-83-died-run-husband-truly-tragic-accident.html", "image": "https://i.dailymail.co.uk/1s/2020/08/13/14/31908794-0-image-a-46_1597326667568.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8623505, "author": "Katie Weston", "divclasspage": "articlePage", "mol": {"headline": "Pensioner, 83, died after being run over by her husband when he reversed on steep drive not knowing she had fallen down behind car, inquest hears"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-13T15:50:43+0100", "modified_time": "2020-08-13T18:41:41+0100", "section": "News", "tag": "Pensioner 83 died run husband truly tragic accident", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Woman died after being run over by husband in 'truly tragic accident'", "type": "article", "description": "Pamela Williams, 83, fell down the steep drive last December at her home in Derbyshire before her husband, Edwin, reversed the Honda, not knowing his wife was lying behind it, an inquest heard.", "url": "https://www.dailymail.co.uk/news/article-8623505/Pensioner-83-died-run-husband-truly-tragic-accident.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/13/14/31908794-0-image-a-46_1597326667568.jpg", "width": 636, "height": 382}}, "al": {"android": {"url": "dailymail-fb://article/8623505/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8623505/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}