{"GDELT": {"GlobalEventID": 940522959, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "Actor2Code": "BLROPP", "Actor2Name": "MINSK", "Actor2CountryCode": "BLR", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.94760820045559, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200813111500, "SOURCEURL": "https://www.bbc.co.uk/news/world-europe-53761747"}, "ARTICLE": {"TITLE": "Belarus election: Women form 'solidarity chains' to condemn crackdown", "TEXT": "Image copyright EPA Image caption Many women have been wearing white as they protest against the disputed election result and police violence\n\nWomen have formed human chains in Belarus to condemn a crackdown on protests as demonstrations over the disputed election entered a fifth day.\n\nMany dressed in white and carried flowers as they called for an end to police brutality.\n\nUnrest erupted after long-time leader Alexander Lukashenko was declared winner in a vote condemned by the EU and US as neither free nor fair.\n\nThousands of people have been arrested and at least two have died.\n\nIn the latest official figures, the interior ministry said police had detained 700 people during protests on Wednesday, bringing the total number to 6,700.\n\nSome detainees were released on Thursday. Tearful relatives gathered outside a jail north of the capital Minsk, hoping to be reunited with their loved ones or for information on their whereabouts.\n\nSeveral strikes have been reported at state-owned factories, where workers object to the violent treatment of protesters. Hundreds of employees were seen walking out at truck-maker Belaz, in Zhodino to the north-east of the capital.\n\nSkip Twitter post by @abdujalil The workers at the factory that makes famous trucks Belaz are going on strike against the violence that authorities are using to disperse the crowds. The protest movement is taking a new shape in #Belarus pic.twitter.com/ZNe8XvqG47 — Abdujalil A (@abdujalil) August 13, 2020 Report\n\nWomen in their thousands formed \"solidarity chains\" in Minsk and other cities as protests went into a fifth day. Participants told reporters they wanted a peaceful resolution, as they called for all detained protesters to be freed.\n\nDuring the afternoon, women marched in big numbers down the main thoroughfare in Minsk, Independence Avenue, accompanied by a chorus of hooting cars.\n\nVideo footage shared on social media showed opposition figure Maria Kolesnikova joining the female protesters in Minsk, holding a bunch of flowers.\n\nImage copyright EPA\n\nShe was one of three women who pooled their resources to spearhead the opposition. The other two have left the country.\n\nVeronika Tsepkalo fled Belarus on the day of the vote while the main opposition candidate in the election, Svetlana Tikhanovskaya, was briefly detained on Monday before being forced to leave for Lithuania.\n\nMs Tikhanovskaya, 37, released a video saying she made the \"very difficult decision\" to leave because of her children.\n\nMedia playback is unsupported on your device Media caption Svetlana Tikhanovskaya: \"Not one life is worth what is happening now\"\n\nThe opposition candidate was a stay-at-home mother until she entered the race after her husband was arrested and blocked from registering for the vote.\n\nShe became Mr Lukashenko's toughest opposition challenge in years, leading large rallies in the lead up to the vote.\n\nBut Mr Lukashenko dismissed her bid, saying a woman could not lead Belarus.\n\n\"Our constitution is not for women,\" he said earlier this year. \"Our society has not matured enough to vote for a woman. This is because by constitution the president handles a lot of power.\"\n\nNobel literature laureate Svetlana Alexievich accused the authorities of declaring war on their own people and urged Mr Lukashenko to stand down.\n\nAged 65, he has ruled the former Soviet country since 1994 and has described opposition supporters as \"sheep\" controlled from abroad.\n\nImage copyright EPA Image caption These medics held up notices saying \"doctors against violence\" and \"medics with the people\"\n\nAs protests continued on Thursday, some workers organised strikes and walkouts in Minsk, Grodno in the west and Zhodino.\n\nMedics walked out of hospitals for a second day to join the demonstrations and performers from the Belarusian State Philharmonic held up a message saying \"Philharmonia prays for the people\".\n\nImage copyright EPA Image caption Some of the performers covered their mouths with crosses to say their voices had been stolen\n\nRussian internet giant Yandex said armed individuals had entered two of its offices in Minsk and barred employees inside from leaving. They left some hours later.\n\nShock at police brutality as testimonies mount\n\nBy Olga Ivshina, BBC Russian\n\nThe body of evidence of police brutality, both in the streets and inside remand prisons, is mounting. Detainees include not only opposition activists, but also many journalists and accidental passers-by.\n\nOne of the released journalists, Nikita Telizhenko of the Russian Znak.com news website, published a harrowing account of three days inside prison. Now back in Russia, he describes people lying on the floor of a detention centre, piled on top of each other, in a pool of blood and excrement. Not allowed to use the toilet for hours on end or even change position.\n\nHe says he saw seriously injured people, with broken limbs and severe bruising, not only left without medical help, but kicked and beaten by the guards more.\n\nTelizhenko's testimony is confirmed by countless posts on social media - photos, videos, stories. I spoke to an American woman who was visiting her Belarusian boyfriend in Minsk - he got detained for no apparent reason. Not only had he not been protesting, but he was asleep in bed when the police came to his flat, kicked down the door and took him away.\n\nWhat else has been happening?\n\nElection officials said Mr Lukashenko won 80% of the vote on Sunday, but protests erupted amid widespread allegations of vote rigging.\n\nHundreds of people have been injured in a police crackdown on protests, some seriously. A BBC crew was attacked by police on Tuesday evening.\n\nOfficials have confirmed the deaths of two people.\n\nOne demonstrator died during a protest in the capital Minsk on Monday. The Belarusian interior ministry alleged an explosive device had gone off in his hand.\n\nAmbassadors from European countries laid flowers on Thursday where he died, a day before EU foreign ministers were due to consider imposing sanctions on Belarus.\n\nImage copyright EPA\n\nA 25-year-old man also died in the south-eastern city of Gomel.\n\nHis mother told Radio Free Europe that her son had not taken part in any protests and was arrested as he was going to see his girlfriend. She said he had heart problems and was kept for hours in a police van.\n\nPeople have been shouting the words \"get out\" from their balconies, the same slogan used by protesters on the ground. Police responded by firing rubber bullets.\n\nThe United Nations has condemned the use of violence by authorities.\n\nVideo footage shared on social media has shown ex-special forces officers throwing their uniforms into bins in disgust at the actions of their former colleagues.\n\n\"I was proud of the unit I served [in]. Now I am ashamed. Shame on everyone who follows such orders,\" one former officer said.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "Women take to the streets of Minsk dressed in white as they demand an end to police brutality.", "x-country": "us", "x-audience": "Domestic", "CPS_AUDIENCE": "Domestic", "CPS_CHANGEQUEUEID": 161671928, "og": {"title": "Women form 'solidarity chains' in Belarus protests", "type": "article", "description": "Women take to the streets of Minsk dressed in white as they demand an end to police brutality.", "site_name": "BBC News", "locale": "en_GB", "url": "https://www.bbc.com/news/world-europe-53761747", "image": {"identifier": "https://ichef.bbci.co.uk/news/1024/branded_news/9BE8/production/_113921993_hi062881272-1.jpg", "alt": "BBC News. Women take part in a demonstration against police violence in Minsk"}}, "article": {"author": "https://www.facebook.com/bbcnews", "section": "Europe"}, "fb": {"pages": "1143803202301544,317278538359186,1392506827668140,742734325867560,185246968166196,156060587793370,137920769558355,193435954068976,21263239760,156400551056385,929399697073756,154344434967,228735667216,80758950658,260212261199,294662213128,1086451581439054,283348121682053,295830058648,239931389545417,304314573046,310719525611571,647687225371774,1159932557403143,286567251709437,1731770190373618,125309456546,163571453661989,285361880228,512423982152360,238003846549831,176663550714,260967092113,118450564909230,100978706649892,15286229625,122103087870579,120655094632228,102814153147070,124715648647,153132638110668,150467675018739", "app_id": 1609039196070050, "admins": 100004154058350}, "twitter": {"card": "summary_large_image", "site": "@BBCNews", "title": "Women form 'solidarity chains' in Belarus protests", "description": "Women take to the streets of Minsk dressed in white as they demand an end to police brutality.", "creator": "@BBCNews", "image": {"src": "https://ichef.bbci.co.uk/news/1024/branded_news/9BE8/production/_113921993_hi062881272-1.jpg", "alt": "Women take part in a demonstration against police violence in Minsk"}, "domain": "www.bbc.co.uk"}, "apple-itunes-app": "app-id=364147881, app-argument=https://www.bbc.co.uk/news/world-europe-53761747?utm_medium=banner&utm_content=apple-itunes-app", "apple-mobile-web-app-title": "BBC News", "application-name": "BBC News", "msapplication-TileImage": "BBC News", "msapplication-TileColor": "#bb1919", "mobile-web-app-capable": "yes", "robots": "NOODP,NOYDIR", "theme-color": "#bb1919"}}}