{"GDELT": {"GlobalEventID": 940508068, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "GBR", "Actor2Name": "BRITAIN", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 2.9639175257732004, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Lecce, Puglia, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT13", "Actor1Geo_ADM2Code": "18384", "Actor1Geo_Lat": 40.3833, "Actor1Geo_Long": 18.1833, "Actor1Geo_FeatureID": "-119920", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Lecce, Puglia, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT13", "Actor2Geo_ADM2Code": "18384", "Actor2Geo_Lat": 40.3833, "Actor2Geo_Long": 18.1833, "Actor2Geo_FeatureID": "-119920", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Lecce, Puglia, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT13", "Action2Geo_ADM2Code": "18384", "Action2Geo_Lat": 40.3833, "Action2Geo_Long": 18.1833, "Action2Geo_FeatureID": "-119920", "DATEADDED": 20200813094500, "SOURCEURL": "https://www.kentonline.co.uk/canterbury/news/teen-sisters-touted-for-supermodel-stardom-231978/"}, "ARTICLE": {"TITLE": "Sisters from Simon Langton Grammar school in Canterbury turn heads in the fashion world, after Vogue calls them 'Britain's answer to the Hadids'", "TEXT": "When acclaimed fashion magazine British Vogue published an article hailing the Clover sisters as \"Britain's answer to the Hadids,\" they couldn't quite believe it.\n\nGrace, 18, and Cassady, 17, who live with their parents in Hastingleigh, were deep in A-level coursework at Simon Langton Grammar School, in Canterbury, when their friends excitedly messaged them about the story.\n\nGrace (left) and Cassady Clover. Picture: IMG Models\n\nThe comparison to the famous Hadid sisters, Gigi and Bella, had been a shock, not least because only one of them had so far even stepped out onto a catwalk.\n\nGrace had recently appeared at London Fashion Week when the article was published, modelling in the JW Anderson autumn/winter 2020 show.\n\nShe said: \"It was quite a big statement and I hadn't even told a lot of my friends at that point, so they were sending me the link and I had to go 'yeah, so that happened.'\n\n\"I was just a bit shocked really, because I wasn't really sure what I was expecting.\n\n\"That was just after my very first show, so I wasn't sure if I was going to get much more work or even if I was going to do more than that one show.\"\n\nGrace (left) and Cassady enjoying a picnic\n\nHer sister Cassady, still embroiled in the first half of her sixth-form life, was more than a little bit bemused.\n\nShe said: \"I just thought it was quite funny - I was like 'really? If you say so.'\n\n\"At that point I had done literally no work whatsoever, all I was doing was just working on my art coursework.\n\n\"So it's been weird for me - less weird for Grace though who's actually been going out and working hard.\"\n\nCassady was actually signed by IMG Models before her older sister.\n\nGrace took part in a Dior runway production in southern Italy last month. Picture: IMG Models\n\nThe global talent agency, with head offices in New York, signed Grace a couple of months later and decided to get her working first, as she was closer to finishing her studies.\n\nLast month she found herself jet-setting to the ancient city of Lecce in southern Italy for a part in a show by Dior.\n\nThe event was the first runway production to be staged in a far-flung location by a major label since the coronavirus pandemic began, and was streamed to retailers around the world.\n\nGrace couldn't quite believe the world she had found herself in.\n\nShe said: \"It was incredible - the experience of being flown out there, being on this set which had been created around the cathedral.\n\nCassady has yet to appear on the runway. Picture: IMG Models\n\n\"It was an honour and also an amazing experience just to be there.\"\n\nGrace is hoping to secure her place at Oxford University in September, and will attempt to juggle academic life with her burgeoning modelling career.\n\nShe has already had some experience with it, travelling up to the capital for photo shoots whilst continuing the final year of her A-levels.\n\nShe said: \"Sometimes I was - probably more than I should have been - going in free periods up to London and coming back for a lesson in the afternoon.\"\n\nLevi Asher, who manages the sisters, said the balance is more manageable than many might think.\n\nThe sisters are both focusing on their education for now\n\nWith talent scouts on the look out for would-be models from the age of 13 onwards, the industry tries to be mindful of the girl's education.\n\nHe said: \"School has always taken priority for any of the girls that we have who are under 18 or going into university.\n\n\"Most girls choose that as their priority and we work around that - it's very possible to do it for a very long time, and they just reap the benefits when they can.\"\n\nThe pair were recently photographed outside their family home for the Wall Street Journal magazine, an opportunity that came up during lockdown.\n\nSeeing her older sister visit glamorous places like southern Italy for work has got Cassady itching for her turn in the spotlight.\n\nThe sisters pictured when they were children\n\nShe said: \"I've always just wanted to travel - that's all I've ever wanted to do - so hopefully I'll be able to soon.\"\n\nWith modelling siblings like Cara and Poppy Delevingne taking the fashion world by storm, the Clover sisters could well be set to follow in their footsteps as famous sisters of the fashion world.\n\nLevi added: \"There's definitely been siblings in the modelling industry who have done very well.\n\n\"I don't see it ever playing against them because they have a really great bond.\n\n\"There's some jobs they've shot together that will be coming out soon, and people love the kind of energy they bring as a pairing because they're sisters.\"\n\nRead more: All the latest news from Canterbury", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0", "article": {"author": "https://www.facebook.com/KentOnline/", "published_time": "2020-08-13Z05:00:00.0000000+01:00", "modified_time": "2020-08-12Z13:24:08.1047600+01:00", "section": "Canterbury", "tag": "Kent"}, "original-source": "https://www.kentonline.co.uk/canterbury/news/teen-sisters-touted-for-supermodel-stardom-231978/", "og": {"url": "https://www.kentonline.co.uk/canterbury/news/teen-sisters-touted-for-supermodel-stardom-231978/", "locale": "en_GB", "description": "Two school girls have found themselves thrust into the limelight of the modelling world, after being compared to the famous Hadid sisters.", "title": "Teen sisters touted for supermodel stardom", "type": "article", "site_name": "Kent Online", "image": {"identifier": "https://www.kentonline.co.uk/_media/img/14PGVSRILOHCEG1UTR5U.jpg", "width": 1047, "height": 719}}, "description": "Two school girls have found themselves thrust into the limelight of the modelling world, after being compared to the famous Hadid sisters.", "fb": {"app_id": 369654107267531}, "keywords": "Canterbury, Arts and Showbiz, Kent", "twitter": {"card": "summary_large_image", "site": "@Kent_Online", "creator": "@Kent_Online"}}}}