{"GDELT": {"GlobalEventID": 940524971, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.683195592286499, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Vilnius, Vilniaus Apskritis, Lithuania", "Actor2Geo_CountryCode": "LH", "Actor2Geo_ADM1Code": "LH65", "Actor2Geo_ADM2Code": "19171", "Actor2Geo_Lat": 54.6833, "Actor2Geo_Long": 25.3167, "Actor2Geo_FeatureID": "-2620663", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20200813113000, "SOURCEURL": "https://www.briefingwire.com/pr/lithuanian-turto-bankas-blacklisted"}, "ARTICLE": {"TITLE": "Lithuanian Turto Bankas Blacklisted", "TEXT": "Lithuanian Turto Bankas Blacklisted\n\nMajor financial institutions will avoid doing business and conducting trades with Turto Bankas, based on its questionable ethics.\n\nSeveral independent media sources confirmed that Turto Bankas, a government owned Lithuanian property bank has been blacklisted in the international financial industry.\n\nThe source of the move is the banks decision to build a conference center on a Jewish cemetery in Vilnius, Lithuania.\n\nThe proposal for the conference center has been on the back burner for years, but was recently approved in an official capacity by the Lithuanian government and Turto Bankas.\n\nThe development is highly controversial and has been vehemently opposed by the White House, U.S. Senators and Congressmen, spiritual leaders from across the globe and the world Jewish community.\n\nThe Vilnius Jewish community also has expressed its strongest opposition to the plan, which an Israeli court has declared illegal, earlier this year.\n\nMajor financial institutions will avoid doing business and conducting trades with Turto Bankas based on its questionable ethics.\n\nJared Copperfield who manages a private equity firm in London said, “It’s not that financial institutions will necessarily disagree with Turto’s decision. However, the property bank’s decision to green light the development means that there are going to be consequences. It’s called repetitional risk and financial institutions avoid that like the plague.”\n\nOther traders indicated that there has been no official notice to blacklist the bank. Peter Jenkins, a dealmaker in London said that the move to blacklist Turto Bankas is officially unofficial, meaning that there are not going to be any records to show the move to ostracize the bank. Institutions are just going to be reluctant to do business with Turto. In the current go slow mood of the Covid-19 pandemic, the blacklisting is unlikely to materially effect the bank.\n\nEconomists say that a bigger problem may be the economic sanctions against Lithuania. A free from or antisemitic certificate is something which every compliance department is scrambling for, in the current political environment. In a perfect world, Lithuania or Turto Bankas would not be an exception.\n\n###\n\nDavid Crawford\n\nCNB News\n\ncontent4newsroom@gmail.com\n\nWebsite: ny.biznet-us.com/news/12139784/", "METADATA": {"description": "Major financial institutions will avoid doing business and conducting trades with Turto Bankas, based on its questionable ethics.", "keywords": "press release, press releases, free press release, free press releases, pr, free pr, free press release sites, free press release websites, press release submission, free press release submission, press release submission sites, free press release submission sites, free press release submission service, press release distribution, free press release distribution, press release distribution sites, free press release distribution sites, free press release distribution service, free press release posting, seo, search engine optimization, news, ranking, rankings, google ranking, increase google ranking, search results, increase my website revenue, website promotion, promote my site, promote my website, website marketing, market my site, market my website, website promotion, publication", "document-classification": "PR Submission, Free Press Releases, Online Press Release Distribution, Submit Free Press Releases, Free PR Websites, PR Distribution", "y_key": "5a29f45663f6af97", "msvalidate.01": "C4EDB78CD479511F4552EBD198DA3252", "verify-v1": "ivXrCqEMewUnhJc9STGYuVXDbhc9O2vjH06zC3rD9CA="}}}