{"GDELT": {"GlobalEventID": 940534280, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "UAF", "Actor2Name": "FIGHTER", "Actor2Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.38248847926267, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200813123000, "SOURCEURL": "https://www.rediff.com/news/report/iaf-chief-flies-mig-21-reviews-front-op-readiness/20200813.htm"}, "ARTICLE": {"TITLE": "IAF chief flies MiG-21, reviews op readiness on western front", "TEXT": "Source:\n\nEdited By:\n\nLast updated on: August 13, 2020 21:20 IST\n\nChief of Air Staff Air Chief Marshal RKS Bhadauria on Thursday asked air warriors at a frontline base in Western Command to maintain the \"highest standards of readiness\" in view of the border row with China in eastern Ladakh, officials said.\n\nIMAGE: Air Chief Marshal R K S Bhadauria flies MiG-21 Bison during a visit to a fighter squadron at a frontline airbase. Photograph: @IAF_MCC/Twitter\n\nThe Western Command looks after the aerial defence of the sensitive Ladakh sector as well as various other parts of North India.\n\nThe Chief of Air Staff also flew a Mig 21 Bison jet at the airbase, and carried out a comprehensive review of the operational preparedness of the IAF in the region, the officials said.\n\nThe Indian Air Force has kept almost all its air bases under the Western Command at a \"very high level of readiness\" in view of the over three-month border row with China in eastern Ladakh.\n\n\"The Chief of Air Staff urged the air warriors to maintain the highest standards of readiness,\" the IAF said in a statement without naming the airbase he visited.\n\nIt said the Chief of Air Staff reviewed the operational preparedness of the base and interacted with air warriors serving on the frontlines during the day-long visit.\n\nThe statement said he also appreciated their efforts in preserving the IAF's combat potential during the ongoing COVID-19 pandemic.\n\nAir Chief Marshal Bhadauria also flew a sortie on a Mig 21 Bison.\n\nThe Mig-21 Bison is a single engine and single seater multirole fighter aircraft of Russian origin which was the backbone of the IAF for several decades. The Mig 21s played a major role in the 1971 Indo-Pak War.\n\nLast week, Vice Chief of Air Staff Air Marshal Harjit Singh Arora visited a number of air bases along the Line of Actual Control in eastern Ladakh to take stock of the IAF's operational preparedness in the region.\n\nAir Marshal Singh also visited the strategically crucial air base in Daulat Beg Oldie, known as one of the world's highest airstrip. The airbase is situated at an altitude of 16,600 feet.\n\nIn June, Air Chief Marshal Bhadauria made a quiet visit to Ladakh and Srinagar air bases to review the IAF's overall preparedness.\n\nIn the last two months, the IAF deployed almost all its frontline fighter jets like Sukhoi 30 MKI, Jaguar and Mirage 2000 aircraft in the key frontier air bases in eastern Ladakh and elsewhere along the LAC.\n\nThe IAF has been carrying out night time combat air patrols over the eastern Ladakh region in an apparent message to China that it was ready to deal with any eventualities in the mountainous region.\n\nThe IAF has also deployed Apache attack choppers as well as Chinook heavy-lift helicopters to transport troops to various forward locations in eastern Ladakh.", "METADATA": {"keywords": "IAF,  Marshal Bhadauria,  Defence Research and Development Organisation,  LCA Tejas,  Western Air Command,  Eastern Ladakh,  Air Force,  HTT-40,  IMAGE,  Ambala,  France,  China", "description": "IAF chief flies MiG-21, reviews op readiness on western front. 'The IAF chief flew a MiG-21 Bison fighter aircraft during the visit where he interacted with the aircrew and reviewed the operational preparedness,' IAF officials said.", "news_keywords": "IAF,  Marshal Bhadauria,  Defence Research and Development Organisation,  LCA Tejas,  Western Air Command,  Eastern Ladakh,  Air Force,  HTT-40,  IMAGE,  Ambala", "twitter": {"card": "summary_large_image"}, "og": {"title": "IAF chief flies MiG-21, reviews op readiness on western front", "type": "article", "url": "https://www.rediff.com/news/report/iaf-chief-flies-mig-21-reviews-front-op-readiness/20200813.htm", "site_name": "Rediff", "description": "IAF chief flies MiG-21, reviews op readiness on western front. 'The IAF chief flew a MiG-21 Bison fighter aircraft during the visit where he interacted with the aircrew and reviewed the operational preparedness,' IAF officials said.", "image": "https://im.rediff.com/news/2020/aug/13iaf-chief.jpg"}}}}