{"GDELT": {"GlobalEventID": 940652746, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "HUN", "Actor1Name": "HUNGARY", "Actor1CountryCode": "HUN", "Actor2Code": "ITA", "Actor2Name": "ITALY", "Actor2CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.3550135501355, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Lithuania", "Actor1Geo_CountryCode": "LH", "Actor1Geo_ADM1Code": "LH", "Actor1Geo_Lat": 56.0, "Actor1Geo_Long": 24.0, "Actor1Geo_FeatureID": "LH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Finland", "Actor2Geo_CountryCode": "FI", "Actor2Geo_ADM1Code": "FI", "Actor2Geo_Lat": 64.0, "Actor2Geo_Long": 26.0, "Actor2Geo_FeatureID": "FI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Romania", "Action2Geo_CountryCode": "RO", "Action2Geo_ADM1Code": "RO", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "RO", "DATEADDED": 20200814001500, "SOURCEURL": "https://turkishpress.com/turkey-sends-eu-leaders-letters-on-east-mediterranean/"}, "ARTICLE": {"TITLE": "Turkey sends EU leaders letters on East Mediterranean", "TEXT": "ANKARA\n\nTurkish Foreign Minister Mevlut Cavusoglu sent letters Thursday to European Union foreign ministers and EU foreign policy chief Josep Borrell about recent developments in the Eastern Mediterranean and Turkey’s approach on the issue.\n\nThe letters came ahead of a EU Foreign Relations Council meeting Friday at Greece’s request.\n\nIn his letter, Cavusoglu stressed that Greece and Greek Cyprus’s unilateral steps and alliances excluded Turkey, in spite of calls for collaboration and dialogue by Ankara and the Turkish Republic of Northern Cyprus (TRNC).\n\nHe also noted that the so-called maritime agreement between Greece and Egypt, which violates Turkey and Lebanon’s continental shelves, demonstrates Greece’s reluctance to start an honest dialogue with Turkey.\n\nTurkey-EU relations should not suffer further due to whims and fantasies of Greece and Greek Cypriots, he added.\n\nCavusoglu invited EU countries to stand against any unjust decision that might be taken against Turkey, which has proven its good intentions until now many times.\n\nHe also held phone talks with some EU foreign ministers, including from Bulgaria, Estonia, Finland, Italy, Lithuania, Hungary and Romania, and with EU foreign policy chief Borrell discussing these issues.\n\nSimilar letters are also being sent to UN General Secretary Antonio Guterres, UN Security Council permanent members’ foreign ministers and NATO General Secretary Jens Stoltenberg.\n\nEarlier this week, Turkey resumed energy exploration in the Eastern Mediterranean region after Greece and Egypt signed a controversial maritime delimitation deal.\n\nThe agreement came only a day after Ankara said it would postpone its oil and gas exploration as a goodwill gesture.\n\nBut after declaring the Greek-Egyptian deal “null and void,” Turkey authorized the Oruc Reis seismic research vessel to continue its activities in an area within the country’s continental shelf.\n\nThe ship will continue the two-week mission until Aug. 23 along with the Cengiz Han and Ataman.\n\nPresident Recep Tayyip Erdogan said the only solution to the dispute was through dialogue and negotiation and urged Athens to respect Turkey’s rights.\n\nTurkey has consistently opposed Greece’s efforts to declare an exclusive economic zone based on small islands near Turkish shores, violating the interests of Turkey, the country with the longest coastline in the Mediterranean.\n\nCopyright 2020 Anadolu Agency. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "ANKARA Turkish Foreign Minister Mevlut Cavusoglu sent letters Thursday to European Union foreign ministers and EU foreign policy chief Josep Borrell about", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Turkey sends EU leaders letters on East Mediterranean | TurkishPress", "description": "ANKARA Turkish Foreign Minister Mevlut Cavusoglu sent letters Thursday to European Union foreign ministers and EU foreign policy chief Josep Borrell about", "url": "https://turkishpress.com/turkey-sends-eu-leaders-letters-on-east-mediterranean/", "site_name": "TurkishPress", "image": {"identifier": "https://cdn.turkishpress.com/2020/08/13195124/thumbs_b_c_b109ea73078f26c02965c308e7709126.jpg", "width": 864, "height": 486}}, "article": {"published_time": "2020-08-13T23:38:34+00:00", "modified_time": "2020-08-13T23:51:27+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "Feed to Post 3.13.1"}}}