{"GDELT": {"GlobalEventID": 940641837, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "MDVGOV", "Actor1Name": "MALDIVE", "Actor1CountryCode": "MDV", "Actor1Type1Code": "GOV", "Actor2Code": "IND", "Actor2Name": "NEW DELHI", "Actor2CountryCode": "IND", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.23152022315202, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Villingili, Upper South Province, Maldives", "Actor1Geo_CountryCode": "MV", "Actor1Geo_ADM1Code": "MV49", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.75, "Actor1Geo_Long": 73.3833, "Actor1Geo_FeatureID": "238671", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Villingili, Upper South Province, Maldives", "Actor2Geo_CountryCode": "MV", "Actor2Geo_ADM1Code": "MV49", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.75, "Actor2Geo_Long": 73.3833, "Actor2Geo_FeatureID": "238671", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Villingili, Upper South Province, Maldives", "Action2Geo_CountryCode": "MV", "Action2Geo_ADM1Code": "MV49", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.75, "Action2Geo_Long": 73.3833, "Action2Geo_FeatureID": "238671", "DATEADDED": 20200813231500, "SOURCEURL": "https://indianexpress.com/article/india/india-announces-500-million-infra-project-250-million-financial-aid-for-maldives-6553755/"}, "ARTICLE": {"TITLE": "India announces $500 million infra project, $250 million financial aid for Maldives", "TEXT": "EAM S Jaishankar interacts with his Maldivian counterpart Abdulla Shahid via video conference. (Courtesy: Twitter)\n\nWith its eye on China, India on Thursday committed to Maldives a five-pronged package including infrastructure worth $500 million, a direct cargo ferry service, creation of an air travel bubble, uninterrupted supply of essential commodities and additional financial aid of $250 million to help the cash-strapped economy.\n\nThese were among the key takeaways as External Affairs Minister S Jaishankar held a detailed meeting with Maldives Foreign Minister Abdulla Shahid.\n\nFormer President of Maldives Mohamed Nasheed, who is currently Speaker of Majlis (Maldives’ parliament), took a dig at China for their debt-trap diplomacy. “The super low cost development assistance announced by @DrSJaishankar today is exactly what Maldives needs. Genuine help from a friend, to help us build critical infrastructure. Rather than eye-wateringly expensive commercial loans that leaves the nation mired in debt. @PMOIndia,” he tweeted, referring to Chinese loans to the previous Yameen government.\n\nMaldives President Ibrahim Mohamed Solih called it a “landmark moment”, while Prime Minister Narendra Modi said, “Our special friendship is, and will always remain, as deep as the waters of the Indian Ocean.”\n\nResponding to a request from the Maldives government, New Delhi decided to support the implementation of Greater Malé Connectivity Project (GMCP) through a financial package consisting of a grant of $100 million and a new line of credit of $400 million.\n\nThis will be the largest civilian infrastructure project in Maldives, connecting Malé (the capital) with three neighbouring islands — Villingili, Gulhifalhu (where a port is being built under Indian line of credit) and Thilafushi (new industrial zone) – by construction of a bridge-and-causeway link spanning 6.7 km.\n\n“Once completed, this landmark project will streamline connectivity between the four islands, thereby boosting economic activity, generating employment and promoting holistic urban development in the Malé region,” a statement by the Ministry of External Affairs said.\n\nOn the direct cargo ferry service between India and Maldives, Jaishankar told his Maldivian counterpart that it will commence shortly. The service is expected to enhance sea connectivity and provide predictability in supplies for importers in Maldives and exporters in India. Shahid tweeted, “The cargo ferry service between Cochin-Kulhudhuffushi-Male will also bring immense development to the north of the Maldives.”\n\nThe air travel bubble between India and Maldives is expected to facilitate movement of people for employment, tourism and medical emergencies. Maldives is the first neighbouring country with which an air bubble is being operationalised.\n\n“The air bubble symbolizes India’s support to shore up tourism arrivals and revenues in the Maldives. Health protocols in both countries will be strictly followed,” the MEA statement said. The first flight under the air bubble is expected on August 18.\n\nJaishankar also conveyed the decision to renew quotas for supply of essential commodities to Maldives for 2020-21. The commodities include food items as well as river sand and stone aggregates. “The quotas assure food security, and supply of essential construction items, and thereby provide certainty and price stability for such essential items in the Maldives,” the statement said.\n\nGiven the challenges faced by Maldives due to the Covid-19 situation and India’s commitment to assist Maldives in its economic recovery, Jaishankar told Shahid that New Delhi has decided to extend in-principle urgent financial assistance to the Government of Maldives by way of a soft loan arrangement.\n\nJaishankar tweeted, “Warm and fruitful discussion with FM @abdulla_shahid of #Maldives. Agreed that the #COVID19 pandemic has brought the two nations even closer. We will be reliable partners in meeting both aspirations and challenges.”\n\nShahid tweeted, “Connecting for Connectivity! A warm, fruitful, extremely productive meeting with EAM @DrSJaishankar today! The already robust and dynamic #MaldivesIndia-Partnership continues to strengthen, even during the pandemic! Agreement on several key initiatives moving forward.”\n\nThe interaction was part of regular high-level exchanges between India and Maldives.\n\nAccording to MEA, Shahid conveyed gratitude for the financial assistance of $250 million being extended by India. He said this would help revive the Maldivian economy which is grappling with the impact of the pandemic.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App.", "METADATA": {"viewport": "width=990", "description": "Maldives President Ibrahim Mohamed Solih called it a “landmark moment”, while Prime Minister Narendra Modi said, “Our special friendship is, and will always remain, as deep as the waters of the Indian Ocean.”", "news_keywords": "India air bubble, S Jaishankar , India air bubble agreement, India maldives air bubble, air bubble travel, India maldives ties", "keywords": "india air bubble, s jaishankar , india air bubble agreement, india maldives air bubble, air bubble travel, india maldives ties", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/india/india-announces-500-million-infra-project-250-million-financial-aid-for-maldives-6553755/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/india/india-announces-500-million-infra-project-250-million-financial-aid-for-maldives-6553755/", "site_name": "The Indian Express", "locale": "en_US", "title": "India announces $500 million infra project, $250 million financial aid for Maldives", "description": "Maldives President Ibrahim Mohamed Solih called it a “landmark moment”, while Prime Minister Narendra Modi said, “Our special friendship is, and will always remain, as deep as the waters of the Indian Ocean.”", "image": {"identifier": "https://images.indianexpress.com/2020/08/jaishankar-India-maldives.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/india/india-announces-500-million-infra-project-250-million-financial-aid-for-maldives-6553755/", "title": "India announces $500 million infra project, $250 million financial aid for Maldives", "description": "Maldives President Ibrahim Mohamed Solih called it a “landmark moment”, while Prime Minister Narendra Modi said, “Our special friendship is, and will always remain, as deep as the waters of the Indian Ocean.”", "image": {"identifier": "https://images.indianexpress.com/2020/08/jaishankar-India-maldives.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-14T04:10:47+05:30", "modified_time": "2020-08-14T04:10:47+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}}