{"GDELT": {"GlobalEventID": 940634390, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.07650273224044, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200813221500, "SOURCEURL": "https://watchingamerica.com/WA/2020/08/13/the-us-is-launching-a-new-cold-war-clearly-losing-the-first-battle/"}, "ARTICLE": {"TITLE": "The US Is Launching a New Cold War, Clearly Losing the 1st Battle – Watching America", "TEXT": "When United States Secretary of State Mike Pompeo attended a congressional hearing on Thursday, July 30, he declared that diplomatic efforts to oppose the Chinese Communist Party are working and that the “tide is turning.” In addition to promoting a ban on Huawei equipment, he took the statements of European Union countries on the issue of Hong Kong as achievements to promote. However, the public has noticed his simultaneous claims that due to China’s economic strength, it is difficult to form an international alliance against Beijing. Pompeo also said that he was surprised and disappointed that so many countries supported the Hong Kong National Security Law passed by Beijing.\n\nPompeo’s speech helped refine people’s sinking feelings about the U.S. launching a “new cold war” against China. Not only Pompeo and the State Department, but the entire U.S. government has worked hard to mobilize the Western world to join a coalition to contain China. The U.S. has not seriously promoted such a grand strategy since the end of the Cold War. But its gains in the international arena are too meager. Australia, which has followed the U.S. most closely, is still concerned about maintaining economic relations with China. The United Kingdom, which claims to have special obligations to Hong Kong, is also a little behind the U.S. and unwilling to rush to the forefront.\n\nIn the United States, people’s dislike of China has indeed increased, and Pew’s latest poll proves it. But in another congressional hearing, when the CEOs of the four major U.S. technology giants Google, Apple, Facebook and Amazon were asked if they believed the Chinese government was stealing technology from American companies, three of the CEOs all stated their companies had never experienced such a thing. Only Facebook CEO Mark Zuckerberg said it is “well documented” that this is the case. Zuckerberg’s selfishness has long been known to everyone; he is trying his best to push U.S. authorities to suppress TikTok.\n\nToday’s China is not the Soviet Union of 1946-1950. At that time, the U.S. tried to paint the Soviet Union as an urgent threat to Europe; the Soviet Union was sharply opposed but did not use its strength to fight against the U.S. diplomatically, instead confronting it with brute force. This action led to the accelerated triggering of the Cold War. European countries at the time were indeed a little afraid of the Soviet Union and hoped the U.S. would provide protection. Group confrontation between the U.S. and the Soviet Union was inevitable.\n\nChina’s knowledge of the U.S. is richer and more pragmatic than that of the Soviet Union. The interweaving of China’s interests with those of the United States and other Western countries was also unthinkable between the East and West in those years. For those countries that the U.S. wants to rope in, not only does China not coerce them, but in fact roots its relationship with them in mutually beneficial cooperation. This cooperation is more beneficial to those countries’ own interests than blindly following the United States. The U.S. tries to use ideology to drive an anti-China alliance, while China uses practical interests to deter this scheme. Obviously, China has a much better chance of winning.\n\nIn developing a strategic deal with the United States, China must consider matters outside of the U.S. Should the U.S. initiate a conflict with China, it will discover that its followers are few, and its allies will only sit by and watch or express vocal support but not take action. The will of the U.S. will inevitably face attacks and be worn down, and the American system will again implement adjustments in order to follow a predetermined extreme route.\n\nThe statements made by the three major U.S. technology giants to Congress show that even in the U.S., Pompeo’s most radical anti-China policies are still facing huge resistance from the actual activity of the U.S. economic community. The law of circumstances being stronger than individuals cannot easily be ignored.\n\nIt is notable that COVID-19 is seriously weakening the United States’ ability to make more aggressive moves against China. The U.S. economy has shrunk severely this year, and it is fundamentally impossible to compensate for the losses caused by the decoupling of other countries from China. The U.S. wants to use empty promises to build an anti-China alliance across the world.\n\nAdditionally, in the past three years, “America First” has broken the hearts of many countries in Europe and the rest of the world. Washington’s current convening of alliance members is a typical example of using up resources now at the cost of future needs. Few countries trust the Trump administration or believe it will remain wary of those concerns. Whether or not the Trump team wins reelection, the world will have to wait and see. Washington’s ability to mobilize other countries against China has actually already been frozen.\n\nChina’s economic success in the second half of the year is the best counterattack against U.S. suppression. Washington is currently showing off its ferocity, but in fact it is unable to even care for itself, and the world has no confidence in it. In order for China to prevent the U.S. from adopting even more extreme measures to mitigate this situation, increased vigilance is essential.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "generator": "WordPress 5.4.2"}}}