{"GDELT": {"GlobalEventID": 940694597, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.41379310344828, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200814051500, "SOURCEURL": "https://southeastiowaunion.com/subject/news/maharishi-school-offers-in-person-online-options-20200814"}, "ARTICLE": {"TITLE": "Maharishi School offers in-person, online options", "TEXT": "FAIRFIELD – At a time when many school districts in the state are experimenting with new procedures for online learning, Maharishi School in Fairfield stands out as a seasoned veteran.\n\nWhen the coronavirus pandemic hit the United States last spring, the vast majority of Iowa’s schools switched to an optional, online model, where attendance was not taken, grades were not given, and no new learning occurred.\n\nMaharishi School did not do that. The school found a way to deliver remote learning to its entire student body complete with grades and novel instruction.\n\nThis fall, Maharishi School is offering a fully in-person option for students who want it, as well as an online option for students who prefer to stay home.\n\nThe school has made a number of investments to make both learning options viable. The school will conduct temperature checks on everyone who enters the building. Students will enter at one of three entrances at the school based on their grade, which is done to isolate the classes from each other as much as possible.\n\nThe school has invested in cameras for every classroom, so that a student doing online learning can follow along with their peers taking the class in-person. Maharishi School Academic Director Kaye Jacob said the number of students opting for the fully online option varies greatly from grade to grade. For instance, she noted that between two-thirds to three-quarters of the seventh-graders at the school have chosen in-person education, while a majority of sixth-graders have chosen to learn from home.\n\nShe said that, in general, the older kids seem to prefer in-person classes.\n\n“Some parents want to see how it goes,” she said.\n\nThe school is requiring masks for everyone who enters the building, and they must be worn at all times with a few exceptions such as when a teacher or administrator is working in their office alone. Classes and other activities such as lunch will be held outside whenever possible, especially if they require increased exhalation such as singing, breath instruments or exercise.\n\nDesks will be separated to maximize social distancing, and teachers will rotate classrooms instead of students when possible to reduce the chances of transmitting the virus.\n\nThe school initially announced it would end its hot lunch program, but has changed course and now will offer it in a redesigned dining room where students can maintain a safe distance from each other. Jacob said the school realized that ending its meal program would put its boarding students in a tough spot, since they live in a dormitory and rely on outside meals.\n\nSix boarding students stayed in Fairfield all summer, opting to remain in the U.S. instead of taking the risk of returning to their home countries and not being let back in. To give the students something to do and make their stay worthwhile, Jacob asked the teachers to think of a summer curriculum for them.\n\nMaharishi School decided to open the summer school program to local kids, too, after getting comments on potential classes from local parents and the parents of boarding students.\n\n“Some of the kids were able to take accelerated math classes,” Jacob said, who noted that the school is blessed to have so many retired teachers who can be called upon to teach classes.\n\nA few of the schools international students, two from China and one from South Korea, returned to their home countries early last spring and continued their studies at the school online. Jacob said the students were disciplined and tuned into the morning Zoom sessions when it was late in the day in their home countries. She said they ended up doing well on their advanced placement exams.\n\nMaharishi School had been steadily increasing its number of international students before the pandemic hit, but that figure has taken a hit this year. Jacob said some foreign students will still be able to come, and noted a German student who just got his visa. However, others are not so lucky, such as an American student in China who cannot get a flight to come here.\n\n“Our international students will come when they can,” Jacob said. “They’ll do morning classes because it will be evening for them, and they’ll be able to watch recorded lectures and turn in assignments over Google Docs.”", "METADATA": {"Description": "The Southeast Iowa Union has SE Iowa News stories from the Washington Journal, Mt. Pleasant News and Fairfield Ledger.", "HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0", "apple-touch-fullscreen": "yes", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 163646090334606}, "bt": {"title": "Maharishi School offers in-person, online options"}, "twitter": {"title": "Maharishi School offers in-person, online options", "image": "https://cdr-howeb.newscyclecloud.com/storyimage/HO/20200813/ARTICLE/200819918/AR/0/AR-200819918.jpg?cb=183", "url": "https://www.southeastiowaunion.com/subject/news/maharishi-school-offers-in-person-online-options-20200814", "card": "summary_large_image"}, "og": {"title": "Maharishi School offers in-person, online options", "type": "article", "url": "https://www.southeastiowaunion.com/subject/news/maharishi-school-offers-in-person-online-options-20200814", "image": "https://cdr-howeb.newscyclecloud.com/storyimage/HO/20200813/ARTICLE/200819918/AR/0/AR-200819918.jpg?cb=183", "site_name": "Southeast Iowa Union"}, "author": "Andy Hallman"}}}