{"GDELT": {"GlobalEventID": 940601560, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "AGR", "Actor1Name": "FARMER", "Actor1Type1Code": "AGR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.16652789342214, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200813184500, "SOURCEURL": "https://www.agriland.ie/farming-news/cullinan-interview-a-massive-amount-of-money-has-gone-into-dairy-and-has-to-be-protected/"}, "ARTICLE": {"TITLE": "Cullinan interview: ‘A massive amount of money has gone into dairy and has to be protected’", "TEXT": "Irish Farmers’ Association (IFA) president Tim Cullinan has argued that “a massive amount of money has gone [into dairy] and has to be protected”.\n\nIn a wide-ranging interview with AgriLand news journalist Charles O’Donnell and editor Jim Breen, Cullinan outlined where he felt the dairy sector stood in relation to national and European policy on climate change and emissions.\n\nThe IFA president also spoke about the tillage and beef sectors, and gave his reaction to the €50 million Beef Finishers Payment.\n\nThe Teagasc National Farm Income Survey, along with other key indicators, suggests that the dairy sector is in a reasonable position – at farm-gate level.\n\nBut we’re moving into an era when climate change mitigation measures are going to become an increasingly dominant in national and EU policy. With that in mind, can a dairy farmer be confident to make an investment stretching over, say, 10 or 20 years?\n\nTim Cullinan: First of all, dairy farmers have invested massively in the sector since the abolition of quotas. In their own businesses and their own farms they have invested in infrastructure; building up the herd; and taking on more land – whether that’s buying land or leasing land.\n\nOn the co-operative industry side, there has been well in excess of €2 billion spent on the processing [operations] and building dryers, which is farmers’ money as well. So, already, a massive amount of money has gone in and that has to be protected.\n\nI think I would clearly say that it’s an industry that is performing well and I would say to anybody wanting to enter the industry that we have to ensure that there is a secure industry there for them going forward.\n\nLooking at it from an environmental point of view – if we look at it overall – our stocking rates are still quite low if we look at a national figure. We are at approximately 85kg of organic nitrogen per hectare. There is scope…and there are a number of measures that have been introduced.\n\nThere is going to be some change as we go along. There is going to be a challenging period again next year…for the Nitrates Derogation when it’s up for review.\n\nWe are putting all of our resources behind this. Where a farmer is farming to the best of their ability – and farmers have taken on a substantial amount of environmental measures already – we will be ensuring that farmers can continue to expand in the dairy industry.\n\nIn the tillage sector, a report recently published by Tillage Industry Ireland suggested that – broadly speaking – 30% of tillage ground in Ireland is rented. Given the already-low margins in tillage, even on owned land, what’s the message from the IFA?\n\nTillage farmers are being told they have to expand to make a living, but how can they expand? Is there anything that can be done – in terms of access to land to enable a young tillage farmer to have a viable future?\n\nTim Cullinan: That’s a difficult question but you’re right; the tillage sector in Ireland is in a difficult place at the moment.\n\nIf we look at it, we’re producing approximately two million tonnes of grain here in Ireland and we’re using approximately six million tonnes, so we need to get a number of measures to protect that sector.\n\nIt is becoming a vulnerable sector. They [tillage farmers] are coming under a lot of pressure from the cost of renting land and what they are achieving per tonne of grain.\n\nThere’s a few things we need to look at here.\n\nThe first thing we need to look at is trying to persuade merchants and compounders to use as much Irish grain as possible in rations.\n\nHow can we make this happen? Is it enough to just appeal to people to do this?\n\nEverybody in the chain needs to realise that if we want to have a tillage sector in Ireland…it is very important that we don’t have movement just in one direction. We need balance here.\n\nIf we end up not having a tillage sector in Ireland and we had to import the straw and grain, the prices we are all paying would go through the roof.\n\nI would say there is an obligation on the industry to use the maximum amount of Irish grain. I would say even to dairy farmers and to all users of grain in the industry that everybody should ensure that we are all using the maximum amount of [Irish] grain.\n\nAdvertisement\n\nBut I don’t think we can legislate for that. We are in the EU and it’s a common market.\n\nThe other point I was going to make is that the basic payment is very important for the tillage sector as well. We have to be very careful as well on convergence [of Pillar I payments]. It [all] goes back to having Pillar II payments for vulnerable sectors.\n\nWe have to keep a decent basic payment for the tillage sector if it is going to survive and compete in a very difficult environment.\n\nThe details of the €50 million Beef Finishers Payment were announced recently by the Department of Agriculture, Food and the Marine.\n\nWhat’s your initial reaction to the scheme…and its terms and conditions?\n\nTim Cullinan: It’s a very important scheme and it’s targeted at the time when Covid-19 struck at its hardest – in the period of March to June [the reference period for the scheme runs from February 1 to June 12].\n\nThis was the period that we had campaigned for and lobbied the minister on.\n\nWe had farmers who were losing anything up to €200 head. The scheme is targeted at the right cohort of people. We’d always say we would want more, but it’s a substantial amount of money and we do welcome the initiative by the new minister [Dara Calleary].\n\nThe sooner that money can be got out to farmers, the better. It’s up to 100 animals per farm and €100/head, so a farmer can get up to €10,000 which is nice amount of money.\n\nWe’d always like to achieve more but it was a targeted scheme. It was targeted at beef winter finishers and these are the farmers that will be back out in the ring buying cattle at the back-end of the year.\n\nI think it is very important that they are compensated for the losses they sustained during Covid-19.\n\nWe have a finite budget for Ireland’s share pf the next Common Agricultural Policy (CAP) – €10.73 billion over seven years. The IFA is pushing for a (coupled) suckler cow payment. Is that ultimately going to come from the overall budget? Could it even take from basic payments?\n\nWould you still be in support of a suckler cow payment if it had to come off the bottom line…reducing what other recipients get?\n\nTim Cullinan: The government has the ‘okay’ now from the [European] Commission to co-fund [up to a certain percentage].\n\nThey can increase the amount of money in Pillar II so that we can have a suckler cow scheme and we can have a ewe scheme.\n\nAll of this is to play for – there is going to be a lot of environmental measures and schemes coming into Pillar I. There is a lot of mileage to go on this yet.\n\nWe might say a year is a long time, but a year in negotiating [the Irish government’s CAP strategic plan] will go pretty fast. I’m very clear that an active farmer who is doing the work has to get a payment.\n\nOn the other hand, where we have a vulnerable sector they have to be looked after as well. If that’s going to take more funding to do that then so be it.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "apple-itunes-app": "app-id=912366362", "google-play-app": "app-id=com.agriland.agriland", "theme-color": "#00644A", "apple-mobile-web-app-status-bar-style": "#00644A", "description": "Tim Cullinan has argued that farmers should be able to expand in the dairy sector where they are farming \"to the best of their ability\".", "og": {"locale": "en_GB", "type": "article", "title": "Cullinan interview: 'A massive amount of money has gone into dairy and has to be protected'", "description": "Tim Cullinan has argued that farmers should be able to expand in the dairy sector where they are farming \"to the best of their ability\".", "url": "http://www.agriland.ie/farming-news/cullinan-interview-a-massive-amount-of-money-has-gone-into-dairy-and-has-to-be-protected/", "site_name": "Agriland.ie", "updated_time": "2020-08-14T10:07:18+01:00", "image": {"identifier": "https://cdn.agriland.ie/uploads/2020/08/IMG_8649-2-800x400.jpg", "secure_url": "https://cdn.agriland.ie/uploads/2020/08/IMG_8649-2-800x400.jpg", "width": 800, "height": 400}}, "article": {"publisher": "https://www.facebook.com/AgrilandIreland", "tag": "Tim Cullinan", "section": "Agri Politics", "published_time": "2020-08-13T15:23:27+01:00", "modified_time": "2020-08-14T10:07:18+01:00"}, "fb": {"app_id": 1060653077300480}, "twitter": {"card": "summary_large_image", "description": "Tim Cullinan has argued that farmers should be able to expand in the dairy sector where they are farming \"to the best of their ability\".", "title": "Cullinan interview: 'A massive amount of money has gone into dairy and has to be protected' - Agriland.ie", "site": "@agrilandireland", "image": "https://cdn.agriland.ie/uploads/2020/08/IMG_8649-2-800x400.jpg", "creator": "@agrilandireland"}, "news_keywords": "IFA, Tim Cullinan"}}}