{"GDELT": {"GlobalEventID": 940690047, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "PRK", "Actor1Name": "DPRK", "Actor1CountryCode": "PRK", "Actor2Code": "NGOHLHIRC", "Actor2Name": "RED CROSS", "Actor2KnownGroupCode": "IRC", "Actor2Type1Code": "NGO", "Actor2Type2Code": "HLH", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -6.4873417721519, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kuryong, Kangwon-do, North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN09", "Actor1Geo_ADM2Code": "24978", "Actor1Geo_Lat": 38.3956, "Actor1Geo_Long": 127.96700000000001, "Actor1Geo_FeatureID": "-188130", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kuryong, Kangwon-do, North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN09", "Actor2Geo_ADM2Code": "24978", "Actor2Geo_Lat": 38.3956, "Actor2Geo_Long": 127.96700000000001, "Actor2Geo_FeatureID": "-188130", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kuryong, Kangwon-do, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN09", "Action2Geo_ADM2Code": "24978", "Action2Geo_Lat": 38.3956, "Action2Geo_Long": 127.96700000000001, "Action2Geo_FeatureID": "-188130", "DATEADDED": 20200814043000, "SOURCEURL": "https://www.washingtonpost.com/world/north-korea-floods-kill-22-approach-nuclear-reactor--but-kim-doesnt-want-help/2020/08/13/f53992a8-ddda-11ea-b4f1-25b762cdbbf4_story.html"}, "ARTICLE": {"TITLE": "North Korea floods kill 22, approach nuclear reactor — but Kim doesn’t want help", "TEXT": "The disaster adds to a troubling humanitarian situation in North Korea, whose weak economy has been further battered by the coronavirus pandemic.\n\nAD\n\nThe official Korea Central News Agency (KCNA) said at least 16,680 houses and 630 public buildings have been destroyed or flooded during the monsoon, with nearly 100,000 acres of crops damaged and many roads, bridges and railway tracks broken. A dam at a power station also gave way, it said.\n\nAD\n\nThe floodwaters approached the Yongbyon nuclear complex last week, reaching the bases of two pump houses designed to cool the country’s main nuclear reactor, according to the 38 North website, citing satellite imagery.\n\nThe floodwaters have receded somewhat and pose “no imminent danger,” as the main reactor apparently has not been operating for some time and a nearby experimental light water reactor has yet to come online, said Jenny Town, deputy director of 38 North, part of the Stimson Center.\n\nAD\n\n“In the long run, though, it exposes a vulnerability of the reactors to extreme weather events such as floods,” she wrote in an email, noting that North Korea has been working on building an embankment and dam along the Kuryong River to offer better protection.\n\n“But this year, the river level is unusually high,” Town added. “If this were to happen when a reactor was running, it could cause problems in the cooling systems that would necessitate the reactors to be shut down.”\n\nThe floods have inflicted damage throughout the Korean Peninsula. In South Korea, weeks of rains have left 42 people dead or missing and more than 7,800 displaced, according to official estimates cited by the Yonhap News Agency. Provisional heavy-rain alerts were issued Friday for six cities and provinces, including Seoul, with more than 12 inches of rain forecast for some areas, KBS reported.\n\nAD\n\nAD\n\nIn the North, however, Kim says he does not want outside help because of the risk of coronavirus.\n\nKim told a Politburo meeting that the situation has caused great hardship, with many people living in temporary housing, and called on the Workers’ Party to “share the pain with them and to relieve them of their sufferings.”\n\nBut he said that must not undermine the battle against the pandemic.\n\n“The situation, in which the spread of the worldwide malignant virus has become worse, requires us not to allow any outside aid for the flood damage but shut the border tighter and carry out strict anti-epidemic work,” Kim was quoted as saying by KCNA.\n\nWary of the potential impact of a coronavirus outbreak on the country’s ill-equipped health sector, North Korea moved swiftly to close its borders in January. The country says it does not have had any confirmed cases of the virus, a claim some experts doubt.\n\nAD\n\nAD\n\nBenjamin Silberstein, a nonresident fellow at the Stimson Center and close observer of North Korea’s economy, said the country is used to dealing with floods every year but that the current disaster comes at a difficult time and that the state’s “paranoia” about the virus risks making a bad situation worse.\n\n“The state is under considerable economic stress, and these floods come at a time when the stability of the food situation is already in question,” he said in an email.\n\n“Kim’s warning against accepting flooding assistance from abroad is very concerning and only makes sense if you consider how poorly equipped North Korea is to screen for and monitor virus infections.”\n\nAD\n\nThe DPRK Red Cross is helping 2,800 families affected by the floods, providing tents, tarpaulins and other goods such as kitchen sets, water-purification tablets and quilts, while continuing anti-epidemic work, according to Antony Balmain, Asia Pacific communications manager for the International Federation of Red Cross and Red Crescent Societies.", "METADATA": {"description": "Kim Jong Un says borders must remain closed because of the risks of coronavirus.", "og": {"site_name": "Washington Post", "type": "article", "url": "https://www.washingtonpost.com/world/north-korea-floods-kill-22-approach-nuclear-reactor--but-kim-doesnt-want-help/2020/08/13/f53992a8-ddda-11ea-b4f1-25b762cdbbf4_story.html", "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/CQ3YPMW54II6VAE6XC7FPOTBNY.jpg&w=1440", "title": "North Korea floods kill 22, approach nuclear reactor — but Kim doesn’t want help", "description": "Kim Jong Un says borders must remain closed because of the risks of coronavirus."}, "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "title": "North Korea floods kill 22, approach nuclear reactor — but Kim doesn’t want help", "description": "Kim Jong Un says borders must remain closed because of the risks of coronavirus."}, "last_updated_date": "2020-08-15T02:03:19.752Z", "article": {"content_tier": "metered", "opinion": "false"}, "viewport": "width=device-width", "next-head-count": 2}}}