{"GDELT": {"GlobalEventID": 940679350, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "STUDENT", "Actor1Type1Code": "EDU", "Actor2Code": "GBR", "Actor2Name": "BRITISH", "Actor2CountryCode": "GBR", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.42276422764228, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200814030000, "SOURCEURL": "https://www.cbc.ca/news/canada/calgary/cbe-parents-opt-for-online-learning-over-in-person-learning-1.5685100"}, "ARTICLE": {"TITLE": "'I'm not going to risk her health ... for Grade 6': Why these Calgary parents plan to keep their kids home", "TEXT": "A child who's too anxious about the COVID-19 pandemic to return to school. An immunocompromised single mom whose doctor recommended keeping her daughter out of classes. A parent who feels the Alberta government's return to school plan is \"reckless.\" These are just some of the Calgarians making the heart-wrenching decision to opt for the public school system's online learning this fall rather than sending kids back to the classrooms.\n\nRegistration for the Calgary Board of Education's short-term Hub online learning program opened this week. It's meant as an alternative for families who aren't comfortable returning for \"near-normal\" in-person learning with the ongoing pandemic.\n\nFor Tamara Rose, who has shared her experience with the education system with CBC News since the outset of the pandemic, keeping her seven-year-old daughter home in September is a necessity.\n\n\"My doctor didn't recommend for me to put her back into class,\" she said. \"So now we are going to have to try and manage doing the [Hub] home school while I continue to work full-time from home while being a single mom.\"\n\nRose's doctor made that recommendation because she has multiple autoimmune diseases.\n\n\"One of them is in my lungs and therefore it makes me a higher risk for adverse effects from COVID-19, with the possibility of permanent lung damage,\" she said.\n\n\"We're hoping that something changes in February and she can go back to class. But we're prepared to just keep going for the whole year this way.\"\n\nTamara Rose says keeping her seven-year-old daughter Scarlett home in September is a necessity. (Tamara Rose)\n\nRose said her boyfriend and her father have stepped up to help her make Hub learning possible for her daughter, who is about to start Grade 2.\n\n\"But with my dad being high risk as well — he unfortunately has a lot of the same medical things that I have — we have to completely close our cohort,\" she said.\n\nRose said she knows she's fortunate to be able to make this work, and hopes her decision and that of other parents opting to use Hub helps the bigger picture.\n\n\"I'm hoping that with the choice for parents to stay home it will actually even decrease the class sizes slightly for the people that do have to send their kids,\" she said. \"I hope that makes for a safer environment for pretty much everybody.\"\n\nProspect of staying home upsets some students\n\nDana Watson signed up her daughter for Grade 6 with Hub. It was a decision she said that wasn't easy.\n\n\"She is upset, she's not happy about it. She's a social creature and she misses all of that,\" said Watson.\n\nBut with a family member who is considered high-risk, Watson said she didn't want to put her daughter into a crowded classroom — where no one really knows what will happen in the fall.\n\n\"I would have liked to have seen the setup of the school before making the decision but that's not possible because it's summer. And they're starting in September and we had to register for the Hub previous to that,\" she said.\n\n\"I'm not going to risk her health or another person's health for Grade 6.\"\n\nWatson said she'll still be working full-time, but her husband works from home and will cut back his hours to make this possible.\n\nParents forced to decide without knowing school plans\n\nJoanne Pitman, superintendent of school improvement with the CBE, said the board has heard from parents the desire to have individual school plans, but she said it's important to recognize that the plans are dependent on student enrolment.\n\n\"The vast majority of school authorities across the province are asking families to be able to indicate whether or not they will attend in-person or online learning earlier and before individual school plans are posted,\" she said.\n\nJoanne Pitman, superintendent of school improvement, said individual school plans are dependent on enrolment numbers. (CBC)\n\nPitman said individual school plans will be completely in line with the re-entry guidelines.\n\n\"All of our schools will be required to have very clear seating plans, and the primary component of ensuring that wherever possible the movement of furniture and space to create ultimate space between students based on the number of students in a room follow the guidelines set out by Albert Education.\"\n\nParent wishes class sizes were capped\n\nMarissa Maitland Hare said she's still undecided regarding if she'll register her daughter, Audrey Maitland, for Grade 4 with Hub or in-person.\n\nShe's still holding out hope that the UCP government will make changes to the province's school re-entry guidelines so that class sizes and cohorts are capped.\n\n\"I don't want to send them if it's going to be how it was, say, March 1st, in a classroom of 24 or 25 kids — all in one place and without any other measures in place like proper Plexiglas barriers that would allow kids to work close to each other, and their table configurations or with the teachers,\" she said.\n\nMaitland Hare said Audrey seems apprehensive about going back for in-person learning.\n\n\"She said she would probably rather go online, which I found really shocking because she was the one who was totally burnt-out from it,\" she said.\n\n\"But she's got major anxiety about COVID. She gets really upset when her brother doesn't properly social distance playing with kids on the playground. She's sort of the mask police in our house, making sure that we all have our masks before we go out.\"\n\nMaitland Hare said she's scheduled a call with her MLA to talk about her concerns about the re-entry plan.\n\nIt just seems so wrong in the face of it that we'd be asking kids to go and do the things that we as adults won't do. - Marissa Maitland Hare, parent\n\n\"He's not sitting with all of his colleagues in the legislature because they know it's unsafe for that many people to be together. I haven't been at my job since March because my employer recognizes that it's unsafe for 100 or so of us that sit on my floor to all be together in our open environment,\" she said.\n\n\"It just seems so wrong in the face of it that we'd be asking kids to go and do the things that we as adults won't do.\"\n\nAlberta plan feels 'reckless,' another mom says\n\nLucy Martin registered her son for Grade 6 with Hub.\n\nShe said that compared with how British Columbia is handling its return of students, Alberta's plan feels \"reckless\" to her.\n\n\"Given the lack of safety provisions the UCP has provided, I don't feel safe for my son to return to a class of 32-plus with one teacher. His school is an older building and the classrooms are tiny,\" she said.\n\nBut she worries about her son's lack of social interactions while learning from home.\n\n\"He's an only child so learning at home can feel isolating,\" she said. \"When I've asked him how he feels about it, he's OK and comfortable with the online learning format but really misses his classmates, teacher, music class and gym.\"\n\nMartin said she's made a big personal sacrifice by quitting her job to make this work but is hopeful it will go smoother than the emergency online schooling put in place in March.\n\n\"I feel like the Hub will provide a lot more curriculum detail versus the emergency online learning, which was lacking a lot given how it had to be put in place in such a short time,\" she said.\n\nHub requires major commitment from parents, students\n\nPitman said the Hub option will require a significant commitment from parents and students.\n\nStudents in Grades 1 to 6 will have class instruction for set times each week for between five and six hours, to be supplemented by pre-recorded videos and direct instructions that will be specific to assignments.\n\n\"Students will also then have independent work on top of those other instructional periods and then there's always individual followup with students or small groups,\" said Pitman, noting it will all add up to about 20 hours of work a week.\n\nStudents in Grades 7 to 9 will have five to seven hours of direct instruction, supplemented also by videos and independent work.\n\n\"Four hours daily or one hour per course daily of independent work,\" she said, noting it would add up to about 25 hours of work a week.\n\nHigh school students will receive two hours per-week of direct instruction per course, paired with videos and independent work, resulting in 30 hours per week of time that must be committed toward coursework.\n\nPitman said once registration for Hub closes on Aug. 24, the CBE will reassign existing teachers to meet the demand.\n\n\"At this time, it is challenging to make a full prediction of how many parents will be registering their students for the Hub,\" she said. \"We have said that we are not limiting registration to the Hub for existing CBE students.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/canada/calgary/cbe-parents-opt-for-online-learning-over-in-person-learning-1.5685100", "title": "'I'm not going to risk her health ... for Grade 6': Why these Calgary parents plan to keep their kids home | CBC News", "image": "https://i.cbc.ca/1.5686632.1597421884!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/school-hub.jpg", "description": "A child who's too anxious about the pandemic to return to school. An immunocompromised single mom whose doctor recommended keeping her daughter out of classes. A parent who feels the Alberta government's return to school plan is \"reckless.\" These are just some of the Calgarians making the difficult decision to opt for online learning rather than having kids back in the classroom this fall.", "locale": "en_US", "type": "article"}, "fb": {"pages": "128015371297,336461307999,220584564635644,5823419603,131391066889737,133158107173,161231191936,152755021841,142551811174,128015371297,260926308211,286023281502233,227503940669086,137157893114941,289720881062575,258365406781,540683329310481,118434788198374,139973899373506,280550026496,481521000412,253739841396467,170300219399,128015371297,707262649368682,280550026496,343345435724957,284576841689,343354062403743,325135839870,192209947577094,473970865963628,48363581912,980153248675210,50566954493,630185150356988,564980490362398,9021636963"}, "vf": {"section": "2.642", "unique_id": "1.5685100"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "A child who's too anxious about the pandemic to return to school. An immunocompromised single mom whose doctor recommended keeping her daughter out of classes. A parent who feels the Alberta government's return to school plan is \"reckless.\" These are just some of the Calgarians making the difficult decision to opt for online learning rather than having kids back in the classroom this fall."}}}