{"GDELT": {"GlobalEventID": 940677141, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ETH", "Actor1Name": "ETHIOPIA", "Actor1CountryCode": "ETH", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.17460317460317, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Sodo, Oromiya, Ethiopia", "Actor1Geo_CountryCode": "ET", "Actor1Geo_ADM1Code": "ET51", "Actor1Geo_ADM2Code": "149292", "Actor1Geo_Lat": 8.58333, "Actor1Geo_Long": 35.8167, "Actor1Geo_FeatureID": "-619901", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Sodo, Oromiya, Ethiopia", "Action2Geo_CountryCode": "ET", "Action2Geo_ADM1Code": "ET51", "Action2Geo_ADM2Code": "149292", "Action2Geo_Lat": 8.58333, "Action2Geo_Long": 35.8167, "Action2Geo_FeatureID": "-619901", "DATEADDED": 20200814024500, "SOURCEURL": "https://www.nazret.com/2020/08/11/at-least-10-dead-in-ethiopia-protests-over-autonomy-health-officials/"}, "ARTICLE": {"TITLE": "At least 10 dead in Ethiopia protests over autonomy: health officials", "TEXT": "ADDIS ABABA (Reuters) – At least 10 people died in clashes between protesters and security forces in Ethiopia’s southern region on Monday, health officials said, the latest violence as myriad ethnic groups clamour for more autonomy.\n\nThe protests were sparked by Sunday’s arrest of local officials and activists seeking a new autonomous region for their Wolaita ethnic group, said Matheos Balcha, spokesman of the opposition party Wolaita National Movement Party. One of their party members was arrested, he said.\n\nSecurity forces shot dead at least six people in Boditi on Monday, a town 295 km (180 miles) southwest of the capital Addis Ababa, said Temesgen Hilina, a senior official at Boditi health center.\n\n“They were shot in the head, abdomen, and their chest,” he said. “I was the one who gave them the first treatment and later they died.”\n\nA 14-year-old boy was among the dead, he said, and 34 people injured.\n\nIn Sodo town, 315 km southwest of Addis, a health officer from Wolaita Sodo University teaching hospital said he saw four dead gunshot victims and heard of eight others from colleagues. He spoke on condition of anonymity.\n\nThe regional government spokeswoman did not return a call seeking comment.\n\nLike many ethnic groups, the Wolaita – currently part of the Southern Nations, Nationalities, and Peoples Regional state – want their own state, which would give them greater powers over security and taxation.\n\nEthiopia currently has 10 states and around 80 ethnic groups. Its federal system allows any ethnic group to demand a referendum on establishing their own autonomous region – but the previous administration never permitted such votes.\n\nPrime Minister Abiy Ahmed, who came to power in 2018, oversaw democratic reforms that included holding one such referendum last year. But Abiy has struggled to reign in the forces he unleashed as regional strongmen build their bases with appeals to ethnic nationalism.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"image": "https://www.nazret.com/wp-content/uploads/2020/08/Sodo-.png"}, "author": "admin", "description": "ADDIS ABABA (Reuters) - At least 10 people died in clashes between protesters and security forces in Ethiopia's southern region on Monday, health officials said", "keywords": "autonomy,ethnic federalism,ethnic violence,protest,sodo,wolaita", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://www.nazret.com/wp-content/uploads/2016/09/cropped-nazretIcon-270x270.jpg"}}}