{"GDELT": {"GlobalEventID": 940641772, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "JUDMED", "Actor1Name": "JUDICIARY", "Actor1Type1Code": "JUD", "Actor1Type2Code": "MED", "Actor2Code": "ISRMED", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -5.625, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS", "Action2Geo_Lat": 31.5, "Action2Geo_Long": 34.75, "Action2Geo_FeatureID": "IS", "DATEADDED": 20200813231500, "SOURCEURL": "https://www.expatica.com/uk/uncategorized/iran-jails-2-as-spies-for-israel-germany-uk-467294/"}, "ARTICLE": {"TITLE": "Iran jails 2 as spies for Israel, Germany, UK - Expat Guide to the United Kingdom", "TEXT": "Iran said Tuesday it has jailed two men over spying for Britain, Germany and Israel, the latest in a string of espionage cases that have led to arrests and executions.\n\nJudiciary spokesman Gholamhossein Esmaili told reporters that the two would each serve 10 years behind bars.\n\nOne of them, Massud Mossaheb, had been “spying for (Israeli spy agency) Mossad and Germany” under the guise of general secretary of an Austrian-Iranian society, Esmaili said, quoted by state television’s website.\n\nMossaheb was found to have been providing them with information on Iran’s “missile, nuclear, nanotechnology and medical fields”.\n\nThe second man, Shahram Shirkhani, had been working for British intelligence, the spokesman said.\n\nShirkhani had been seeking to “corrupt authorities and recruit” people as well as give away information on “contracts related to the central bank, Melli Bank and the defence ministry”.\n\nEsmaili said five more people had been arrested recently for alleged espionage in the foreign, defence and industry ministries, companies working in the energy industry, and Iran’s atomic agency.\n\nHe did not give their identities or elaborate on charges.\n\nThe Austrian foreign ministry said Tuesday it had had no access to Austrian-Iranian Mossaheb in custody or to his trial, due to his status as a dual national.\n\nAustria’s efforts “for the prisoner’s release will continue undiminished efforts at the highest level”, in a statement to AFP in Vienna.\n\nIran does not recognise dual nationality and says it considers dual nationals as subject to Iranian laws.\n\nIn mid-2019, Austria called for the release of Mossaheb, who is in his early 70s.\n\nIt said at the time that no formal charges had been pressed and the reason for his detention was unknown.\n\n– Detentions, executions –\n\nAccording to Austria’s Der Standard newspaper, Mossaheb had travelled to Iran with a delegation from an Austrian research centre which had opened a subsidiary near Tehran.\n\nAfter his detention in January 2019, his family had no contact with him for weeks, before eventually learning that he was being held in Tehran’s Evin prison.\n\nThe Austrian-Iranian Society says its aim is to foster closer ties between the two countries, particularly in the economic sphere.\n\nIran has recently announced several detentions and in some cases executions of people found guilty of spying by its courts.\n\nThe latest was Mahmoud Mousavi Majd, a former translator executed last month for spying for the US and Israel, including helping to locate top Iranian general Qasem Soleimani, who was later killed in Iraq by the Americans.\n\nIran executed another man, Reza Asgari, in July, after he was convicted of spying on Iran’s missile programme for the US Central Intelligence Agency (CIA).\n\nAnd in February, Tehran handed down a similar sentence for Amir Rahimpour, also convicted of spying for Washington and of conspiring to sell information on Iran’s nuclear programme.\n\nTehran announced in December it had arrested eight people “linked to the CIA” involved in nationwide street protests that erupted the previous month over a surprise petrol price hike.\n\nIt also said in July 2019 that it had dismantled a CIA spy ring, arresting 17 suspects between March 2018 and March 2019 and sentencing some of them to death.\n\nUS President Donald Trump at the time dismissed the claim as “totally false”.\n\nMossaheb is among several dual nationals and other foreigners held in Iran over security charges.\n\nOne of them is the French-Iranian academic Fariba Adelkhah, whose five-year jail sentence over “security charges including conspiring against national security” was upheld at the end of June.\n\nOthers include British-Iranian woman Nazanin Zaghari-Ratcliffe, and Iranian-American businessman Siamak Namazi and his father Mohammad Bagher Namazi.\n\nThe Islamic republic is also holding Kylie Moore-Gilbert, a British-Australian academic serving a 10-year prison sentence for spying, a charge she has denied.", "METADATA": {"viewport": "width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0", "application-name": "Expat Guide to the United Kingdom | Expatica", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "https://www.expatica.com/app/themes/expatica/assets/images/favicons/mstile-144x144.png", "msapplication-square70x70logo": "https://www.expatica.com/app/themes/expatica/assets/images/favicons/mstile-70x70.png", "msapplication-square150x150logo": "https://www.expatica.com/app/themes/expatica/assets/images/favicons/mstile-150x150.png", "msapplication-wide310x150logo": "https://www.expatica.com/app/themes/expatica/assets/images/favicons/mstile-310x150.png", "msapplication-square310x310logo": "https://www.expatica.com/app/themes/expatica/assets/images/favicons/mstile-310x310.png", "google-site-verification": "sgMNviXG2krwk6u7qeB2sVJQj1HzQ95FooPcxTSMarU", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Iran jails 2 as spies for Israel, Germany, UK - Expat Guide to the United Kingdom | Expatica", "description": "Iran said Tuesday it has jailed two men over spying for Britain, Germany and Israel, the latest in a string of espionage cases that have led to arrests and executions. Judiciary spokesman Gholamhossein Esmaili told reporters that the two would...", "url": "https://www.expatica.com/uk/uncategorized/iran-jails-2-as-spies-for-israel-germany-uk-467294/", "site_name": "Expat Guide to the United Kingdom | Expatica", "image": {"identifier": "https://www.expatica.com/app/uploads/sites/10/2020/04/Moving-to-the-UK.jpg", "width": 1920, "height": 1280}}, "article": {"publisher": "https://www.facebook.com/ExpaticaInternational/", "published_time": "2020-08-11T17:32:10+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@expatica", "site": "@expatica"}}}}