{"GDELT": {"GlobalEventID": 940698431, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LBN", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor2Code": "SYR", "Actor2Name": "SYRIAN", "Actor2CountryCode": "SYR", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.3482587064676705, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Actor1Geo_CountryCode": "WE", "Actor1Geo_ADM1Code": "WE00", "Actor1Geo_ADM2Code": "68767", "Actor1Geo_Lat": 31.9026, "Actor1Geo_Long": 35.1955, "Actor1Geo_FeatureID": "-795956", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ramallah, West Bank (general), West Bank", "Action2Geo_CountryCode": "WE", "Action2Geo_ADM1Code": "WE00", "Action2Geo_ADM2Code": "68767", "Action2Geo_Lat": 31.9026, "Action2Geo_Long": 35.1955, "Action2Geo_FeatureID": "-795956", "DATEADDED": 20200814054500, "SOURCEURL": "https://www.yorktonthisweek.com/snow-falls-in-middle-east-as-strong-winter-storm-lashes-syrian-refugees-killing-2-in-lebanon-1.1707283"}, "ARTICLE": {"TITLE": "Snow falls in Middle East as strong winter storm lashes Syrian refugees; killing 2 in Lebanon", "TEXT": "ANJAR, Lebanon - Snow fell in parts of the Middle East on Wednesday as a powerful winter storm swept through the region, killing two Syrian refugees in Lebanon and forcing thousands who have fled their country's civil war to huddle for warmth in tents in refugee camps.\n\nIn Syria, the guns fell silent as snow fell in the cities of Damascus and Aleppo and government warplanes remained on the ground because of bad visibility.\n\narticle continues below\n\nThe storm dumped rain and hail on Lebanon's coast and heavy snows in the mountains and central Bekaa Valley. Gas stations, schools, banks and shops shuttered and power was cut throughout Lebanon, but it was particularly trying for the hundreds of thousands of Syrian refugees who live in tents and makeshift shelters.\n\nIn eastern Lebanon, security officials said a Syrian shepherd, Ammar Kamel, 30, and a 7-year-old boy, Majed Badawi, died in the storm Wednesday as they made the dangerous trek through the rugged, snow-covered mountains from Syria to the Lebanese border town of Chebaa. The officials spoke on condition of anonymity because they were not authorized to speak to the media.\n\nNear the town of Anjar, on the border with Syria, refugees used brooms and sticks to try to clear heavy snow from the tops of their tents, fearing the shelters would collapse. Inside, adults huddled around wood-burning stoves to try to keep warm.\n\nIn Beirut's slum of Shatila, residents waded through dirty water and floating garbage that clogged the narrow alleys while children played, trying to catch hail.\n\nIbtisam Mohammed, a 37-year-old mother of seven, managed to get her rusting diesel stove working again on Wednesday, in an effort to warm her home. The wind had ripped away the plastic sheet used for windows and water dripped on the floor from the tin roof.\n\n\"We dragged the mattress to that corner, it's the only dry place in the house,\" she said, adding she hoped the cold wouldn't make her sicker — she has throat cancer and relies on charity for medical care.\n\nNearby, Abu Hussein, 32, huddled under blankets in his tiny one-room home with his two children. \"This is how we keep warm,\" he laughed.\n\nElsewhere, Palestinian authorities in the West Bank and Gaza Strip declared a state of emergency over the storm. An eight-month-old Palestinian infant in the Tulkarem refugee camp died in a fire caused by a heating stove, said Palestinian civil defence ministry spokesman Louay Bani Odeh.\n\nSnow also accumulated in the Golan Heights and northern Israel. Jerusalem schools closed ahead of a forecast warning of 10 inches (25 centimetres) of snowfall. The weather dominated Israeli media newscasts as snow fell in repeated bursts in Jerusalem, with media promising more snowfall later.\n\nIsraeli police closed roads in the country's north as Jerusalem city officials directed snow preparations from a \"war room\" in a bunker underneath city hall, and deployed about 150 snowplows. The military readied armoured personnel carriers to help the police.\n\nA downtown supermarket said it stored up on five times the amount of provisions, and employees were to spend the night at the store because of road closures.\n\nIn Egypt, a sandstorm engulfed Cairo for a second day, followed by a brief rainfall Wednesday while in the Mediterranean port city of Alexandria, gusty winds toppled a minaret. The state MENA news agency reported no casualties, adding that the mosque was subsequently shut down for repair work.\n\nIn Syria, snow blanketed Qassioun Mountain, which overlooks the capital, Damascus. The snowfall also brought traffic to a near standstill in the city and the Education Ministry shuttered schools and universities for two days.\n\nHeavy fog also blanketed parts of Pakistan on Wednesday morning. Pakistan's Civil Aviation Authority said officials temporarily closed Islamabad's Benazir Bhutto International Airport due to bad weather, diverting incoming flights to Lahore.\n\nIn Amman, Royal Jordanian cancelled some of its Thursday and Friday flights due to bad weather, including those to Iraq, Tel Aviv, Dubai, Riyadh and Cairo.\n\nSome found joy amid the stormy weather. Abdul-Hamid Ayash, a 32-year-old trader stranded in Beirut after snows closed the route to his mountain home, smoked a cigarette by the sea, watching waves crash against concrete breakers.\n\n\"I'm not sorry I'm stuck here,\" he said. \"Is there anything nicer than walking in the rain?\"\n\n___\n\nHadid reported from Beirut.\n\nAssociated Press writers contributing to this report include Mohammed Daraghmeh in Ramallah, West Bank; Fares Akram in Gaza City, Gaza Strip; Daniel Estrin and Ian Deitch in Jerusalem; Ryan Lucas in Beirut; Albert Aji in Damascus, Syria; Merrit Kennedy in Cairo; Omar Akour in Amman, Jordan, and Rebecca Santana in Islamabad.\n\n___\n\nFollow Hussein Malla on Twitter at www.twitter.com/hmalla72 and Diaa Hadid on www.twitter.com/diaahadid", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "robots": "NOODP", "description": "ANJAR, Lebanon - Snow fell in parts of the Middle East on Wednesday as a powerful winter storm swept through the region, killing two Syrian refugees in Lebanon and forcing thousands who have fled . . .", "news_keywords": "General news, Social issu, Weather, Human welfare, Political refugees, international, Air travel disruptions, Storms, Weather forecasts, Winter weather", "title": "Snow falls in Middle East as strong winter storm lashes Syrian refugees; killing 2 in Lebanon | Yorkton This Week", "DC.title": "Snow falls in Middle East as strong winter storm lashes Syrian refugees; killing 2 in Lebanon", "author": "Hussain Malla", "DC.creator": "Hussain Malla", "keywords": "General news, Social issu, Weather, Human welfare, Political refugees, international, Air travel disruptions, Storms, Weather forecasts, Winter weather", "DC.subject": "General news, Social issu, Weather, Human welfare, Political refugees, international, Air travel disruptions, Storms, Weather forecasts, Winter weather", "section": "News", "og": {"type": "article", "site_name": "Yorkton This Week", "url": "https://www.yorktonthisweek.com/snow-falls-in-middle-east-as-strong-winter-storm-lashes-syrian-refugees-killing-2-in-lebanon-1.1707283", "title": "Snow falls in Middle East as strong winter storm lashes Syrian refugees; killing 2 in Lebanon", "image": {"identifier": "https://images.glaciermedia.ca/polopoly_fs/1.1707458.1420647990!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/dam104-17-2015-000000-high-jpg.jpg", "width": 560, "height": 292}, "description": "ANJAR, Lebanon - Snow fell in parts of the Middle East on Wednesday as a powerful winter storm swept through the region, killing two Syrian refugees in Lebanon and forcing thousands who have fled . . ."}, "fb": {"app_id": 883819825025319}, "article": {"section": "News", "publisher": "https://www.facebook.com/pages/Yorkton-This-Week/168910973121215"}, "twitter": {"site": "@YorktonThisWeek", "title": "Snow falls in Middle East as strong winter storm lashes Syrian refugee", "card": "summary_large_image", "image": "https://images.glaciermedia.ca/polopoly_fs/1.1707458.1420647990!/fileImage/httpImage/image.jpg_gen/derivatives/facebookogimage_560_292/dam104-17-2015-000000-high-jpg.jpg", "description": "ANJAR, Lebanon - Snow fell in parts of the Middle East on Wednesday as a powerful winter storm swept through the region, killing two Syrian refugees in Lebanon and forcing thousands who have fled . . ."}, "msvalidate.01": "9CCB455B7FDA1B44FB0E618929FC0140"}}}