{"GDELT": {"GlobalEventID": 940636176, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "LBN", "Actor1Name": "BEIRUT", "Actor1CountryCode": "LBN", "Actor2Code": "LBNLEG", "Actor2Name": "LEBANESE", "Actor2CountryCode": "LBN", "Actor2Type1Code": "LEG", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -5.408653846153849, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200813223000, "SOURCEURL": "https://www.arabnews.com/node/1719031/middle-east"}, "ARTICLE": {"TITLE": "Beirut emergency law sparks fears of army crackdown", "TEXT": "BEIRUT: Lebanon’s parliament has approved a two-week state of emergency in Beirut that gives sweeping powers to the army, prompting warnings of a crackdown on protests in the city.\n\nThe green light for the tough new measures comes 10 days after a deadly explosion in the capital killed more than 170 people, wounded 6,500 others and forced the Cabinet to step down.\n\nIn its first meeting since the blast, Lebanon’s parliament on Thursday backed legislation allowing the army to ban gatherings deemed threats to national security and expanding the jurisdiction of military courts over civilians.\n\nHuman rights groups warned that the emergency law will give the Lebanese military extensive powers to quell protests and leave activists at the mercy of military courts.\n\nThe Lebanese parliament met in Beirut’s Unesco Palace complex after its headquarters were heavily damaged in the explosion.\n\nOpinion This section contains relevant reference points, placed in (Opinion field)\n\nA decree imposing a state of emergency was issued by Prime Minister Hassan Diab’s government the day after the explosion.\n\nThe government resigned five days later amid angry protests demanding “revenge” for the blast, which has been widely blamed on negligence by the authorities.\n\nSources told Arab News that the Lebanese judiciary is waiting on a report by French experts who joined rescue efforts and investigated the site of the explosion to determine its causes.\n\nThe Lebanese judiciary concluded that “according to investigations with officials under arrest and witnesses, the incident was due to negligence that allowed the storing of 2,750 tons of ammonium nitrate in a warehouse in the port for seven years without taking precautionary measures.”\n\nA source said that “the investigator in charge of the case has listened to the testimony of security officials.”\n\nInvestigators will also interview former public works ministers Ghazi Aridi, Ghazi Zaiter and Youssef Fenianos along with former justice and finance ministers, including Salim Jreissati and Maj. Gen. Ashraf Rifi.\n\nMeanwhile, complications surround the appointment of a judicial investigator.\n\nArab News has been told that the Higher Judicial Council considered appointing judge Tareq Al-Bitar, who was proposed by the caretaker justice minister. However, Al-Bitar declined the role.\n\nSources said that “Al-Bitar later was pressured by two Free Patriotic Movement ministers to retrieve his resignation, which led to the Higher Judicial Council expressing reservations over his nomination.”\n\nEight MPs — Nadim Gemayel, Paula Yacoubian, Sami Gemayel, Elias Hankach, Michel Moawad, Neemat Frem, Henry Helou, and Marwan Hmadeh — have resigned following the explosion. The parliament session was boycotted by members of the Lebanese Forces bloc.\n\nProtesters gathered near the Unesco Palace during the parliamentary session, chanting slogans and waving Lebanese flags.\n\nParliamentary Speaker Nabih Berri accused MPs who resigned of neglecting their duties while “the country is dying right in front of us.”\n\nHe called for the prompt formation of a new government “with a primary goal of fighting corruption and restoring Lebanese unity.”\n\nThe parliamentary session lasted for only 40 minutes but brought divisions between those calling for a parliamentary investigative committee and others demanding an international inquiry.\n\nMP Usama Saad warned that the state of emergency will hinder public freedom.\n\n“At this time we want the army and security forces to be a support to the people rather than being coercive agencies,” he said.\n\nThe White Shirts medical group, which treats people injured during protests, claimed that security forces had used lethal “shredded” bullets — an explosive projectile that causes massive internal injuries — against protesters in recent days.\n\nThe volunteer group held a press conference to show X-rays detailing shocking injuries among protesters taken to hospital.\n\nFormer health minister Mohammed Jawad Khalifeh was among the first to warn on Twitter against use of the bullets.\n\nHundreds of volunteers gathered in Martyrs’ Square to help remove rubble and broken glass from houses, office blocks and shops throughout the devastated city.\n\nMore than 180 aircraft had carried emergency aid to Lebanon by Thursday. The relief operation is being coordinated by the Lebanese army, which is storing and distributing material including food, tents and medical supplies.\n\nAfter arriving in Beirut on Thursday, David Hale, US state undersecretary for political affairs, said in a statement: “Economic and fiscal reforms are needed, and an end to dysfunctional governments and empty promises.\n\n“All Lebanese want to see a Lebanon guided by the Lebanese people that fulfills their ambitions and needs, not those of others.\n\n“The US is ready to support a Lebanese government that reflects and responds to the will of the people, and genuinely commits and acts for real change.\"\n\nHale said that the FBI will join Lebanese and international investigators at the invitation of the Lebanese \"in order to help answer questions that I know everyone has about the circumstances that led up to this explosion and to work with Lebanon in this regard.”\n\nFlorence Parly, France’s armed forces minister, also arrived in the capital, while Mohammad Jawad Zarif, Iran’s foreign minister, is due to arrive on Friday.", "METADATA": {"description": "BEIRUT: Lebanon’s parliament has approved a two-week state of emergency in Beirut that gives sweeping powers to the army, prompting warnings of a crackdown on protests in the city. The green light for the tough new measures comes 10 days after a deadly explosion in the capital killed more than 170 people, wounded 6,500 others and forced the Cabinet to step down.", "abstract": "Get the latest breaking news and headlines from the largest Arab News website. Get world news, sport news, business news, entertainment, lifestyle, video and photos.", "keywords": "Jubail,Al-Ahsa,Al-Kharj,Taif,Qatif,oil,Dammam,Abha,Asir,Yanbu,islam,jobs,sports,Khalij times,gulf news,saudi gazette,Riyadh,Tabuk,Mecca,Medina,AlMadinah,Jeddah,Makkah,Hail,Mecca,Makkah,Eastern,King Abdullah, jobs in Saudi,work in saudi arabia, umrah,Hajj،عرب نيوز", "rights": "Arab News", "fb": {"app_id": 331299401208963, "pages": 10250877124}, "og": {"site_name": "Arab News", "type": "article", "title": "Beirut emergency law sparks fears of army crackdown", "url": "https://arab.news/z8nhb", "description": "BEIRUT: Lebanon’s parliament has approved a two-week state of emergency in Beirut that gives sweeping powers to the army, prompting warnings of a crackdown on protests in the city. The green light for the tough new measures comes 10 days after a deadly explosion in the capital killed more than 170 people, wounded 6,500 others and forced the Cabinet to step down.", "updated_time": "2020-08-13T23:20:09+03:00", "image": {"identifier": "https://www.arabnews.com/sites/default/files/2020/08/13/2228786-61838762.jpg", "url": "https://www.arabnews.com/sites/default/files/2020/08/13/2228786-61838762.jpg"}}, "twitter": {"card": "summary_large_image", "site": {"identifier": "@Arab_News", "id": 69172612}, "creator": {"identifier": "@Arab_News", "id": 69172612}, "title": "Beirut emergency law sparks fears of army crackdown", "url": "https://arab.news/z8nhb", "description": "BEIRUT: Lebanon’s parliament has approved a two-week state of emergency in Beirut that gives sweeping powers to the army, prompting warnings of a crackdown on protests in the city. The green light", "image": "https://www.arabnews.com/sites/default/files/2020/08/13/2228786-61838762.jpg"}, "article": {"published_time": "2020-08-13T23:15:43+03:00", "modified_time": "2020-08-13T23:20:09+03:00"}, "viewport": "width=device-width, initial-scale=1.0"}}}