{"GDELT": {"GlobalEventID": 940632622, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "VAT", "Actor1Name": "VATICAN", "Actor1CountryCode": "VAT", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.0126582278481, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Vatican City", "Actor1Geo_CountryCode": "VT", "Actor1Geo_ADM1Code": "VT", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.45, "Actor1Geo_FeatureID": "VT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Vatican City", "Action2Geo_CountryCode": "VT", "Action2Geo_ADM1Code": "VT", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.45, "Action2Geo_FeatureID": "VT", "DATEADDED": 20200813220000, "SOURCEURL": "https://www.msn.com/en-us/news/us/parishioners-win-fight-to-keep-historic-church-open-for-worship/ar-BB17VMmd"}, "ARTICLE": {"TITLE": "Parishioners Win Fight To Keep Historic Church Open For Worship", "TEXT": "© James Maver After the Archdiocese closed it, parishioners fought to keep the church of Most Holy Trinity in Mamaroneck as Catholic worship space.\n\nMAMARONECK, NY — A group of determined parishioners connected to Most Holy Trinity Church in Mamaroneck has won a battle with the Archdiocese of New York to keep the church open.\n\nThey were so upset in 2018 when Timothy Cardinal Dolan merged their parish with St. Vito Parish in Mamaroneck and ordered the historic building closed that they pursued the matter all the way to Rome.\n\n\"Most Holy Trinity Church has been a beacon of the Catholic faith in Mamaroneck for well over a century,\" said one of the group's lawyers, James Maver.\n\nThe case was under consideration at the Vatican, before the Supreme Court of the Holy See, when Cardinal Dolan rescinded his order in July.\n\nNow the church can be accessed for private prayer and the celebration of at least two masses per year. Additional Catholic activities could be held within the church at the discretion of the pastor of the merged St. Vito-Most Holy Trinity Parish.\n\nThe jubilant plaintiffs point out that Cardinal Dolan's action does not change the fact that the Parish of the most Holy Trinity has been merged with the Parish of St. Vito, nor does it automatically restore the celebration of regular mass at Most Holy Trinity Church.\n\nThey just want to make sure that the church, built in 1886 as the seat of Mamaroneck's first Catholic parish, can continue to exist as a sacred space. So they're forming a nonprofit to raise the money necessary to pay all future expenses associated with its care.\n\n\"If these expenses are not a burden to the Archdiocese of New York or St. Vito-Most Holy Trinity Parish no grounds will exist under canon law to permit the church’s permanent closure or sale in the future,\" Maver said. \"It is hoped that this effort will inspire others to take financial responsibility for other historic Catholic churches in order that the sacred spaces our ancestors built may continue to spiritually enrich the lives of future generations of Catholics.\"", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Parishioners Win Fight To Keep Historic Church Open For Worship", "cq": "passed", "Search.Interest": "New York", "robots": "index, follow", "description": "They hope to inspire others to take financial responsibility for other historic Catholic churches as sacred spaces.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}