{"GDELT": {"GlobalEventID": 940693230, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "LBNJUD", "Actor1Name": "LEBANON", "Actor1CountryCode": "LBN", "Actor1Type1Code": "JUD", "Actor2Code": "LBN", "Actor2Name": "LEBANESE", "Actor2CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.03674540682415, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor1Geo_CountryCode": "LE", "Actor1Geo_ADM1Code": "LE04", "Actor1Geo_ADM2Code": "18808", "Actor1Geo_Lat": 33.8719, "Actor1Geo_Long": 35.5097, "Actor1Geo_FeatureID": "-801546", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE04", "Actor2Geo_ADM2Code": "18808", "Actor2Geo_Lat": 33.8719, "Actor2Geo_Long": 35.5097, "Actor2Geo_FeatureID": "-801546", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20200814050000, "SOURCEURL": "https://www.globalsecurity.org/military/library/news/2020/08/mil-200813-presstv08.htm"}, "ARTICLE": {"TITLE": "Lebanon says its own Judiciary can handle probe into Beirut blast", "TEXT": "Lebanon says its own Judiciary can handle probe into Beirut blast\n\nIran Press TV\n\nThursday, 13 August 2020 2:27 AM\n\nLebanon's caretaker justice minister has dismissed calls for an international investigation into the recent deadly explosion in Beirut, saying the country's judiciary can handle the probe itself.\n\nMarie-Claude Najem said on Wednesday the August 4 explosion in Beirut is a \"chance\" for the judiciary to \"prove they can do their jobs and win back the confidence of the people.\"\n\nSpeaking to Al Jazeera, Najem said public pressure and the international coverage of the explosion would also likely push matters in the right direction.\n\nThe Lebanese politician has dismissed calls for an international probe into the issue, saying, \"My starting point is always the Lebanese judiciary because I don't want to create a system where every time there is an important issue I go to the international. We can use international experts but my role is to try to improve the judiciary here.\"\n\nShe said the investigations have already been \"internationalized\" as French police officers and forensic specialists were involved in the ongoing investigations into the incident, but their participation was due to the existence of French casualties.\n\nA judicial official said Wednesday that a Lebanese prosecutor is to question several ministers and former ministers over the explosion.\n\n\"The interrogations will begin with former public works minister Ghazi al-Aridi,\" the official said, speaking on condition of anonymity.\n\n\"If a shortcoming or negligence on the part of one of the questioned ministers is found, the judiciary will have to state that it does not have jurisdiction to sue them,\" the official said.\n\nThe official said the current minister of public works, now working in a caretaker capacity because the government has resigned over the August 4 explosion, would also be questioned in coming days.\n\nSeveral other former public works ministers, current and former ministers of finance and justice, will also be brought in, he said.\n\nAccording to latest health ministry figures, the monster explosion at Beirut port killed 171, injured 6,500 and left 300,00 people temporarily homeless.\n\nPrime Minister Hassan Diab's government resigned on Monday amid protests.\n\nThe Lebanese judiciary is due to interrogate four former public works ministers - nominally in charge of overseeing the port - on Friday.", "METADATA": {"keywords": "military,library,news,2020,August", "author": "John Pike", "googlebot": "noindex", "viewport": "width=device-width, initial-scale=1"}}}