{"GDELT": {"GlobalEventID": 940698606, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SGP", "Actor1Name": "SINGAPORE", "Actor1CountryCode": "SGP", "IsRootEvent": 1, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 1.08991825613079, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kallang, Singapore (general), Singapore", "Actor1Geo_CountryCode": "SN", "Actor1Geo_ADM1Code": "SN00", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 1.33333, "Actor1Geo_Long": 103.867, "Actor1Geo_FeatureID": "-73252", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kallang, Singapore (general), Singapore", "Action2Geo_CountryCode": "SN", "Action2Geo_ADM1Code": "SN00", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 1.33333, "Action2Geo_Long": 103.867, "Action2Geo_FeatureID": "-73252", "DATEADDED": 20200814054500, "SOURCEURL": "https://mothership.sg/2020/08/subway-guide-dog-refused-entry/"}, "ARTICLE": {"TITLE": "Subway staff at Kallang Wave Mall outlet denies entry to woman with guide dog, Subway apologises", "TEXT": "A woman named Sophie Soon took to Facebook on Aug. 13, 2020 to share her experience at Subway's Kallang Wave Mall outlet.\n\nIn her post, she claims that an employee at Subway did not allow her entry into the outlet because she was with her guide dog.\n\nStaff refused entry\n\nIn her post, Soon explained that besides refusing her entry because of her guide dog, the staff also allegedly refused to talk to her and shouted at her in the process.\n\nAccording to Soon, the staff insisted that Subway is a Halal restaurant and that guide dogs are \"not supported by MUIS\".\n\nHowever, she pointed out in her post that MUIS does support guide dogs.\n\nMUIS' advisory states approval of guide dogs\n\nThe Majlis Ugama Islam Singapura (MUIS) has issued an advisory to Halal-certified restaurants and stated that they approve the use of guide dogs.\n\nIn the advisory, MUIS clarifies that \"guide dogs are the guiding eyes for people who cannot see” and that “Halal regulations do not prohibit the access of guide dogs”.\n\nShared a video\n\nSoon also attached a video of the incident in her Facebook post:\n\nIn the short video, a woman is seen with a guide dog.\n\nA Subway employee can be heard asking the woman to wait and gestures as he pulls out his phone.\n\nSubway apologises\n\nIn two follow up posts, Soon shared that Subway has contacted Soon and apologised. According to her, action will be taken against the employee.\n\nThe Guide Dogs Singapore team and Soon will be meeting with Subway to discuss more on what their staff should be aware of regarding guide dogs.\n\nSoon will also enjoy a free meal.\n\nSubway also clarified that dogs are indeed allowed in the restaurant as part of MUIS guidelines.\n\nThey added that they will educate their staff about guide dogs and how to support customers with special needs.\n\nYou can view the original post here.\n\nTop photo via Subway and Sophie Soon on Facebook", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=0", "fb": {"pages": 1885510495065962}, "og": {"title": "Subway staff at Kallang Wave Mall outlet denies entry to woman with guide dog, Subway apologises", "description": "Guide dogs are allowed in Halal-certified restaurants, according to MUIS.", "url": "https://mothership.sg/2020/08/subway-guide-dog-refused-entry/", "type": "article", "image": "https://static.mothership.sg/1/2020/08/subwayguidedog.jpg"}, "description": "Guide dogs are allowed in Halal-certified restaurants, according to MUIS."}}}