{"GDELT": {"GlobalEventID": 940676976, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CMR", "Actor1Name": "CAMEROON", "Actor1CountryCode": "CMR", "Actor2Code": "SEP", "Actor2Name": "SEPARATIST", "Actor2Type1Code": "SEP", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -8.371040723981901, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Northwest Region, Nord-Ouest, Cameroon", "Actor1Geo_CountryCode": "CM", "Actor1Geo_ADM1Code": "CM07", "Actor1Geo_ADM2Code": "12493", "Actor1Geo_Lat": 6.33333, "Actor1Geo_Long": 10.5, "Actor1Geo_FeatureID": "-3157370", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Northwest Region, Nord-Ouest, Cameroon", "Actor2Geo_CountryCode": "CM", "Actor2Geo_ADM1Code": "CM07", "Actor2Geo_ADM2Code": "12493", "Actor2Geo_Lat": 6.33333, "Actor2Geo_Long": 10.5, "Actor2Geo_FeatureID": "-3157370", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Northwest Region, Nord-Ouest, Cameroon", "Action2Geo_CountryCode": "CM", "Action2Geo_ADM1Code": "CM07", "Action2Geo_ADM2Code": "12493", "Action2Geo_Lat": 6.33333, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "-3157370", "DATEADDED": 20200814024500, "SOURCEURL": "https://www.modernghana.com/news/1022844/catalogue-of-rights-abuses-by-anglophone-separatis.html"}, "ARTICLE": {"TITLE": "Catalogue of rights abuses by Anglophone separatists in Cameroon: report", "TEXT": "Anglophone separatists continue to commit serious human rights abuses in the Northwest and Southwest regions of Cameroon, with kidnappings, torture and killings targeting the civilian population, according to a new report published by the Committee for the Defence of Human Rights in Cameroon (CHRDA), a local non-governmental organisation.\n\nCHRDA's report focuses on abuses carried out between May and August 2020 as part of the ongoing conflict in the Anglophone areas of Cameroon between the military and armed separatist groups.\n\nA 35-year-old woman was beheaded by separatists in Muyuka, Fako Division of the Southwest region on 11 August, according to CHRDA. The woman, who had four children, was accused of being a spy, having spent a weekend with a Cameroonian solider. She was beheaded, her body dumped in the street and the video depicting the murder shared on social media.\n\nOn 7 August, armed separatists abducted aid worker Tanjoh Christopher, who worked for Community Initiative for Sustainable Development (COMINSUD), a partner of the World Food Programme in the Northwest region. CHDRA reported that Christopher was killed for openly denouncing atrocities committed against the civilian population by armed separatist fighters.\n\nSince start of August, Bamenda, the capital of the Northwest region, has been targeted by four bomb attacks focusing on non-military locations, CHRDA said.\n\nThe Red Dragons armed separatist group singled out 80 boys and men on 24 July in Essoh-Attah, Lebialem Division of the Southwest region. The exercise was a recruitment drive for the rebels, and those between the ages of 16 and 37 were picked out and led off to be inducted into the armed group. Some managed to escape into the bush, while the other abductees were released a few days later, CHRDA added.\n\nIn June, CHRDA documented the targeted kidnap, extortion and beating of a man in Mamfe, Manyu Division, Southwest region, who was accused of previously being a member of the separatists, in an effort to coerce him to re-join. The man was beaten and then had bottles broken over his head before his body was sliced by the broken glass. The separatists finished by shooting him twice in the leg.\n\nAnother highly targeted attack against civilians in May saw three farmers hauled out of a vehicle in Mamfe for wearing a facemask in an effort to help stop the spread of the coronavirus, according to CHRDA. The separatists said the men did not have the right to wear facemasks in their territory. The beating was interrupted by the Cameroonian military, who began firing, with one of the farmers caught in the crossfire, shot four times and left for dead by the soldiers.\n\nAgbor Nkongho, the head of CHRDA, told RFI that is difficult to identify which different separatist groups are responsible for the varying abuses and attacks against civilians.\n\n“The splinter groups are unaccountable and some don't take orders from abroad or from the major groups that we all know,” said Nkongho, a prominent lawyer who was jailed by the authorities in Yaoundé for his role in the Anglophone protests.\n\nSince the self-declaration of so-called Ambazonia in the Northwest and Southwest regions of Cameroon, a conflict between armed groups and Cameroon's army has led to the formation of different separatist groups, splintering into factions with changing alliances.\n\nEfforts to target Anglophones wearing facemasks against Covid-19 is a result of “ignorance” by some of the separatist groups, said Nkongho, they think “wearing a mask is tantamount to you bringing the virus to where they are in control”.\n\nAbuses on both sides\n\nRights abuses in the Anglophone crisis are by no means only carried out by armed separatist groups, as frequently reported by other human rights watchdogs. RFI has also extensively reported by abuses committed by both soldiers and rebels.\n\nNew-York based Human Rights Watch in July also documented abuses carried out by both sides, noting Cameroonian armed forces attacking a healthcare facility in the Northwest region, specifically targeting hospitals.\n\nUN chief Antonio Guterres had in March called on both the army and separatists to declare a ceasefire to help create “corridors for life-saving aid” for the fight against the Covid-19 pandemic. However, neither the military nor separatists fighting for the self-declared state of Ambazonia heeded this call.\n\nOne of many different separatist groups, the Ambazonia Governing Council, which controls the Ambazonia Defence Forces, did not want to respond specifically to the allegations contained within the report by CHRDA, but did comment on how rebel fighters acted.\n\n“Ambazonians must conduct themselves with a high sense of integrity and respect for the sanctity of life and dignity of both citizens and enemies,” said Cho Ayaba from the Ambazonia Governing Council.\n\nRFI contacted several other Anglophone separatist groups for reaction to the CHRDA, but they did not respond to requests for comment.\n\nViolence in Anglophone regions of Cameroon began in 2017 following peaceful protests by teachers and lawyers against alleged discrimination by the Francophone central government.\n\nA crackdown on demonstrations and the arrests of Anglophone leaders led to the creation of armed separatist groups and the self-declaration of independence for so-called Ambazonia. Ultimately, the rebels are fighting for Anglophone secession from the rest of Cameroon.", "METADATA": {"title": "Catalogue of rights abuses by Anglophone separatists in Cameroon: report", "viewport": "width=device-width,initial-scale=1,maximum-scale=1", "description": "Anglophone separatists continue to commit serious human rights abuses in the Northwest and Southwest regions of Cameroon, with kidnappings, torture and killings targeting the civilian population, according to a new report published by the Committee for the Defence of Human Rights in Cameroon (CHRDA), a local non-governmental organisation.    CHRDA", "twitter": {"card": "summary_large_image", "site": "@modernghanaweb", "title": "Catalogue of rights abuses by Anglophone separatists in Cameroon: report", "description": "Anglophone separatists continue to commit serious human rights abuses in the Northwest and Southwest regions of Cameroon, with kidnappings, torture and killings targeting the civilian population, according to a new report published by the Committee for the Defence of Human Rights in Cameroon (CHRDA), a local non-governmental organisation.    CHRDA", "creator": "@modernghanaweb", "image": {"src": "https://cdn.modernghana.com/images/content/813202070616-uypctgfsrm-000_q29fr.jpg"}, "domain": "www.modernghana.com"}, "og": {"locale": "en_US", "site_name": "Modern Ghana", "title": "Catalogue of rights abuses by Anglophone separatists in Cameroon: report", "url": "https://www.modernghana.com/news/1022844/catalogue-of-rights-abuses-by-anglophone-separatis.html", "type": "article", "image": {"identifier": "https://cdn.modernghana.com/images/content/813202070616-uypctgfsrm-000_q29fr.jpg", "alt": "© AFP - Reinnier Kazer"}, "description": "Anglophone separatists continue to commit serious human rights abuses in the Northwest and Southwest regions of Cameroon, with kidnappings, torture and killings targeting the civilian population, according to a new report published by the Committee for the Defence of Human Rights in Cameroon (CHRDA), a local non-governmental organisation.    CHRDA"}, "fb": {"app_id": 1403992796296002}, "article": {"section": "World", "author": "https://facebook.com/modernghanaweb"}, "google-site-verification": "RB6eN0-MWUIQzfBhZxVzb1_6i4asmj0bAS6GmeqlKnE", "msvalidate.01": "829F79F50089C06F7BA89C25B804CC7D", "theme-color": "#bb1919", "application-name": "Modern Ghana", "msapplication-TileImage": "/favicons/ms-icon-144x144.png", "mobile-web-app-capable": "yes", "msapplication-navbutton-color": "#bb1919", "apple-mobile-web-app-status-bar-style": "#bb1919", "msapplication-TileColor": "#bb1919"}}}