{"GDELT": {"GlobalEventID": 940611555, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "Actor2Code": "NGA", "Actor2Name": "NIGERIA", "Actor2CountryCode": "NGA", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.31729055258467, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Akwa Ibom State, Akwa Ibom, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI21", "Actor1Geo_ADM2Code": "191377", "Actor1Geo_Lat": 5.0, "Actor1Geo_Long": 7.83333, "Actor1Geo_FeatureID": "-1998981", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Akwa Ibom State, Akwa Ibom, Nigeria", "Actor2Geo_CountryCode": "NI", "Actor2Geo_ADM1Code": "NI21", "Actor2Geo_ADM2Code": "191377", "Actor2Geo_Lat": 5.0, "Actor2Geo_Long": 7.83333, "Actor2Geo_FeatureID": "-1998981", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Akwa Ibom State, Akwa Ibom, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI21", "Action2Geo_ADM2Code": "191377", "Action2Geo_Lat": 5.0, "Action2Geo_Long": 7.83333, "Action2Geo_FeatureID": "-1998981", "DATEADDED": 20200813194500, "SOURCEURL": "https://www.vanguardngr.com/2020/08/akwa-ibom-assembly-proposes-free-medical-treatment-for-rape-victims/"}, "ARTICLE": {"TITLE": "Akwa Ibom Assembly proposes free treatment for rape victims", "TEXT": "Kindly Share This Story:\n\nRecommends disciplinary actions against erring LG officers\n\nBy Chioma Onuegbu – Uyo\n\nAkwa Ibom State House of Assembly has proposed free and compulsory medical care for victims of rape in the state.\n\nThis followed a bill sponsored by the member representing Okobo State constituency and deputy Speaker, Princess Felicia Bassey during Thursday plenary.\n\nBassey explained that when passed into law that the bill will help in the validation of rape cases and also encourage rape victims to speak up.\n\nAmong the state lawmakers at the plenary who spoke in favour of the bill were the House leader and member representing Oruk Anam state constituency, Udo Kierian Akpan, Aniekan Uko of Ibesikpo Asutan State constituency and, Dr. Charity Ido of Ukanafun state constituency.\n\nThey pointed out that such a Law would enhance speedy prosecution as well as ensure justice on rape cases in the state.\n\nAkpan noted that the law would tackle the issue of false accusations as the medical reports will help to verify the truth amongst parties involved.\n\nSimilarly, Dr. Charity Ido explained that with the law in existence, the Act Against Sexual Violence will be strengthened as and facilitate evidence for the police report.\n\nShe further explained that the law will promote sensitization of the masses and the fear of having access to medical services reduced.\n\nThe House committed the bill to the joint committee on Women Affairs and Social Welfare and Health for consideration and urged them to submit their report to the House within one month.\n\nMeanwhile, following the Report of the Public Accounts Committee on the Audited Accounts of the 31 Local Government Councils of Akwa Ibom State for the Year ended 31st December 2014, the House recommended disciplinary action against erring local government officers.\n\nChairman of the Committee, Hon. Dr. Charity Ido, while presenting the Report at Plenary, cited the refusal of council officials to retire Advances granted them for official assignments and failure to reply to audit queries as at when due, as some observations in the process of the 2014 Audited Accounts of Local Government Councils.\n\nShe listed negligence by Finance Directors and Internal Auditors in the signing and certification of payment vouchers before payment, refusal of Council Officials and former political office holders to respond to the invitation of the Public Accounts and report of some missing vouchers in some Local Government Councils among other violations.\n\nThe House after considering the Report in the Committee of the Whole, resolved that officers linked with cases of missing payment vouchers be sanctioned appropriately.\n\nThe Lawmakers urged the Auditor General for Local Governments and the State Accountant General to design workable modalities to ensure that all arrears of advances are either retired, refunded, or written off, while council staff should be adequately trained and retrained.\n\nThey equally recommended, “that Officers who refuse to respond to Audit Queries should be sanctioned in accordance with relevant provisions of the Civil Service rules; that the Local Government Service Commission should set up appropriate monitoring organ to ensure that the various Internal Control weaknesses in the Councils are addressed.”\n\nVanguard\n\nKindly Share This Story:", "METADATA": {"viewport": "width=1300", "fb": {"pages": 125111084176530, "app_id": 1281965775160257}, "OBKey": "KoeDKhtk63NPK0HQB1Wydg==", "description": "Akwa Ibom State House of Assembly has proposed free and compulsory medical care for victims of rape in the state", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Akwa Ibom Assembly proposes free treatment for rape victims", "description": "Akwa Ibom State House of Assembly has proposed free and compulsory medical care for victims of rape in the state", "url": "https://www.vanguardngr.com/2020/08/akwa-ibom-assembly-proposes-free-treatment-for-rape-victims/", "site_name": "Vanguard News", "image": {"identifier": "https://i0.wp.com/www.vanguardngr.com/wp-content/uploads/2020/06/Akwa-Ibom-map.jpeg?fit=1280%2C720&ssl=1", "width": 1280, "height": 720}}, "article": {"publisher": "https://www.facebook.com/vanguardngr", "published_time": "2020-08-13T19:05:12+00:00", "modified_time": "2020-08-13T21:25:41+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@vanguardngrnews", "site": "@vanguardngrnews"}, "generator": "WordPress 5.4.2", "google-site-verification": "AjRfeo4BMZn8J99wiq7X1DKIfO_z-Dnma_6csxvuRRg", "alexaVerifyID": "GKUIyYVwwNAjNpxpU_bP3ZbGFeo", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://i1.wp.com/www.vanguardngr.com/wp-content/uploads/2016/06/favicon.png?fit=16%2C16&ssl=1"}}}