{"GDELT": {"GlobalEventID": 940682823, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AGO", "Actor1Name": "ANGOLA", "Actor1CountryCode": "AGO", "Actor2Code": "BWA", "Actor2Name": "BOTSWANA", "Actor2CountryCode": "BWA", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.20481927710843, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Windhoek, Khomas, Namibia", "Actor1Geo_CountryCode": "WA", "Actor1Geo_ADM1Code": "WA21", "Actor1Geo_ADM2Code": "22288", "Actor1Geo_Lat": -22.57, "Actor1Geo_Long": 17.0836, "Actor1Geo_FeatureID": "-2587496", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Windhoek, Khomas, Namibia", "Actor2Geo_CountryCode": "WA", "Actor2Geo_ADM1Code": "WA21", "Actor2Geo_ADM2Code": "22288", "Actor2Geo_Lat": -22.57, "Actor2Geo_Long": 17.0836, "Actor2Geo_FeatureID": "-2587496", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Windhoek, Khomas, Namibia", "Action2Geo_CountryCode": "WA", "Action2Geo_ADM1Code": "WA21", "Action2Geo_ADM2Code": "22288", "Action2Geo_Lat": -22.57, "Action2Geo_Long": 17.0836, "Action2Geo_FeatureID": "-2587496", "DATEADDED": 20200814033000, "SOURCEURL": "https://southerntimesafrica.com/site/news/nam-reaps-benefits-of-domestic-tourism"}, "ARTICLE": {"TITLE": "Nam Reaps benefits of domestic tourism", "TEXT": "\n\n0\n\nTiri Masawi\n\nWindhoek - Intra-regional tourism is taking root in Namibia, with arrivals up by 1,3 percent to 1,681,336 between 2019 and 2020 thanks to more traffic into the country from Angola, Botswana, South Africa and Zimbabwe.\n\nStatistics from the Namibian government show the region’s tourism sector – which is on the ropes due to the effects of the COVID-19 pandemic – can bolster receipts from marketing destinations internally.\n\nThis week, Namibia’s Environment and Tourism Minister Pohamba Shifeta said the tourism sector had shown encouraging resilience.\n\nThe bulk of visitors to Namibia in the period under review came from South Africa (2,756,188), followed by Angola (563,978), Botswana (235,526), and Zimbabwe (77,996). Other African countries represented a cumulative 26,801 visitors.\n\nTopping arrivals from Europe were France, Germany, Italy and the United Kingdom; while other major source markets from elsewhere in the world were Brazil and China.\n\nMinister Shifeta underscored the need for Namibia and the region to rethink tourism packages for the sake of the sector’s sustainability.\n\n“There might be a need to look at whether we are pushing the correct tourism product that will allow us to breathe life into the sector especially this time of COVID-19.\n\n“There is a need to look at the potential to tap into regional and local tourism because the effects of the pandemic are real and might stay longer than usual,” he said.\n\nWhile noting that arrivals from Southern African countries were on the rise, Minister Shifeta said there was still a long way to go before intra-regional tourism started contributing a significant proportion of tourism receipts.\n\nHe said with the right cocktail of measures, domestic and regional tourism had potential to make huge contributions to GDP.\n\n“Based on the analysis, Namibia needs to keep the momentum for the further development of tourism, to move away from seasonal destinations into an all-year destination.\n\n“Therefore, it’s advisable for all stakeholders to increase their efforts towards making Namibia a preferential destination,” he said.\n\n\n\n0\n\nLike us on Facebook Follow us on Twitter Subscribe Daily Newsletter\n\nRelated Stories", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"type": "website", "title": "Nam Reaps benefits of domestic tourism || The Southern Times", "url": "https://southerntimesafrica.com/site/news/nam-reaps-benefits-of-domestic-tourism", "site_name": "maxebooking.com", "image": "https://southerntimesafrica.com/uploads/download_-_2020-08-14T042600_291.jpg"}}}}