{"GDELT": {"GlobalEventID": 940641682, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "ISRGOV", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.6365202411714097, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Eilat, HaDarom, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS01", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 29.558000000000003, "Actor1Geo_Long": 34.9482, "Actor1Geo_FeatureID": "-779626", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Eilat, HaDarom, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS01", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 29.558000000000003, "Action2Geo_Long": 34.9482, "Action2Geo_FeatureID": "-779626", "DATEADDED": 20200813231500, "SOURCEURL": "https://www.jweekly.com/2020/08/13/mamala-harris-is-good-for-the-jews-say-bay-area-jewish-leaders-who-have-known-her-for-years/"}, "ARTICLE": {"TITLE": "'Mamala' Harris is good for the Jews, say Bay Area Jewish leaders", "TEXT": "The choice of California Sen. Kamala Harris as Joe Biden’s running mate is a historic moment for women, people of color and children of immigrants. But is it good for the Jews? Several Bay Area Jewish community leaders who know Harris well answer with a resounding “yes.”\n\n“She’s incredibly sharp,” said Rabbi Doug Kahn, former executive director of the Jewish Community Relations Council. “She is a penetrating questioner, and she’s empathetic.”\n\nBiden, the Democratic Party’s presumptive nominee for the presidency, announced on Tuesday that the Oakland native would be joining him on the ticket. She was elected to the Senate in 2016 after serving as California’s attorney general for six years and San Francisco’s DA from 2004 to 2011.\n\nSoon after Harris became DA, she was part of a group of elected officials who visited Israel in 2004 on a JCRC trip led by Kahn. It was her first visit to the Jewish state, one of several official visits she has taken as an elected official.\n\nParticipants traveled from the Galilee in the north to Eilat in the south, with stops in Tel Aviv, at Masada, Israeli government institutions and an Arab village near Tsfat, among other points of interest.\n\nHarris told J. in an interview at the time, “What I got out of the trip was certainly a much better appreciation for the complexity of the issues that Israel faces and a much better appreciation for the depth and breadth of those issues.”\n\nJoining Harris on that trip was Sacramento Mayor Darrell Steinberg, a former state Assembly member and state senator. He saw Harris as a born leader, recalling how acutely attentive she was to the people they met and the issues they faced. During some downtime, she also showed him how to work his iPod. (Yes, it was that long ago.)\n\n“I know that her heart was always with Israel and its story, the narrative, the struggle,” Steinberg said of Harris, whom he calls a friend. “She had a great affinity for Israel. She has been a friend for many years, and I’ve been proud to support her through every step of her career.”\n\nAs California’s attorney general and as a U.S. senator, Harris often had occasion to work with Steinberg. In particular, he remembers her key role in maximizing the settlement paid to victims by large banking institutions after the mortgage crisis of 2008. He was the state Senate pro tem at the time.\n\n“It was our job to put [the settlement] in legislative form,” he said, “so we worked closely. She said no to the original settlement, because she thought it was not enough for the people, and she held out. Then the settlement became much more generous to the people impacted. She took a risk.”\n\nAnother participant in the 2004 trip was Anita Friedman, executive director of S.F.-based Jewish Family and Children’s Services. She, too, has known Harris since her days as San Francisco DA and has high praise for the newly minted vice presidential candidate.\n\nShe understands our issues… she wants to be responsive to the issues that are of priority to the Jewish community.\n\n“She’s very serious, but she’s also very charismatic and likeable,” noted Friedman, who says she has served as a Jewish community sounding board for Harris. “She understands our issues, and has always come to me for my thoughts on positions she takes because she wants to be responsive to the issues that are of priority to the Jewish community.”\n\nThose priorities include combating antisemitism and supporting a safe and secure Israel. In May, Harris co-led an effort in the Senate to appropriate additional funds to fight antisemitism under the Hate Crimes Prevention Act.\n\n“As California attorney general, Kamala Harris had a major responsibility for monitoring hate crimes,” said Friedman. “She’s very sensitive to our Jewish community concerns, and has always been focused on social justice, hate crimes and antisemitism. She recognized — including from the annual statistics the AG is required to compile — that antisemitism was and is a growing threat.\n\n“As senator, she has also developed a deep foreign policy understanding about the U.S./Israel relationship and about why support for our democratic ally, Israel, is so critical to America.”\n\nWhile campaigning for president at last year’s state Democratic Party convention held in San Francisco, Harris told J., “I strongly believe that the only real resolution to the [Israeli/Palestinian] conflict that is reasonable, fair and right is the two-state solution. We should all support Israel, which has been a friend to the people of the United States, with our shared values, such as democracy. So I will always support the need to protect Israel’s safety.”\n\nIt wasn’t always strictly policy for Harris on official Israel trips. Her husband, attorney Doug Emhoff, is Jewish and joined her in 2017 soon after Harris was sworn in as a senator. It was Emhoff’s first time in Israel.\n\nFriedman was also on that trip, which included tours of Jerusalem’s Old City and Yad Vashem. She also hosted the couple at a Shabbat dinner in Jerusalem.\n\n“I believe it was very meaningful for her personally to be in Israel with her husband,” Friedman recalled, “and to be the one accompanying him to these historic sites was very meaningful.”\n\nSan Francisco Jewish community philanthropist and social activist Roselyne Swig has known Harris since she was an assistant DA in Alameda County in the early ’90s, when the two first worked together to combat domestic violence.\n\n“I loved her from the beginning,” Swig said. “We’ve been close friends. She’s just terrific, a wonderful human being. She really cares about people, and that shows very quickly.”\n\nSwig has also gotten to know Emhoff and believes he and Harris would make a fine second family. “She is married to a lovely guy,” she said. “He’s also extremely bright and caring. They are a wonderful couple.”\n\nHarris is a stepmom to Emhoff’s two children, who call her “Mamala,” she shared publicly — and proudly — this week. “My family means everything to me,” she said. “I’ve had a lot of titles over my career, and certainly vice president will be great, but Mamala will always be the one that means the most.”\n\nHer friends in the Jewish community recognize the historic nature of her candidacy. Friedman said that in today’s highly polarized, partisan political environment, Harris’ “centrist voice on the U.S.-Israel alliance within the Democratic Party is essential.”\n\n“It’s not often that you know well a person who is about to become vice president of the United States,” added mayoral superfan Steinberg. “She is both a trailblazer and history-maker.”", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "The Jewish News of Northern California", "og": {"locale": "en_US", "type": "article", "title": "'Mamala' Harris is good for the Jews, say Bay Area Jewish leaders", "description": "The choice of California Sen. Kamala Harris as Joe Biden’s running mate is a historic moment for women, people of color and children of immigrants. But is it good for the Jews? Several Bay Area Jewish community leaders who know Harris well answer with a resounding “yes.” “She’s incredibly sharp,” said Rabbi Doug Kahn, former …", "url": "https://www.jweekly.com/2020/08/13/mamala-harris-is-good-for-the-jews-say-bay-area-jewish-leaders-who-have-known-her-for-years/", "site_name": "J.", "updated_time": "2020-08-14T17:40:19+00:00", "image": {"identifier": "https://i1.wp.com/www.jweekly.com/wp-content/uploads/2020/08/BAkamala-local-MosconeCenterW2.jpg?w=1280&crop=0%2C0px%2C100%2C908px&ssl=1", "secure_url": "https://i1.wp.com/www.jweekly.com/wp-content/uploads/2020/08/BAkamala-local-MosconeCenterW2.jpg?w=1280&crop=0%2C0px%2C100%2C908px&ssl=1", "width": 1280, "height": 908}}, "article": {"publisher": "https://www.facebook.com/jewishsf", "tag": "election 2020", "section": "Bay Area", "published_time": "2020-08-13T22:36:03+00:00", "modified_time": "2020-08-14T17:40:19+00:00"}, "twitter": {"card": "summary_large_image", "description": "The choice of California Sen. Kamala Harris as Joe Biden’s running mate is a historic moment for women, people of color and children of immigrants. But is it good for the Jews? Several Bay Area Jewish community leaders who know Harris well answer with a resounding “yes.” “She’s incredibly sharp,” said Rabbi Doug Kahn, former […]", "title": "'Mamala' Harris is good for the Jews, say Bay Area Jewish leaders", "site": "@jewishsf", "image": "https://i1.wp.com/www.jweekly.com/wp-content/uploads/2020/08/BAkamala-local-MosconeCenterW2.jpg?w=1280&crop=0%2C0px%2C100%2C908px&ssl=1", "creator": "@jewishsf"}, "generator": "WordPress 5.2.4", "tec-api-version": "v1", "tec-api-origin": "https://www.jweekly.com"}}}