{"GDELT": {"GlobalEventID": 940638270, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "OPP", "Actor1Name": "ACTIVIST", "Actor1Type1Code": "OPP", "Actor2Code": "GOV", "Actor2Name": "REGIME", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 172, "EventBaseCode": 172, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -3.4334763948497797, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS", "Actor1Geo_Lat": -25.0, "Actor1Geo_Long": 135.0, "Actor1Geo_FeatureID": "AS", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200813224500, "SOURCEURL": "https://www.theepochtimes.com/wechat-ban-allows-chinese-americans-to-break-free-from-beijings-propaganda-users-say_3460945.html"}, "ARTICLE": {"TITLE": "WeChat Ban Allows Chinese Americans to Break Free of Beijing’s Propaganda, Users Say", "TEXT": "WeChat Ban Allows Chinese Americans to Break Free of Beijing’s Propaganda, Users Say\n\nPresident Donald Trump’s impending ban on the Chinese social media app WeChat is being welcomed by some users in the United States, who say the risks posed by the app vastly outweigh the convenience it offers.\n\nTrump last week banned WeChat-related transactions on national security grounds, in an order to take effect in September. The messaging app, owned by Chinese internet giant Tencent Holdings, is the main conduit for personal and business communications with people in China, as popular Western-developed apps, such as Whatsapp, Facebook Messenger, and Telegram, are blocked by the communist regime.\n\nThe platform, used by Chinese students, expatriates, and Chinese Americans, has roughly 19 million daily active users in the United States, according to analytics firm Apptopia.\n\nWhile the ban has been criticized by some users who complain that they will no longer be able to contact family and friends in China, others have applauded the move, saying the app exports the Chinese regime’s surveillance and censorship systems into the United States.\n\nAmong the supporters of the ban is Zhou Jianming, a Chinese student studying computer science in New Jersey. He said WeChat is an “enormous hidden danger” to users in the country, and described Trump’s order as “entirely an act of defense for Americans.”\n\nHe says user data isn’t secure on the app because Tencent is a Chinese company and ultimately beholden to the Chinese Communist Party (CCP).\n\n“WeChat users are subject to monitoring by the CCP at all times,” Zhou said.\n\nZhou is among a growing cohort of overseas users who have been censored on the app for posting content deemed politically sensitive by the CCP. He said his WeChat account was suspended or blocked several times last year after he posted messages supporting the pro-democracy protests in Hong Kong.\n\nHis TikTok account was closed in June, after he posted a video mocking the Chinese national anthem. The wildly popular short video app also was targeted in a similar executive order that prevented transactions with TikTok’s Chinese parent company ByteDance.\n\nThe pro-democracy movement in Hong Kong has drawn Beijing’s ire, as protesters have continually voiced opposition to the Chinese regime’s interference in local affairs.\n\nWeChat actively censors its users in mainland China. But international users have also found themselves subject to tightening controls. WeChat blocks content from Chinese-language media outlets that report critically on the CCP, including the Chinese-language edition of The Epoch Times, NTD, Voice of America, and Radio Free Asia, for users registered in the United States, according to tests conducted by The Epoch Times in 2019.\n\nA 2016 study by digital watchdog Citizen Lab found that accounts linked to mainland Chinese phone numbers continue to face censorship, even when the user is located in other parts of the world. Earlier this year, Citizen Lab also found that WeChat monitors its overseas users to help refine the app’s censorship algorithms for mainland Chinese users.\n\nDaniel Lou, a naturalized U.S. citizen and businessman in New York, found his WeChat account blocked earlier this year after he shared in a private chat an article about two Chinese scientists who were escorted from a Canadian national virology laboratory in July 2019 amid a police investigation.\n\nThe article has been linked to a conspiracy theory about the origins of the CCP virus outbreak.\n\nLou said it took him years to cultivate his network on the app by gaining entry into many WeChat groups, only to have it stripped from him in an instant. Even so, he said he felt “very happy” after being blocked.\n\n“I was no longer under their control. I was set free,” he said.\n\nLou has barely used the app since then. He said many users on the app self-censor for fear of similarly being locked-out for posting content deemed sensitive by the CCP.\n\nThrough WeChat, the CCP is “violating U.S. citizens’ right of privacy, and controlling Americans,” he said.\n\nJohn C. Demers, U.S. assistant attorney general for national security, said WeChat is used by the regime to control Chinese people studying or working in the country.\n\n“It’s a method by the Chinese Communist Party to communicate with Chinese individuals here in the U.S.,” Demers said at a discussion hosted by the Washington-based Center for Strategic and International Studies on Aug. 12.\n\nHe added that the app is being used to spread disinformation and propaganda about the United States to overseas Chinese students, so that they aren’t “polluted by ideas like liberal democracy or religious freedom.”\n\nOverseas Chinese have been heavily influenced by the regime through the app, says Chen Chuangchuang, a U.S.-based Chinese rights activist.\n\n“They might live in a free society, but they rely on sources controlled by the CCP on WeChat to get their information,” he said.\n\nChen pointed to instances in which the app has been used to influence elections in democracies, such as Australia, Canada, and New Zealand. A 2019 study by Australian researchers found that propaganda maligning incumbent Prime Minister Scott Morrison’s Liberal Party was being circulated by CCP-linked accounts on the app.\n\nThe activist said he has many friends in the overseas democracy movement who’ve been barred from WeChat for spreading information critical of the regime.\n\nChen applauded the move, saying it may prompt more people in China to instead circumvent the country’s internet firewall for the purpose of communicating with relatives and friends overseas.\n\n“This would be a good thing,” he said.\n\nTencent didn’t immediately respond to a request by The Epoch Times for comment.\n\nLinda Lin and Yi Ru contributed to this report.", "METADATA": {"msapplication-TileImage": "https://www.theepochtimes.com/assets/themes/eet/images/EET270.png", "viewport": "width=device-width, initial-scale=1", "fb": {"pages": 1615635982023706, "admins": 10205921529470972, "app_id": 1316421701839253}, "date": "2020-08-13 5:39:21 PM", "robots": "noodp,noydir", "description": "President Donald Trump’s impending ban on the Chinese social media app WeChat is being welcomed by some users ...", "keywords": "WeChat,THE EPOCH TIMES", "og": {"locale": "en_US", "type": "article", "title": "WeChat Ban Allows Chinese Americans to Break Free of Beijing’s Propaganda, Users Say", "description": "President Donald Trump’s impending ban on the Chinese social media app WeChat is being welcomed by some users ...", "url": "https://www.theepochtimes.com/wechat-ban-allows-chinese-americans-to-break-free-from-beijings-propaganda-users-say_3460945.html", "site_name": "www.theepochtimes.com", "updated_time": "2020-08-14T09:45:13-04:00", "image": "https://img.theepochtimes.com/assets/uploads/2020/08/13/2020-08-12T090445Z_1_LYNXNPEG7B0KD_RTROPTP_4_USA-WECHAT-TENCENT-1200x800.jpg"}, "article": {"tag": "WeChat", "section": "China", "published_time": "2020-08-13T17:39:21-04:00", "modified_time": "2020-08-14T09:45:13-04:00"}, "twitter": {"card": "summary_large_image", "description": "President Donald Trump’s impending ban on the Chinese social media app WeChat is being welcomed by some users ...", "title": "WeChat Ban Allows Chinese Americans to Break Free of Beijing’s Propaganda, Users Say", "site": "@EpochTimes", "domain": "www.theepochtimes.com", "image": "https://img.theepochtimes.com/assets/uploads/2020/08/13/2020-08-12T090445Z_1_LYNXNPEG7B0KD_RTROPTP_4_USA-WECHAT-TENCENT.jpg", "creator": "@CathyHe_ET"}, "al": {"web": {"should_fallback": "true"}, "android": {"package": "com.theepochtimes.news", "url": "eetapp://applinks/wechat-ban-allows-chinese-americans-to-break-free-from-beijings-propaganda-users-say_3460945.html", "app_name": "The Epoch Times: Live & Breaking"}, "ios": {"app_store_id": 670443321, "app_name": "The Epoch Times: Live & Breakings", "url": "eetapp://applinks/wechat-ban-allows-chinese-americans-to-break-free-from-beijings-propaganda-users-say_3460945.html"}}}}}