{"GDELT": {"GlobalEventID": 940662578, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.96934865900383, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "West Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWV", "Actor1Geo_Lat": 38.468, "Actor1Geo_Long": -80.9696, "Actor1Geo_FeatureID": "WV", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "West Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWV", "Action2Geo_Lat": 38.468, "Action2Geo_Long": -80.9696, "Action2Geo_FeatureID": "WV", "DATEADDED": 20200814010000, "SOURCEURL": "https://www.nbcphiladelphia.com/news/national-international/trump-widespread-mail-in-voting-hard-without-funding-usps/2501132/"}, "ARTICLE": {"TITLE": "Trump Admits He's Blocking Postal Cash to Stop Mail-In Votes", "TEXT": "President Donald Trump frankly acknowledged Thursday that he's starving the U.S. Postal Service of money in order to make it harder to process an expected surge of mail-in ballots, which he worries could cost him the election.\n\nIn an interview on Fox Business Network, Trump explicitly noted two funding provisions that Democrats are seeking in a relief package that has stalled on Capitol Hill. Without the additional money, he said, the Postal Service won't have the resources to handle a flood of ballots from voters who are seeking to avoid polling places during the coronavirus pandemic.\n\n“If we don’t make a deal, that means they don’t get the money,” Trump told host Maria Bartiromo. “That means they can’t have universal mail-in voting; they just can’t have it.”\n\nTrump's statements, including the false claim that Democrats are seeking universal mail-in voting, come as he is searching for a strategy to gain an advantage in his November matchup against Joe Biden. He's pairing the tough Postal Service stance in congressional negotiations with an increasingly robust mail-in-voting legal fight in states that could decide the election.\n\nIn Iowa, which Trump won handily in 2016 but is more competitive this year, his campaign joined a lawsuit Wednesday against two Democratic-leaning counties in an effort to invalidate tens of thousands of voters’ absentee ballot applications. That followed legal maneuvers in battleground Pennsylvania, where the campaign hopes to force changes to how the state collects and counts mail-in ballots. And in Nevada, Trump is challenging a law sending ballots to all active voters.\n\nHis efforts could face limits. The U.S. Supreme Court on Thursday rebuffed Republicans who challenged an agreement in Rhode Island allowing residents to vote by mail through November’s general election without getting signatures from two witnesses or a notary.\n\nFor Democrats, Trump’s new remarks were a clear admission that the president is attempting to restrict voting rights.\n\nBiden said it was \"Pure Trump. He doesn't want an election.”\n\nColorado Secretary of State Jena Griswold said it was \" voter suppression to undermine the safest method to vote during a pandemic, and force Americans to risk their lives to vote.\"\n\nNegotiations over a big new virus relief package have all but ended, with the White House and congressional leaders far apart on the size, scope and approach for shoring up households, reopening schools and launching a national strategy to contain the coronavirus.\n\nWhile there is some common ground over $100 billion for schools and new funds for virus testing, Democrats also want other emergency funds that Trump rejects.\n\n“They want $3.5 billion for something that will turn out to be fraudulent. That’s election money, basically,” Trump said during Thursday's call-in interview.\n\nDemocrats have pushed for a total of $10 billion for the Postal Service in talks with Republicans on the COVID-19 response bill. That figure, which would include money to help with election mail, is down from a $25 billion plan in a House-passed coronavirus measure.\n\nPostmaster General Louis DeJoy has said that the agency is in a financially untenable position, but he maintains it can handle this year's election mail. A major donor to Trump and other Republicans, DeJoy is the first postmaster general in nearly two decades who is not a career postal employee.\n\n“Although there will likely be an unprecedented increase in election mail volume due to the pandemic, the Postal Service has ample capacity to deliver all election mail securely and on-time in accordance with our delivery standards, and we will do so,\" he told the Postal Service's governing board last week.\n\nMemos obtained by The Associated Press show that Postal Service leadership has pushed to eliminate overtime and halt late delivery trips that are sometimes needed to ensure mail arrives on time, measures that postal workers and union officials say are delaying service. Additional records detail cuts to hours at post offices, including reductions on Saturdays and during lunch hours.\n\nDemocrats, and a handful of Republicans, have sent DeJoy several letters asking him to reverse his changes and criticizing what they say is a lack of openness by the agency. Late Wednesday, Senate Democrats again wrote DeJoy, this time saying postal leadership is pushing state election officials to opt for pricier first-class postage for mail-in ballots to be prioritized.\n\n“Instead of taking steps to increase your agency’s ability to deliver for the American people, you are implementing policy changes that make matters worse, and the Postal Service is reportedly considering changes that would increase costs for states at a time when millions of Americans are relying on voting by mail to exercise their right to vote,” the Democrats wrote.\n\nSeparately, in a letter last month, the Postal Service warned Michigan Secretary of State Jocelyn Benson that the agency might not be able to deliver ballots in time to be counted under the state’s deadlines for casting mail-in votes.\n\nPostal Service spokesman David Partenheimer said in a statement that “certain deadlines concerning mail-in ballots, may be incompatible with the Postal Service’s delivery standards,” especially if election officials don't pay more for first-class postage.\n\n“To the extent that states choose to use the mail as part of their elections, they should do so in a manner that realistically reflects how the mail works,” he said.\n\nIn a memo to staff Thursday, DeJoy said his policies have brought “unintended consequences that impacted our overall service levels,” but added that the Postal Service “must make a number of significant changes which will not be easy, but which are necessary.\"\n\n“This will increase our performance for the election and upcoming peak season and maintain the high level of public trust we have earned for dedication and commitment to our customers throughout our history,” DeJoy wrote, according to the memo obtained by the AP.\n\nJudy Beard, legislative and political director for the American Postal Workers Union, said postal workers are up to the task of delivering mail-in ballots this year.\n\n“We definitely know that the president is absolutely wrong concerning vote-by-mail,” she said.\n\nRep. Gerry Connolly, D-Va., chair of the House subcommittee on government operations, said Trump is acknowledging that he wants to hold up funding for the U.S. Postal Service to hinder Americans from voting.\n\n“The president admits his motive for holding USPS funding hostage is that he doesn’t want Americans to vote by mail,” Connolly said in a statement Thursday. “Why? It hurts his electoral chances. He’s putting self-preservation ahead of public safety, for an election he deserves to lose.”\n\nTrump has requested a mail-in ballot for Florida’s primary election Tuesday. Ballots were mailed Wednesday to both the president and first lady Melania Trump at the Mar-a-Lago resort, which Trump lists as his legal address, according to online Palm Beach County elections records. Both voted by mail in the presidential preference primary in March, according to records.\n\n___\n\nIzaguirre reported from Charleston, West Virginia. The Associated Press produced this coverage with support from the Carnegie Corporation of New York.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "generator": "WordPress 5.3.4", "og": {"site_name": "NBC10 Philadelphia", "type": "article", "description": "President Donald Trump is intensifying his efforts to block mail-in voting", "title": "Trump Admits He's Blocking Postal Cash to Stop Mail-In Votes", "url": "https://www.nbcphiladelphia.com/news/national-international/trump-widespread-mail-in-voting-hard-without-funding-usps/2501132/", "image": "https://media.nbcphiladelphia.com/2020/08/AP_20225824798464.jpg?crop=0px%2C0px%2C5772px%2C3247px&resize=1200%2C675"}, "google-site-verification": "7ux8bpU8xTfsuNKU-J96jENGRzQ-K7FY_HNakjPnuxk", "fb": {"app_id": 196375740321}, "twitter": {"site": "@nbcphiladelphia", "creator": "@nbcphiladelphia", "card": "summary_large_image", "description": "President Donald Trump is intensifying his efforts to block mail-in voting", "title": "Trump Admits He's Blocking Postal Cash to Stop Mail-In Votes", "url": "https://www.nbcphiladelphia.com/news/national-international/trump-widespread-mail-in-voting-hard-without-funding-usps/2501132/", "image": "https://media.nbcphiladelphia.com/2020/08/AP_20225824798464.jpg?crop=0px%2C0px%2C5772px%2C3247px&resize=1200%2C675"}, "article": {"opinion": "false", "content_tier": "free", "publisher": "https://www.facebook.com/nbcphiladelphia"}, "description": "President Donald Trump is intensifying his efforts to block mail-in voting", "keywords": "coronavirus relief, mail-in ballots, Mail-in Voting, United States Postal Service", "sailthru.title": "Trump Admits He's Blocking Postal Cash to Stop Mail-In Votes", "sailthru.description": "President Donald Trump is intensifying his efforts to block mail-in voting", "sailthru.tags": "coronavirus relief, mail-in ballots, Mail-in Voting, United States Postal Service", "sailthru.type": "article", "sailthru.date": "2020-08-13T11:40:24+00:00", "taboola_lead": "video", "msapplication-TileImage": "https://media.nbcphiladelphia.com/2019/09/cropped-NBC_Philadelphia.png?fit=270%2C270"}}}