{"GDELT": {"GlobalEventID": 940666668, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.71493212669684, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Balmoral, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "5096", "Actor1Geo_Lat": -33.0667, "Actor1Geo_Long": 151.583, "Actor1Geo_FeatureID": "-1557191", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Balmoral, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "5096", "Action2Geo_Lat": -33.0667, "Action2Geo_Long": 151.583, "Action2Geo_FeatureID": "-1557191", "DATEADDED": 20200814013000, "SOURCEURL": "https://www.theguardian.com/australia-news/2020/aug/14/clive-palmer-brands-wa-premier-an-outlaw-in-fiery-interview-as-state-moves-to-block-30bn-suit"}, "ARTICLE": {"TITLE": "Clive Palmer brands WA premier an 'outlaw' in fiery interview as state moves to block $30bn suit", "TEXT": "Speaking on ABC radio, the businessman says Mark McGowan was trying to give himself immunity from criminal law\n\nClive Palmer brands WA premier an 'outlaw' in fiery interview as state moves to block $30bn suit\n\nClive Palmer has labelled West Australian premier Mark McGowan an “outlaw”, described claims he is suing the state for $30bn as “bullshit”, and hung up on live radio when asked about a newspaper front page depicting him as a cane toad.\n\nThe extraordinary stoush between Palmer and the WA government continued last night, when the state passed laws designed to block Palmer’s potential $30bn claim against the state.\n\nThe overnight development, though, is unlikely to resolve the matter, with Palmer filing an application in the federal court seeking to force the withdrawal of the legislation.\n\nA fiery Palmer spoke to ABC radio on Friday morning, swearing frequently before hanging up when the presenter, Hamish McDonald, continued to press him with questions and asked him to mind his “colourful” language.\n\nPalmer claimed McGowan was trying to give himself immunity from criminal law.\n\nClive Palmer cites a cold as he pulls out of testifying to MPs – then fronts media to attack WA premier Read more\n\n“That’s what it’s about … so you can go to West Australia, he can murder, shoot you, raid your house, he is immune from criminal law,” Palmer said.\n\nMcDonald asked him about a front page of the West Australian newspaper, which depicted him as a cane toad.\n\n“Goodbye, I’ve had enough of talking to you mate,” Palmer responded.\n\nPalmer said claims he was suing the state for the staggering amount of $30bn were untrue.\n\n“That’s just bullshit mate,” he said. “That is just rubbish. Do you think a court or anyone in Australia would award someone $30bn? It’s just an excuse so Mark McGowan can cover up …”\n\nHe said the WA government’s actions had undermined his rights and the justice system.\n\n“They have eliminated my rights to appeal to a court and eliminated national justice and said at the end of the day if they’ve done something wrong, Mark McGowan or his attorney general, and there’s an order ever against them I have to pay for it,” he said.\n\nPalmer earlier told Perth radio he wanted McGowan jailed and compared his government to Nazi Germany.\n\n“The ultimate story that I want out there is jailing of Mark McGowan for what he’s been doing to Western Australia,” he said. “If you go back to Nazi Germany, their law was gradually eroded over seven years.”\n\nThe government’s actions in passing last night’s legislation have been labelled “unprecedented” by experts. The new law – which Palmer has said he will challenge – invalidates the arbitration agreements between the mining magnate and the state, terminates the ongoing arbitration, removes any existing arbitral awards and stymies further legal proceedings or appeals.\n\nLorraine Finlay, a law lecturer and constitutional expert with Murdoch University, said the government was effectively trying to legislate its way out of a legal dispute.\n\n“There is no doubt that having to pay a potential $30bn damages claim would be devastating for WA,” Finlay wrote in the Conversation. “But trying to circumvent the courts by instead legislating a preferred outcome is also not without its consequences.”\n\nFinlay said the government’s actions undermined founding principles of the rule of law and separation of powers.\n\n“There are a number of concerns with the government’s actions. First, this approach undermines both the rule of law and separation of powers, which are foundational pillars of our Westminster system of government,” she said.\n\n“It also creates sovereign risk. The premier has sought to downplay this by reassuring the resources sector this is a one-time-only exceptional case.”\n\nThe state government leader in the upper house, Sue Ellery, said the injunction, which also seeks further damages and costs, was doomed to fail.\n\n“We are confident that it will not succeed,” she told parliament. “I’m told the action has never been taken in Australia before.”\n\nLate on Thursday the legislative council approved unprecedented legislation to amend a 2002 state agreement with Palmer’s Mineralogy company.\n\nIt was intended to have the effect of terminating arbitration between the two parties and stopping Palmer seeking damages against the state.\n\nScott Morrison asks Clive Palmer to drop court challenge to WA border closure Read more\n\nPalmer earlier claimed a victory over the McGowan government, revealing the Queensland supreme court had formally registered his two arbitration awards.\n\nHe said this meant WA’s “draconian and disgraceful” legislation would now be invalid under the constitution.\n\nThe attorney general, John Quigley, has previously said any court action between the bill’s introduction and assent would be covered by the legislation, which was fast-tracked through parliament with the support of the WA Nationals and Greens.\n\nThe Liberal opposition and some crossbenchers had unsuccessfully sought more time to scrutinise the legislation.\n\nLiberal MP Nick Goiran labelled the process a “pathetic charade for democracy”.\n\nPalmer and his associated companies Mineralogy and International Minerals are pursuing damages over a 2012 decision by the former Liberal government not to assess his proposed Balmoral South iron ore mine in the Pilbara.\n\nThe government has calculated the total claim to be $27.7bn minus costs, an amount premier Mark McGowan said would cripple the state.\n\nPalmer is also challenging WA’s borders in the high court, but it emerged this week he had offered to withdraw the bid if officials agreed to move arbitration hearings relating to the damages claim from Perth to Canberra.", "METADATA": {"description": "Speaking on ABC radio, the businessman says Mark McGowan was trying to give himself immunity from criminal law", "format-detection": "telephone=no", "HandheldFriendly": "True", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "apple-mobile-web-app-title": "Guardian", "application-name": "The Guardian", "msapplication-TileColor": "#052962", "theme-color": "#052962", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/023dafadbf5ef53e0865e4baaaa32b3b/windows_tile_144_b.png", "author": "Christopher Knaus", "thumbnail": "https://i.guim.co.uk/img/media/a1077e0151d9c43356a158b47cf45ab53f363f03/0_148_5601_3360/master/5601.jpg?width=620&quality=85&auto=format&fit=max&s=d604eb9f245690e8a5532a3f159f72c1", "keywords": "Clive Palmer,Western Australia,Australia news,Mining,Business,Law", "news_keywords": "Clive Palmer,Western Australia,Australia news,Mining,Business,Law", "og": {"url": "http://www.theguardian.com/australia-news/2020/aug/14/clive-palmer-brands-wa-premier-an-outlaw-in-fiery-interview-as-state-moves-to-block-30bn-suit", "image": "https://i.guim.co.uk/img/media/a1077e0151d9c43356a158b47cf45ab53f363f03/0_148_5601_3360/master/5601.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=4d12332251e8619eb71a2dc1fa8b1f29", "description": "Speaking on ABC radio, the businessman says Mark McGowan was trying to give himself immunity from criminal law", "type": "article", "title": "Clive Palmer brands WA premier an 'outlaw' in fiery interview as state moves to block $30bn suit", "site_name": "the Guardian"}, "article": {"author": "https://www.theguardian.com/profile/christopher-knaus", "publisher": "https://www.facebook.com/theguardian", "section": "Australia news", "published_time": "2020-08-13T23:45:46.000Z", "tag": "Clive Palmer,Western Australia,Australia news,Mining,Business,Law", "modified_time": "2020-08-14T03:28:57.000Z"}, "al": {"ios": {"url": "gnmguardian://australia-news/2020/aug/14/clive-palmer-brands-wa-premier-an-outlaw-in-fiery-interview-as-state-moves-to-block-30bn-suit?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "fb": {"app_id": 180444840287, "pages": 516977308337360}, "twitter": {"app": {"id": {"iphone": 409128287, "ipad": 409128287, "googleplay": "com.guardian"}, "name": {"googleplay": "The Guardian", "ipad": "The Guardian", "iphone": "The Guardian"}, "url": {"ipad": "gnmguardian://australia-news/2020/aug/14/clive-palmer-brands-wa-premier-an-outlaw-in-fiery-interview-as-state-moves-to-block-30bn-suit?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/australia-news/2020/aug/14/clive-palmer-brands-wa-premier-an-outlaw-in-fiery-interview-as-state-moves-to-block-30bn-suit", "iphone": "gnmguardian://australia-news/2020/aug/14/clive-palmer-brands-wa-premier-an-outlaw-in-fiery-interview-as-state-moves-to-block-30bn-suit?contenttype=Article&source=twitter"}}, "image": "https://i.guim.co.uk/img/media/a1077e0151d9c43356a158b47cf45ab53f363f03/0_148_5601_3360/master/5601.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=2fbec9a03331b38e6144b516bb705d70", "site": "@guardian", "card": "summary_large_image", "creator": "@knausc", "dnt": "on"}, "robots": "max-image-preview:large"}}}