{"GDELT": {"GlobalEventID": 940685111, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 4.18326693227092, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Kansas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USKS", "Actor1Geo_Lat": 38.5111, "Actor1Geo_Long": -96.8005, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Kansas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USKS", "Action2Geo_Lat": 38.5111, "Action2Geo_Long": -96.8005, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200814034500, "SOURCEURL": "https://www.blogher.com/news/she-media-partner-camila-vilas"}, "ARTICLE": {"TITLE": "Camila Vilas Shares Her Best Blogging Advice and How Her Content Has Changed Post-pandemic — BlogHer", "TEXT": "Who are your favorite fashion brands?\n\nAt the moment, my favorite fashion brands include Princess Polly and Showpo. I tend to try out new clothing sites every once in a while so my favorites change all the time!\n\nWho are some of your favorite bloggers?\n\nMy favorite bloggers are Caitlin Covington over at SouthernCurlsAndPearls.com and Daisy Green at WearDaisyWent.com! I’ve been following along with their blogs since I started mine and they’re a huge source of inspiration for me. They have very similar niches to mine; a mix of beauty, fashion, home, and lifestyle content.\n\nWhat do you focus on most when it comes to creating content?\n\nWhen I’m creating content, I focus the most on making sure that the topic I’m covering is something my audience will find valuable. I never want to post “filler content“ just to meet my weekly quota. My blog is something I’ve put so much work into that I want to make sure all aspects of it are of the highest quality.\n\nAny tips you want to share with bloggers just starting out?\n\nI have three huge tips for new bloggers!\n\n1. Don’t sleep on Pinterest! It’s currently my main source of traffic and it’s very easy to get the hang of. You should post a few new pins every day (by new I mean different background images, and preferably different text as well) because Pinterest favors fresh content. I’ve taken Ell Duclos’ Pinterest Course, which thoroughly helped me understand the app better. So I definitely recommend you check it out if you want to dive right into marketing on that platform.\n\n2. Don’t put off learning SEO! I’m currently working on getting a better grasp of it and I wish I had done it sooner. The reward is much larger than Pinterest because once you place on Google’s first or second page, you’ll have lots of traffic on that post without needing to continually promote it.\n\n3. And lastly, join some blogger Facebook groups! They’re a great way to meet new people as well as have your questions answered by those who are in the same boat as you.\n\nWhere is your favorite place to travel?\n\nAlthough I’ve only been once, Europe is my favorite place to travel. I went to Spain, France, and Italy in Summer 2018 and it was magical. If I had to pick only one country, I would go back to Spain in a heartbeat. Not only is it stunning, but the city is filled with so much culture and the people were so kind. It definitely helps that Spanish was my first language so I don’t have a language barrier, but regardless, it’s one of the most incredible places I’ve traveled to.\n\nI read that you’re a fan of Gossip Girl! As a fan myself, I have to ask, Chuck, Dan or Nate – who was your fav?\n\nYes! I absolutely love Gossip Girl. I’ve rewatched it several times. I actually switched favorites halfway through the show, so I started off rooting for Nate but then Chuck and Blair’s relationship made me hop ships. So Chuck all the way!\n\nWhat’s your favorite book?\n\nI’m very interested in true crime, so when I was given In Cold Blood by Truman Capote my senior year of high school, I was instantly hooked. It’s a true account of the murder of the Clutter family, which occurred in a rural part of Kansas in 1959, told through a triple narrative. It describes the lives of the murderers, the victims, and other members of their town. Definitely a must-read if you like true crime!\n\nWhat are some of the most popular posts from your site?\n\nAs of today, my top 3 posts on CamilaVilas.com are “11 Social Distancing Date Ideas”, “What To Wear On Your Virtual First Day of School”, and “The Best App To Plan Your Instagram Feed”.\n\nAll content relating to the pandemic has been gaining a lot of traction online. People are understandably searching for advice in these uncertain times, which is why I took that opportunity to offer some ideas of what one could do on a socially distant date. My favorite post though has to be the one covering outfit ideas for virtual school (or work!). And I’m so glad that others have been enjoying it too! I also write posts with different Instagram tips+tricks every so often and those have been gaining lots of views recently - my most popular one being about my favorite IG planning app called UNUM.\n\nWhat’s the best blogging advice you’ve ever received?\n\nThe best blogging advice I’ve ever received would have to be to write for your audience, and not for yourself. Of course, you’re going to want to write things that you have experienced, as you should, but make it less about you and more about them. It makes readers more interested in your content, as they typically search for things that could help them in their everyday lives. Something you could begin implementing is creating post titles directed towards your readers. For example, instead of writing “My Favorite Beauty Brands”, you could write something like “The Top 10 Beauty Brands You Need To Know About”.\n\nWhat do you love most about being a SHE Media Partner?\n\nWhat I love most about being a SHE Media Partner is how encouraging everyone is. The experience is very personal, almost one-on-one, and they genuinely want to help everyone in their blogging journey, which I appreciate so much. The lovely ladies working at SHE Media also resolve any inquiries or tech support problems very quickly, so I know that if I ever need help, it’ll be figured out asap!\n\nFollow Camila on Facebook, Instagram, and Pinterest.\n\nInterested in our SHE Media Partner Network? Only SHE Media offers members the opportunity to earn through media, branded content and events. Learn more about opportunities for influencers, bloggers, and websites by clicking the button below", "METADATA": {"viewport": "initial-scale=1", "og": {"site_name": "BlogHer", "title": "Camila Vilas Shares Her Best Blogging Advice and How Her Content Has Changed Post-pandemic  — BlogHer", "latitude": "40.7207559", "longitude": "-74.00076130000002", "url": "https://www.blogher.com/news/she-media-partner-camila-vilas", "type": "article", "description": "The mission behind CamilaVilas.com is to help inspire women by guiding them to discover their own chic personal style while still remaining true to themselves. Learn more about Camila Vilas and her advice for bloggers who are just getting started.", "image": {"identifier": "http://static1.squarespace.com/static/59fb6cfaace8644ddb1e9935/t/5f36adc9215ff96acdac2f9d/1597418957270/BH.com_2020_ArticleGraphic_SHEPartner-CamilaVilas.jpg?format=1500w", "width": 1500, "height": 852}}, "twitter": {"title": "Camila Vilas Shares Her Best Blogging Advice and How Her Content Has Changed Post-pandemic  — BlogHer", "image": "http://static1.squarespace.com/static/59fb6cfaace8644ddb1e9935/t/5f36adc9215ff96acdac2f9d/1597418957270/BH.com_2020_ArticleGraphic_SHEPartner-CamilaVilas.jpg?format=1500w", "url": "https://www.blogher.com/news/she-media-partner-camila-vilas", "card": "summary", "description": "The mission behind CamilaVilas.com is to help inspire women by guiding them to discover their own chic personal style while still remaining true to themselves. Learn more about Camila Vilas and her advice for bloggers who are just getting started."}, "description": "The mission behind CamilaVilas.com is to help inspire women by guiding them \r\nto discover their own chic personal style while still remaining true to \r\nthemselves. Learn more about Camila Vilas and her advice for bloggers who \r\nare just getting started."}}}