{"GDELT": {"GlobalEventID": 940609017, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "FIRE FIGHTER", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Leamington, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12649", "Actor1Geo_Lat": 42.05, "Actor1Geo_Long": -82.5833, "Actor1Geo_FeatureID": "-567826", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Leamington, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12649", "Action2Geo_Lat": 42.05, "Action2Geo_Long": -82.5833, "Action2Geo_FeatureID": "-567826", "DATEADDED": 20200813193000, "SOURCEURL": "https://www.producer.com/2020/08/casa-corteva-take-steps-to-make-farm-families-safer/"}, "ARTICLE": {"TITLE": "CASA, Corteva take steps to make farm families safer", "TEXT": "Harvest season is just around the corner and a new grain crop will soon be going into storage.\n\nHarvest is always exciting, but it’s also a time when the risk of farm injuries is heightened.\n\nThe risk of grain entrapment should never be underestimated, said Rob Gobeil, an agricultural health and safety specialist at the Canadian Agricultural Safety Association.\n\nAccording to the most recent statistics available, between six and eight deaths occur each year in Canada by grain entrapment.\n\nThe risk of becoming entrapped in bulk grain is typically highest when grain is being taken out of storage, said Gobeil.\n\nADVERTISEMENT\n\nBut grain entrapments can happen at any time of year.\n\n“Entrapment is usually more associated with unloading a bin as opposed to loading, but it can happen at any time of year,” he said.\n\n“Really the No. 1 cause of people getting trapped in a grain bin is because the grain is in poor condition.”\n\n“When stored grain goes out of condition, it tends to crust up on the surface or it will scale up on the exterior walls… and when the farmers go to load up a truck or move the grain through a chute or an auger… they’ll realize they’ve got a clog somewhere in the system and they’ll open up one of the hatches and go in.”\n\nOnce inside a bin, the risk of entrapment is heightened.\n\nGrain that’s crusted on the top surface often has a void underneath and is unlikely to support a person’s weight.\n\nIf augers are still running or grain is still flowing, the results can be deadly.\n\n“When grain is flowing, it reacts very much like quicksand,” Gobeil explained.\n\nADVERTISEMENT\n\n“You may have only a few seconds to react and if you don’t power down the equipment and stop that grain flow quickly, you’re going to sink out of sight pretty fast.”\n\nAccording to Gobeil, people who become entrapped in grain have a poor chance of survival.\n\nBut through its grain rescue training program, BeGrainSafe, CASA is improving those odds. The program uses a mobile training unit to improve awareness of grain entrapment risks and provide training on grain rescues and grain extrication procedures.\n\n“Far too often, poor decisions are made in a rescue situation,” Gobeil said.\n\n“The wrong decision can make a bad situation worse so it’s critical to learn the theory behind a successful rescue and to have a little bit of practical training that will help make smart decisions and get people out safely.”\n\nRecently, CASA’s efforts to provide grain rescue training got a significant boost from farm input supplier Corteva Agriscience Canada.\n\nADVERTISEMENT\n\nCorteva announced last month (July 22) that it would provide funding to help CASA host eight grain entrapment training sessions across Canada. The sessions will be held at yet-to-be-determined locations in Alberta, Saskatchewan, Manitoba, Ontario and Quebec.\n\nDetails of the sessions have yet to be finalized but the training will be open to qualified fire fighters from rural fire departments across the five provinces.\n\nIn addition, Corteva plans to buy eight sets of grain entrapment rescue equipment to be distributed among rural fire departments that complete CASA’s BeGrainSafe training program.\n\nThe rescue equipment, valued at about $4,000 per set, consists of a Haul-All Pencil Auger and a specially designed GSI Res-Q-Tube, which acts as a cofferdam.\n\nDuring a rescue situation, a cofferdam is placed around the entrapment victim and is pushed down into the grain mass.\n\nAfter the cofferdam is in place, the pencil auger is used to remove grain from around the victim. Once enough grain has been removed, the entrapment victim can be safely extricated.\n\nKris Allen, a Calgary-based communications leader with Corteva, said the opportunity to contribute life-saving equipment and funding for training seemed like an ideal way for the company to show appreciation to Canadian farm families.\n\n“Handling grain is an every day occurrence in the agriculture industry, meaning unexpected grain incidents can happen at any moment,” Allen said.\n\nGobeil said the benefits of CASA’s grain rescue training program were demonstrated last year near Leamington, Ont., when a young farm visitor became entrapped in a gravity flow grain wagon.\n\n“A girl from the city was visiting friends on a farm and… for whatever reason, she thought it looked pretty cool watching this gravity flow wagon empty its contents,” Gobeil said.\n\n“She jumped in without understanding how flowing grain works and how quickly you can sink. She was just unaware.”\n\n“She got trapped but luckily enough, they stopped the flow of grain just in time. Her nose and her mouth were about all that was sticking out of the grain at that point.”\n\nWith the help of a firefighter who had been trained in grain entrapment rescues, the local fire department was able to fabricate a makeshift cofferdam using boards and signage. The girl was safely extricated.\n\nAllen said Leamington was one of the first locations to get the training and a week later, they rescued the girl.\n\nFor more information, interested groups can contact CASA at 877-452-2272 or by email at info@casa-acsa.ca.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Harvest season is just around the corner and a new grain crop will soon be going into storage. Harvest is always exciting, but it’s also a time when the", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "CASA, Corteva take steps to make farm families safer | The Western Producer", "description": "Harvest season is just around the corner and a new grain crop will soon be going into storage. Harvest is always exciting, but it’s also a time when the", "url": "https://www.producer.com/2020/08/casa-corteva-take-steps-to-make-farm-families-safer/", "site_name": "The Western Producer", "image": {"identifier": "https://static.producer.com/wp-content/uploads/2020/08/13130643/48-grain-safe-0012-4col.jpg", "width": 1000, "height": 700}}, "article": {"published_time": "2020-08-13T19:08:31+00:00"}, "twitter": {"card": "summary_large_image"}, "generator": "WordPress 5.4.1", "msapplication-TileColor": "#0D89D4", "msapplication-TileImage": "https://www.producer.com/wp-content/themes/twp_theme_single/images/ico/ms-icon-144x144.png", "msapplication-square70x70": "https://www.producer.com/wp-content/themes/twp_theme_single/images/ico/ms-icon-70x70.png", "msapplication-square150x150": "https://www.producer.com/wp-content/themes/twp_theme_single/images/ico/ms-icon-150x150.png", "msapplication-square310x310": "https://www.producer.com/wp-content/themes/twp_theme_single/images/ico/ms-icon-310x310.png", "site": "westernproducer", "section": "farm_living", "commodity": "n/a", "storytags": "farm safety"}}}