{"GDELT": {"GlobalEventID": 940618118, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "BHR", "Actor1Name": "BAHRAIN", "Actor1CountryCode": "BHR", "Actor2Code": "ARE", "Actor2Name": "UNITED ARAB EMIRATES", "Actor2CountryCode": "ARE", "IsRootEvent": 0, "EventCode": 54, "EventBaseCode": 54, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 6.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.8061224489795897, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bahrain", "Actor1Geo_CountryCode": "BA", "Actor1Geo_ADM1Code": "BA", "Actor1Geo_Lat": 26.0, "Actor1Geo_Long": 50.5, "Actor1Geo_FeatureID": "BA", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Action2Geo_CountryCode": "AE", "Action2Geo_ADM1Code": "AE03", "Action2Geo_ADM2Code": "28575", "Action2Geo_Lat": 25.2522, "Action2Geo_Long": 55.28, "Action2Geo_FeatureID": "-782831", "DATEADDED": 20200813203000, "SOURCEURL": "https://www.stamfordadvocate.com/news/article/The-Latest-UAE-confirms-deal-to-establish-ties-15481451.php"}, "ARTICLE": {"TITLE": "The Latest: US envoy: UAE-Israel deal 'huge win' for Trump", "TEXT": "The Latest: US envoy: UAE-Israel deal 'huge win' for Trump\n\nPresident Donald Trump, center, accompanied by U.S. Ambassador to Israel David Friedman, left, and Trump's White House senior adviser Jared Kushner, right, speaks in the Oval Office at the White House, Wednesday, Aug. 12, 2020, in Washington. Trump said on Thursday that the United Arab Emirates and Israel have agreed to establish full diplomatic ties as part of a deal to halt the annexation of occupied land sought by the Palestinians for their future state. less President Donald Trump, center, accompanied by U.S. Ambassador to Israel David Friedman, left, and Trump's White House senior adviser Jared Kushner, right, speaks in the Oval Office at the White House, ... more Photo: Andrew Harnik, AP Photo: Andrew Harnik, AP Image 1 of / 18 Caption Close The Latest: US envoy: UAE-Israel deal 'huge win' for Trump 1 / 18 Back to Gallery\n\nDUBAI, United Arab Emirates (AP) — Here is the Latest following President Donald Trump's announcement that the United Arab Emirates and Israel will open diplomatic ties in a deal halting Israel's planned annexation of Palestinian land:\n\n11:55 p.m.\n\nUNITED NATIONS — The U.S. ambassador to the United Nations says she is celebrating the announcement of diplomatic relations between the United Arab Emirates and Israel, calling it “a huge win” for President Donald Trump and for the world.\n\nKelly Craft said in an interview with The Associated Press that the diplomatic ties show “just how hungry for peace we all are in this world,” and how Mideast countries are all understanding the need “to stand firm against a regime that is the number one state sponsor of terrorism” — Iran.\n\nCraft says she believes that more of the Middle East will be “joining together,” and pointing to a letter Sunday from the UAE and five other nations in the Gulf Cooperation Council endorsing an extension of the U.S. arms embargo on Iran which is set to expire on Oct. 18. The GCC countries are Bahrain, Kuwait, Oman, Qatar and Saudi Arabia.\n\n“Today’s announcement is just a statement that the Middle East, that the countries are coming together, because they recognize, they understand the importance of restraining this murderous regime,” Craft said. “I’m celebrating the president’s vision, his strategy. He’s been talking about this, he’s been working behind the scenes on this particular issue, and today it was announced and we’re all celebrating.”\n\n11:05 p.m.\n\nThe Gulf Arab island-nation of Bahrain says it welcomes the deal reached between Israel and the United Arab Emirates to establish full diplomatic relations.\n\nBahrain congratulated the UAE and its leadership for reaching a deal that it said suspends Israeli annexation of Palestinian lands while “taking steps to enhance the chances for Middle East peace.”\n\nThat's according to a statement in the state-run Bahrain News Agency on Thursday.\n\nBahrain, like the UAE, has long been eyeing ties with Israel and hosted a conference for the Trump administration aimed at rallying economic support for his Middle East plan unveiled last year.\n\nBahrain is the first Gulf Arab country to comment publicly on the UAE-Israel announcement.\n\n___\n\n10:35 p.m.\n\nThe Egyptian president has welcomed the deal between the United Arab Emirates and Israel to establish full diplomatic ties.\n\nAbdel-Fattah el-Sissi said in a tweet that he praises the parties’ efforts to “achieve prosperity and stabilization in our region.\"\n\nHe said he also spoke by phone with Abu Dhabi Crown Prince Mohammed bin Zayed Al Nahyan after the announcement of the UAE-Israeli relations on Thursday.\n\nEl-Sissi's office said the Egyptian leader, whose county, along with Jordan, has active diplomatic ties with Israel, called the UAE-Israel deal “a historic peace step” that would push Mideast peace efforts forward, and help stabilize the region.\n\nEl-Sissi also hailed the halt of the Israeli annexation plans for occupied land sought by the Palestinians for their future state.\n\n___\n\n10:25 p.m.\n\nTEL AVIV, Israel — The city hall in Tel Aviv has been lit up with the flags of Israel and the United Arab Emirates after the two countries declared they would be establishing full diplomatic ties.\n\nThe gesture comes as the UAE on Thursday became only the third Arab country to agree to have full ties with Israel, after Egypt and Jordan.\n\nPresident Donald Trump first announced the major development on Thursday, saying the United Arab Emirates and Israel have agreed to establish full diplomatic ties as part of a deal to halt the annexation of occupied land sought by the Palestinians for their future state.\n\nThe mayor of liberal Israeli city of Tel Aviv, Ron Huldai, congratulated Israeli Prime Minister Benjamin Netanyahu on the “double achievement” of peace with the UAE and shelving of plans to annex parts of the West Bank.\n\n___\n\n10:10 p.m.\n\nWILMINGTON, Delaware — Joe Biden is calling the agreement between Israel and the United Arab Emirates “a historic step to bridge the deep divides of the Middle East.”\n\nThe former vice president and presumptive Democratic presidential nominee issued a statement on Thursday, calling the agreement that the UAE publicly recognize Israel “a welcome, brave, and badly-needed act of statesmanship” and a “critical recognition that Israel is a vibrant, integral part of the Middle East that is here to stay.”\n\nBiden also said that West Bank annexation by Israel “would be a body blow to the cause of peace, which is why I oppose it now and would oppose it as president” if he’s elected when the U.S. votes in November. He said that as president, he’d seek to foster a two-state solution in the Middle East.\n\nBiden also said the accord shows “the role American democracy can play” and “builds on efforts of multiple administrations,” including President Barack Obama’s. But he did not mention the Trump White House by name.\n\nBiden said he’d spent time with UAE leaders as vice president and “I am gratified by today’s announcement.”\n\n___\n\n9:45 p.m.\n\nWASHINGTON — The pro-Israel U.S. lobby group, American Israel Public Affairs Committee, has issued a statement saying it greatly appreciates the efforts of President Donald Trump and his administration in facilitating the diplomatic move.\n\nThe influential lobbying group said in a statement that the United Arab Emirates “joins Egypt and Jordan in paving the path to peace through recognition and engagement rather than by seeking to isolate and boycott the Jewish state.”\n\nAIPAC urged other Arab states and the Palestinians to follow the UAE’s lead and “end its boycott of Israel and America and return to the negotiating table.”\n\nThe statement came shortly after Trump said on Thursday that the UAE and Israel have agreed to establish full diplomatic ties as part of a deal to halt the annexation of occupied land sought by the Palestinians for their future state. This makes the UAE the first Gulf Arab state to do so and only the third Arab nation to have active diplomatic ties to Israel.\n\n___\n\n9:05 p.m.\n\nJERUSALEM — Israel’s president is inviting the leader of the United Arab Emirates to visit Jerusalem.\n\nPresident Reuven Rivlin made the invitation on Twitter on Thursday, within hours of the major announcement that Israel and the UAE were establishing full diplomatic ties.\n\n“I invite the crown prince to visit Jerusalem,” he wrote, adding a greeting in Arabic.\n\nRivlin, whose post is ceremonial, said the agreement was “an important and strategic milestone” that could jumpstart agreements with other countries in the region.\n\n___\n\n8:50 p.m.\n\nJERUSALEM — Supporters of Israel’s now shelved plans to annex parts of the West Bank are slamming Prime Minister Benjamin Netanyahu’s “missed opportunity.”\n\nSome moderate settlers have welcomed Thursday’s announcement that Israel is establishing diplomatic ties with the United Arab Emirates in exchange for dropping its annexation plans. But harder-line settlers say it wasn’t worth giving up on annexation for a peace deal.\n\nSettler leader David Alhayani said Netanyahu duped the settler electorate into voting for him with promises of annexation. “The faith in you has expired,” he said.\n\nPro-settler opposition legislator Bezalel Smotrich said the deal showed Netanyahu was not a true nationalist.\n\nNaftali Bennett, another pro-settler lawmaker, welcomed the agreement but said Netanyahu “missed a once in a century opportunity.” He said it was “tragic that Netanyahu did not seize the moment.”\n\n___\n\n8:15 p.m.\n\nJERUSALEM — A top official in the West Bank settler movement says freezing the annexation plan is a “fair price” for establishing relations with the United Arab Emirates.\n\nOded Revivi, a top leader in the Yesha settler council, had been a strong advocate of annexation.\n\nBut in a tweet on Thursday, he said: “The Israeli agreement to postpone the application of Israeli law in the Jewish settlements in Judea and Samaria is a fair price.”\n\nThe reaction could be a sign that even Israeli hard-liners who pushed for annexation will not criticize Netanyahu for abandoning their dream.\n\n___\n\n8:10 p.m.\n\nTEL AVIV, Israel — Israeli lawmakers are welcoming the establishment of full diplomatic relations with the United Arab Emirates.\n\nIsraeli Defense Minister Benny Gantz, who is also Israel’s “alternate” prime minister under a power sharing deal, said Thursday’s agreement expressed an “alliance” between countries in the region who aim for stability and prosperity. He said the agreement will have “many positive implications” on the region and called on other Arab states to pursue peace deals with Israel.\n\nHe thanked President Trump, calling him a “true friend of Israel.”\n\nIsraeli Foreign Minister Gabi Ashkenazi, part of Gantz’ Blue and White party, said he welcomed Israel’s backing down from “unilateral annexation” of the West Bank, saying Trump’s Mideast plan would be discussed in consultation with countries in the region.\n\nOpposition leader Yair Lapid said “negotiations and agreements, not unilateral steps like annexation” were key to Israel’s diplomatic relations.\n\n___\n\n8:05 p.m.\n\nGAZA CITY, Gaza Strip — The Hamas militant group has accused the United Arab Emirates of stabbing the Palestinians in the back by agreeing to establish full diplomatic ties with Israel.\n\nThe reaction came shortly after President Donald Trump said on Thursday that the UAE and Israel have agreed to full diplomatic relations as part of a deal to halt the annexation of occupied land sought by the Palestinians for their future state.\n\n“This announcement is a reward for the Israeli occupation’s crimes,” said Hamas spokesman Fawzi Barhoum. “The normalization is a stabbing in the back of our people.”\n\nThe Islamic militant Hamas movement seeks Israel’s destruction and has fought three wars and has fought three wars against Israel since seizing control of the Gaza Strip in 2007.\n\n___\n\n8 p.m.\n\nDUBAI, United Arab Emirates — A top Emirati official says the deal announced by President Donald Trump for the United Arab Emirates to establish ties with Israel dealt a “death blow” to moves by Israel to annex Palestinian lands.\n\nAnwar Gargash, the UAE Minister of State for Foreign Affairs, told reporters on Thursday that the Emiratis wanted to “try and put one on one together” and develop an organic relationship that was already existing in many fields.\n\n“Let us try and get something tangible,” he said.\n\nHe described it as a “bold step.” “We’ve come up with a realization,” he said. “Our relationship has not always been central... but we come out and argued that in every difficult political file in the region, when you do have bridges and contacts you become more important and influential in trying to affect results and trying to help.”\n\n“The UAE is using its gravitas and promise of a relationship to unscrew a time bomb that is threatening a two-state solution,” Gargash said. When asked about a time frame for embassies opening, Gargash said it will not be long and “this is for real”. “We are not talking about step by step.”\n\n“Is it perfect? Nothing is perfect in a very difficult region,” he said. “But I think we used our political chips right.”Here is the Latest on", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-13T20:01:45Z", "article": {"published_time": "2020-08-13T20:01:45Z", "modified_time": "2020-08-13T21:04:46Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Benjamin Netanyahu, Gulf Arab, Benny Gantz, Reuven Rivlin, Joe Biden, Kelly Craft, Yair Lapid, Oded Revivi, Naftali Bennett, Abdel-Fattah el-Sissi, Barack Obama, Gabi Ashkenazi, Mohammed bin Zayed Al Nahyan, Ron Huldai, Anwar Gargash, Fawzi Barhoum, Jordan, David Alhayani, Bezalel Smotrich, UAE, Israel, Bahrain, U.S., West Bank, Palestinian, Mideast, Iran, Jerusalem, Saudi Arabia, Dubai, Gaza Strip, North America, Tel Aviv, Oman, Qatar, Kuwait, Egyptian, Emirati, Abu Dhabi, WILMINGTON, Delaware, WASHINGTON, GAZA CITY, Judea, Samaria, Yesha, AP, Gulf Cooperation Council, UNITED NATIONS, MC Complete - State & National, United Arab Emirates Middle East, Middle East News, PERSON Abdel-Fattah el-Sissi GOVERNMENT_FIGURE, American Israel Public Affairs Committee, Democratic, Bahrain News Agency, Trump White House, Hamas, Blue and White, A Wire, The Latest, Trump, Jewish, Arabic, Islamic, Twitter", "nlpOrganization": "AP, Gulf Cooperation Council, UNITED NATIONS, MC Complete - State & National, United Arab Emirates Middle East, Middle East News, PERSON Abdel-Fattah el-Sissi GOVERNMENT_FIGURE, American Israel Public Affairs Committee, West Bank, Democratic, Bahrain News Agency, Trump White House, Hamas, Blue and White", "nlpPerson": "Benjamin Netanyahu, Gulf Arab, Benny Gantz, Reuven Rivlin, Joe Biden, Kelly Craft, Yair Lapid, Oded Revivi, Naftali Bennett, Abdel-Fattah el-Sissi, Barack Obama, Gabi Ashkenazi, Mohammed bin Zayed Al Nahyan, Ron Huldai, Anwar Gargash, Fawzi Barhoum, Jordan, David Alhayani, Bezalel Smotrich", "nlpLocation": "UAE, Israel, Bahrain, U.S., West Bank, Palestinian, Mideast, Iran, Jerusalem, Saudi Arabia, Dubai, Gaza Strip, North America, Tel Aviv, Oman, Qatar, Kuwait, Egyptian, Emirati, Abu Dhabi, WILMINGTON, Delaware, WASHINGTON, GAZA CITY, Judea, Samaria, Yesha", "nlpWorkOfArt": "A Wire, The Latest", "nlpOther": "Trump, Jewish, Arabic, Islamic, Twitter", "nlpCategories": "%2FNews%2FPolitics,%2FLaw+%26+Government%2FGovernment", "sailthru.title": "The Latest:  US envoy: UAE-Israel deal 'huge win' for Trump", "sailthru.date": "2020-08-13 17:04:00 -0400", "sailthru_uid": 15481451, "sailthru_pubname": "associated-press", "sailthru_siteid": 5, "sailthru.tags": "benjamin-netanyahu,gulf-arab,benny-gantz,reuven-rivlin,joe-biden,kelly-craft,yair-lapid,oded-revivi,naftali-bennett,abdel-fattah-el-sissi,barack-obama,gabi-ashkenazi,mohammed-bin-zayed-al-nahyan,ron-huldai,anwar-gargash,fawzi-barhoum,jordan,david-alhayani,bezalel-smotrich,uae,israel,bahrain,u-s,west-bank,palestinian,mideast,iran,jerusalem,saudi-arabia,dubai,gaza-strip,north-america,tel-aviv,oman,qatar,kuwait,egyptian,emirati,abu-dhabi,wilmington,delaware,washington,gaza-city,judea,samaria,yesha,ap,gulf-cooperation-council,united-nations,mc-complete-state-national,united-arab-emirates-middle-east,middle-east-news,person-abdel-fattah-el-sissi-government-figure,american-israel-public-affairs-committee,democratic,bahrain-news-agency,trump-white-house,hamas,blue-and-white,a-wire,the-latest,trump,jewish,arabic,islamic,twitter,ap,gulf-cooperation-council,united-nations,mc-complete-state-national,united-arab-emirates-middle-east,middle-east-news,person-abdel-fattah-el-sissi-government-figure,american-israel-public-affairs-committee,west-bank,democratic,bahrain-news-agency,trump-white-house,hamas,blue-and-white,benjamin-netanyahu,gulf-arab,benny-gantz,reuven-rivlin,joe-biden,kelly-craft,yair-lapid,oded-revivi,naftali-bennett,abdel-fattah-el-sissi,barack-obama,gabi-ashkenazi,mohammed-bin-zayed-al-nahyan,ron-huldai,anwar-gargash,fawzi-barhoum,jordan,david-alhayani,bezalel-smotrich,uae,israel,bahrain,u-s,west-bank,palestinian,mideast,iran,jerusalem,saudi-arabia,dubai,gaza-strip,north-america,tel-aviv,oman,qatar,kuwait,egyptian,emirati,abu-dhabi,wilmington,delaware,washington,gaza-city,judea,samaria,yesha,a-wire,the-latest,trump,jewish,arabic,islamic,twitter,2fnews-2fpolitics,2flaw-26-government-2fgovernment", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/43/37/19806149/51/sailthruImage.jpg", "og": {"title": "The Latest:  US envoy: UAE-Israel deal 'huge win' for Trump", "description": "DUBAI, United Arab Emirates (AP) - Here is the Latest following President Donald Trump's announcement that the United Arab Emirates and Israel will open diplomatic ties in a deal halting Israel's planned annexation of Palestinian land: \n 11:55 p.m. \n UNITED NATIONS - The U.S. ambassador to the United Nations says she is celebrating the announcement of diplomatic relations between the United Arab Emirates and Israel, calling it \"a huge win\" for President Donald Trump and for the world. \n Kelly Craft said in an interview with The Associated Press that the diplomatic ties show \"just how hungry for peace we all are in this world,\" and how Mideast countries are all understanding the need \"to stand firm against a regime that is the number one state sponsor of terrorism\" - Iran. \n Craft says she believes that more of the Middle East will be \"joining together,\" and pointing to a letter Sunday from the UAE and five other nations in the Gulf Cooperation Council endorsing an extension of the U.S. arms embargo on Iran which is set to expire on Oct. 18. The GCC countries are Bahrain, Kuwait, Oman, Qatar and Saudi Arabia. \n \"Today's announcement is just a statement that the Middle East, that the countries are coming together, because they recognize, they understand the importance of restraining this murderous regime,\" Craft said. \"I'm celebrating the president's vision, his strategy. He's been talking about this, he's been working behind the scenes on this particular issue, and today it was announced and we're all celebrating.\" \n 11:05 p.m. \n The Gulf Arab island-nation of Bahrain says it welcomes the deal reached between Israel and the United Arab Emirates to establish full diplomatic relations. \n Bahrain congratulated the UAE and its leadership for...", "type": "article", "url": "https://www.stamfordadvocate.com/news/article/The-Latest-UAE-confirms-deal-to-establish-ties-15481451.php", "image": "https://s.hdnux.com/photos/01/13/43/37/19806149/51/rawImage.jpg", "site_name": "StamfordAdvocate", "country-name": "United Arab Emirates"}, "twitter": {"card": "summary_large_image", "site": "@StamAdvocate"}, "fb": {"admins": 100006394927810, "app_id": 612318522124663, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}}