{"GDELT": {"GlobalEventID": 940655513, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "MDV", "Actor2Name": "MALDIVE", "Actor2CountryCode": "MDV", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.45398773006135, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN", "Actor2Geo_Lat": 20.0, "Actor2Geo_Long": 77.0, "Actor2Geo_FeatureID": "IN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20200814003000, "SOURCEURL": "https://www.indiatoday.in/india/story/india-maldives-ties-reset-india-s-total-financial-commitment-mal-worth-usd-2-billion-1710927-2020-08-14"}, "ARTICLE": {"TITLE": "India-Maldives ties reset: India's total financial commitment Malé worth USD 2 billion", "TEXT": "Maldives President Ibrahim Mohamed Solih and Prime Minister Narendra Modi shake hands ahead of their meeting at Hyderabad House in New Delhi, December 17, 2018. (Photo: Reuters)\n\nSince the Yameen administration was ousted and President Ibrahim Solih took over, India-Maldives ties have been on the mend. Growing partnership between these two critical neighbours in the Indian Ocean, is a clear message to China of its reducing influence on the island nation.\n\nDuring a video conference between the foreign ministers of India and Maldives, External Affairs Minister Dr S Jaishankar announced a financial package consisting of a grant of USD 100 million and a new line of credit of USD 400 million to support the implementation of Greater Male Connectivity Project (GMCP) in Maldives.\n\n\"EAM noted that this will be the largest civilian infrastructure project in Maldives, connecting Malé (the capital of Maldives) with three neighbouring islands - Villingili, Gulhifahu (where a port is being built under Indian LoC) and Thilafushi (new industrial zone) - by construction of a bridge-and-causeway link spanning 6.7 kms,\" a statement by the Ministry of External Affairs said.\n\nOnce completed, this landmark project will streamline connectivity between the four islands, thereby boosting economic activity, generating employment, and promoting holistic urban development in the Malé region.\n\nForeign Minister Shahid expressed deep appreciation for the steps taken by the Indian government in meeting the development priorities of his government. He noted that the Greater Malé Connectivity project will be a new milestone in India- Maldives ties and will anchor the economic and industrial transformation of the Maldives.\n\nHe tweeted, \"Connecting for Connectivity!... The already robust and dynamic #MaldivesIndiaPartnership continues to strengthen, even during the pandemic! Agreement on several key initiatives moving forward.\"\n\nPresident Solih thanked the PM in a tweet saying, \"A landmark moment in Maldives-India cooperation today as we receive Indian assistance of USD250 million as budget support and USD500 million for the Greater Malé Connectivity Project. I thank PM @narendramodi and the Indian people for their generosity and friendship.\"\n\nA landmark moment in Maldives-India cooperation today as we receive Indian assistance of USD250 million as budget support and USD500 million for the Greater Malé Connectivity Project. I thank PM @narendramodi and the Indian people for their generosity and friendship. — Ibrahim Mohamed Solih (@ibusolih) August 13, 2020\n\nPM Modi responded, \"Thank you, President @ibusolih! India will continue to support the Maldives in mitigating the economic impact of the COVID-19 pandemic. Our special friendship is, and will always remain, as deep as the waters of the Indian Ocean.\"\n\nThank you, President @ibusolih! India will continue to support the Maldives in mitigating the economic impact of the COVID-19 pandemic. Our special friendship is, and will always remain, as deep as the waters of the Indian Ocean. https://t.co/nbKL19hw7P — Narendra Modi (@narendramodi) August 13, 2020\n\nHighlighting the major shift from the 'Chinese debt trap', without naming China, Maldivian speaker Mohamed Nasheed tweeted, \"The super low cost development assistance announced by @DrSJaishankar today is exactly what Maldives needs. Genuine help from a friend, to help us build critical infrastructure. Rather than eye-wateringly expensive commercial loans that leaves the nation mired in debt.\"\n\nSources admitted that there has been a \"reset\" in relations with the Maldives since President Solih assumed office in November 2018.\n\n\"In the last one and a half years, President Solih and his government has acted on its 'India First' policy in right earnest. In line with its 'Neighbourhood First' policy, India has worked proactively to deepen its ties with Maldives,\" a source said.\n\nThe key areas where the two sides are moving forward also include:\n\nCreation of an air travel bubble: Maldives is the first neighbouring country with which an air bubble is being operationalised.\n\n\"EAM announced creation of an air travel bubble between India and Maldives to facilitate movement of people from both sides for employment, tourism, medical emergencies etc,\" the statement said.\n\nSources said, \"In line with our commitment to assist Maldives in its economic recovery, it has been decided to create air travel bubble with Maldives. Maldives has opened its borders for international tourists since 15 July 2020. Creation of an air bubble will help revive its tourism industry and boost its economy, which is under immense financial strain due to the Covid pandemic. Maldives will be the first country in the neighbourhood with which an air travel bubble will be established.\"\n\nExtension of urgent financial assistance: This is the first financial assistance that has been announced by GoI to any country to deal with COVID-19 pandemic.\n\n\"Given the financial challenges faced by Maldives due to the COVID-19 situation and India's commitment to assist Maldives in its economic recovery, EAM announced that Government of India has decided to extend in-principle urgent financial assistance to the Government of Maldives, by way of a soft loan arrangement. Exact modalities of the loan arrangement are being finalized by the two sides,\" said the statement.\n\nSources said, \"This assistance will help the Maldives government tide over the financial crisis, till their main revenue earners like tourism and fisheries exports return to normal.\"\n\nForeign Minister Shahid conveyed gratitude for the timely financial assistance of USD 250 million being extended by India.\n\n\"Small in size, but large in impact\" he tweeted, adding, \"The 9 projects under High Impact Project Scheme &19 projects under the Cash Grant of India, have enhanced lives and livelihoods, and empowered local communities. We look forward to financing more projects under these Schemes.\"\n\nFerry service between India and Maldives: This proposal was announced by PM Modi during his visit to the Maldives in June 2020.\n\nSources said, \"It has been decided to start a cargo ferry service between India and Maldives, in view of the commitment made by PM. At the same time, India looks to bolster trade ties with the Maldives, which are not commensurate with its potential.\"\n\nBuilding \"trust\" and focusing on \"shared\" interests, India and Maldives want to move towards a 'partnership of development' as opposed to China's 'partnership of dependence'.", "METADATA": {"viewport": "width=device-width, minimum-scale=1, initial-scale=1.0, maximum-scale=5.0", "description": "Jaishankar announced a financial package consisting of a grant of USD 100 million and a new line of credit of USD 400 million to support the implementation of GMCP in Maldives.", "news_keywords": "Ibrahim Solih, Maldives, india Maldives,", "og": {"site_name": "India Today", "type": "Article", "description": "Jaishankar announced a financial package consisting of a grant of USD 100 million and a new line of credit of USD 400 million to support the implementation of GMCP in Maldives.", "title": "India-Maldives ties reset: India's total financial commitment Malé worth USD 2 billion", "url": "https://www.indiatoday.in/india/story/india-maldives-ties-reset-india-s-total-financial-commitment-mal-worth-usd-2-billion-1710927-2020-08-14", "updated_time": "2020-08-14T04:02:54+05:30", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202008/modi_solih52-647x363.jpeg?_OaFR1s7Hm1.3TK25THFyXkzu2qbifsY"}, "twitter": {"creator": "@indiatoday", "title": "India-Maldives ties reset: India's total financial commitment Malé worth USD 2 billion", "site": "@indiatoday", "card": "summary_large_image", "description": "Jaishankar announced a financial package consisting of a grant of USD 100 million and a new line of credit of USD 400 million to support the implementation of GMCP in Maldives.", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202008/modi_solih52-647x363.jpeg?_OaFR1s7Hm1.3TK25THFyXkzu2qbifsY"}, "fb": {"pages": 23230437118}, "generator": "Drupal 7 (http://drupal.org)", "theme-color": "#C04A4A", "branch": {"deeplink": {"canonical_identifier": 1710927, "data_type": "story"}}, "article": {"published_time": "2020-08-14T04:02:57+05:30", "modified_time": "2020-08-14T04:02:54+05:30"}}}}