{"GDELT": {"GlobalEventID": 940648434, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IGOEUREEC", "Actor1Name": "THE EU", "Actor1CountryCode": "EUR", "Actor1KnownGroupCode": "EEC", "Actor1Type1Code": "IGO", "IsRootEvent": 0, "EventCode": 85, "EventBaseCode": 85, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -6.733524355300861, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200814000000, "SOURCEURL": "https://www.swissinfo.ch/eng/-we-don-t-need-war---belarus-leadership-says-sorry-in-bid-to-quell-protests/45966220"}, "ARTICLE": {"TITLE": "'We don't need war': Belarus releases detainees in bid to quell protests", "TEXT": "People greet each other during an opposition rally to protest against police violence and to reject the presidential election results in Minsk, Belarus August 13, 2020. REUTERS/Vasily Fedosenko reuters_tickers\n\nThis content was published on August 14, 2020 - 01:12\n\nBy Andrei Makhovsky and Vasily Fedosenko\n\nMINSK (Reuters) - The Belarusian leadership began releasing thousands of detainees and issued a rare public apology on Thursday in a bid to quell nationwide street protests that pose the biggest challenge to strongman President Alexander Lukashenko's 26-year rule.\n\nHundreds of friends and relatives, many of them in tears, stood outside a detention centre in Minsk waiting to give food, water and blankets to people emerging from inside in the early hours of Friday.\n\nSome of the protesters had bruises and described being tightly packed inside cells and complained of mistreatment. Deputy Interior Minister Alexander Barsukov denied the prisoners were abused and said all detainees would be freed by morning.\n\nAt least two protesters have died and around 6,700 were detained this week in a crackdown following Lukashenko's contested re-election that has prompted the West to consider new sanctions on Minsk.\n\nThe detainees' release and the emollient tone used by two top state officials underscored the vulnerability of Lukashenko's hold over a country seen by neighbouring Russia as a strategic buffer against NATO and the European Union.\n\n\"I take responsibility and apologise for injuries of random people at the protests who got it in the neck,\" said Minister of Internal Affairs Yuri Karayev.\n\nTens of thousands of protesters on Thursday were joined by workers from some state-run industries that are the pride of Lukashenko's Soviet-style economic model, including the Minsk Automobile Plant (MAZ) that makes ‎trucks‎ and ‎buses.\n\nFootage showed them chanting \"elections\" and \"go away\". Local media also reported protests at the state-run haulage and earthmoving equipment manufacturer BelAZ in a town northeast of Minsk, and at the Grodno Azot chemical plant.\n\nProtesters formed human chains and marched in the capital, backed by at least 10 television presenters and reporters from the tightly controlled state media who resigned in solidarity.\n\nThe protesters accuse Lukashenko of rigging last Sunday's presidential election to win a sixth term. The president, alleging a foreign-backed plot to destabilise the country, has dismissed the demonstrators as criminals and unemployed.\n\nBut another presidential ally, the head of a national state council Natalya Kochanova, said on Thursday that Lukashenko had ordered an urgent review of the detentions.\n\n\"We don't fight, we don't need war,\" she said.\n\nRUSSIA ALLEGES MEDDLING\n\nIn Minsk, ambassadors from EU countries laid flowers at the site where one protester died, as a crowd cheered and chanted.\n\n\"We are here to mourn the loss of life and also to show solidarity with the victims of the violence and abuse that has taken place over many Belarusian towns and cities over the last few days,\" EU envoy Dirk Schuebel told reporters afterwards.\n\nLukashenko has sought better relations with the West amid strained ties with traditional ally Russia.\n\nThe EU partially lifted sanctions, imposed over Lukashenko's human rights record, in 2016, but could introduce new measures as early as this month. Germany called on the EU to put pressure on Lukashenko.\n\nRussia, which has nudged Lukashenko into accepting closer political and economic ties, expressed concern over what it depicted as attempts by external forces to destabilise Belarus.\n\nA former Soviet collective farm manager, the 65-year-old Lukashenko has faced increasing anger over his handling of the coronavirus pandemic - which he dismissed as a \"psychosis\" - a sluggish economy and human rights.\n\nSergei, one of the freed detainees, said there had been 28 people in a cell that would normally contain five. Prisoners took turns to sleep, he said, and were given a single loaf of bread to share out over two days.\n\nReuters could not independently verify his account.\n\n\"They did not beat me in the cell, they took me out of the cell and beat me there,\" said Sergei, who declined to give his last name.\n\n(Reporting by Andrei Makhovsky and Vasily Fedosenko in Minsk; Additional reporting by Anton Zverev and Andrey Ostroukh in Moscow and Gabriela Baczynska in Brussels; Writing by Matthias Williams; Editing by Alex Richardson, Giles Elgood, Grant McCool and Michael Perry)", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "white", "news_keywords": "Law and order,computing and information technology,Politics,national security,diplomacy,election,national elections,human rights,racism,civil unrest,war", "robots": "index, follow", "description": "By Andrei Makhovsky and Vasily Fedosenko MINSK (Reuters) - The Belarusian leadership began releasing thousands of detainees and issued a rare public apology on Thursday in a bid to quell nationwide street protests that pose the biggest challenge to strongman President Alexander Lukashenko's 26-year rule. Hundreds of friends and relatives, many of them in tears, stood outside a detention centre in Minsk waiting to give food, water and blankets to people emerging from inside in the early hours of Friday. Some of the protesters had bruises and described being tightly packed inside cells and complained of mistreatment. Deputy Interior Minister Alexander Barsukov denied the prisoners were abused and said all detainees would be freed by morning. At least two protesters have died and around 6,700 were detained this week in a crackdown following Lukashenko's contested re-election that has prompted the West to consider new sanctions on Minsk. The detainees' release and the emollient tone used by two top state officials underscored the vulnerability of Lukashenko's hold over a country seen by neighbouring Russia as a strategic buffer against NATO and the European Union. I take responsibility and apologise for injuries of random people at the protests who got it in the neck, said Minister of Internal Affairs Yuri Karayev. Tens of thousands of protesters on Thursday were joined by workers from some state-run industries that are the pride of Lukashenko's Soviet-style economic model, including the Minsk Automobile Plant (MAZ) that makes ‎trucks‎ and ‎buses. Footage showed them chanting elections and go away . Local media also reported protests at the state-run haulage and earthmoving equipment manufacturer BelAZ in a town northeast of Minsk, and at the Grodno Azot chemical plant. Protesters formed human chains and marched in the capital, backed by at least 10 television presenters and reporters from the tightly controlled state media who resigned in solidarity. The protesters accuse Lukashenko of rigging last Sunday's presidential election to win a sixth term. The president, alleging a foreign-backed plot to destabilise the country, has dismissed the demonstrators as criminals and unemployed. But another presidential ally, the head of a national state council Natalya Kochanova, said on Thursday that Lukashenko had ordered an urgent review of the detentions. We don't fight, we don't need war, she said. RUSSIA ALLEGES MEDDLING In Minsk, ambassadors from EU countries laid flowers at the site where one protester died, as a crowd cheered and chanted. We are here to mourn the loss of life and also to show solidarity with the victims of the violence and abuse that has taken place over many Belarusian towns and cities over the last few days, EU envoy Dirk Schuebel told reporters afterwards. Lukashenko has sought better relations with the West amid strained ties with traditional ally Russia. The EU partially lifted sanctions, imposed over Lukashenko's human rights record, in 2016, but could introduce new measures as early as this month. Germany called on the EU to put pressure on Lukashenko. Russia, which has nudged Lukashenko into accepting closer political and economic ties, expressed concern over what it depicted as attempts by external forces to destabilise Belarus. A former Soviet collective farm manager, the 65-year-old Lukashenko has faced increasing anger over his handling of the coronavirus pandemic - which he dismissed as a psychosis - a sluggish economy and human rights. Sergei, one of the freed detainees, said there had been 28 people in a cell that would normally contain five. Prisoners took turns to sleep, he said, and were given a single loaf of bread to share out over two days. Reuters could not independently verify his account. They did not beat me in the cell, they took me out of the cell and beat me there, said Sergei, who declined to give his last name. (Reporting by Andrei Makhovsky and Vasily Fedosenko in Minsk; Additional reporting by Anton Zverev and Andrey Ostroukh in Moscow and Gabriela Baczynska in Brussels; Writing by Matthias Williams; Editing by Alex Richardson, Giles Elgood, Grant McCool and Michael Perry)", "copyright": "SWI swissinfo.ch copyright (c)", "fb": {"article_style": "default", "pages": 81049933496, "admins": 100001790948545, "app_id": 135593233180345}, "article": {"publisher": "https://www.facebook.com/swissinfo/"}, "op": {"markup_version": "v1.0"}, "og": {"type": "article", "title": "'We don't need war': Belarus releases detainees in bid to quell protests", "description": "By Andrei Makhovsky and Vasily Fedosenko MINSK (Reuters) - The Belarusian leadership began releasing thousands of detainees and issued a rare public apology on Thursday in a bid to quell nationwide street protests that pose the biggest challenge to strongman President Alexander Lukashenko's 26-year rule. Hundreds of friends and relatives, many of them in tears, stood outside a detention centre in Minsk waiting to give food, water and blankets to people emerging from inside in the early hours of Friday. Some of the protesters had bruises and described being tightly packed inside cells and complained of mistreatment. Deputy Interior Minister Alexander Barsukov denied the prisoners were abused and said all detainees would be freed by morning. At least two protesters have died and around 6,700 were detained this week in a crackdown following Lukashenko's contested re-election that has prompted the West to consider new sanctions on Minsk. The detainees' release and the emollient tone used by two top state officials underscored the vulnerability of Lukashenko's hold over a country seen by neighbouring Russia as a strategic buffer against NATO and the European Union. \"I take responsibility and apologise for injuries of random people at the protests who got it in the neck,\" said Minister of Internal Affairs Yuri Karayev. Tens of thousands of protesters on Thursday were joined by workers from some state-run industries that are the pride of Lukashenko's Soviet-style economic model, including the Minsk Automobile Plant (MAZ) that makes ‎trucks‎ and ‎buses. Footage showed them chanting \"elections\" and \"go away\". Local media also reported protests at the state-run haulage and earthmoving equipment manufacturer BelAZ in a town northeast of Minsk, and at the Grodno Azot chemical plant. Protesters formed human chains and marched in the capital, backed by at least 10 television presenters and reporters from the tightly controlled state media who resigned in solidarity. The protesters accuse Lukashenko of rigging last Sunday's presidential election to win a sixth term. The president, alleging a foreign-backed plot to destabilise the country, has dismissed the demonstrators as criminals and unemployed. But another presidential ally, the head of a national state council Natalya Kochanova, said on Thursday that Lukashenko had ordered an urgent review of the detentions. \"We don't fight, we don't need war,\" she said. RUSSIA ALLEGES MEDDLING In Minsk, ambassadors from EU countries laid flowers at the site where one protester died, as a crowd cheered and chanted. \"We are here to mourn the loss of life and also to show solidarity with the victims of the violence and abuse that has taken place over many Belarusian towns and cities over the last few days,\" EU envoy Dirk Schuebel told reporters afterwards. Lukashenko has sought better relations with the West amid strained ties with traditional ally Russia. The EU partially lifted sanctions, imposed over Lukashenko's human rights record, in 2016, but could introduce new measures as early as this month. Germany called on the EU to put pressure on Lukashenko. Russia, which has nudged Lukashenko into accepting closer political and economic ties, expressed concern over what it depicted as attempts by external forces to destabilise Belarus. A former Soviet collective farm manager, the 65-year-old Lukashenko has faced increasing anger over his handling of the coronavirus pandemic - which he dismissed as a \"psychosis\" - a sluggish economy and human rights. Sergei, one of the freed detainees, said there had been 28 people in a cell that would normally contain five. Prisoners took turns to sleep, he said, and were given a single loaf of bread to share out over two days. Reuters could not independently verify his account. \"They did not beat me in the cell, they took me out of the cell and beat me there,\" said Sergei, who declined to give his last name. (Reporting by Andrei Makhovsky and Vasily Fedosenko in Minsk; Additional reporting by Anton Zverev and Andrey Ostroukh in Moscow and Gabriela Baczynska in Brussels; Writing by Matthias Williams; Editing by Alex Richardson, Giles Elgood, Grant McCool and Michael Perry)", "image": {"identifier": "https://www.swissinfo.ch/resource/image/45966222/landscape_ratio16x9/1920/1080/1ae94ec6b64c59fd91bd5c11a23b34d2/UB/image_kcn25926a.jpg", "width": 1920, "height": 1080}, "site_name": "SWI swissinfo.ch", "url": "https://www.swissinfo.ch/eng/reuters/-we-don-t-need-war---belarus-releases-detainees-in-bid-to-quell-protests/45966220"}, "p": {"domain_verify": "d36baa68f8d1b3b487bf73ec58eeba89"}, "twitter": {"card": "summary_large_image", "site": "@swissinfo_en", "creator": "@swissinfo_en", "domain": "www.swissinfo.ch", "title": "'We don't need war': Belarus releases detainees in bid to quell protests", "description": "By Andrei Makhovsky and Vasily Fedosenko MINSK (Reuters) - The Belarusian leadership began releasing thousands of detainees and issued a rare public apology on Thursday in a bid to quell nationwide street protests that pose the biggest challenge to strongman President Alexander Lukashenko's 26-year rule. Hundreds of friends and relatives, many of them in tears, stood outside a detention centre in Minsk waiting to give food, water and blankets to people emerging from inside in the early hours of Friday. Some of the protesters had bruises and described being tightly packed inside cells and complained of mistreatment. Deputy Interior Minister Alexander Barsukov denied the prisoners were abused and said all detainees would be freed by morning. At least two protesters have died and around 6,700 were detained this week in a crackdown following Lukashenko's contested re-election that has prompted the West to consider new sanctions on Minsk. The detainees' release and the emollient tone used by two top state officials underscored the vulnerability of Lukashenko's hold over a country seen by neighbouring Russia as a strategic buffer against NATO and the European Union. \"I take responsibility and apologise for injuries of random people at the protests who got it in the neck,\" said Minister of Internal Affairs Yuri Karayev. Tens of thousands of protesters on Thursday were joined by workers from some state-run industries that are the pride of Lukashenko's Soviet-style economic model, including the Minsk Automobile Plant (MAZ) that makes ‎trucks‎ and ‎buses. Footage showed them chanting \"elections\" and \"go away\". Local media also reported protests at the state-run haulage and earthmoving equipment manufacturer BelAZ in a town northeast of Minsk, and at the Grodno Azot chemical plant. Protesters formed human chains and marched in the capital, backed by at least 10 television presenters and reporters from the tightly controlled state media who resigned in solidarity. The protesters accuse Lukashenko of rigging last Sunday's presidential election to win a sixth term. The president, alleging a foreign-backed plot to destabilise the country, has dismissed the demonstrators as criminals and unemployed. But another presidential ally, the head of a national state council Natalya Kochanova, said on Thursday that Lukashenko had ordered an urgent review of the detentions. \"We don't fight, we don't need war,\" she said. RUSSIA ALLEGES MEDDLING In Minsk, ambassadors from EU countries laid flowers at the site where one protester died, as a crowd cheered and chanted. \"We are here to mourn the loss of life and also to show solidarity with the victims of the violence and abuse that has taken place over many Belarusian towns and cities over the last few days,\" EU envoy Dirk Schuebel told reporters afterwards. Lukashenko has sought better relations with the West amid strained ties with traditional ally Russia. The EU partially lifted sanctions, imposed over Lukashenko's human rights record, in 2016, but could introduce new measures as early as this month. Germany called on the EU to put pressure on Lukashenko. Russia, which has nudged Lukashenko into accepting closer political and economic ties, expressed concern over what it depicted as attempts by external forces to destabilise Belarus. A former Soviet collective farm manager, the 65-year-old Lukashenko has faced increasing anger over his handling of the coronavirus pandemic - which he dismissed as a \"psychosis\" - a sluggish economy and human rights. Sergei, one of the freed detainees, said there had been 28 people in a cell that would normally contain five. Prisoners took turns to sleep, he said, and were given a single loaf of bread to share out over two days. Reuters could not independently verify his account. \"They did not beat me in the cell, they took me out of the cell and beat me there,\" said Sergei, who declined to give his last name. (Reporting by Andrei Makhovsky and Vasily Fedosenko in Minsk; Additional reporting by Anton Zverev and Andrey Ostroukh in Moscow and Gabriela Baczynska in Brussels; Writing by Matthias Williams; Editing by Alex Richardson, Giles Elgood, Grant McCool and Michael Perry)", "image": "https://www.swissinfo.ch/resource/image/45966222/landscape_ratio16x9/1920/1080/1ae94ec6b64c59fd91bd5c11a23b34d2/UB/image_kcn25926a.jpg"}}}}