{"GDELT": {"GlobalEventID": 940636337, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PNG", "Actor1Name": "PAPUA NEW GUINEA", "Actor1CountryCode": "PNG", "Actor2Code": "KHM", "Actor2Name": "CAMBODIA", "Actor2CountryCode": "KHM", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.37659963436928, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Papua New Guinea", "Actor1Geo_CountryCode": "PP", "Actor1Geo_ADM1Code": "PP", "Actor1Geo_Lat": -6.0, "Actor1Geo_Long": 147.0, "Actor1Geo_FeatureID": "PP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Papua New Guinea", "Actor2Geo_CountryCode": "PP", "Actor2Geo_ADM1Code": "PP", "Actor2Geo_Lat": -6.0, "Actor2Geo_Long": 147.0, "Actor2Geo_FeatureID": "PP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY", "Action2Geo_Lat": 2.5, "Action2Geo_Long": 112.5, "Action2Geo_FeatureID": "MY", "DATEADDED": 20200813223000, "SOURCEURL": "https://www.straitstimes.com/singapore/spore-japan-set-to-resume-essential-travel-next-month"}, "ARTICLE": {"TITLE": "Singapore, Japan set to resume essential travel next month", "TEXT": "Essential travel for expatriates and businessmen between Singapore and Japan could resume next month, as both countries agreed to ease restrictions aimed at combating the spread of Covid-19.\n\nThe two countries are currently in talks to set up two tracks that will allow cross-border travel, said a joint statement by Foreign Minister Vivian Balakrishnan and his visiting Japanese counterpart Toshimitsu Motegi yesterday.\n\nThe first track, called a \"residence track\", will provide for a special quota of cross-border travel by work pass holders with the necessary public health safeguards - including a 14-day stay-home notice upon arrival in the respective countries.\n\nThe ministers welcomed ongoing negotiations aimed at setting up this track as early as next month.\n\nThe second track is a reciprocal green lane - known as a \"business track\" - where short-term business travellers will be subject to a controlled itinerary for the first 14 days, with the necessary public health safeguards.\n\nThe ministers agreed on major points of this track, and tasked officials with finalising the agreement by early next month. This would make Singapore one of the first countries to begin this exchange of business travellers with Japan.\n\nMr Motegi, who is here on a three-day official visit until today, called on and was hosted to lunch by Dr Balakrishnan yesterday. He also paid a courtesy call on Prime Minister Lee Hsien Loong at the Istana.\n\nPM Lee noted that Mr Motegi is his first foreign visitor since the pandemic led to entry restrictions and border closures, and they had a good discussion on how both sides can do more together.\n\nJapan is one of several countries with which Singapore is setting up such \"green lanes\" to allow essential travel to resume, with safety precautions in place.\n\n\"We are proceeding cautiously, as Covid-19 is still very much a threat. But this will be an important step forward in restoring connectivity between countries, and adjusting to life with Covid-19,\" said PM Lee.\n\nSingapore's Ministry of Foreign Affairs (MFA) said both leaders affirmed the close and longstanding relationship between Singapore and Japan, and exchanged views on regional and international issues.\n\nThey also discussed how the two countries can work together to promote greater economic integration in the region through the Comprehensive and Progressive Agreement for Trans-Pacific Partnership.\n\nRelated Story Singapore and Malaysia finalise two cross-border travel schemes\n\nThe ministry said: \"Prime Minister Lee welcomed Japan's continued engagement with Asean, and agreed that Singapore and Japan can further strengthen cooperation amid the Covid-19 pandemic, such as in the facilitation of cross-border essential business travel in a safe manner for both sides.\"\n\nThe MFA also said Dr Balakrishnan and Mr Motegi had a good discussion on regional and international developments.\n\n\"They agreed on the importance of ensuring supply chain connectivity, modernising international trade rules for the digital economy, and forging partnerships to promote 'vaccine multilateralism' amid the ongoing Covid-19 pandemic,\" it said.\n\nMr Motegi leaves for Malaysia today. He is due to visit Papua New Guinea, Cambodia, Laos and Myanmar from Aug 20 to 25.\n\nThe Straits Times understands that Mr Motegi will have to take a Covid-19 test before leaving and returning to Japan as a countermeasure against the disease. His entourage will also be kept to the bare minimum and he will travel by chartered plane.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "al": {"web": {"url": "https://www.straitstimes.com/singapore/spore-japan-set-to-resume-essential-travel-next-month"}, "ios": {"app_name": "Straits Times", "url": "straitstimes://www.straitstimes.com/singapore/spore-japan-set-to-resume-essential-travel-next-month", "app_store_id": 547465441}}, "description": "Essential travel for expatriates and businessmen between Singapore and Japan could resume next month, as both countries agreed to ease restrictions aimed at combating the spread of Covid-19.. Read more at straitstimes.com.", "author": "HARIZ BAHARUDIN", "article": {"author": "Hariz Baharudin", "published_time": "2020-08-14T05:00:00+08:00", "modified_time": "2020-08-14T08:45:25+08:00"}, "og": {"image": "https://www.straitstimes.com/sites/default/files/styles/x_large/public/articles/2020/08/14/st_20200814_hbjapanq5fh_58867582.jpg?itok=OypKbP6E", "site_name": "The Straits Times", "type": "article", "title": "Singapore, Japan set to resume essential travel next month", "url": "https://www.straitstimes.com/singapore/spore-japan-set-to-resume-essential-travel-next-month", "description": "Essential travel for expatriates and businessmen between Singapore and Japan could resume next month, as both countries agreed to ease restrictions aimed at combating the spread of Covid-19.. Read more at straitstimes.com.", "updated_time": "2020-08-14T08:45:25+08:00"}, "cXenseParse": {"sph-keywords": "MINISTRY OF FOREIGN AFFAIRS,SINGAPORE FOREIGN POLICY,LEE HSIEN LOONG,JAPAN,COVID-19", "sph-accessFlag": 1, "pageclass": "article", "recs": {"articleid": 718099}, "sph-printFlag": 1}, "news_keywords": "MINISTRY OF FOREIGN AFFAIRS, SINGAPORE FOREIGN POLICY, LEE HSIEN LOONG, JAPAN, COVID-19", "fb": {"admins": 100007469197550, "app_id": 263116810509534}, "twitter": {"card": "summary_large_image", "site": "@STCOM", "title": "Singapore, Japan set to resume essential travel next month, Singapore", "url": "https://www.straitstimes.com/singapore/spore-japan-set-to-resume-essential-travel-next-month", "description": "Singapore News -Essential travel for expatriates and businessmen between Singapore and Japan could resume next month, as both countries agreed to ease restrictions aimed at combating the spread of"}, "dcterms.title": "Singapore, Japan set to resume essential travel next month", "dcterms.creator": "hermes", "dcterms.description": "Essential travel for expatriates and businessmen between Singapore and Japan could resume next month, as both countries agreed to ease restrictions aimed at combating the spread of Covid-19. Read more at straitstimes.com.", "dcterms.date": "2020-08-14T05:00+08:00", "dcterms.type": "Text", "dcterms.format": "text/html", "dcterms.identifier": "https://www.straitstimes.com/singapore/spore-japan-set-to-resume-essential-travel-next-month", "msapplication-square70x70logo": "/sites/all/themes/custom/bootdemo/images/icons/smalltile.png", "msapplication-square150x150logo": "/sites/all/themes/custom/bootdemo/images/icons/mediumtile.png", "msapplication-wide310x150logo": "/sites/all/themes/custom/bootdemo/images/icons/widetile.png", "msapplication-square310x310logo": "/sites/all/themes/custom/bootdemo/images/icons/largetile.png"}}}