{"GDELT": {"GlobalEventID": 940609629, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "PRK", "Actor2Name": "NORTH KOREA", "Actor2CountryCode": "PRK", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN", "Action2Geo_Lat": 40.0, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "KN", "DATEADDED": 20200813193000, "SOURCEURL": "https://slate.com/news-and-politics/2020/08/israel-uae-trump-deal.html"}, "ARTICLE": {"TITLE": "Israel-UAE deal: Winners and losers.", "TEXT": "We’ll get to the caveats in a minute, but it’s fair to describe today’s normalization of relations between Israel and the United Arab Emirates—announced via a tweet from U.S. President Donald Trump—as a historic milestone. The state of Israel has never had diplomatic relations with the Gulf Arab countries, and this type of normalization has long been sought by both the Israeli and U.S. governments. Other Sunni Arab governments may soon follow: The UAE is a regional leader and close ally of Saudi Arabia. While the exact role of the U.S. in facilitating this deal is still unclear, it does appear to be a rare diplomatic win for the Trump administration, and one that may have been made possible by the administration’s close ties to both governments.\n\nNow, those caveats. Secretary of State Mike Pompeo described today’s announcement as a “significant step forward for peace in the Middle East.” It would be more accurate to say it’s a step in the solidification of the region’s fault lines. Iran was not mentioned in today’s statement, but it’s very much the backdrop of all of this. As analyst Karim Sadjadpour quipped, “Congratulations to Iran for helping to midwife the normalization of relations between the UAE and Israel.”\n\nSubscribe to the Slatest newsletter A daily email update of the stories you need to read right now. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nGiven that the Trump administration’s strategy toward Iran is regime change in all but name, the fact that it’s getting all its allies in line behind that strategy is, I suppose, a diplomatic achievement. Rather than a “step forward for peace,” it could make armed conflict more likely, not less, particularly if Trump returns to office next year.\n\nThe announcement more or less just makes official what’s been obvious for some time now: The Sunni Arab monarchies may condemn Israel in public, but they are tacitly allied in a regional conflict with Iran. The governments view that conflict as a bigger priority than Israel’s occupation of the Palestinian territories, though they’ve been reluctant to say it publicly and risk backlash. A leaked 2017 Israeli diplomatic cable revealed that the Israeli government was instructing its diplomats to support Saudi Arabia’s criticism of Iran and its Lebanese proxy, Hezbollah. A video clip posted by the Israeli government last year showed the foreign ministers of three Arab countries defending Israel and criticizing Iran at a conference in Poland. “We grew up talking about the Israel-Palestine issue as the most important issue. … But then, at a later stage, we saw a bigger challenge, we saw a more toxic one—in fact the more toxic one in our history—that came from the Islamic Republic,” said the Bahraini foreign minister. (The clip was quickly taken down.)\n\nHaving a common enemy is one thing. Admitting that you’re friends is another. This distinction was clear in June when Israel announced a partnership with the UAE to combat the coronavirus, which Emirati officials quickly doused with cold water.\n\nArab governments may not care all that much about the plight of the Palestinians anymore, but their citizens do, and today’s announcement would not have happened if the Israeli government had gone ahead with plans to annex large portions of the West Bank on July 1. In June, the UAE’s influential ambassador to the U.S., Yousef al-Otaiba, took the unusual step of publishing an op-ed in Hebrew in an Israeli newspaper warning that annexation would be a setback in efforts to improve relations between the two countries. Today’s announcement notes that “at the request of President Trump … Israel will suspend declaring sovereignty over areas outlined in the President’s Vision for Peace.”\n\nOne group that will not be happy about this is the Israeli far-right, which cares about the settlements far more than relations with the UAE. Some officials are already emphasizing that the annexation announcement has only been suspended rather than abandoned.\n\nFor Palestinians, this probably won’t change all that much, other than underlining the already known fact that many of their regional allies are growing weary of the Palestinian issue. It will also be another blow to the already rickety two-state solution framework for Middle East peace if the Arab governments that have supported it move on.\n\nFor Prime Minister Benjamin Netanyahu, this is a much-needed win at a time when he’s facing large public protests over corruption allegations, the state of the economy, and his handling of the coronavirus. While not as symbolically important for his supporters as annexation, it’s also a lot less risky and controversial. This may have been the best possible outcome for him, politically.\n\nAs for Trump, the deal may not actually do that much to shore up his pro-Israel bona fides—right-wing American Jews and Christian Zionists probably would have preferred annexation—but he’ll no doubt use it to tout himself as a deal-maker and peacemaker. Just in case you thought they might underplay this one, national security adviser Robert O’Brien noted in a press conference on Thursday that Trump, after all, wrote The Art of the Deal, and suggested he would eventually be nominated for a Nobel Peace Prize.\n\nWest Wing ego-stroking aside, it’s true that suspending annexation is a concession from Israel, but the only reason annexation has been on the table at all is because there was some reason to believe Trump might support it, including the “Vision for Peace,” the Jared Kushner–masterminded peace plan that would have eviscerated Palestinian sovereignty in the West Bank. It’s another example of the approach to international diplomacy previously seen in Syria and North Korea: His rhetoric contributed to a crisis—potential annexation—and he’s now taking credit after things return to the status quo.\n\nViewed in a vacuum, today’s announcement is a significant development. Viewed as the main, perhaps sole, outcome of Trump and Kushner’s efforts to reach the “ultimate deal” for Middle East peace, it looks pretty paltry.\n\nFor more of Slate’s news coverage, subscribe to What Next on Apple Podcasts or listen below.", "METADATA": {"viewport": "width=device-width,initial-scale=1,shrink-to-fit=no", "og": {"title": "The Winners and Losers From the Historic Israel-UAE Deal", "url": "https://slate.com/news-and-politics/2020/08/israel-uae-trump-deal.html", "description": "This is a rare diplomatic win for Trump, but let's cool it on the Nobel Peace Prize talk.", "image": "https://compote.slate.com/images/c612e0cc-1357-4364-bc43-c106c1e33e0f.jpeg?width=780&height=520&rect=3238x2159&offset=35x0", "site_name": "Slate Magazine", "type": "article"}, "twitter": {"title": "The Winners and Losers From the Historic Israel-UAE Deal", "description": "This is a rare diplomatic win for Trump, but let's cool it on the Nobel Peace Prize talk.", "image": "https://compote.slate.com/images/c612e0cc-1357-4364-bc43-c106c1e33e0f.jpeg?width=780&height=520&rect=3238x2159&offset=35x0", "card": "summary_large_image", "site": "@slate"}, "article": {"published_time": "2020-08-13T19:07:45.050Z", "tag": "middle-east, israel, palestine, foreign-policy, donald-trump", "publisher": "https://www.facebook.com/Slate"}, "description": "This is a rare diplomatic win for Trump, but let's cool it on the Nobel Peace Prize talk.", "news_keywords": "middle-east, israel, palestine, foreign-policy, donald-trump", "author": "Joshua Keating", "fb": {"app_id": 142011022527753}, "apple-mobile-web-app-title": "Slate", "application-name": "Slate", "msapplication-TileColor": "#660033", "msapplication-TileImage": "https://slate.com/media/sites/slate-com/icon.144x144.png", "theme-color": "#2c0022", "dfp-cache-buster": "7b1b9fb6f55280c03edfe3d6def54723514811de"}}}