{"GDELT": {"GlobalEventID": 940680416, "Day": 20200715, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5342, "Actor1Code": "AUS", "Actor1Name": "QUEENSLAND", "Actor1CountryCode": "AUS", "Actor2Code": "BEL", "Actor2Name": "BELGIUM", "Actor2CountryCode": "BEL", "IsRootEvent": 0, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -11.0406091370559, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Belgium", "Actor1Geo_CountryCode": "BE", "Actor1Geo_ADM1Code": "BE", "Actor1Geo_Lat": 50.833333, "Actor1Geo_Long": 4.0, "Actor1Geo_FeatureID": "BE", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Belgium", "Actor2Geo_CountryCode": "BE", "Actor2Geo_ADM1Code": "BE", "Actor2Geo_Lat": 50.833333, "Actor2Geo_Long": 4.0, "Actor2Geo_FeatureID": "BE", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Belgium", "Action2Geo_CountryCode": "BE", "Action2Geo_ADM1Code": "BE", "Action2Geo_Lat": 50.833333, "Action2Geo_Long": 4.0, "Action2Geo_FeatureID": "BE", "DATEADDED": 20200814031500, "SOURCEURL": "https://www.dailymail.co.uk/news/article-8625613/Kidnappers-allegedly-posed-police-raiding-home-nude-model-Caroll-Dufailly-boyfriend.html"}, "ARTICLE": {"TITLE": "Kidnappers allegedly posed as police when raiding home of nude model Caroll Dufailly and boyfriend", "TEXT": "A group of five kidnappers dressed as police raided the home of a nude Belgian model and her businessmen boyfriend before they were horrifically tortured and left for dead, a prosecutor claims.\n\nCaroll Dufailly and Eduardus Groenewegen told police they were at their home in an Ipswich industrial estate, in southeast Queensland, on October 25, 2019, when they woke to the sound of their front gate being smashed.\n\nThe group, who wore masks, gloves and a black vest with white lettering, allegedly smashed a glass door with a SWAT-style door ram and shouted 'police, police, search warrant'.\n\nFive men dressed as police allegedly raided the home nude model Caroll Dufailly (pictured) and Eduardus Groenewegen before torturing them and leaving them for dead in bushland\n\nProsecutor Sergeant Chris O'Neill told Ipswich Magistrates Court on Thursday that Mr Groenewegen was struck with the butt of a rifle before the group surrounded and repeatedly hit the businessman, the Courier Mail reported.\n\nHe said Ms Dufailly was then set upon by the men before she was restrained with zip ties and told she was under arrest.\n\n'They were repeatedly asked for the combination of the safe, and threats were made to cut off his fingers,' Sgt O'Neill said.\n\nEduardus Groenewegen (pictured) was left with life threatening injuries after the men allegedly pour ammonia over his head and sprayed his eyes\n\nSgt O'Neill said the pair were forced into a white van waiting outside and demanded the codes of a safe.\n\nHe claimed the men told the couple: 'If you don't we are gonna rape your sexy girlfriend. Put a bullet in your brain. Put a bullet in your girlfriend's brain and set fire to the van with you in it.'\n\nThe court heard Mr Groenewegen was allegedly sprayed in the eyes, had ammonia poured over his head and was hospitalised with life-threatening injuries due, in part, to caustic fluid burns to his scrotum.\n\nAfter the attack the couple were allegedly left for dead in nearby Ripley Bushland, with Ms Dufailly leaving to get help for Groenewegen.\n\nThe injured woman managed to stumble to a nearby residence, with her mouth duct taped and hands bound with zip ties, and raised the alarm.\n\nOne of the men accused of the attack, Jordan Roman Brennan, 25, did not appear in court on Thursday while his lawyer unsuccessfully argued his client should be let out on bail.\n\nBrennan and two other men have been jointly charged with a series of offences including doing acts intended to cause grievous bodily harm, kidnapping, administering poison and two counts of torture.\n\nQueensland Police said when they raided Brennan's Gold Coast home and arrested him they found almost $46,000 in cash, several loaded pistols and cocaine.\n\nCaroll Dufailly, from Belgium, was allegedly kidnapped and tortured to gain access to a locked safe in October 2019\n\nMs Dufailly stumbled to a nearby house and raised the alarm after allegedly being dumped in bushland by her alleged attackers\n\nPolice extradited Justin John Kuhner, 40, (pictured centre) from NSW to Queensland before he was charged with a series of offences including kidnapping and torture\n\nBrennan's laywer Michael Bosscher argued the cigarette butts, shoe marks and duct tape collected at the scene did not connect his client to the crime and police held a weak case.\n\nMr Bosscher said his client was not present at the scene and did not take part in the incident.\n\nMagistrate Kurt Fowler said he disagreed on the strength of the case and denied bail to Brennan, whose case is set to continue on September 2.\n\nWhen fellow accused Mark Clinton Atta-Singh, 41, faced court last month police alleged he was a member of the outlaw motorcycle gang Lone Wolf.\n\nAtta-Singh was released on bail and now plans to defend the charges.\n\nJustin John Kuhner, 40, was another one of the accused and was extradited from NSW to Queensland last month and remains in custody.\n\nDetectives allege he committed the offences at the behest of the Lone Wolf outlaw motorcycle gang - with three members of the club also behind bars following police raids, according to Nine News.", "METADATA": {"keywords": "dailymail,news,Crime", "news_keywords": "dailymail,news,Crime", "original-source": "https://www.dailymail.co.uk/news/article-8625613/Kidnappers-allegedly-posed-police-raiding-home-nude-model-Caroll-Dufailly-boyfriend.html", "description": "Caroll Dufailly and Eduardus Groenewegen told police they were at their home in an Ipswich industrial estate, in southeast Queensland, on October 25 2019 when they were attacked.", "channel": "News", "doc-class": "Living Document", "verify-v1": "DXwlrsxbqxSv+FTFkWUfgflBvFJfx2YbNf/HmABrVyY=", "msvalidate.01": "12E6B4B813EB44C9BFC8F6A21F1D01F5", "y_key": "1a7e912afbfcab2f", "MSSmartTagsPreventParsing": "true", "twitter": {"account_id": 15438913, "card": "summary_large_image", "title": "Kidnapped allegedly dressed as police when raiding nude model's home", "description": "Caroll Dufailly and Eduardus Groenewegen told police they were at their home in an Ipswich industrial estate, in southeast Queensland, on October 25 2019 when they were attacked.", "url": "https://www.dailymail.co.uk/news/article-8625613/Kidnappers-allegedly-posed-police-raiding-home-nude-model-Caroll-Dufailly-boyfriend.html", "image": "https://i.dailymail.co.uk/1s/2020/08/14/01/31927824-0-image-a-4_1597364908641.jpg", "app": {"id": {"iphone": 384101264, "ipad": 400442503}}}, "articleid": 8625613, "author": "Brett Lackey", "divclasspage": "articlePage", "mol": {"headline": "Accused kidnappers posed as police when they stormed the home of nude Belgian model and her businessman boyfriend before 'torturing them and leaving them for dead'"}, "article": {"publisher": "https://www.facebook.com/DailyMail", "published_time": "2020-08-14T03:50:39+0100", "modified_time": "2020-08-14T04:02:29+0100", "section": "News", "tag": "Kidnappers allegedly posed police raiding home nude model Caroll Dufailly boyfriend", "author": "https://www.facebook.com/DailyMail"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 146202712090395, "pages": 164305410295882}, "og": {"site_name": "Mail Online", "title": "Kidnapped allegedly dressed as police when raiding nude model's home", "type": "article", "description": "Caroll Dufailly and Eduardus Groenewegen told police they were at their home in an Ipswich industrial estate, in southeast Queensland, on October 25 2019 when they were attacked.", "url": "https://www.dailymail.co.uk/news/article-8625613/Kidnappers-allegedly-posed-police-raiding-home-nude-model-Caroll-Dufailly-boyfriend.html", "image": {"identifier": "https://i.dailymail.co.uk/1s/2020/08/14/01/31927824-0-image-a-4_1597364908641.jpg", "width": 636, "height": 382}, "video": {"identifier": "https://videos.dailymail.co.uk/video/mol/2020/08/14/5211974024489092834/1024x576_MP4_5211974024489092834.mp4", "type": "video/mp4", "width": 636, "height": 358}}, "al": {"android": {"url": "dailymail-fb://article/8625613/", "package": "com.dailymail.online", "app_name": "Daily Mail Online"}, "ios": {"url": "dailymail-fb://article/8625613/", "app_store_id": 384101264, "app_name": "MailOnline"}}}}}