{"GDELT": {"GlobalEventID": 940669610, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRENCH", "Actor1CountryCode": "FRA", "Actor2Code": "BEN", "Actor2Name": "BENIN", "Actor2CountryCode": "BEN", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.93996247654784, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Guinea", "Actor1Geo_CountryCode": "GV", "Actor1Geo_ADM1Code": "GV", "Actor1Geo_Lat": 11.0, "Actor1Geo_Long": -10.0, "Actor1Geo_FeatureID": "GV", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Benin", "Actor2Geo_CountryCode": "BN", "Actor2Geo_ADM1Code": "BN", "Actor2Geo_Lat": 9.5, "Actor2Geo_Long": 2.25, "Actor2Geo_FeatureID": "BN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Guinea", "Action2Geo_CountryCode": "GV", "Action2Geo_ADM1Code": "GV", "Action2Geo_Lat": 11.0, "Action2Geo_Long": -10.0, "Action2Geo_FeatureID": "GV", "DATEADDED": 20200814014500, "SOURCEURL": "https://standardmedia.co.ke/health/article/2001382419/scientists-still-puzzled-by-low-corona-deaths-in-africa"}, "ARTICLE": {"TITLE": "Scientists still puzzled by low corona deaths in Africa", "TEXT": "Although Africa reported its millionth official Covid-19 case last week, it seems to have weathered the pandemic relatively well so far, with fewer than one confirmed case for every thousand people and just 23,000 deaths so far. Yet several antibody surveys suggest far more Africans have been infected with the coronavirus — a discrepancy that is puzzling scientists around the continent. “We do not have an answer,” says immunologist Sophie Uyoga at the Kenya Medical Research Institute-Wellcome Trust Research Programme. After testing more than 3,000 blood donors, Uyoga and colleagues estimated in a preprint last month that one in 20 Kenyans aged 15 to 64 — or 1.6 million people — has antibodies to Sars-CoV-2, an indication of past infection.\n\nSEE ALSO: Desperate times: Naivasha men plucking jobless flower girls in the bushes\n\nThat would put Kenya on a par with Spain in mid-May when that country was descending from its coronavirus peak and had 27,000 official Covid-19 deaths. Kenya’s official toll stood at 100 when the study ended. And Kenya’s hospitals are not reporting huge numbers of people with Covid-19 symptoms. Other antibody studies in Africa have yielded similarly surprising findings. From a survey of 500 asymptomatic health care workers in Blantyre, Malawi, immunologist Kondwani Jambo of the Malawi–Liverpool Wellcome Trust Clinical Research Programme and colleagues concluded that up to 12.3 per cent of them had been exposed to the coronavirus. Based on those findings and mortality ratios for Covid-19 elsewhere, they estimated that the reported number of deaths in Blantyre at the time, 17, was eight times lower than expected. Scientists who surveyed about 10,000 people in the northeastern cities of Nampula and Pemba in Mozambique found antibodies to Sars-CoV-2 in three per cent to 10 per cent of participants, depending on their occupation; market vendors had the highest rates, followed by health workers. Yet in Nampula, a city of approximately 750,000, a mere 300 infections had been confirmed at the time. Mozambique only has 16 confirmed Covid-19 deaths. Yap Boum, a microbiologist and epidemiologist with Epicentre Africa, the research and training arm of Doctors Without Borders, says he found a high prevalence of Sars-CoV-2 antibodies in people from Cameroon as well, a result that remains unpublished.\n\nSEE ALSO: How to grow five immunity foods in your home garden\n\nSo what explains the huge gap between antibody data on the one hand and the official case and death counts on the other? Part of the reason may be that Africa misses many more cases than other parts of the world because it has far less testing capacity. Kenya tests about one in every 10,000 inhabitants daily for active Sars-CoV-2 infections, one-tenth of the rate in Spain or Canada. Nigeria, the continent’s most populous nation, tests one out of every 50,000 people per day. Even many people who die from Covid-19 may not get a proper diagnosis. But in that case, you would still expect an overall rise in mortality, which Kenya has not seen, says pathologist Anne Barasa of the University of Nairobi who did not participate in the country’s coronavirus antibody study. In South Africa, by contrast, the number of excess natural deaths reported between May 6 and July 28 exceeded its official Covid-19 death toll by a factor of four to one.\n\nSEE ALSO: Kemsa suspends bosses over Covid-19 tender probe\n\nCovid 19 Time Series\n\nUyoga, however, cautions that the pandemic has hamstrung Kenya’s mortality surveillance system as fieldworkers have been unable to move around. Marina Pollán of the Carlos III Health Institute in Madrid, who led Spain’s antibody survey, says Africa’s youthfulness may protect it. Spain’s median age is 45; in Kenya and Malawi, it’s 20 and 18, respectively. Young people around the world are far less likely to get severely ill or die from the virus. And the population in Kenya’s cities, where the pandemic first took hold, skews even younger than the country as a whole, says Thumbi Mwangi, an epidemiologist at the University of Nairobi. The number of severe and fatal cases “may go higher when the disease has moved to the rural areas where we have populations with advanced age,” he says. Jambo is exploring the hypothesis that Africans have had more exposure to other coronaviruses that cause little more than colds in humans, which may provide some defense against Covid-19. Another possibility is that regular exposure to malaria or other infectious diseases could prime the immune system to fight new pathogens, including Sars-CoV-2, Boum adds. Barasa, on the other hand, suspects genetic factors protect the Kenyan population from severe disease. More antibody surveys may help fill out the picture. A French-funded study will test thousands for antibodies in Guinea, Senegal, Benin, Ghana, Cameroon, and the Democratic Republic of the Congo; results are expected by October. The studies will ensure good representation across populations, says Jean-François Etard from France’s Research Institute for Development, who is leading the study in Guinea jointly with a local scientist. And 13 labs in 11 African countries are participating in a global Sars-CoV-2 antibody survey coordinated by the World Health Organisation. South Africa, meanwhile, plans to conduct a number of serological studies both in Covid-19 hotspots and the general population, says Lynn Morris, who leads the country’s National Institute for Communicable Diseases. She notes that antibody prevalence found in the study will likely be an underestimate of true infection rates, given that the virus doesn’t induce antibodies in some people and that antibody levels wane over time. If tens of millions of Africans have already been infected, that raises the question of whether the continent should try a “herd immunity” scenario without a vaccine, Boum says — the controversial idea of letting the virus run its course to allow the population to become immune, perhaps while shielding the most vulnerable. That might be preferable over control measures that cripple economies and could harm public health more in the long run. “Maybe Africa can afford it,” given its apparent low death to infection ratio, Boum says. “We need to dig into that.” But Glenda Gray, president of the South African Medical Research Council, says it could be dangerous to base Covid-19 policies on antibody surveys. It’s not at all clear whether antibodies actually confer immunity, and if so, how long it lasts, Gray notes — in which case, she asks, “What do these numbers really tell us?”", "METADATA": {"viewport": "width=device-width, initial-scale=1, shrink-to-fit=no", "theme-color": "#ee2e25", "context-path": "https://standardmedia.co.ke/", "csrf-token": "jHjwCxZRLUhwFIVcHjEeT8HSMdmsq3gZQnx6wPEr", "application-name": "Standard Digital", "robots": "index,follow", "copyright": "The Standard Group", "online": "online@standardmedia.co.ke", "google-translate-customization": "9d90f29fa7bea403-55a95e98e906d1f5-gca3f4862da4da582-17", "msvalidate.01": "895B0BFD6A675ED63FA74B3DDCFB918B", "keywords": "Coronavirus,Africa,Covid-19,Covid-19 Pandemic", "author": "Linda Nordling", "description": "Antibody studies show that more people have been infected than had been initially thought.", "twitter": {"card": "summary_large_image", "site": "@StandardKenya", "creator": "@StandardKenya", "title": "Scientists still puzzled by low corona deaths in Africa", "description": "Antibody studies show that more people have been infected than had been initially thought.", "url": "https://standardmedia.co.ke/health/article/2001382419/scientists-still-puzzled-by-low-corona-deaths-in-africa", "image": "https://cdn.standardmedia.co.ke/images/thursday/scientists_still_puz5f3576439d340.jpg"}, "og": {"type": "website", "title": "Scientists still puzzled by low corona deaths in Africa", "description": "Antibody studies show that more people have been infected than had been initially thought.", "site_name": "The Standard", "url": "https://standardmedia.co.ke/health/article/2001382419/scientists-still-puzzled-by-low-corona-deaths-in-africa", "image": {"identifier": "https://cdn.standardmedia.co.ke/images/thursday/scientists_still_puz5f3576439d340.jpg", "secure_url": "https://cdn.standardmedia.co.ke/images/thursday/scientists_still_puz5f3576439d340.jpg"}}, "fb": {"app_id": 118898458656}, "site-live": "02:00:45 05-04-2020", "developer": {"developer": "Hashim Issa", "email": "hashim4580@yahoo.com"}, "designer": {"designer": "Prestone Otieno", "email": "prestone@gmail.com"}, "msapplication-TileColor": "#da532c"}}}