{"GDELT": {"GlobalEventID": 940725382, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVGOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "Actor1Type2Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "PRIME MINISTER", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 831, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.4538152610441806, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Quebec, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12750", "Actor1Geo_Lat": 47.5, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "-571850", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quebec, Quebec, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA10", "Actor2Geo_ADM2Code": "12750", "Actor2Geo_Lat": 47.5, "Actor2Geo_Long": -72.0, "Actor2Geo_FeatureID": "-571850", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quebec, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12750", "Action2Geo_Lat": 47.5, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "-571850", "DATEADDED": 20200814091500, "SOURCEURL": "https://www.cbc.ca/news/politics/grenier-bloc-election-threat-1.5685555"}, "ARTICLE": {"TITLE": "What's behind the Bloc's election gambit", "TEXT": "Why would Yves-François Blanchet, leader of the Bloc Québécois, be willing to defeat the Liberal government and send the country to the polls in the midst of a pandemic?\n\nHe says he's seen enough. If Prime Minister Justin Trudeau, Finance Minister Bill Morneau and Katie Telford, the prime minister's chief of staff, don't resign over what he deems the mismanagement of the COVID-19 pandemic and, in light of the WE Charity controversy, taxpayer dollars, he'll do what he can to put them out of a job himself .\n\nOf course, it's possible it's all about the principle of the thing. Blanchet says it is not his party's \"first choice\" to go to the polls.\n\n\"I'm giving no consideration to the positive numbers we're seeing recently, but we think it is necessary,\" he said.\n\nDespite that assurance, it might be possible that some political calculations are indeed being made as well. This is politics, after all, and there's nothing more political than an election.\n\nBut it's not entirely clear that the Bloc Québécois has much to gain from one.\n\nAfter nearly a decade in the wilderness following the 2011 federal election, the Bloc returned in strength to the House of Commons last October with 32 seats and 32.5 per cent of the vote in Quebec. In a minority Parliament, the Bloc has a lot of sway — the Liberals need the co-operation of one of the three recognized opposition parties to pass legislation. The Bloc has used that leverage several times already.\n\nBut polls suggest that if an election were held today the Bloc would be unlikely to improve its position in any significant way. In fact, the Bloc could find itself losing the balance of power it currently enjoys.\n\nAccording to the CBC's Poll Tracker, an aggregation of all publicly available polling data , the Bloc has 32 per cent support in Quebec. It trails the Liberals by two percentage points, precisely where things stood in the last election. Though the Bloc is up about 3.5 points since the end of June, current support levels suggest that the two parties would likely emerge from another election with as many seats as they have today.\n\nAt least, in Quebec. Outside of Quebec, the Liberals could win more seats thanks to a drop in support for the Conservatives, who have yet to recover from a post-election slump.\n\nThe outcome of their leadership race, which will conclude next weekend, is unlikely to change their lot in the short term. A recent Léger poll found that neither Peter MacKay nor Erin O'Toole, the two front-runners to become the next party leader, performed better than the baseline of Conservative support.\n\nIf this means the Liberals could manage to squeak by with a majority government, the Bloc would lose its leverage in Parliament — even if they gained a few more seats.\n\nQuebecers see WE, COVID-19 differently\n\nBut there are two factors that contribute to a great deal of uncertainty about how another campaign could unfold — COVID-19 and the WE controversy. In Quebec, there are signs that the Liberals are particularly vulnerable on both counts.\n\nThe WE controversy is seen more harshly in Quebec than in most parts of the country. With the exception of Alberta and the Prairies, where the Conservatives dominate already, Quebecers are the most likely Canadians to say that the WE controversy has worsened their views of Trudeau and that the affair is a serious matter, according to polls by Léger and the Angus Reid Institute .\n\nPolls suggest Prime Minister Justin Trudeau is faring worse in Quebec than in some other parts of the country because of the WE Charity controversy. (Sean Kilpatrick/The Canadian Press)\n\nThe potential blowback for forcing an election in the midst of a pandemic could be less in Quebec than elsewhere. Léger finds that just 43 per cent of Quebecers say they are afraid of contracting COVID-19, at least 10 points lower than fears in any other part of the country, and that Quebecers are the most likely Canadians to say that the worst of the pandemic is behind us.\n\nThe biggest gap between approval of how federal and provincial governments have handled COVID-19 is in Quebec, where Premier François Legault has received more support than Trudeau.\n\nLéger also found that 52 per cent of Quebecers support having another election (it was 67 per cent among Bloc voters). Only in Alberta and the Prairies was that number higher.\n\nBlanchet pointed to these poll results in justifying his stance. Weighing the risks, he asked \"which is more dangerous, the mismanagement of a crisis or taking the time to change the people who are managing the crisis?\"\n\nDon't need an election to score some points\n\nIt's the other opposition parties that will have to answer that question. Without the backing of the Conservatives and New Democrats, any non-confidence motion presented by the Bloc will go nowhere.\n\nThat might be the political calculation that carries the most weight.\n\nIn the early months of the minority government, Blanchet proved to be a helpful ally to Trudeau's Liberals . When the pandemic first struck, the Bloc and the NDP teamed up with the Liberals to block Conservative efforts to hold regular sittings of the House of Commons when Canadians were being told to hunker down in their homes.\n\nBy declaring its intention to defeat the government, however, the Bloc has definitively decoupled itself from the Liberals. The pressure is now on the other parties.\n\nThe NDP is in a tough spot, as it doesn't have much cash on hand for another campaign. Since NDP Leader Jagmeet Singh called a Bloc MP racist in June, Blanchet appears to have little time for the New Democrats, calling the party \"unworthy\" this week. Forcing a choice on Singh between a financially crippling election campaign and propping up the Liberals is unlikely to cost Blanchet much sleep.\n\nThe Conservatives, who Blanchet called more \"ferocious\" in their opposition to the Liberals than his own party, will be forced to make good on their bravado.\n\nIf the Conservatives waffle, Blanchet can claim his party is the only real opposition to the Liberals. If they don't, the prospect of another election campaign against a Conservative leader who does not speak French very well is one Blanchet is likely to welcome.\n\nThere is little risk for the Bloc if an election is avoided — though, as a party that is ideologically (as well as mathematically) unable to form government, the Bloc has traditionally done best in the role of a constructive rather than obstructive opposition party.\n\nAn election, however, is much more of a gamble. Campaigns still matter — particularly during a pandemic when much can change over five or six weeks (more so in the shadow of a looming second wave). Blanchet has also faced anonymous allegations of sexual misconduct , though this has not appeared to have any impact on his public standing in Quebec. He can't be certain things will stay that way.\n\nIt's a risky gambit, to be sure. But if an election is avoided it won't be the first time that sabre-rattling hasn't dislodged a minority government, which isn't always the actual goal. At some point, though, a phoney war comes to an end — and someone loses.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/politics/grenier-bloc-election-threat-1.5685555", "title": "What's behind the Bloc's election gambit | CBC News", "image": "https://i.cbc.ca/1.5685572.1597352270!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/covid-parliament-20200721.jpg", "description": "There doesn't seem to be much of an upside for the Bloc Québécois if it succeeds in forcing a new election. So why is it threatening one?", "locale": "en_US", "type": "article"}, "fb": {"pages": "131391066889737,118434788198374"}, "vf": {"section": "2.636", "unique_id": "1.5685555"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "There doesn't seem to be much of an upside for the Bloc Québécois if it succeeds in forcing a new election. So why is it threatening one?"}}}