{"GDELT": {"GlobalEventID": 940709534, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 114, "EventBaseCode": 114, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.08333333333334, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200814071500, "SOURCEURL": "https://hotair.com/archives/karen-townsend/2020/08/13/heads-roll-sweeping-staff-changes-made-voa-pro-biden-ad-released-hiring-foreign-workers/"}, "ARTICLE": {"TITLE": "Heads roll: Sweeping staff changes made at VOA after pro-Biden ad released, hiring foreign workers", "TEXT": "There is a new man in charge of the US Agency for Global Media (USAGM). Confirmed by the Senate in June, Michael Pack oversees government global communications organizations such as the Voice of America, as well as regional networks. Previously, Pack was President of Manifold Productions, Inc., an independent film and television production company that he founded in 1977.\n\nPack fired a group of broadcasting chiefs in June. His mission is one of redirecting the global news agency that was founded during the Cold War. The Trump administration thinks Voice of America, in particular, has lost its way. Voice of America does not exist just to deliver news, it a critical soft power component of American global strategy. It is a public information agency. It exists to support and promote American values abroad. VOA also is supposed to counter messages seeking to harm the U.S. image and promote disinformation. The mission does affect editorial choices.\n\nSo, Pack is cleaning house at VOA. The latest to feel the change is Tabinda Naeem, digital managing director of the VOA’s Urdu language service. Naeem was placed on leave and may face termination because of a pro-Biden video. Four contractors involved in the video have been informed that their contracts will be terminated. The video was released last month and set off a kerfuffle. Critics saw the video as proof that the mission of the VOA has been breached, as it is to be a non-partisan messenger of U.S. views to the world. The video is an outreach from the Biden campaign to Muslim voters. Subtitles are in Urdu. Biden is prominently featured and at the end of the video, some members of The Squad – the female Muslim members of The Squad – make an appearance. There is nothing subtle about the message – it is a get-out-the-vote effort by Team Biden. It begins with Biden saying “I will end the Muslim ban on Day One.” You know, the travel ban. I told you it isn’t subtle.\n\nQuoting the prophet Mohammad is an unexpected touch. I don’t know that I’ve ever heard Joe Biden, who is usually telling us what a good practicing Catholic he is, quote Mohammad. Hey, it’s an election year. Let the pandering continue, right? The narrator says, “Make no mistake, people. 2020 is our year.” Whose year, now? He pledges to have Muslim Americans in his administration. The video is a part of the Million Muslim Voter Campaign. Rep. Ilhan Omar, Rep. Rashida Tlaib are in the video. Even Linda Sansour, the anti-Semitic co-founder of the Women’s March pops up.\n\nPoor old Joe, he doesn’t look his best. He looks, well, sleepy and in need of a good nap. He doesn’t even look like he sincerely believes what he is saying. It is, however, definitely a campaign ad. A campaign ad for the sitting president’s opponent. That’s not exactly non-partisan.\n\nSome senior leaders in USAGM have been put on leave and their security clearances suspended.\n\nPack separately informed seven senior leaders of the USAGM in Washington — via courier service on Wednesday — that their security clearances were suspended and they are on leave over concerns about the hiring of foreign workers, sources told The Post. USAGM General Counsel David Kligerman, Chief Financial Officer Grant Turner and executive director Oanh Tran are among the seven placed on leave and stripped of their clearances, sources told The Post. A spokesman for the USAGM told The Post: “We took action today to restore integrity to and respect for the rule of law in our work at USAGM. We will take additional steps to help return this agency to its glory days.”\n\nMake Voice of America great again. Voice of America has not exactly been terrific in getting the Trump administration’s messages out.\n\nAnd, there is the matter of hiring foreign workers. Pack says the previous VOA administration hired about 1500 foreign workers, many who were not properly vetted.\n\nPack and allies say the hiring was done inappropriately, and that security clearances were issued despite allegedly insufficient vetting, including of Chinese citizens. “Under previous USAGM leaders, the agency took fingerprints but neglected to submit them to the appropriate investigative authorities – or, in other cases, failed to take fingerprints altogether,” a source said of the review. “It used aliases and fake social security numbers. It did not require foreign travel and foreign contacts to be disclosed. And in many cases, USAGM hired individuals who left their background and security forms blank.” VOA has been reviewing journalist work visas that expire on a case by case basis, instilling fear among reporters and producers in Washington.\n\nThe Trump administration has complained that VOA delivers Chinese propaganda, especially during the coronavirus pandemic. Democrats and some Republicans criticized Trump for making the change in leadership at USAGM. Swamp creatures don’t like change and it seems that even some Republicans are not particularly concerned about the messages received overseas. This sort of change has been going on since 1943, though, when FDR’s White House forced the very first VOA director to resign over an appearance of being too close to pro-Soviet messaging. It was President Obama that took control of the USAGM leadership away from its board of governors and put it in the control of the executive branch. Presidents now have the ability to appoint, with Senate confirmation, a full-time CEO. The CEO reports to the president just as cabinet secretaries do.\n\nThanks, Obama. For too long, VOA played fast and loose with the rules. Now it’s time for a correction.\n\nBiden was endorsed by the Million Muslim Votes Summit in July.", "METADATA": {"keywords": "2020 election, Joe Biden, Michael Pack, Muslim outreach, Tabinda Naeem, US Agency for Global Media, Voice of America", "msapplication-square70x70logo": "https://hotair.com/wp/wp-content/themes/hotair-desktop/images/ha_favicon/smalltile.png", "msapplication-square150x150logo": "https://hotair.com/wp/wp-content/themes/hotair-desktop/images/ha_favicon/mediumtile.png", "msapplication-wide310x150logo": "https://hotair.com/wp/wp-content/themes/hotair-desktop/images/ha_favicon/widetile.png", "msapplication-square310x310logo": "https://hotair.com/wp/wp-content/themes/hotair-desktop/images/ha_favicon/largetile.png", "thm": {"title": "Heads roll: Sweeping staff changes made at VOA after pro-Biden ad released, hiring foreign workers"}, "description": "Muslim voter outreach with Squad members.", "robots": "noodp", "og": {"locale": "en_US", "type": "article", "title": "Heads roll: Sweeping staff changes made at VOA after pro-Biden ad released, hiring foreign workers", "description": "Muslim voter outreach with Squad members.", "url": "https://hotair.com/archives/karen-townsend/2020/08/13/heads-roll-sweeping-staff-changes-made-voa-pro-biden-ad-released-hiring-foreign-workers/", "site_name": "HotAir", "updated_time": "2020-08-13T14:38:21-04:00", "image": {"identifier": "https://hotair.com/wp/wp-content/uploads/2020/08/b20f9ac6-a52c-4b94-a115-59904259ac9b-1.jpg", "width": 650, "height": 340}, "referenced": "https://hotair.com/archives/karen-townsend/2020/08/13/heads-roll-sweeping-staff-changes-made-voa-pro-biden-ad-released-hiring-foreign-workers/"}, "article": {"publisher": "https://www.facebook.com/hotaircom", "tag": "Voice of America", "section": "The Blog", "published_time": "2020-08-13T22:01:49-04:00", "modified_time": "2020-08-13T14:38:21-04:00"}, "fb": {"app_id": 312482775445602, "pages": "41632789656,103971336305218,319569361390023,106547192707583,124538510989702,283971595408,15418366158,153162531376557,127519040661256,123834811060739,305174559545115,321502821264274,413465452078762,492802317512753,140705212665688,116757565026850,114013445328868"}, "twitter": {"card": "summary_large_image", "description": "Muslim voter outreach with Squad members.", "title": "Heads roll: Sweeping staff changes made at VOA after pro-Biden ad released, hiring foreign workers", "site": "@hotairblog", "image": "https://hotair.com/wp/wp-content/uploads/2020/08/b20f9ac6-a52c-4b94-a115-59904259ac9b-1.jpg", "creator": "@hotairblog"}}}}