{"GDELT": {"GlobalEventID": 940765441, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CANLAB", "Actor1Name": "NUNAVUT", "Actor1CountryCode": "CAN", "Actor1Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.4056224899598402, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200814133000, "SOURCEURL": "https://www.benefitscanada.com/news/government-of-nunavut-employees-object-to-using-vacation-for-self-isolation-on-return-from-vacation-148876"}, "ARTICLE": {"TITLE": "Nunavut government staff object to using vacation for self-isolation on return from holiday", "TEXT": "Members of the Nunavut Employees Union are taking issue with the requirement they use vacation time to self-isolate if they visit other provinces.\n\nThe territorial government put restrictions in place for travellers outside of Nunavut in March, which is when members began calling to alert their union, said Bill Fennell, president of the NEU, in an email to Benefits Canada.\n\n“We are in an unprecedented situation and the NEU supported initial efforts by the GN to protect Nunavut from this global pandemic,” he said. “Quarantine is what has helped keep Nunavut — so far — free from any positive cases of COVID-19. We do not have an issue with quarantine, but the government has made exemptions to quarantine for casual and other workers coming into the territory . . . . Meanwhile, residents of Nunavut who are full-time employees are forced to use their vacation days for mandatory quarantine imposed by their government and employer.\n\nRead: Uber Black drivers fight for unionization at labour board hearing\n\n“Not everyone who works in Nunavut has family in the territory. Where possible, it would be great if everyone could take their vacation time here in Nunavut, but it’s a slap in the face to force full-time employees and residents of Nunavut to use their vacation days for quarantine while exempting certain workers as well as [members of the legislative assembly] and other government representatives from quarantine entirely.”\n\nAn email from the government of Nunavut said it has been in regular communication with its employees throughout the pandemic. “When the chief public health officer established the isolation sites for all Nunavummiut returning to Nunavut, our employees who wished to travel south were informed of the need to comply and take into account isolation requirements when planning their leave.\n\nRead: Miners’ union seeking court guarantee for Dominion Diamond to meet pension obligations\n\n“For as long as the isolation sites are in place, [government of Nunavut] employees who voluntarily travel outside of Nunavut will also need to request annual leave for the time spent in isolation sites or request approval from their department to work remotely while in the isolation site. [Government of Nunavut] employees can request approval from their department in advance to work remotely while they are in the isolation sites. If approved, they will be expected to work their regular hours and will not need to take annual leave or leave without pay. However, [government of Nunavut] employees are not expected to work remotely while they are in isolation sites.”\n\nHowever, Fennell said the union is going to keep pushing. “We are asking the government to try to show some compassion and respect to employees by allowing them to work remotely or participate in professional development while in quarantine. There are solutions that help protect Nunavut from COVID-19 while not seemingly punishing employees for taking a vacation outside of the territory and we will continue to pressure the [government of Nunuvut] to look for a compromise that works for our members.”\n\nRead: Foodora workers vote to join Canadian Union of Postal Workers", "METADATA": {"generator": "WordPress 4.7.3", "keywords": "human resources,coronavirus,leave,vacation,union,", "og": {"url": "https://www.benefitscanada.com/news/government-of-nunavut-employees-object-to-using-vacation-for-self-isolation-on-return-from-vacation-148876", "title": "Nunavut government staff object to using vacation for self-isolation on return from holiday", "description": "Members of the Nunavut Employees Union are taking issue with the requirement they use vacation time to self-isolate if they visit other provinces. The territorial government put restrictions in place for travellers outside of Nunavut in March, which is when members began calling to alert their union, said Bill Fennell, president of the NEU, in an email to Benefits Canada.  “We are ...", "image": "https://www.benefitscanada.com/wp-content/uploads/2011/05/airplane-travel.jpg"}}}}