{"GDELT": {"GlobalEventID": 940758464, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "IND", "Actor1Name": "NEW DELHI", "Actor1CountryCode": "IND", "Actor2Code": "FRAGOV", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 3.10880829015544, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6667, "Actor1Geo_Long": 77.2167, "Actor1Geo_FeatureID": "-2094230", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Paris, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16282", "Actor2Geo_Lat": 48.8667, "Actor2Geo_Long": 2.33333, "Actor2Geo_FeatureID": "-1456928", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6667, "Action2Geo_Long": 77.2167, "Action2Geo_FeatureID": "-2094230", "DATEADDED": 20200814124500, "SOURCEURL": "http://english.chinamil.com.cn/view/2020-08/14/content_9882131.htm"}, "ARTICLE": {"TITLE": "Delivery of Rafales reflects special France-India relationship", "TEXT": "French President Emmanuel Macron shakes hands with India's Prime Minister Narendra Modi upon his arrival at Air Force Station Palam in New Delhi, India, March 9, 2018. [Photo/Agencies]\n\nBy Shen Xiaoquan\n\nThe first batch of five France-made Rafale fighter jets arrived at Ambala airbase in Haryana, India, on July 29 escorted by top security. India and France have displayed their special relationship as India has chosen Rafalejets out of so many advanced foreign warplanes and France has sold its most advanced warplane to an Asia-Pacific country for the first time.\n\nIt is unusual for France to sell to India its cutting-edge fighter plane that’s currently serving its own troops. French President Macron’s visit to New Delhi in March of 2018 quickly heated up the bilateral ties and consolidated their strategic partnership. During the visit, Macron emphasized France’s position as India’s primary strategic partner in Europe, while Indian Prime Minister Modi explicitly called France one of its most reliable allies. The visit led to a security agreement between the two sides, whereby the two countries that respectively have military bases in the east and west part of the Indian Ocean will allow military vessels from the other side to use their naval bases.\n\nIndia takes the Indian Ocean as its backyard. As its influence is limited to the east part of the Indian Ocean while the west part is controlled by France, New Delhi tries to join hands with Paris to dominate the ocean. After the two sides established the strategic partnership framework in 1998, they have worked out a mechanism involving regular joint military exercises between the two navies and air forces. Soon after Macron’s India visit in 2018, the French and Indian navies conducted a military exercise as usual, including joint anti-submarine operations, air defense and asymmetrical encounters.\n\nThat Macron regards India as its “top strategic partner” in the Indian Ocean is out of France’s strategic plan to “return to the Pacific Ocean”. During his visit to Australia in early May of 2018, Macron called for the creation of a Paris-Delhi-Canberra axis across the Indian and Pacific oceans, in a bid to maintain the “rules-based order” in the region. This French initiative is generally believed to be aimed at containing China’s growing strength and influence in this region.\n\nIt could be said that providing its latest fighter jet to India consists with France'sstrategic plan in the Indo-Pacific region. It will also provide six Scorpene-class submarines to India in addition to all 36Rafale fighter jets.\n\nHowever, Paris kept a very low profile about the arrival of the first batch of Rafale fighter jets in India, not even touting the deal for commercial purposes, as if it was intentionally holding down the impacts of its Rafale sales to New Delhi. As China-US relations are sliding into a crisis, it would be wise for France, a major European country, not to take a side. Moreover, given India’s recent provocations against China in the Galwan Valley, France seems eager to keep silent at such a complicated and sensitive moment in order not to ruffle China’s feathers.\n\n(The author is a researcher at the International Affairs Research Center of Xinhua News Agency. All the contents in the article represent the author's opinions and don’t necessarily reflect the views of eng.chinamil.com.cn.)", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "renderer": "webkit", "mobile-web-app-capable": "yes", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-title": "Delivery of Rafales reflects special France-India relationship", "msapplication-TileImage": "26091.files/favicon.png", "msapplication-TileColor": "#FFFFFF", "description": "India takes the Indian Ocean as its backyard. As its influence is limited to the east part of the Indian Ocean while the west part is controlled by France, New Delhi tries to join hands with Paris to dominate the ocean. That Macron regards India as its \"top strategic partner\" in the Indian Ocean is out of France's strategic plan to \"return to the Pacific Ocean\".", "filetype": 1, "publishedtype": 1, "pagetype": 1, "author": "Chen Lufan", "editor": "Chen Lufan", "contentid": 9882131, "publishdate": "2020-08-14"}}}