{"GDELT": {"GlobalEventID": 940775036, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "TUR", "Actor1Name": "ANTALYA", "Actor1CountryCode": "TUR", "Actor2Code": "ITA", "Actor2Name": "ROME", "Actor2CountryCode": "ITA", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.89365504915103, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Antalya, Antalya, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU07", "Actor1Geo_ADM2Code": "27547", "Actor1Geo_Lat": 36.9081, "Actor1Geo_Long": 30.6956, "Actor1Geo_FeatureID": "-735347", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Rome, Lazio, Italy", "Actor2Geo_CountryCode": "IT", "Actor2Geo_ADM1Code": "IT07", "Actor2Geo_ADM2Code": "18350", "Actor2Geo_Lat": 41.9, "Actor2Geo_Long": 12.4833, "Actor2Geo_FeatureID": "-126693", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rome, Lazio, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT07", "Action2Geo_ADM2Code": "18350", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.4833, "Action2Geo_FeatureID": "-126693", "DATEADDED": 20200814141500, "SOURCEURL": "https://www.msn.com/en-gb/travel/news/is-it-even-worth-booking-a-holiday-abroad-right-now/ar-BB17XM46"}, "ARTICLE": {"TITLE": "Is It Even Worth Booking A Holiday Abroad Right Now?", "TEXT": "© DisobeyArt via Getty Images\n\nWe’re here to guide you through the coronavirus pandemic. Sign up to the Life newsletter for daily tips, advice, how-tos and escapism. The list of countries Brits can travel to is shrinking, as six more destinations have been removed from the government-approved travel corridors list. As of this weekend, France, the Netherlands, Monaco, Malta, Turks & Caicos, and Aruba will no longer be considered travel corridors. This means “all but essential” travel will be restricted to these destinations and any Brits currently holidaying must quarantine for 14 days upon their return. Luxembourg, Andorra, The Bahamas and Belgium were also added to the UK’s 14-day quarantine list last week, while Spain was added last month. If you were planning to book a holiday in the near future, the latest news might leave you wondering if it’s worth it. We’ve weighed up some of the pros and cons, so you can make the right choice for you.\n\n© DisobeyArt via Getty Images\n\nYou could get a cheap holiday The biggest perk of booking at the moment has to be the cost of travel. The turbulent situation means you may be able to snap up a bargain if you decide to risk it, says Emma Coulthurst, travel commentator from holiday price comparison site TravelSupermarket. “On the back of this announcement, we expect to see a further shift in destination demand to Turkey, Greece and Italy,” she tells HuffPost UK. “The pay off of lowering consumer demand is great value holiday prices.” Package holiday prices to Turkey and Greece have fallen around 28% due to consumer uncertainty following the changes in Spain, Coulthurst says. Meanwhile package holidays to parts of Italy are down by as much as 50%. “Resorts close to Dalaman, Antalya, Bodrum and to Crete, Corfu, Rhodes and Rome are the most searched for in the last few days,” she says. “Turkey is also popular due to the plummeting lira and how far your money stretches there at the moment.”\n\nAssume you’ll need to quarantine upon your return Bear in mind the travel corridors list is regularly changing – often at short notice – so even if you choose a destination currently exempt from restrictions, that might change while you’re abroad. Even if you simply transit through a country that’s not exempt, you’ll still be required to self-isolate for 14 days. You’ll need to specify the location you’ll be self-isolating in on a ‘public health passenger locator form’ before travelling. The rules dictate that you travel to that location (usually your home address) directly from your UK arrival. You’ll have to organise food and other deliveries to your accommodation. A key consideration before booking a holiday is how easy it’ll be to quarantine upon your return. If you’re still working from home, for example, it might not pose much of an issue. If not, Coulthurst recommends chatting the decision through with your boss, first. A government spokesperson confirmed to HuffPost UK that you’ll still need to quarantine for a full 14 days after travel, even if you take a coronavirus test that comes back negative. This is because the virus may be in your system, but not detectable yet. It’s not just UK quarantines you need to consider If there are suspected cases of coronavirus where you are, you may need to remain in your hotel room or accommodation for 14 days or move to quarantine facilities. Beware this is a possibility if you’re prone to cabin fever and can’t stand the thought of being so close, yet so far, from the beach. Doubly important to consider if you’re a parent: will you be able to cope with little ones in one room for 14 days?\n\n© Deagreez via Getty Images\n\nYou could be left out of pocket Following the latest announcement, “thousands of holidaymakers are likely to be left significantly out of pocket because their airline will refuse to refund them,” according to Rory Boland, travel editor at consumer watchdog Which?. “Unlike tour operators, airlines now routinely ignore Foreign and Commonwealth Office travel warnings and refuse refunds because, they argue, the flight is still operating,” he explains. “The government wants us to act responsibly and not travel to countries with an FCO warning, but it needs to make it clear to airlines that they, too, need to act responsibly and not ignore government travel advice in an effort to pocket customer cash.” Some airlines and train companies are allowing passengers to change their departure date for free. However, in many cases the no-fee policy can only be used up to a certain date before departure, explains Coulthurst. Many providers require you to pay change fees closer to the date of departure. Eurostar requires changes without fees up to a fortnight before, as do easyJet. “It’s one week before with Ryanair,” adds Coulthurst. “Passengers may be under the false belief that no change fees apply at any time up to the departure date.” Flights are relatively cheap at the moment, so Coulthurst says some passengers may have bagged a £50 return flight, only to now be facing a £90 charge to change the date. “It makes it pointless to change and so people are likely to have to give up and lose money,” she says. “Some airlines are proactively communicating their no fee change flexible policy, but not being as proactive about communicating the parameters of it, which gives people false hope that they can change it.” If you do decide to book... Coulthurst recommends following these steps to limit the risks of travel chaos: Look at coronavirus rates for the country which you are thinking of visiting – Worldometer is a good site for this.\n\nCheck and double check the entry requirements of the country which you are looking to travel to. Don’t rely on the government exemption lists.\n\nBook a package. Yes, some providers have been struggling to pay back refunds in time, but things are getting better. With a package, you know that you can cancel if FCO advice changes to essential travel only.\n\nBook on a credit card for extra Consumer Credit Act protection.\n\nTake your free EHIC card to Europe (make sure it is up to date) – you can use it up to 31 Dec.\n\nGet good travel insurance in place.\n\nBe aware of the Ts and Cs of the company you are signing up to.\n\nGallery: 50 habits that are keeping you from saving (Espresso)", "METADATA": {"application-name": "Is It Even Worth Booking A Holiday Abroad Right Now?", "cq": "passed", "Search.Interest": "Travel", "robots": "noindex, nofollow", "description": "We’re here to guide you through the coronavirus pandemic. Sign up to the Life newsletter for daily tips, advice, how-tos and escapism. The list of countries Brits can travel to is shrinking, as six more destinations have been removed from the government-approved travel corridors list. As of this weekend, France, the Netherlands, Monaco, Malta, Turks & Caicos, and Aruba will no longer be considered travel corridors. This means “all but essential”...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}