{"GDELT": {"GlobalEventID": 940779671, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 45, "EventBaseCode": 45, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.35746606334842, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18314", "Actor1Geo_Lat": 32.6667, "Actor1Geo_Long": 35.5, "Actor1Geo_FeatureID": "-2542918", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jordan Valley, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18314", "Action2Geo_Lat": 32.6667, "Action2Geo_Long": 35.5, "Action2Geo_FeatureID": "-2542918", "DATEADDED": 20200814144500, "SOURCEURL": "https://www.timesnownews.com/columns/article/the-uae-israel-agreement-is-a-win-win-win-but-not-for-the-palestinians/637165"}, "ARTICLE": {"TITLE": "The UAE-Israel agreement is a ‘win-win-win’, but not for the Palestinians", "TEXT": "Representational image | Photo Credit: iStock Images\n\nThree countries can celebrate the surprise decision by Israel and the United Arab Emirates (UAE) to establish formal, normal relations. For Israel, official recognition by a major Arab country is an important achievement. The UAE, for its part, has demonstrated its leadership capabilities by getting out front and setting the agenda for Gulf countries, a few of which may follow suit. The Trump administration deserves credit for encouraging, even brokering, the agreement, and it will likely feature prominently in presidential campaign ads, particularly since there are few other foreign policy successes Donald Trump can claim. The Palestinians, somewhat paradoxically, don’t see it as helping their cause.\n\nThe announcement that Israel and the UAE will establish normal relations, and complete a series of bilateral cooperation agreements on travel, trade, tourism and more, was a surprise in timing, but not in substance. For years, the two countries have gradually established various forms of cooperation – on terrorism, Iran and other security matters in the main. In June, weeks before the Israeli pledge to annex parts of the West Bank was to be implemented, the UAE ambassador to the US, Yousef Al Otaiba, published an opinion piece in the Israeli mass-circulation daily, Yediot Aharonot, that stated in stark terms that Israel could have either annexation or normalization of relations, but not both.\n\nThat seems to have sharpened the minds of Israel’s leaders, who were already slow-rolling the annexation issue. While it was a campaign pledge by Prime Minister Benjamin Netanyahu to smaller right-wing nationalist parties, larger segments of the Israeli public and political elite did not see it as desirable or necessary. There were many downsides to actually implementing annexation, from expected international condemnation, a lack of enthusiasm in Washington and the larger risk that even partial annexation (Jordan Valley but not the major towns and cities) could lead to the collapse of the Palestinian Authority and produce a “one-state” outcome with many unintended consequences. So the deal with the UAE brings some relief and rescues Netanyahu from his political overreach.\n\nNonetheless, the political logic of extending Israeli sovereignty and law to the most security-salient zones of the West Bank remains part of the political ambition of the dominant, right-of-centre Israel, and Israeli leaders insisted that they have only postponed, not reversed, the plan for annexation.\n\nFor the Emirates, the deal contains some risks: certainly, if Israel were to pocket recognition and still proceed with annexation, that would be a major humiliation. But in the glow of success, it reinforces Abu Dhabi’s rising stature as a regional leader and trend-setter. From the Yemeni civil war to other regional hotspots, the UAE has moved purposefully from its former role as trusted sidekick to Saudi Arabia to an independent actor with an ambitious and occasionally aggressive foreign policy. It has become an important aid donor and diplomatic activist around the world, in addition to its support to regional players that share its views about the dangers of the Muslim Brotherhood and its affiliates, like Hamas in the Gaza Strip, and the threat from Iran.\n\nThe Emirates framed the decision to normalize relations with Israel as a contribution to the establishment of a Palestinian state. Preventing annexation, in theory, keeps options open, and would permit the territories of Gaza, the West Bank and East Jerusalem to form the new state, as envisioned in countless resolutions and documents since the 1967 Arab-Israeli War.\n\nBut few see any early prospects for a return to diplomacy aimed at the two-state solution. The Emirati public rationale notwithstanding, there’s no celebration in Palestine. The deep cynicism and despair that is now reflected in polling was on display as Palestinians denounced the new agreement as a betrayal. It was one more indication that the Arab world has moved on, beyond the once unifying rallying cry of Palestine that gave leaders in Ramallah a powerful role in the region.\n\nThat causes no pain in Donald Trump’s White House, which is planning a major signing ceremony in Washington, hoping that other Arab leaders will attend to endorse the new agreement, which seems to validate the administration’s peace plan. Drafted by Jared Kushner, the plan has been on the back burner since its release early this year. The new agreement reflects the idea of working the Arab side “from the outside in,” meaning that endorsements from established Arab states would create positive momentum even if the Palestinian Authority was opposed. So the UAE has validated at least part of the plan and assured Israel that it can achieve more strategic regional security objectives, even if there’s no progress with the Palestinians. Other than annexation, Israel can do what it deems necessary to control territory, build settlements and restrict the movement of people, with no fear of penalty from Washington or its newest friends in the Gulf.\n\nWhether this diplomatic achievement leads to further acts of normalization remains to be seen. Washington can count this as a success, even though it falls far short of resolving the existential issue that will continue to cast its shadow on Israel and the luckless Palestinians.\n\nIn arrangement with Syndication Bureau\n\nEllen Laipson is a guest contributor. Views expressed are personal.", "METADATA": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no", "og": {"url": "https://www.timesnownews.com/columns/article/the-uae-israel-agreement-is-a-win-win-win-but-not-for-the-palestinians/637165", "type": "Article", "title": "The UAE-Israel agreement is a ‘win-win-win’, but not for the Palestinians", "description": "The announcement that Israel and the UAE will establish normal relations, and complete a series of bilateral cooperation agreements on travel, trade, tourism and more, was a surprise in timing.", "image": "https://imgk.timesnownews.com/story/Israel_UAE_flag_1200_iStock.jpg?tr=w-560,h-292,fo-top"}, "description": "The announcement that Israel and the UAE will establish normal relations, and complete a series of bilateral cooperation agreements on travel, trade, tourism and more, was a surprise in timing.", "news_keywords": "israel uae deal, israel uae agreement, israel uae agreement text, israel uae news, israel uae peace agreement, israel uae relations, israel uae accord, israel uae pact, israel and uae relations, Palestine", "keywords": "israel uae deal, israel uae agreement, israel uae agreement text, israel uae news, israel uae peace agreement, israel uae relations, israel uae accord, israel uae pact, israel and uae relations, Palestine", "fb": {"app_id": 2051731518430427, "pages": 218735715310}, "twitter": {"card": "summary_large_image", "title": "The UAE-Israel agreement is a ‘win-win-win’, but not for the Palestinians", "description": "The announcement that Israel and the UAE will establish normal relations, and complete a series of bilateral cooperation agreements on travel, trade, tourism and more, was a surprise in timing.", "image": "https://imgk.timesnownews.com/story/Israel_UAE_flag_1200_iStock.jpg", "site": "@TIMESNOW", "creator": "@TIMESNOW"}, "theme-color": "#254A96", "robots": "max-image-preview:large"}}}