{"GDELT": {"GlobalEventID": 940735823, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHNBUS", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor1Type1Code": "BUS", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.63036303630363, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814103000, "SOURCEURL": "https://www.globalcapital.com/article/b1mxzz0xq8kvhg/china-policy-roundup-beijing-sanctions-11-us-officials-american-companies-warn-against-wechat-ban-india-excludes-huawei-zte-in-5g-plan"}, "ARTICLE": {"TITLE": "China policy round-up: Beijing sanctions 11 US officials, American companies warn against WeChat ban, India excludes Huawei, ZTE in 5G plan", "TEXT": "In this round-up, China produces a sanctions list in response to a similar move by the US, multinational companies raise concerns on US president Donald Trump’s executive order against Tencent’s WeChat, and Chinese telecommunications firms will be barred from taking part in India’s 5G trial.\n\n\n\n\n\nThe Chinese foreign ministry imposed sanctions on 11 American politicians in a tit-for-tat move after the US placed the same number of Chinese officials — including Hong Kong’s chief executive Carrie Lam — on its own list for undermining the special administrative region’s autonomy.\n\nZhao Lijian, spokesperson for the Ministry of Foreign Affairs, said the 11 had “behaved badly on Hong Kong-related issues”. The nature of the sanctions were not disclosed. Republican senators Ted Cruz and Marco Rubio are among those on the list.\n\n*\n\nCiti “is already taking steps” to suspend accounts linked to some of the individuals sanctioned by the US, while Standard Chartered has suspended new account openings for those people, according to Bloomberg.\n\nIn a separate report, the wire said that the large state-owned Chinese banks operating in Hong Kong are “taking tentative steps” to comply with the US sanctions, including being cautious about opening new account for those sanctioned.\n\n*\n\nChina’s State Council said the country will gradually increase international passenger flights, as part of an effort to stabilise foreign trade and investment. Flights between the Mainland and countries that are its key sources of investment will also be “appropriately” added, according to a Thursday announcement.\n\nThe country also promised to step up credit support for foreign trade firms, especially micro, small and medium ones, and provide financial aid to major foreign-funded companies.\n\n*\n\nChina has done a lot of work to push forward with the implementation of the phase one trade deal with the US, and the two countries must work together and strengthen their cooperation, said a senior official at a Ministry of Commerce briefing on Thursday. He also called for the US to stop imposing restrictions on, and discriminating against, Chinese companies.\n\n*\n\nForeign ministry’s Zhao said on Thursday that China will continue to open up and improve its business environment. He added that the development of the country will provide more opportunities for companies around the world.\n\n*\n\nOver a dozen major US multinational companies including Apple, Ford Motor Co, Walt Disney and Walmart warned White House officials in a Tuesday call about the implications of the ban on business transactions with Tencent’s WeChat, effective next month, the Wall Street Journal reported.\n\nThe newspaper said one of the issues raised was the lack of clarity on the scope of Trump’s executive order. Another concern is a retaliation from China targeting US companies. The article suggested Apple is the most at risk, as the removal of the app used by over 1.2bn people world-wide from its devices “could be devastating”.\n\n*\n\nThe US centre that runs the Confucius Institutes, an overseas education programme on the Chinese language and culture, must register as a ‘foreign mission’ controlled by the Chinese government, according to an announcement from the Department of State.\n\nThe country had already designated a number of Chinese media outlets as foreign missions earlier this year.\n\nThe US said the Confucius Institutes are “advancing Beijing’s global propaganda and malign influence campaign” on US campuses and classrooms.\n\n*\n\nIndia is set to exclude Huawei Technologies and ZTE Corp from its 5G trials. It will do so by applying recently amended investment rules that will restrict bidders from countries that share its borders on national security concerns, according to local media.\n\n*\n\nChina named two new ministers on Tuesday. Xiao Yaqing was put in charge of the Ministry of Industry and Information Technology, replacing Miao Wei. Hu Heping will be the new minister of Culture and Tourism, taking over from Luo Shugang.\n\n\n\n", "METADATA": {"og": {"title": "China policy round-up: Beijing sanctions 11 US officials, American companies warn against WeChat ban, India excludes Huawei, ZTE in 5G plan", "description": "In this round-up, China produces a sanctions list in response to a similar move by the US, multinational companies raise concerns on US president Donald Trump’s executive order against Tencent’s WeChat, and Chinese telecommunications firms will be barred from taking part in India’s 5G trial.", "type": "website", "image": "https://globalcapital.euromoneycdn.com/v-3e0fc051c227914306bbf647ae7a436f/Media/images/euroweek/globalcapital-asia-2020/US_China_fight_boxing_Adobe_575px_1June20.jpg"}, "description": "In this round-up, China produces a sanctions list in response to a similar move by the US, multinational companies raise concerns on US president Donald Trump’s executive order against Tencent’s WeChat, and Chinese telecommunications firms will be barred from taking part in India’s 5G trial.", "viewport": "width=device-width, initial-scale=1.0", "robots": "index,follow,noarchive", "google-site-verification": "AIMLVLrcczJQx9EbGe_pcTm_nTh2RDkCzlbnlBFJzZE", "app-insights": "app-insights"}}}