{"GDELT": {"GlobalEventID": 940741826, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "PROFESSOR", "Actor1Type1Code": "EDU", "Actor2Code": "tmsEDU", "Actor2Name": "TAMA", "Actor2EthnicCode": "tms", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -0.8935219657483299, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA40", "Actor2Geo_ADM2Code": "36340", "Actor2Geo_Lat": 35.685, "Actor2Geo_Long": 139.751, "Actor2Geo_FeatureID": "-246227", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200814110000, "SOURCEURL": "https://www.japantimes.co.jp/opinion/2020/08/14/commentary/world-commentary/collective-resilience-way-address-china-challenge/"}, "ARTICLE": {"TITLE": "‘Collective resilience’ is the way to address China challenge", "TEXT": "China has been quick to use its rising economic strength to punish countries that defy it. That capacity for coercion will only grow as China masters new technologies and puts itself and its companies at the heart of the increasingly interconnected digital world.\n\nTokyo, Washington and like-minded governments are trying to blunt China’s ability to bend them to its will. A strategy of “collective resilience” can be an effective counter to this mounting pressure. Using this approach, those governments will work collaboratively to reorganize sectors of their economic relationship with China, to deflect these attempts at coercion and limit their impact.\n\nThe need for new thinking about national security has become evident as policymakers in Tokyo begin discussion of a new national security strategy. The starting point for any such discussion is the evolving security environment. Strategists are well acquainted with traditional threats posed by regional adversaries and their ever-more capable conventional, nuclear and asymmetric forces.\n\nTokyo and Washington must widen their perspective, however, and prepare for new risks and vulnerabilities. The most worrying of these is the ability of an authoritarian-capitalist China to direct its economic and technological power against countries that challenge it and use that capacity to undermine the rules-based world.\n\nRecent events have exposed how a determined competitor like China can weaponize interdependence. The COVID-19 outbreak has highlighted this challenge and forced us to acknowledge the potency of long-threatened, but never imminent, dangers. The pandemic has also exposed the vulnerability of global supply chains and previously unquestioned business practices that outsourced the production of critical goods.\n\nThe return of major power competition has intensified focus on economic linkages and ways in which they can be exploited by adversaries or used to undermine national competitiveness. Beijing has not hesitated to use that interdependence in an effort to dictate policies and veto sovereign decision-making.\n\nChina has punished South Korea for Seoul’s decision to deploy the THAAD missile defense system. It called for a boycott of Australian goods and tourist sites after Canberra endorsed an investigation of the origins of the COVID-19 outbreak. It threatened European governments if they exclude Huawei from their 5G networks. It is menacing Canada over Ottawa’s refusal to free Huawei executive Meng Wanzhou, detained in Vancouver for extradition to the United States. And this is only a partial list of such efforts.\n\nGrowing technological prowess will give Beijing a range of new coercive tools that can be weaponized via global 5G telecommunication networks, data collected by Chinese-owned apps, smart-city infrastructures and Chinese mobile payment platforms.\n\nCollective resilience offers a framework to address these problems. It is based on several assumptions. First, it recognizes that decoupling, while seductive, is no answer. The idea of decoupling has seized the popular imagination as the scale of Chinese intellectual property theft has become evident and the West’s dependence on Chinese links in global supply chains has been revealed. Yet decoupling has become a catch-all term that, without refinement, makes no political or economic sense.\n\nContrary to the assertions of economic nationalists, decoupling is not possible, nor should it guide our strategic direction. It is impossible for, say, Japan to fully disentangle itself from a neighboring country that is the second-largest economy in the world and the source of 30 percent of its tourists.\n\nChina accounts for 24 percent of Japanese trade (the United States is just 15 percent) and Japan invested a total of $101 billion between 1995 and 2017 in that country. As a senior Japanese business executive working in Beijing explained recently in the Nikkei, “China has quickly rebounded from the coronavirus and is driving sales. We cannot talk about a growth strategy without China.”\n\nThe collective concern of Japan, the U.S., their partners and allies is not the fact that our economies are interconnected, but rather the specific ways in which they are integrated and the leverage that affords China. We should encourage integration and a division of labor that allows advanced economies to specialize in higher value-added activities that maximize wealth and productivity. (But, as we note below, this does not mean abandoning the individuals who work in older industries; they must be equipped with skills to transition as the economy evolves.)\n\nSecond, collective resilience recognizes that individual countries are not equipped to blunt Chinese nonmilitary coercion alone and a coordinated approach is essential. Resilience demands cooperation and collective action among the like-minded. No country can internalize the entire supply chain for all its critical products and needs. Nor should it have to.\n\nThe greatest asset that the West has in its competition with China (and other governments) are its alliances and partnerships. Collective resilience also acknowledges that while not all countries will be prepared to join a military coalition against China or take a strong position on human rights, a large coalition of nations are eager to work together to resist economic and digital coercion.\n\nThird, collective resilience demands a whole of society approach. This requires public-private cooperation. China has been integral to the success of many global companies. Those boardrooms must adjust thinking about how they interact with Chinese authorities and China’s role in their future. Government leadership, changes in domestic laws, and a renewed sense of corporate responsibility can help bring about that new outlook and ensure that collective resilience succeeds. Governments must do more to alert them to the risks of a failure to make that adjustment.\n\nThis strategy would be implemented simultaneously across two lines of effort. The first is a “defensive” approach that seeks to negate China’s growing capacity for nonmilitary coercion, its Civil-Military Fusion strategy, and Beijing’s efforts to manipulate the decisions of public corporations from Japan, the U.S., and like-minded countries.\n\nThis requires the free and open world to: 1) restrict China’s access to sensitive technologies through updated export and investment controls; 2) block and prevent the spread of Chinese telecommunication equipment and apps (especially social media) that collect large amounts of data that can be used for malicious ends; 3) use a scalpel to restrict visas for students and individuals tied to the government and military who are working in sensitive technology fields; and 4) aggressively promote the setting of international standards to ensure both privacy protections and data flows.\n\nThese actions can only succeed if they are genuinely multilateral. Controls will not work if only one country applies them; companies from other countries will fill the void. New institutions to coordinate multilateral defensive actions should be considered.\n\nThe second line of effort is an “offensive” approach that invests in competitive advantages in key areas. This includes governments taking a larger role in directing competitive investments in research and development along with other means to promote innovation and technological advantage, such as talent development, and using diplomacy to build international coalitions to promote global norms and standards. Recent bipartisan efforts in the U.S. to invest in affordable 5G solutions, diversify advanced semiconductor manufacturing, and reorganize and bolster funding for the National Science Foundation are examples of this thinking.\n\nAlso vital is concern for and investment in individuals who do not labor in frontier technologies. They will continue to be hurt by the erosion of their country’s competitiveness in industries in which they work.\n\nFor all their differences, Japan, the U.S., Australia and Europe face increasingly similar security challenges. If they work together to address these questions, properly allocate burdens, better distribute roles and missions, and promote genuine partnership then they will continue to lead the world, protect peace and promote stability in Asia and elsewhere.\n\nEric Sayers is an adjunct senior fellow at the Center for a New American Security. He previously worked at Indo-Pacific Command and as a staffer on the Senate Armed Services Committee. Brad Glosserman is deputy director of and visiting professor at the Center for Rule Making Strategies at Tama University as well as senior adviser (nonresident) at Pacific Forum. He is the author of “Peak Japan: The End of Great Ambitions.”", "METADATA": {"verify-v1": "+h35BdFddo/f1upXot92yGKSB4d5EuWWGbARz9SJE6A=", "twitter": {"account_id": 7424642, "card": "summary_large_image", "image": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30493-scaled-870x489.jpeg", "site": "@japantimes", "creator": "@japantimes"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1", "HandheldFriendly": "true", "apple-mobile-web-app-title": "Japan Times", "robots": "noodp", "author": "Brad Glosserman", "article": {"author": "https://www.japantimes.co.jp/author/int-brad_glosserman/", "publisher": "https://www.facebook.com/thejapantimes", "tag": "U.S.-China relations"}, "thumbnail": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30493-scaled-200x200.jpeg", "description": "China has been quick to use its rising economic strength to punish countries that defy it. That capacity for coercion will only grow as China masters new t", "keywords": "U.S.-China relations", "og": {"locale": "en_US", "type": "article", "title": "‘Collective resilience’ is the way to address China challenge", "description": "China has been quick to use its rising economic strength to punish countries that defy it. That capacity for coercion will only grow as China masters new t", "url": "https://www.japantimes.co.jp/opinion/2020/08/14/commentary/world-commentary/collective-resilience-way-address-china-challenge/", "site_name": "The Japan Times", "image": {"identifier": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/08/np_file_30493-870x632.jpeg", "width": 870, "height": 632}}, "fb": {"app_id": 119406745111}, "DC.date.issued": "2020-08-14T18:00:11+09:00"}}}