{"GDELT": {"GlobalEventID": 940724884, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.8661800486618, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kampala, Kampala, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG37", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.315556, "Actor1Geo_Long": 32.5656, "Actor1Geo_FeatureID": "-1728891", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kampala, Kampala, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG37", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.315556, "Action2Geo_Long": 32.5656, "Action2Geo_FeatureID": "-1728891", "DATEADDED": 20200814091500, "SOURCEURL": "https://www.monitor.co.ug/OpEd/Commentary/When-Church-chooses-politicians/689364-5608914-5iba3wz/"}, "ARTICLE": {"TITLE": "When Church chooses politicians", "TEXT": "By Benjamin Rukwengye\n\nYou need to watch the biographical drama, The Two Popes, if you haven’t already. I would hate to spoil it for you, so let me limit myself to what’s essential for today’s moral – but also say a lot of the plot is built on conjecture.\n\nFrom 1976 to 1983, Argentina plunges into the “Dirty War”, in which the Junta goes out to purge communists and subversives, claiming lives in their thousands – including those of freethinking priests and nuns.\n\nDuring this purge, the Catholic Church, including Jose Mario Bergoglio, the head of Jesuits, didn’t do much to protect, not just the population, but some of its priests and nuns. It was largely silent and in some cases, there have been accusations of outright complicity.\n\nWatch the film and read up on the saga to get a good understanding of what happens when the Church doesn’t show up for its people. You might also want to read up on the silence of the Church during the World War II, or its siding with Gen Franco’s inquisition during the Spanish Civil war. If you would like to find a more recent example, the DR Congo, in January 2019, is apt.\n\nWhen Felix Tshisekedi, was declared President of DR Congo, the country’s electoral body, CENI, came under fire from every quarter, for engineering an “electoral coup.” You might say the nature of elections in Africa is such that you always expect losers to grumble, but what Kabila had pulled off was unprecedented.\n\nHe had weaponised Ebola, locking a region out of the electoral process, and then connived with one Opposition candidate to defeat his heir, and another candidate.\n\nBut it is what the Catholic Church in Congo, under the National Episcopal Conference of Congo (CENCO), did a few hours after that announcement, which is of interest. The church reported that the results tallied by its observers indicated a different winner from CENI’s.\n\nAdvertisement\n\nBallsy, right?! And yet, even when the result stood – thanks to diplomatic of wheeler-dealing – the church had distinguished itself by refusing to acquiesce to what lots of people knew was shady business. It tells you quite a lot about the power and conviction of a clergy, that they can contradict – or oppose – the politicians of the day, when they have reason to.\n\nIt is risky business, and no less than the Church of Uganda has a horror story from 1977, to reference. And yet you feel that if anyone was going to call government to order, who else but the men of God. We are here because this week, the Church of Uganda is in a spot of bother, after court bailiffs showed up at night and demolished a 45-year-old St Peter’s Church in Ndeeba, a Kampala suburb.\n\nThe demolition had been ordered by court, which ruled that Church of Uganda trustees fraudulently acquired the land where the church sits. So it is not clear what has stirred the public ire in this instance. Is it the fact that court found the church guilty of land fraud?\n\nOr that court bailiffs had the cojones to desecrate the house of God?It is important to understand the why, because at the July 2020 handover of the report by the Commission of Inquiry into Land Matters, Justice Catherine Bamugemereire is reported to have noted that the land dispute situation was found by the Commission to be rampant, in which mostly the well-to do persons have obtained land through illegal means, bribing their way through all systems of land administration and registration.\n\nYou reader, might be involved in same such dispute or know someone who is. You might remember the evictions in Lusanja, Wakiso District last year, or businessman Abid Alam’s alleged forceful eviction of more than 700 families in Mubende District, or Google ‘land evictions in Uganda’. The church, the Shepard of God’s people, has been mute as its sheep fight off and lose to the high and mighty.\n\nI believe it is the Bible which says something about getting unequally yoked with unbelievers – which the Church has clearly ignored for so long, but is now reaping the benefits of union. What did it expect would happen when its predator friend ran out of prey? While regimes and their people have the advantage of impermanence, the church doesn’t; and as we have found out, people don’t forget.\n\nMr Rukwengye is the founder, Boundless Minds.", "METADATA": {"google-site-verification": "eqqN6YcEBEKEAxJN1NQSt0AvrNPPvljIYMLVEGEjLgI", "msvalidate.01": "EAEA2E15D93BC2979D58720786AF2DDB", "alexaVerifyID": "e8s521zf2lW3kSQNwGY2XMME5No", "viewport": "width=device-width,initial-scale=1", "robots": "index, follow", "description": "What did it expect would happen when its predator friend ran out of prey?", "keywords": "Dirty War, Church, politicians, Felix Tshisekedi", "fb": {"app_id": "???site.social.fb_app_id???", "pages": "???site.social.fbappadmin???"}, "og": {"site_name": "Daily Monitor", "type": "article", "title": "When Church chooses politicians", "url": "https://www.monitor.co.ug/OpEd/Commentary/When-Church-chooses-politicians/689364-5608914-5iba3wz/index.html", "description": "What did it expect would happen when its predator friend ran out of prey?", "locale": {"identifier": "en_UK", "alternate": "en_US"}, "article": {"published_time": "2020-08-14 08:48:45", "modified_time": "2020-08-14 08:51:38"}, "image": {"identifier": "https://www.monitor.co.ug/image/view/-/5602146/medRes/2492933/-/8ymii6/-/comment04pix.jpg", "width": 425, "height": 262}}, "twitter": {"card": "summary_large_image", "site": "@dailymonitor", "title": "When Church chooses politicians", "description": "What did it expect would happen when its predator friend ran out of prey?", "image": "https://www.monitor.co.ug/image/view/-/5602146/medRes/2492933/-/8ymii6/-/comment04pix.jpg", "url": "https://www.monitor.co.ug/OpEd/Commentary/When-Church-chooses-politicians/689364-5608914-5iba3wz/index.html"}}}}