{"GDELT": {"GlobalEventID": 940729789, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "NOR", "Actor2Name": "NORWAY", "Actor2CountryCode": "NOR", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.5444015444015402, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Garonne, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16241", "Actor1Geo_Lat": 45.0333, "Actor1Geo_Long": -0.6, "Actor1Geo_FeatureID": "-1428770", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Garonne, France (general), France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR00", "Actor2Geo_ADM2Code": "16241", "Actor2Geo_Lat": 45.0333, "Actor2Geo_Long": -0.6, "Actor2Geo_FeatureID": "-1428770", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20200814094500, "SOURCEURL": "https://www.connexionfrance.com/index.php/French-news/France-travel-which-countries-have-restrictions-in-place"}, "ARTICLE": {"TITLE": "France travel: which countries have restrictions in place?", "TEXT": "Among the countries with restrictions in place for people travelling from France are Ireland, Norway and Finland. The restrictions range from filling out forms, to mandatory quarantine, to complete bans of casual tourism.\n\nBelgium\n\nFrom August 1, anyone wishing to enter Belgium from abroad or planning to stay in the country for more than 48 hours must complete an electronic passenger locator form within 48 hours of arrival.\n\nFurther to this, anyone travelling to Belgium from Mayenne in France must quarantine for 14 days and do a Covid-19 test. This commune has been marked as a ‘red zone’ by Belgium authorities due to its high rate of Covid-19 cases.\n\nOther regions in France are classified as being in the ‘orange zone’. For any travelling from these regions, they are expected to be more vigilant and cautious upon arriving in Belgium. These areas are: the Île de France region, the departments Nord, Meurthe-et-Moselle, Vosges, Sarthe,Ile-et-Vilaine, Gard, Haute-Garonne, la Loire, Haute-Savoie, Alpes-Maritimes and Bouches-du-Rhône.\n\nDenmark\n\nFrance has been classified as ‘open’ or ‘yellow’ by Denmark, meaning that they can enter the country if they have a worthy purpose or have booked a stay of at least six nights and can prove it.\n\nFinland\n\nFinland still has tight border restrictions. Anyone who wishes to travel there must be able to prove their residence in Finland, or have a family link with a local resident, or a professional reason to go there. Quarantine is recommended for anyone arriving in the country, but is not monitored.\n\nGreece\n\nEveryone travelling to Greece must fill out a passenger locator form online at least 48 hours before travelling. Also, a random Covid-19 test may be demanded on arrival in the country, regardless of a person's nationality or the country they have travelled from. A positive test will require the traveller to carry out a two week quarantine as instructed by the Greek health authorities.\n\nIceland\n\nEveryone arriving in Iceland is expected to undertake a 14-day quarantine. Anyone not wishing to do this can choose to have a Covid-19 test on arrival at the airport. For anyone travelling to the country by ferry, the test can be taken upon departure in Denmark. These measures do not apply to children born after January 1 2005.\n\nIreland\n\nAnyone arriving in Ireland from France is expected to carry out a two-week quarantine, limit their movements and avoid social contact as much as possible. They also need to declare an address for where they will be staying, and there are measures in place to verify that people follow these protocols.\n\nItaly\n\nAnyone travelling to Italy from France must complete a form online. The form can be found here.\n\nNorway\n\nFrom August 7, France was classed as ‘red’ by Norwegian health authorities, meaning that all non-essential travel from France to Norway is not advised. From now, anyone arriving in Norway from France must undergo a quarantine of ten days. More information can be found here.\n\nSpain\n\nAnyone travelling to Spain by plane must fill out a form online. Once this form has been completed and signed, the traveller will receive a QR code associated with the trip, which must be kept on their mobile phone or printed in order to pass the airport health check.\n\nFurther, French authorities are advising against travelling to the Catalonia region in Spain.\n\nUK\n\nAnyone travelling to the UK from France must complete this form, which cannot be submitted until 48 hours before you are due to arrive in the country.\n\nHowever, British Prime Minister Boris Johnson has fuelled speculation that France could be added to the UK's quarantine list after he said he would “not hesitate” to bring in restrictions for more countries.\n\nAn announcement on this could be made on Thursday (August 13).\n\nThere were 7,565 new cases of Covid-19 in France last week, an increase of 33% from the previous week, Santé Publique France noted in its most recent weekly report published on August 6.\n\nThis continues a trend of increasing numbers of cases in France since mid-June.\n\n“In metropolitan France, all the indicators show that the transmission of SARS-COV-2 infection is progressing and intensifying in week 31. It concerns all age groups and more particularly young adults,” the report stated.\n\nMore information on travel restrictions for people travelling from France can be found here.\n\nThis list is not exhaustive and can change suddenly. Anyone planning to travel abroad from France should consult the official advice of the destination country before travelling.\n\nRead more about coronavirus in France:\n\nFrance-UK quarantine fears rise with Covid cases\n\nFrance-UK travel: how quarantine would affect insurance\n\nWhy France's coronavirus cases are increasing", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=no", "author": "Connexion France", "copyright": "English Language Media", "generator": "eZ Platform", "MSSmartTagsPreventParsing": "TRUE", "description": "The latest French news and information explained in English with help guides for residents and second homeowners in France. Login or Subscribe to The Connexion.", "keywords": "travel, covid-19, coronavirus", "og": {"title": "France travel: which countries have restrictions in place?", "description": "Certain European countries have restrictions in place for people travelling from France, and some others are considering it due to the country’s increasing number of coronavirus cases", "image": "https://www.connexionfrance.com/var/connexion/storage/images/_aliases/social_network_image/media/images/airport-covid_022/1105852-1-eng-GB/AIRPORT-COVID_02.jpg"}, "twitter": {"title": "France travel: which countries have restrictions in place?", "description": "Certain European countries have restrictions in place for people travelling from France, and some others are considering it due to the country’s increasing number of coronavirus cases", "image": "https://www.connexionfrance.com/var/connexion/storage/images/_aliases/social_network_image/media/images/airport-covid_022/1105852-1-eng-GB/AIRPORT-COVID_02.jpg"}, "web_author": "Kaliop", "designer": "Kaliop", "msapplication-tap-highlight": "no", "google-site-verification": "hEEVVWPhVwM3udc8jrX_CcJNICiADp0Krw2UViOhogE", "msapplication-TileColor": "#ffffff", "msapplication-TileImage": "/bundles/elmconnexionfrancesite/images/favicon/ms-icon-144x144.png", "theme-color": "#ffffff"}}}