{"GDELT": {"GlobalEventID": 940774464, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOVAGR", "Actor1Name": "MINIST OF AGRICULTURE", "Actor1Type1Code": "GOV", "Actor1Type2Code": "AGR", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.7414965986394604, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Shenzhen, Guangdong, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH30", "Actor1Geo_ADM2Code": "13036", "Actor1Geo_Lat": 22.2, "Actor1Geo_Long": 111.117, "Actor1Geo_FeatureID": "-1925267", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shenzhen, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13036", "Action2Geo_Lat": 22.2, "Action2Geo_Long": 111.117, "Action2Geo_FeatureID": "-1925267", "DATEADDED": 20200814141500, "SOURCEURL": "https://meaww.com/north-korea-bans-owning-pet-dogs-with-pooches-sent-to-restaurants-to-be-eaten"}, "ARTICLE": {"TITLE": "North Korea cracks down on owning pet dogs as capitalist 'decadence', sends pooches to restaurants to be eaten", "TEXT": "Leading officials in North Korea are reportedly cracking down on dog ownership in the region among its elite class as food supplies run short in the hermit nation, according to reports. Pyongyang chiefs have reportedly made the move in an effort to appease citizens of North Korea who are furious about the current situation. The decision of a clampdown on pet ownership is also said to be a move made against capitalist \"decadence,\" reports state.\n\nAn insider source reportedly told a right-wing South Korean newspaper that the North Korean Supreme Leader Kim Jong-Un issued a ban on pet ownership last month citing that it stemmed from \"tainted\" capitalist ideology.\n\n\"Authorities have identified households with pet dogs and are forcing them to give up or forcefully confiscating them and putting them down,\" the source told The Chosun Ilbo. Reports state that some of the dogs seized from pet owners would be sent to state-run zoos, while the other would be given to restaurants.\n\nThe publication also reported that pet owners in the country are \"cursing Kim Jong-un behind his back,\" as the source said that \"ordinary people raise pigs and livestock on their porches, but high-ranking officials and the wealthy pet dogs, which stoked some resentment”. One defector, while talking to the outlet, said that the clampdowns are not enforced with much enthusiasm, however, it has been more strict this time around.\n\nA family of dogs look on as they walk around an operational trench system overlooking the main highway leading towards North Korea, near the Demilitarized Zone (DMZ) on February 7, 2018 near Panmunjom, South Korea. (Getty Images)\n\nThe news comes as a panel of experts, in an unreleased report, stated that North Korean spied had launched cyberattacks on United Nations council members earlier this year. Reports state that nearly 11 officials from six members of the Security Council became the targets of a cyberattack, which had been designed to extract information from them. According to a report submitted to the organization's committee on North Korea, it is believed that North Korea's intelligence agency led the hack. The hack traps came up after the attackers sent messages to their targets through Gmail and WhatsApp and posed as someone else on the mails and messages.\n\nThe report of giving dogs to restaurants in North Korea comes month after Zhuhai became the second Chinese city to impose a ban on the consumption of dog and cat meat amid coronavirus pandemic. The city, which houses around 1.7 million people, announced the new rules in April in accordance with a government proposal that says dogs should be viewed as 'companion animals' and not as livestock. The Ministry of Agriculture in a statement had said, \"As far as dogs are concerned, along with the progress of human civilization and the public concern and love for animal protection, dogs have been 'specialized' to become companion animals, and internationally are not considered to be livestock, and they will not be regulated as livestock in China.\"\n\nEarlier in April, another Chinese city Shenzhen became the first to ban the human consumption of dog and cat meat. A spokesperson for the Shenzhen government said, \"Dogs and cats as pets have established a much closer relationship with humans than all other animals, and banning the consumption of dogs and cats and other pets is a common practice in developed countries and in Hong Kong and Taiwan.\"\n\nIf you have a news scoop or an interesting story for us, please reach out at (323) 421-7514", "METADATA": {"viewport": "width=device-width,user-scalable=no", "robots": "index, follow", "article.published": "2020-08-14T13:56:43.000Z", "article.updated": "2020-08-14T13:56:43.000Z", "article.created": "2020-08-14T13:56:43.000Z", "og": {"title": "North Korea cracks down on owning pet dogs as capitalist 'decadence', sends pooches to restaurants to be eaten", "description": "Sources told a South Korean publication that pet owners in the country are 'cursing supreme leader Kim Jong-un behind his back'", "url": "https://meaww.com/north-korea-bans-owning-pet-dogs-with-pooches-sent-to-restaurants-to-be-eaten", "image": {"identifier": "https://cheesecake.articleassets.meaww.com/469638/uploads/9fa5e810-de33-11ea-83d1-57904f2f1f88_800_420.png", "secure_url": "https://cheesecake.articleassets.meaww.com/469638/uploads/9fa5e810-de33-11ea-83d1-57904f2f1f88_800_420.png", "type": "image/jpeg", "width": 800, "height": 420}, "type": "article", "site_name": "MEAWW", "locale": "en_US"}, "description": "Sources told a South Korean publication that pet owners in the country are 'cursing supreme leader Kim Jong-un behind his back'", "twitter": {"title": "North Korea cracks down on owning pet dogs as capitalist 'decadence', sends pooches to restaurants to be eaten", "image": "https://cheesecake.articleassets.meaww.com/469638/uploads/9fa5e810-de33-11ea-83d1-57904f2f1f88_800_420.png", "card": "photo"}, "keywords": "North Korea dog ban,North Korea pet ownership,Kim Jong Un pet owner,,meaww,article,articles,read", "article": {"author": "https://assets.pubninja.com/users/85281269/uploads/5c7219cc7542cc2020e2152f113b6340", "tag": "North Korea dog ban,North Korea pet ownership,Kim Jong Un pet owner", "publisher": "https://www.facebook.com/meawwcom/"}, "fb": {"app_id": 134729177266782}}}}