{"GDELT": {"GlobalEventID": 940756990, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "ESP", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -3.33598093725179, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Spain", "Actor2Geo_CountryCode": "SP", "Actor2Geo_ADM1Code": "SP", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "SP", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Spain", "Action2Geo_CountryCode": "SP", "Action2Geo_ADM1Code": "SP", "Action2Geo_Lat": 40.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "SP", "DATEADDED": 20200814123000, "SOURCEURL": "https://www.msn.com/en-gb/travel/news/you-cant-put-your-life-on-hold-eurostar-passengers-juggle-travel-plans-following-quarantine-announcement/ar-BB17XLuN"}, "ARTICLE": {"TITLE": "'You can't put your life on hold': Eurostar passengers juggle travel plans following quarantine announcement", "TEXT": "Travellers boarding the train in St Pancras International in London, Britain, 10 July 2020. English holidaymakers will be able to visit Spain, Italy, France and Germany without having to quarantine for 14 days on their return. (Photo by Maciek Musialek/NurPhoto via Getty Images)\n\nPassengers travelling to Europe via Eurostar have described the effect on their travel plans following changes to quarantine restrictions announced on Thursday night.\n\nSome passengers are pressing ahead with their plans to travel into France and the Netherlands despite the announcement that from 4am on Saturday, August 15 anyone returning to the UK from those countries will have to quarantine for 14 days.\n\nOthers, however, decided to cancel their trips at the last minute following the news.\n\n‘We can’t cancel the wedding’\n\nOne couple, who are due to get married in The Netherlands next month, said they have already had relatives cancel after announcement, which also includes Monaco, Malta, Turks and Caicos and Aruba.\n\nElske Koelman, 29 and her fiancé Bertie Chambers, 33, were en route to The Netherlands on Friday morning to finalise plans for their wedding in Leiden next month.\n\n© Provided by Yahoo! News UK Bertie Lawrence, 33, and Elske Koelman, 29, are sticking to their plans to travel to the Netherlands to prepare for their wedding next month, but many relatives have had to cancel. (SWNS)\n\nThe couple, both management consultants living in the UK, had to reduce their wedding guest list from 130 to 20 due to the pandemic but the new quarantine rule now means it is likely only half of those invited will be able to attend, with Chambers’ aunt and cousins unable to travel due to the quarantine.\n\nHe said: “This morning we have had calls from my side of the family cancelling: so far my brother and my aunt cannot make it. My mum and dad are retired so luckily they can make it.\n\n“We are going to the Netherlands today to finalise all the details. We have to speak to the venue, the florist and the restaurant especially because of the quarantine now.”\n\nAfter learning of new travel restrictions last night, Koelman packed her laptop for their initial trip to Leiden today so she can stay there until the wedding to avoid a double quarantine, but her fiance will return to the UK and quarantine for two weeks before travelling back to the Netherlands for the big day.\n\nChambers added: “We can’t do anything about it, it is out of our hands. We can’t cancel the wedding and our plans should still go ahead.\n\n“You can’t put your life on hold. We’re lucky we can both work from home so it’s worthwhile to get married even if we have to quarantine when we get back.”\n\n‘An informed risk’\n\nRobert Lawrence, 65, from Islington in north London, also decided to stick to his plans to travel on the Eurostar on Friday to visit friends in the Netherlands and Germany.\n\n© Provided by Yahoo! News UK Retired broadcast worker Robert Lawrence still plans to travel to visit friends. (SWNS)\n\nHe said: “Obviously it is a risk but I have probably taken more of a risk going around the supermarket than I am doing this.\n\n“If you are bending down to the shelves in busy shops, it is probably more of a risk than this trip with socially distanced walks and alfresco meals.\n\n“My main concern was travel insurance and health cover. My policy said it does not cover travel if the Foreign Commonwealth Office our restrictions in place before I took out the policy or before I booked it.\n\n“But I had booked it all already so it seems I am still covered and I will just quarantine when I’m back.”\n\nHe said he was aware restrictions might change and saw it as an “informed risk”, adding: “We decided to go ahead because the new restrictions were only announced last night so it was very very short notice for us.\n\n“Everything had already been booked and we knew about the advice so we are relatively happy.\n\n“I can quarantine when I return and I have a local supermarket that deliver food and a friend who has offered to drop things to me if needed.”\n\n‘It’s going to be catastrophic’\n\nLawyer John Strange, from Reading was also planning to continue with his journey to Paris on Friday morning, with plans to stay for 10 days.\n\nThe 60-year-old, who said he can work from home on his return, said: “It’s not a disaster for me but it seems for many people it will be, particularly those with young families, it’s going to be catastrophic.\n\n“I’m sure many will have to cancel their plans and have to accept all that pain and cost that goes with it.”\n\n© Provided by Yahoo! News UK Retired accountant Richard Wilkins, 83, from Dorset was trying to get onto an earlier Eurostar train to pass through France into Switzerland before the quarantine restrictions become enforced. (SWNS)\n\nRichard Wilkins, 83, arrived at St Pancras International station three hours early for his Eurostar train to Paris in the hope he could switch to an earlier train and pass through France into Switzerland before 4am on Saturday when the rules come into play.\n\nHe said: “We are hoping to get through France before 4am tomorrow, but I’m not sure if we’ll be able to do it.\n\n“The original plan was to spend tonight in Paris and travel onto Basel tomorrow morning but we are hoping to travel straight through today.\n\n“We are also talking about flying back direct from Switzerland and avoiding France altogether.\n\n“The return is booked in 12 days time back through Paris via Eurostar. But if the travel restrictions are still in place then, we might have to lose our return tickets and fly home.”\n\n‘It’s not worth it’\n\nA traveller who gave her name as Sonata K, a 39-year-old dentist, was due to head to Paris for four nights with her mother – but cancelled her plans after finding out about the quarantine measures at St Pancras on Friday morning.\n\nShe told PA: “It’s not worth it to go out and have to self isolate. With my work I can’t do the procedures from home.\n\n“We were too late to get the news, we’re just finding out here but it’s better than on the train.\n\n“We’re looking at going to Cardiff and checking trains now, but the weather is changing a bit.”\n\nShe added that for £30 they could change their Eurostar tickets to another day and said one hotel had charged them one night’s stay for late cancellation.\n\nCoronavirus: what happened today\n\nClick here to sign up to the latest news and information with our daily Catch-up newsletter", "METADATA": {"application-name": "'You can't put your life on hold': Eurostar passengers juggle travel plans following quarantine announcement", "cq": "passed", "Search.Interest": "Politics", "robots": "index, follow", "description": "Passengers travelling to Europe via Eurostar have described the effect on their travel plans following changes to quarantine restrictions announced on Thursday night. Some passengers are pressing ahead with their plans to travel into France and the Netherlands despite the announcement that from 4am on Saturday, August 15 anyone returning to the UK from those countries will have to quarantine for 14 days. Others, however, decided to cancel their...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}