{"GDELT": {"GlobalEventID": 940722980, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "COP", "Actor1Name": "PRISON", "Actor1Type1Code": "COP", "Actor2Code": "LAB", "Actor2Name": "WORKER", "Actor2Type1Code": "LAB", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.5423728813559303, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200814090000, "SOURCEURL": "https://www.britannica.com/biography/Jawaharlal-Nehru"}, "ARTICLE": {"TITLE": "Jawaharlal Nehru | Biography, Significance, & Facts", "TEXT": "Jawaharlal Nehru helped lead India to independence, which ended the British raj. As India’s first prime minister, he worked to make India an important member of the international community. He dislodged the Portuguese from Goa but was less successful in disputes with China over Arunachal Pradesh and with Pakistan over Kashmir .\n\nJawaharlal Nehru was a key leader of the Indian National Congress and the independence movement. He often balanced the religiosity and traditionalism of Mahatma Gandhi with a more secular and modernist perspective, thus broadening the appeal of the movement. In 1947 he became India ’s first prime minister and served until his death in 1964.\n\nJawaharlal Nehru was the first prime minister of India after it gained independence. He previously was one of the prominent leaders of the Indian National Congress , having attracted the country’s intellectuals and youth into the mainstream of the movement. His descendants, including Indira Gandhi , Rajiv Gandhi , and Rahul Gandhi, were also prominent Indian leaders.\n\nJawaharlal Nehru , byname Pandit (Hindi: “Pundit” or “Teacher”) Nehru , (born November 14, 1889, Allahabad , India—died May 27, 1964, New Delhi), first prime minister of independent India (1947–64), who established parliamentary government and became noted for his neutralist (nonaligned) policies in foreign affairs. He was also one of the principal leaders of India’s independence movement in the 1930s and ’40s.\n\nFour years after his return to India, in March 1916, Nehru married Kamala Kaul, who also came from a Kashmiri family that had settled in Delhi. Their only child, Indira Priyadarshini, was born in 1917; she would later (under her married name of Indira Gandhi ) also serve (1966–77 and 1980–84) as prime minister of India. In addition, Indira’s son Rajiv Gandhi succeeded his mother as prime minister (1984–89).\n\nThe seven years Nehru spent in England left him in a hazy half-world, at home neither in England nor in India. Some years later he wrote, “I have become a queer mixture of East and West, out of place everywhere, at home nowhere.” He went back to India to discover India. The contending pulls and pressures that his experience abroad were to exert on his personality were never completely resolved.\n\nUntil the age of 16, Nehru was educated at home by a series of English governesses and tutors. Only one of those—a part-Irish, part-Belgian theosophist, Ferdinand Brooks—appears to have made any impression on him. Jawaharlal also had a venerable Indian tutor who taught him Hindi and Sanskrit. In 1905 he went to Harrow , a leading English school, where he stayed for two years. Nehru’s academic career was in no way outstanding. From Harrow he went to Trinity College, Cambridge , where he spent three years earning an honours degree in natural science. On leaving Cambridge he qualified as a barrister after two years at the Inner Temple, London , where in his own words he passed his examinations “with neither glory nor ignominy.”\n\nNehru was born to a family of Kashmiri Brahmans , noted for their administrative aptitude and scholarship, who had migrated to Delhi early in the 18th century. He was a son of Motilal Nehru , a renowned lawyer and leader of the Indian independence movement, who became one of Mohandas (Mahatma) Gandhi ’s prominent associates. Jawaharlal was the eldest of four children, two of whom were girls. A sister, Vijaya Lakshmi Pandit , later became the first woman president of the United Nations General Assembly .\n\nPolitical apprenticeship\n\nOn his return to India, Nehru at first had tried to settle down as a lawyer. Unlike his father, however, he had only a desultory interest in his profession and did not relish either the practice of law or the company of lawyers. For that time he might be described, like many of his generation, as an instinctive nationalist who yearned for his country’s freedom, but, like most of his contemporaries, he had not formulated any precise ideas on how it could be achieved.\n\nNehru’s autobiography discloses his lively interest in Indian politics during the time he was studying abroad. His letters to his father over the same period reveal their common interest in India’s freedom. But not until father and son met Mahatma Gandhi and were persuaded to follow in his political footsteps did either of them develop any definite ideas on how freedom was to be attained. The quality in Gandhi that impressed the two Nehrus was his insistence on action. A wrong, Gandhi argued, should not only be condemned but be resisted. Earlier, Nehru and his father had been contemptuous of the run of contemporary Indian politicians, whose nationalism, with a few notable exceptions, consisted of interminable speeches and long-winded resolutions. Jawaharlal was also attracted by Gandhi’s insistence on fighting against British rule of India without fear or hate.\n\nNehru met Gandhi for the first time in 1916 at the annual meeting of the Indian National Congress (Congress Party) in Lucknow. Gandhi was 20 years his senior. Neither seems to have made any initially strong impression on the other. Gandhi makes no mention of Nehru in an autobiography he dictated while imprisoned in the early 1920s. The omission is understandable, since Nehru’s role in Indian politics was secondary until he was elected president of the Congress Party in 1929, when he presided over the historic session at Lahore (now in Pakistan) that proclaimed complete independence as India’s political goal. Until then the party’s objective had been dominion status.\n\nNehru’s close association with the Congress Party dates from 1919 in the immediate aftermath of World War I. That period saw an early wave of nationalist activity and governmental repression, which culminated in the Massacre of Amritsar in April 1919; according to an official report, 379 persons were killed (though other estimates were considerably higher), and at least 1,200 were wounded when the local British military commander ordered his troops to fire on a crowd of unarmed Indians assembled in an almost completely enclosed space in the city.\n\nWhen, late in 1921, the prominent leaders and workers of the Congress Party were outlawed in some provinces, Nehru went to prison for the first time. Over the next 24 years he was to serve another eight periods of detention, the last and longest ending in June 1945, after an imprisonment of almost three years. In all, Nehru spent more than nine years in jail. Characteristically, he described his terms of incarceration as normal interludes in a life of abnormal political activity.\n\nHis political apprenticeship with the Congress Party lasted from 1919 to 1929. In 1923 he became general secretary of the party for two years, and he did so again in 1927 for another two years. His interests and duties took him on journeys over wide areas of India, particularly in his native United Provinces (now Uttar Pradesh state), where his first exposure to the overwhelming poverty and degradation of the peasantry had a profound influence on his basic ideas for solving those vital problems. Though vaguely inclined toward socialism, Nehru’s radicalism had set in no definite mold. The watershed in his political and economic thinking was his tour of Europe and the Soviet Union during 1926–27. Nehru’s real interest in Marxism and his socialist pattern of thought stemmed from that tour, even though it did not appreciably increase his knowledge of communist theory and practice. His subsequent sojourns in prison enabled him to study Marxism in more depth. Interested in its ideas but repelled by some of its methods—such as the regimentation and the heresy hunts of the communists—he could never bring himself to accept Karl Marx’s writings as revealed scripture. Yet from then on, the yardstick of his economic thinking remained Marxist, adjusted, where necessary, to Indian conditions.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "p": {"domain_verify": "5247c07bac63b6b3250f68cfe355c9a2"}, "fb": {"pages": 74442380906, "app_id": 1887621861548296}, "description": "Jawaharlal Nehru, first prime minister of independent India (1947–64), who established parliamentary government and became noted for his neutralist (nonaligned) policies in foreign affairs. He was also one of the principal leaders of India’s independence movement of the 1930s and ’40s.", "keywords": "Jawaharlal Nehru, encyclopedia, encyclopeadia, britannica, article", "twitter": {"card": "summary_large_image", "site": "@britannica", "image": "https://cdn.britannica.com/49/9849-004-75880243/Jawaharlal-Nehru-photograph-Yousuf-Karsh-1956.jpg", "description": "Jawaharlal Nehru, first prime minister of independent India (1947–64), who established parliamentary government and became noted for his neutralist (nonaligned) policies in foreign affairs. He was also one of the principal leaders of India’s independence movement of the 1930s and ’40s."}, "og": {"type": "ARTICLE", "title": "Jawaharlal Nehru | Biography, Significance, & Facts", "description": "Jawaharlal Nehru, first prime minister of independent India (1947–64), who established parliamentary government and became noted for his neutralist (nonaligned) policies in foreign affairs. He was also one of the principal leaders of India’s independence movement of the 1930s and ’40s.", "site_name": "Encyclopedia Britannica", "url": "https://www.britannica.com/biography/Jawaharlal-Nehru", "image": {"identifier": "https://cdn.britannica.com/49/9849-004-75880243/Jawaharlal-Nehru-photograph-Yousuf-Karsh-1956.jpg", "type": "image/jpeg"}}}}}