{"GDELT": {"GlobalEventID": 940703474, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "PAK", "Actor2Name": "PAKISTAN", "Actor2CountryCode": "PAK", "IsRootEvent": 0, "EventCode": 1014, "EventBaseCode": 101, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.13020833333333998, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK03", "Actor1Geo_ADM2Code": "40347", "Actor1Geo_Lat": 34.0078, "Actor1Geo_Long": 71.5733, "Actor1Geo_FeatureID": "-2771364", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK03", "Actor2Geo_ADM2Code": "40347", "Actor2Geo_Lat": 34.0078, "Actor2Geo_Long": 71.5733, "Actor2Geo_FeatureID": "-2771364", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Peshawar, North-West Frontier, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK03", "Action2Geo_ADM2Code": "40347", "Action2Geo_Lat": 34.0078, "Action2Geo_Long": 71.5733, "Action2Geo_FeatureID": "-2771364", "DATEADDED": 20200814063000, "SOURCEURL": "https://tribune.com.pk/story/2259419/residents-zu-m-across-peshawar-on-brt"}, "ARTICLE": {"TITLE": "Residents Zu-m across Peshawar on BRT", "TEXT": "Queue up at stations to obtain Zu cards despite the sweltering heat\n\nIf anyone in Peshawar promised to take you, in under an hour and with traffic, from the Karkhano market, on the western fringes of the city, all the way across to Chamkani in its east, you would probably laugh at them for being crazy.\n\nBut what was once considered crazy has become a reality with the express route on the newly-opened Peshawar Bus Rapid Transit (BRT) delivering a cross-city express ride in a cool 45 minutes.\n\nAs Prime Minister Imran Khan inaugurated the much-awaited project along with the incumbent and former chief ministers of Khyber-Pakhtunkhwa (K-P) in a ceremony, residents of the city queued up at the mass transit service’s stations to obtain the ‘Zu Card’ the modern ticketing card for travelling on the service.\n\nDespite the immense heat on Thursday, a rush of passengers was seen at the BRT stations at the Chamkani, Hashtnagri, Firdos, Cantonment, Tehkal, Board, Islamia College, Khyber Bazar, Sardar Garhi and Hayatabad stations to obtain the cards. The government had claimed that it had already registered and provided 60,000 Zu cards since the beginning of the week.\n\nWith the service set to fully open on Friday, some citizens had the opportunity to travel on Thursday. Officials mostly allowed women travelling with children to get on the bus. Since children who were smaller than 90 centimetres allowed to travel for free, parents took advantage of that.\n\nSarfraz Orakzai, who used to travel on a metro bus service while working as a labourer in Bahrain, compared the mass transit systems of the two countries.\n\nHe said that when commuting in Manama, he had always hoped that one day, a modern bus service would come to Peshawar. Now, travelling in the air conditioned bus with modern facilities such as Wi-Fi in Peshawar, his dream had come true.\n\nTalking to Express Tribune, Sarfraz hoped that TransPeshawar maintains this level of service and transportation quality in the years to come.\n\nMany people, however, could not get a ride on the new bus service on the first day due to the inordinate rush. Moreover, the transport department announced the official fare list for the service, stating that as little as Rs10 will be charged for travelling for five kilometres on the dedicated bus track, Rs14 will be charged for journeys up to 10 kilometres, Rs20 journeys up to 15km, and thereafter increase by Rs5 for every subsequent five kilometres travelled up to Rs50 for 40 kilometres and onwards.\n\nMisal Khan, a retired information officer, said that the express route gets you across the entire city in just 45 minutes. This, he said, is a big change for those who had to suffer for two and half hours in the cramped wagons to make the same journey previously.\n\nPeshawar resident Shakeel Siddiqui, who managed to travel in the BRT on its opening day, said that the quality of service and price will spell the end of the existing gas cylinder-powered and accident-prone mass transit system of the city.\n\nEhtisham Qaisar, a lecturer of Urdu Literature, said that with the bus service passing by major hospitals including Lady Reading, Khyber Teaching Hospital, Cantonment Hospital and Hayatabad Medical Complex, it will also facilitate patients. It was a similar story for those trying to get to educational institutes.\n\nAudit demanded\n\nMeanwhile, the provincial president of the Awami National Party Aimal Wali Khan on Thursday demanded an inquiry into alleged corruption in the project and urged the Supreme Court to direct a transparent investigation. In a statement issued from his office at Bacha Khan Markaz, Aimal said that the project was supposed to have been completed within six months, but it took the government three years to do so.\n\nThe government will no longer have the excuse that an inquiry has hampered construction of the project because it has been inaugurated. He added that the inquiry should focus on the 22 changes made to the project design after its project concept-I (PC-I) had been passed by the provincial cabinet apart from adding two stations to it in areas which fall in the constituency of provincial finance minister. The inquiry, he said, should also clear suspicions surrounding the loans obtained for the project, doubling of costs, and the modalities of repaying these loans.\n\n“Why was the Rs184 million beautification programme eliminated for the BRT project,” he asked, demanding that those responsible for wasting public funds should be brought to book.\n\nPublished in The Express Tribune, August 14th, 2020.", "METADATA": {"viewport": "width=device-width", "ahrefs-site-verification": "80d91b866834629ca6d4329f97e56e8b3e664a02379ef1426de12c9cf7ce2c34", "fb": {"admins": 503171569, "app_id": 278477199157577, "pages": 111457038871331}, "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@etribune", "title": "Residents Zu-m across Peshawar on BRT", "description": "Queue up at stations to obtain Zu cards despite the sweltering heat", "image": {"src": "https://i.tribune.com.pk/media/images/21597349647-0/21597349647-0.jpg"}}, "robots": "noodp", "csrf-token": "gkamQzDnHRKDJAc2mJQWb0PxaLjHTSwky3fmf8ba", "og": {"locale": "en_US", "url": "http://tribune.com.pk/story/2259419/residents-zu-m-across-peshawar-on-brt", "site_name": "The Express Tribune", "type": "article", "title": "Residents Zu-m across Peshawar on BRT | The Express Tribune", "description": "Queue up at stations to obtain Zu cards despite the sweltering heat", "image": "https://i.tribune.com.pk/media/images/21597349647-0/21597349647-0.jpg"}, "description": "Queue up at stations to obtain Zu cards despite the sweltering heat", "title": "Residents Zu-m across Peshawar on BRT", "article": {"publisher": "https://tribune.com.pk", "author": "https://tribune.com.pk/author/190", "section": "Khyber Pakhtunkhwa", "published_time": "2020-08-13T20:14:37+00:00"}}}}