{"GDELT": {"GlobalEventID": 940738399, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.23640661938534, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Waikato, Waikato, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZG1", "Actor1Geo_ADM2Code": "22389", "Actor1Geo_Lat": -38.0, "Actor1Geo_Long": 175.5, "Actor1Geo_FeatureID": "11483309", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Waikato, Waikato, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZG1", "Action2Geo_ADM2Code": "22389", "Action2Geo_Lat": -38.0, "Action2Geo_Long": 175.5, "Action2Geo_FeatureID": "11483309", "DATEADDED": 20200814104500, "SOURCEURL": "http://www.msn.com/en-nz/news/other/pm-jacinda-ardern-defends-lockdown-decision/ar-BB17XnRD"}, "ARTICLE": {"TITLE": "PM Jacinda Ardern defends lockdown decision", "TEXT": "© Image- Getty, Video- Newshub Watch: The Prime Minister spoke to The Project on Friday evening.\n\nPrime Minister Jacinda Ardern has defended the Government's decision to keep Auckland in alert level 3 lockdown and the rest of New Zealand at alert level 2.\n\nThe Prime Minister and Director-General of Health Dr Ashley Bloomfield announced the extension which will run for at least another 12 days until midnight Wednesday, August 26.\n\nSpeaking to The Project on Friday evening, Ardern said there was \"a lot of speculation\" about if there was going to be an extension and how long for.\n\n\"I do hear some of that noise, a lot of people have been speculating we were going to move into level 4 but there is no reason to do that.\"\n\n\"There is no plan to do that. I would just like to take this opportunity to rule that out because there is nothing at this stage that suggests that's necessary.\"\n\nShe said keeping Auckland at level 3 was necessary as that's where the cluster originated, but for the rest of New Zealand the risk is low and therefore the alert level remains at 2.\n\n\"One of the questions I had today was why are we not moving the Waikato into level 3 because there are cases there,\" Ardern said.\n\n\"It's because they are connected to that cluster and we have contact traced, we have people in quarantine. Everything there is as we would expect.\n\n\"The reason for Auckland is it is the source of the outbreak. As we have gone back in contact tracing we have got a few of these cases connected to large gatherings, schools, church groups and we do need to safely assess the perimeter of the cluster so we can be confident to move back up [the alert levels].\"\n\nArdern said she sees \"no reason\" why the alert level won't move down if that is all done successfully.\n\nFor now, she's asking Kiwis to support Auckland during their two weeks in lockdown.\n\n\"I think the thing that's different [compared to the March lockdown], is we really now need everyone to be rooting for Auckland,\" Ardern told The Project.\n\n\"As I said today, we are a team of 5 million but not everyone is on the field at one time and we really need to be supporting one another particularly those businesses which will be doing it tough for a period of time.\"\n\nWatch the full interview above.", "METADATA": {"application-name": "PM Jacinda Ardern defends lockdown decision", "cq": "passed", "Search.Interest": "News", "robots": "index, follow", "description": "She said there was \"a lot of speculation\" leading up to the announcement.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}