{"GDELT": {"GlobalEventID": 940720940, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "PRODUCER", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 2.17821782178218, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Middlemount, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "154673", "Actor1Geo_Lat": -22.8111, "Actor1Geo_Long": 148.69899999999998, "Actor1Geo_FeatureID": "11430608", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Middlemount, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "154673", "Action2Geo_Lat": -22.8111, "Action2Geo_Long": 148.69899999999998, "Action2Geo_FeatureID": "11430608", "DATEADDED": 20200814084500, "SOURCEURL": "https://www.dailymercury.com.au/news/producers-call-for-inland-highway-improved-roads-a/4078754/"}, "ARTICLE": {"TITLE": "Producers call for inland highway, improved roads across CQ", "TEXT": "CENTRAL Queensland agricultural leaders are advocating for upgraded infrastructure across the region to reduce travel costs and create more opportunities for local producers.\n\nAgForce’s Transport Committee chair Caroline Harris said up to half of a primary producer’s expenses were being spent on transport, which could be avoided if infrastructure was improved.\n\n“The truth is that government investment in road infrastructure hasn’t kept pace with development in regional communities, rural industries, or farm machinery and technology – astonishing, considering that nearly half of the State’s economy is generated outside greater Brisbane,” she said.\n\n“Agriculture – as one of the declared essential services – is prepared to do the heavy lifting when it comes to the post-COVID economic recovery, but we need infrastructure that enables us to do so.”\n\nCQ AgForce president John Baker, who runs a cattle property at Middlemount, said the cost of transport could be significantly reduced for producers if roads allowed for a better combination of trucks and trailers.\n\nHe said producers were forced to downsize trucks when they neared larger towns and travelled on certain routes.\n\n“You can use a type two road train but then you have to break it down to a smaller truck when you reach a certain point”, depending on where they’re travelling and what roads are used.\n\n“If they improve the road network so you can take three trailers to Rockhampton rather than switching vehicles, it would reduce the cost.”\n\nMr Baker said it was an inconvenience and increased running costs, but was something many producers were forced to deal with.\n\nHe said producers in the Central Highlands and the Banana Shire could have to switch vehicles up to three times, depending on where they were travelling.\n\nHe said while many road upgrades were being carried out, there were also many substandard bridges across the region that hadn’t been upgraded, which wouldn’t hold larger combination trucks.\n\nProducers are forced to reduce the size of the truck simply because the bridges haven’t been upgraded with the roads, which Mr Baker said was what happened between Biloela and Gladstone.\n\nMr Baker said it would be great if the government and planners would sit down with industry to see what the preferred routes were and to draw up a proper plan of a road transport network to benefit industries across the state.\n\n“Things we’ve been advocating for is an inland north-south route as an alternative to the Bruce Hwy,” he said.\n\n“The inland roads aren’t up to a good enough standard to hold all that extra freight so they need to create an overarching plan and have more than one option.”\n\nReduced travel costs and better access to ports would create more cashflow for the producers to spend in the community and would also potentially open up more markets, Mr Baker said.\n\n“The government needs to have a long-term strategy to ensure investment balances those needs and supports opportunities in regional, not just metropolitan, Queensland,” Mrs Harris said.", "METADATA": {"description": "Upgraded infrastructure across the region would drive down transport costs and create more opportunities for local producers.", "author": "Kristen Booth", "keywords": "agforce, cq-agriculture, farmers-and-graziers, queensland-farmers, road-infrastructure", "robots": "noarchive", "fb": {"app_id": 139907699368065, "pages": 24945426253}, "og": {"site_name": "Daily Mercury", "title": "Producers call for inland highway, improved roads across CQ", "description": "Upgraded infrastructure across the region would drive down transport costs and create more opportunities for local producers.", "type": "article", "image": {"identifier": "https://media.apnarm.net.au/media/images/2020/08/14/v3imagesbina0a196c0bda090d961ce48a8a387ca4d-884enxvzlsyh3zlguu2_ct1880x930.jpg", "width": 1880, "height": 930}, "url": "https://www.dailymercury.com.au/news/producers-call-for-inland-highway-improved-roads-a/4078754/"}, "apple-itunes-app": "app-id=1047079043, app-argument=dailymercury://article?aid=4078754&type=article", "al": {"ios": {"url": "dailymercury://article?aid=4078754&type=article", "app_store_id": 1047079043, "app_name": "Daily Mercury"}, "android": {"url": "dailymercury://article?aid=4078754&type=article", "app_name": "Daily Mercury", "package": "com.apnarm.dailymercury"}, "web": {"url": "https://www.dailymercury.com.au/news/producers-call-for-inland-highway-improved-roads-a/4078754/"}}, "twitter": {"card": "summary", "site": "@daily_mercury", "title": "Producers call for inland highway, improved roads across CQ", "description": "Upgraded infrastructure across the region would drive down transport costs and create more opportunities for local producers.", "image": "https://media.apnarm.net.au/media/images/2020/08/14/v3imagesbina0a196c0bda090d961ce48a8a387ca4d-884enxvzlsyh3zlguu2_ct300x300.jpg"}, "viewport": "width=1020", "capi-id": "8742d1c54635c78a236ef4e7565abdf3", "article": {"content_tier": "locked"}}}}