{"GDELT": {"GlobalEventID": 940746359, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "SEP", "Actor1Name": "LIBERATION ARMY", "Actor1Type1Code": "SEP", "Actor2Code": "CHN", "Actor2Name": "CHINESE", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.75757575757576, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ladakh, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72785", "Action2Geo_Lat": 34.5, "Action2Geo_Long": 77.5, "Action2Geo_FeatureID": "-2102224", "DATEADDED": 20200814113000, "SOURCEURL": "http://www.daijiworld.com/news/newsDisplay.aspx?newsID=740839"}, "ARTICLE": {"TITLE": "Tibetans recruited for Ladakh", "TEXT": "Mumbai, Aug 14 (IANS): These days, Xi Jinping seems to take all the wrong decisions. Did he need to attack India in Ladakh? Ultimately what was achieved except the grabbing of a few hundred meters? When his Kingdom is suffering from the worse health crisis of the century, when China is reeling under disastrous floods, when his counterpart on the other side of the Atlantic has sworn to make him his Dream fail, when his neighbours are coming together for the first time to put a halt to the ‘Peaceful Rise of China', what was the point to start another venture in the most inhospitable mountains of the world?\n\nThe CCP General Secretary probably thought that the people of India were weak and the government would, as they have done in the past, beg for dialogue and seek a ‘non-violent' compromise. It did not turn out that way. First, the Indian troops were quick to respond and bring reinforcements on the front; then, on the new Emperor's birthday (June 16), an unexpected clash took place in the Galwan area and at least twice more Chinese than Indian soldiers lost their lives in a fist fight.\n\nToday, despite five of rounds of talks between an Indian lieutenant general and a Chinese major general, India has refused to budge and accept a ‘new normal'. It is in this background that Maj Gen Qiao Liang, considered to be as one of the most hawkish officers in the People's Liberation Army (PLA), contradicted Xi by writing \"the focus should be on achieving ‘a good life' for all Chinese.\"\n\nQiao Liang is not just anybody; he is the co-author of the modern military Bible, Unrestricted Warfare, which is quoted again and again by China ‘experts'. Qiao warned that the present pandemic should not be seen as a chance for Beijing to take back Taiwan by force, it is not the top priority: \"China's ultimate goal is not the reunification of Taiwan, but to achieve the dream of national rejuvenation - so that all 1.4 billion Chinese can have a good life.\n\nCould it be achieved by taking Taiwan back? Of course not. So we shouldn't make this the top priority.\" The same reasoning could be applied for the PLA operations in Ladakh. What could Xi win if India decided to stay firm? Nothing! And one day or another, he will be questioned inside his own Communist Party, perhaps as soon as the Fifth Plenum which is to be held in Beijing in October. This raises other questions: can China repeat what it did in 1962 and are the Chinese troops fit to endure the winter in Ladakh?\n\nXi has probably not understood that India and the world have changed since 1962. A few weeks ago, Lt Gen Zhang Xuejie, the Political Commissar of the Tibet Military Region (TMD) went to the ‘border' and wrote in red letters ‘1962' on a stone. What message did he want to convey? That China could redo a 1962? But today, the Indian Army is far better prepared and truly motivated.\n\nWhat about the PLA? Contrary to 1962, China is facing an extremely serious problem of recruitment; it is understandable after the one-child policy, which in 1979, set a limit on the number of children parents could have; though partially revoked in 2015, all the soldiers on the front today are single children in their families, and very few parents are ready to see their children killed for some vague nationalistic reasons; and who in China listens today to the loudspeakers of the official propaganda? As a result, the PLA has started recruiting among the ‘minorities' to whom the one-child policy did not apply.\n\nA few weeks ago, The Tibet Daily noted that the Tibet Autonomous Region (TAR) Research Group had investigated the possibility of new recruitment of troops for the TAR. A few days later, The Global Times reported that the Ministry of National Defence of China has released a military recruitment video for 2020 \"showcasing the country's military capability.\"\n\nAhead of August 1, the PLA's anniversary, authorities in several cities and provinces also released recruitment videos featuring local characteristics to motivate young people to join the army. China is indeed in dire need to find soldiers and officers; it explains that special policies have been set up for the recruitment of ‘minorities'.\n\nFor the first time, China gave figures for the TAR: \"Though the total number of people who have registered so far across the country has not been published, authorities in Southwest China's Tibet Autonomous Region revealed that 5,800 people in the region had already signed up.\"\n\nThe new recruits would join the PLA, the People's Armed Police (PAP) or the militia, a paramilitary force. On July 8, the Tibet Military Region (TMD) announced that military colleges and universities, recruiting student soldiers, had just conducted a ‘cultural' examination in conjunction with the 2020 national university entrance examinations; it was said that over 1,200 students from the TMD were present.\n\nDue to the Covid-19 epidemic, recruiting examinations for military schools could only be done at examination sites set up by the PLA; in normal times, it is usually the responsibility of the provincial government to recruit. Since May, the TMD has been organizing examination centres for students in Lhasa \"for centralized preparation of examinations and unified management and guidance.\"\n\nIn addition to hiring famous teachers from local colleges and universities to teach these students, the TMD's Military Training and Vocational Training Centre also encouraged students to form support groups to help each other, to understand better the ‘ideological' content of the present struggle.\n\nOn the ground in Ladakh, if the stalemate continues, India has a great advantage, not only with units such as the Ladakh Scouts or the Special Frontier Force, but also Indian troops who are far better acclimatized and more importantly, better motivated than their Chinese counterparts. It is clear that Xi Jinping did not think of all the implications when he jumped into the Ladakhi adventure and started advancing his pawns on the shores of the Pangong tso in early May.\n\n(Claude Arpi is a French-born author, journalist, historian and Tibetologist. He is the author of \"The Fate of Tibet : When Big Insects Eat Small insects\" (Har-Anand publications New Delhi 1999) and director of the pavilion of Tibetan culture at Auroville. The views expressed are personal.)", "METADATA": {"viewport": "width=1024", "og": {"description": "", "image": "http://daijiworld.com/images/daijiSquareLogo.png", "updated_time": "8/14/2020 4:08:07 PM", "title": "Tibetans recruited for Ladakh", "type": "website", "url": "http://www.daijiworld.com/news/newsDisplay.aspx?newsID=740839"}}}}