{"GDELT": {"GlobalEventID": 940700564, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.22919508867667, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Malta", "Actor1Geo_CountryCode": "MT", "Actor1Geo_ADM1Code": "MT", "Actor1Geo_Lat": 35.916667, "Actor1Geo_Long": 14.433333, "Actor1Geo_FeatureID": "MT", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malta", "Action2Geo_CountryCode": "MT", "Action2Geo_ADM1Code": "MT", "Action2Geo_Lat": 35.916667, "Action2Geo_Long": 14.433333, "Action2Geo_FeatureID": "MT", "DATEADDED": 20200814060000, "SOURCEURL": "https://timesofmalta.com/articles/view/be-a-patriot-biden-backs-nationwide-mask-mandate-to-fight-virus.811749"}, "ARTICLE": {"TITLE": "'Be a patriot': Biden backs nationwide mask mandate to fight virus", "TEXT": "White House hopeful Joe Biden on Thursday called for a nationwide mask-wearing mandate for the next three months, drawing a contrast with President Donald Trump as the challenger makes coronavirus pandemic recovery a focal point of his campaign.\n\nDeclaring that \"every single American should be wearing a mask\" while outside their home, Biden called on governors of all 50 states to institute a national mask mandate \"starting immediately\" as a way to halt the virus's spread and save tens of thousands of lives.\n\n\"Look, this is America. Be a patriot,\" Biden, with his newly named running mate Kamala Harris standing nearby and wearing a face covering, told reporters near his home in Delaware.\n\n\"Protect your fellow citizens, step up, do the right thing,\" Biden added.\n\nHealth experts remain adamant about the need for people to wear masks and maintain social distance to defeat a pandemic that has already infected 20 million people and killed 750,000 worldwide.\n\nEven as COVID-19 rages in the United States, Trump has steadfastly ignored recommendations that people wear masks. He himself did not wear one in public until July 11.\n\n\"Americans must have their freedoms,\" Trump said at a White House press briefing, as he accused Biden of \"playing politics with the virus\" with his call for a mandate.\n\n\"We will continue to urge Americans to wear masks when they cannot socially distance, but we do not need to bring the full weight of the federal government down on law-abiding Americans to accomplish this.\"\n\nThe remarks, just 82 days before the election, highlight the political fault lines over health policy that have affected the presidential race.\n\nBiden seeks to make a referendum on Trump's handling of the pandemic, with polls showing that 57% of Americans disapprove of the president's coronavirus response, according to website FiveThirtyEight.\n\nThirty-four states have mask mandates, mostly requiring facial coverings indoors or outdoors around other people, according to seniors organization AARP.\n\nSome hotspots, like Florida and Georgia, have no mandate and their Republican governors have resisted pressure to impose one.\n\nFresh off Wednesday's campaign rollout that featured the Democratic ticket together for the first time, Biden, 77, and Harris, 55, held a coronavirus working group with health experts who participated remotely.\n\n\"As (Biden) has been saying since the beginning of this pandemic, it should be the public health professionals that are leading policy in our country to address this lethal pandemic,\" Harris said.\n\nBiden and Harris also held a session with experts, including former Federal Reserve chair Janet Yellen, on the pandemic's impact on the economy.\n\nDemocrats widely accuse Trump of mishandling the US response to a pandemic that has claimed some 167,000 lives nationwide.\n\nCritics have blamed him for voicing falsehoods about the virus, including that children are \"almost immune\" to COVID-19, and ignoring or sidelining some chief scientists and administration health officials.\n\nTop priority\n\nBy highlighting coronavirus recovery at the start of their campaign, Biden and Harris are signaling to voters that the crisis is a top priority.\n\nOn Monday, the Democratic National Convention begins -- online -- to formally nominate Biden and his running mate.\n\nThe party's presidential hopeful introduced Harris at a rollout event Wednesday near his home in Wilmington, at a gymnasium with no public access due to coronavirus concerns.\n\nHarris was announced as Biden's VP pick a day earlier, sparking a grassroots fundraising spree that the campaign said raised an eye-popping $26 million in the first 24 hours, and $34.2 million by the end of Wednesday.\n\nAt the rollout, Harris said Trump's \"mismanagement\" of the pandemic has plunged the nation into its deepest health crisis in a century and the worst economic downturn since the Great Depression.\n\n\"There's a reason (the coronavirus) has hit America worse than any other advanced nation. It's because of Trump's failure to take it seriously from the start,\" she said.\n\nHarris lamented \"his refusal to get testing up and running. His flip-flopping on social distancing and wearing masks. His delusional belief that he knows better than the experts.\"\n\nTrump meanwhile said the economy was experiencing a \"V-shaped recovery,\" despite millions of American families suffering and analysts warning that the country remains in an unemployment crisis.\n\nAs for the coronavirus, \"it will be going away,\" Trump told Fox Business Network.", "METADATA": {"description": "White House hopeful Joe Biden on Thursday called for a nationwide mask-wearing mandate for the next three months, drawing a contrast with President Donald Trump as the challenger makes coronavirus pandemic recovery a focal point of his campaign.\nDeclaring that \"every single American should be...", "og": {"description": "White House hopeful Joe Biden on Thursday called for a nationwide mask-wearing mandate for the next three months, drawing a contrast with President Donald Trump as the challenger makes coronavirus pandemic recovery a focal point of his campaign.\nDeclaring that \"every single American should be...", "image": "https://cdn-attachments.timesofmalta.com/c45816b1a644f77f874c3b92754d2a08fc57139a-1597379405-5f36134d-1200x630.jpg", "title": "'Be a patriot': Biden backs nationwide mask mandate to fight virus", "url": "https://timesofmalta.com/articles/view/be-a-patriot-biden-backs-nationwide-mask-mandate-to-fight-virus.811749", "site_name": "Times of Malta", "type": "article"}, "fb": {"app_id": 356697991023219}, "article": {"publisher": "https://facebook.com/timesofmalta"}, "twitter": {"card": "summary_large_image", "site": "@TheTimesofMalta", "title": "'Be a patriot': Biden backs nationwide mask mandate to fight virus", "description": "White House hopeful Joe Biden on Thursday called for a nationwide mask-wearing mandate for the next three months, drawing a contrast with President Donald Trump as the challenger makes coronavirus pandemic recovery a focal point of his campaign.\nDeclaring that \"every single American should be...", "image": "https://cdn-attachments.timesofmalta.com/c45816b1a644f77f874c3b92754d2a08fc57139a-1597379405-5f36134d-1200x630.jpg"}, "viewport": "width=device-width, initial-scale=1", "http-equiv": "text/html; charset=UTF-8", "apple-mobile-web-app-title": "Times of Malta", "msapplication-TileColor": "#131313", "msapplication-TileImage": "/img/icons/ms-tile-144.png"}}}