{"GDELT": {"GlobalEventID": 940701753, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ESP", "Actor1Name": "SPAIN", "Actor1CountryCode": "ESP", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.5822416302765601, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Spain", "Actor1Geo_CountryCode": "SP", "Actor1Geo_ADM1Code": "SP", "Actor1Geo_Lat": 40.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "SP", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Malta", "Action2Geo_CountryCode": "MT", "Action2Geo_ADM1Code": "MT", "Action2Geo_Lat": 35.916667, "Action2Geo_Long": 14.433333, "Action2Geo_FeatureID": "MT", "DATEADDED": 20200814061500, "SOURCEURL": "https://www.shropshirestar.com/news/business/2020/08/14/what-to-do-when-the-virus-affects-your-holiday-plans/"}, "ARTICLE": {"TITLE": "What to do when the virus affects your holiday plans", "TEXT": "Thousands of travellers who had been told it was safe to take a holiday in Spain, were now told they would need to self-isolate for 14 days on their return. Those who were due to fly out for their holidays were told to stay put. And ironically, Transport Secretary Grant Shapps was one of the holidaymakers caught up in the chaos.\n\nToday, the industry and its customers are on tenterhooks to see if France, the Netherlands and Malta will join Spain, Belgium and Luxembourg in the places people are urged to stay away from.\n\nBut where does that leave the hard-pressed customer if they are forced to cancel their holiday plans?\n\nWell the good news, at least for the customers, is that they do have rights if they are forced to cancel their trips. This will come as little consolation to many travel companies, whose businesses are being pushed to the brink by the ever-changing situation, but they are obliged by law to comply. That said, the regulators are, understandably, showing a little more lenience towards operators than they normally would, and are urging people to be patient.\n\nAnd the levels of protection can vary enormously depending on how how you booked your trip, and who has decided to cancel it.\n\nThe simplest scenario is if you have booked a package holiday, and your operator cancels the trip. In such instances there is no argument, you are entitled to a full refund. This should be made within 14 days, although the Chartered Trading Standards Institute has acknowledged that the sheer volume of refunds being processed makes it difficult to travel companies to adhere strictly to that policy. A little patience may be called for, but if your tour operator cancels the trip you are entitled to a refund. There have been some reports of companies dragging their heels, or trying to persuade holidaymakers to accept alternative arrangements or credit notes. If that suits your needs, fine, but if not you should make it clear in no uncertain terms that you are entitled to a full refund.\n\nOf course, package holidays are far less common than they once were. These days, many people choose to book their accommodation and flights separately, comparing the prices for each component online. And this is where the picture becomes more complicated.\n\nWith most cancelled flights, you are entitled to either a full refund within seven days, or an alternative flight to your destination. As with the package tours, there have been a growing number of reports since the outbreak of airlines offering customers vouchers instead. If you are happy with this, or they offer you an incentive that makes it worthwhile, then all well and good, but don't feel pressured to accept this if you want your money back. As with package tours, the watchdogs are urging people to be a little more patient. The Civil Aviation Authority says current circumstances are making it \"very challenging\" for airlines to sort these problems within seven days, and advises people to make allowances.\n\nAdvertising\n\nBut while getting your money back for cancelled flights is relatively straightforward, getting a refund on your accommodation may be much trickier.\n\nWhile there are specific laws in place for package holidays and flights, their is no such regulation of the hotel industry. As a general rule, if the company you booked with says it can't accommodate you, then you should get your money back. But if you booked directly with an hotel in a different country, then you might find yourself relying on that country's legal system to seek redress. If, on the other hand, you booked through a UK-based intermediary, your contract is usually with that company and subject to British law.\n\nThe real difficulties arise if your airline cancels your flight, but your hotel insists the holiday is still on. The hotel can, quite reasonably, say it has fulfilled its obligations by making the room available; the fact that you are no longer able to make your holiday is a breach on your part.\n\nThe first thing to do in such circumstances is to look at the terms of the booking. Some hotels offer the chance to cancel up until the day of travel, others require a period of notice. Providing you comply with the cancellation rules, you should be fine. If say, you cancel on the day you were due to arrive, but the hotel requires 48 hours' notice, the chances are you will have to forfeit the cost of your first two days, but that does not prevent you from giving the required notice to cancel the rest of your holiday.\n\nAdvertising\n\nThe important thing in situations such as this is communication, and it is wise to contact your hotel at the earliest opportunity. If it is confident it can re-let your room, it might be happy to refund most of your money, but that is entirely at the hotel's discretion. It is a similar story with 'extras' such as car hire or excursions; the simple rule of thumb is that if the provider cancels the contract, it is obliged to refund you, but if you cancel it is you who makes the cancellation, that is your responsibility.\n\nOne of the biggest concerns in recent months has been the changing nature of government advice. When the Foreign Office removed Spain from its list of 'safe to visit' countries last month, it led to panic and confusion, particularly from people who were already on holiday there, and now faced a compulsory 14-day quarantine on their return.\n\nWith reports that the Government is also poised to remove France from its safe list, many people are understandably concerned about what will happen to the holidays they had booked beforehand.\n\nIf your operator cancels the trip, then all the above advice holds true. But difficulties can arise if the company insists it can still go ahead.\n\nFor package trips, the rules mean you should be entitled to a full refund, even if the tour operator wishes to go ahead with the trip. But if you have booked your flights and accommodation separately, the legislation does not apply and you will not get your money back from the travel firm.\n\nUnder such circumstances, your best bet is probably to see if you can claim on your travel insurance, although that will depend on the small print in your policy, when you took the policy out, and when you booked the holiday. If this fails, the pragmatic thing to do is to talk to your travel company to see if it is prepared to offer you a credit note, alternative destination, or partial refund as a gesture of goodwill.\n\nIf you have booked a trip, but it's some time off, it is probably best to sit tight and see what happens. Don't cancel the trip yourself if you can avoid, it, better to wait and see if the operator calls it off instead, guaranteeing you a full refund. It is also possible that the guidance may have changed by the time you are due to fly out, in which case you may be able to go on holiday after all.\n\nIf you really want to go ahead with your trip despite Foreign Office advice, it may still be possible to do so if your operator is still happy to go ahead, but bear in mind that it will almost certainly invalidate your travel insurance. This could leave you liable for medical fees running into thousands of pounds if you are injured or taken ill. A European Health Insurance Card will provide some basic cover if you need medical care in the EU, but you should very seriously consider the risks you are taking if you choose to ignore government advice.\n\nIt is also worth asking yourself do you really want to go on holiday to a country which the Government deems to be a health risk.\n\nIf you do choose to visit a country which is not on the safe list, ensure you comply with the self-isolation rules on your return. A £1,000 fine will put a damper on even the most idyllic of holidays.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "google-site-verification": "yWCTiyLf9BaHioy1C814rtmhN_XsUZzU-JwlBVPEAbI", "og": {"url": "https://www.shropshirestar.com/news/business/2020/08/14/what-to-do-when-the-virus-affects-your-holiday-plans/", "type": "article", "title": "What to do when the virus affects your holiday plans", "description": "Last month, the Government's announcement that Spain was to be removed from the 'safe list' of countries to visit during the coronavirus outbreak sent shockwaves around the travel industry.", "image": "https://www.shropshirestar.com/resizer/23xE_biTggFqQVQqvIwaMZ3X-VY=/1200x0/filters:quality(100)/cloudfront-us-east-1.images.arcpublishing.com/shropshirestar.mna/W7KH4QT6HJARLPLQF5TAX6B4YM.jpg"}, "twitter": {"image": "https://www.shropshirestar.com/resizer/23xE_biTggFqQVQqvIwaMZ3X-VY=/1200x0/filters:quality(100)/cloudfront-us-east-1.images.arcpublishing.com/shropshirestar.mna/W7KH4QT6HJARLPLQF5TAX6B4YM.jpg", "site": "ShropshireStar", "card": "summary_large_image", "title": "What to do when the virus affects your holiday plans", "description": "Last month, the Government's announcement that Spain was to be removed from the 'safe list' of countries to visit during the coronavirus outbreak sent shockwaves around the travel industry."}, "pb": {"page-type": "story"}, "fb": {"app_id": 125556724129189}, "description": "Last month, the Government's announcement that Spain was to be removed from the 'safe list' of countries to visit during the coronavirus outbreak sent shockwaves around the travel industry.", "author": "Mark Andrews", "pb-site": "/entertainment/features", "story": {"": {"premium-flag": "Free"}}, "dfp": {"page-type": "story", "slot": "/entertainment/features", "story": "[\"V6MOIXMS7FEO5MSGSMTZRM62AA\",\"/news/business/2020/08/14/what-to-do-when-the-virus-affects-your-holiday-plans/\"]", "sites": "[\"/entertainment/features\",\"/entertainment\",\"/entertainment\",\"/entertainment/travel\",\"/entertainment\",\"/news/business\",\"/news\",\"/news\",\"/news/features\",\"/news\",\"/news/health/coronavirus-covid19\",\"/news\",\"/news/health\",\"/news/health\",\"/news\",\"/top-stories/homepage\",\"/top-stories\",\"/top-stories\"]"}}}}