{"GDELT": {"GlobalEventID": 940725947, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "UGA", "Actor1Name": "UGANDA", "Actor1CountryCode": "UGA", "Actor2Code": "HLH", "Actor2Name": "HOSPITAL", "Actor2Type1Code": "HLH", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -7.94078061911171, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bwaise, Kampala, Uganda", "Actor1Geo_CountryCode": "UG", "Actor1Geo_ADM1Code": "UG37", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 0.350833, "Actor1Geo_Long": 32.5669, "Actor1Geo_FeatureID": "-1727491", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kampala, Kampala, Uganda", "Actor2Geo_CountryCode": "UG", "Actor2Geo_ADM1Code": "UG37", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": 0.315556, "Actor2Geo_Long": 32.5656, "Actor2Geo_FeatureID": "-1728891", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kampala, Kampala, Uganda", "Action2Geo_CountryCode": "UG", "Action2Geo_ADM1Code": "UG37", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 0.315556, "Action2Geo_Long": 32.5656, "Action2Geo_FeatureID": "-1728891", "DATEADDED": 20200814091500, "SOURCEURL": "https://newafricanmagazine.com/23744/"}, "ARTICLE": {"TITLE": "In Uganda, do African lives matter?", "TEXT": "While the global storm of anger and protest against injustice, the Black Lives Matter movement, has swept the world from the US to New Zealand, it seems to have bypassed most of Africa. Is it because in many African countries, it is fellow Blacks to whom African lives do not matter? Epajjar Ojulu reports from Uganda.\n\nIn Uganda, reports of people’s deaths at the hands of the paramilitary Local Defence Unit (LDU) officers are common. According to Human Rights Watch, at least 20 people have been killed since March, when the government instituted the Covid-19 lockdown. However, the number allegedly continues to grow.\n\nIn the eastern city of Jinja, a woman passenger on a motorbike taxi, locally known as a boda boda, was shot dead by an LDU member of staff after the rider defied orders to stop. It turned out that the victim was ill and being rushed to hospital.\n\nUgandans were shocked in early July when TV footage showed a taxi motorcyclist, Hussein Walugembe, incinerating himself after dousing himself with petrol inside the Masaka city Central Police Station, 130km southwest of Kampala.\n\nReports indicate his motorbike had been impounded four days earlier after he allegedly violated the curfew, which runs from 7.00pm to 6.30am and was announced by President Museveni at the start of the lockdown. He also banned motorbikes from carrying passengers.\n\nThe police, it is said, usually do not charge those suspected of ignoring the President’s directive before courts of law. Instead they demand bribes as a condition for the release of the impounded motorbikes or cars.\n\nWalugembe had failed to raise the Ush300,000 ($80) the police officer concerned demanded. His plea that the motorbike was his only source of income for his family was ignored. According to Transparency International, the Uganda Police comprise the most corrupt government institution in the country.\n\nIn the western Kasese district, an Anglican priest riding his motorbike was shot dead by the LDU, hastily recruited and trained last year. They are also accused of shooting dead a woman in the eastern city of Jinja in May. The victim was heading to hospital.\n\nIn early July, they reportedly tortured Emmanuel Tegu, a student of Makerere University in Kampala. He died in hospital two days later. In the same week, they battered a boda boda driver, Robert Ssenyonga, in Njeru town, east of Kampala. He was carrying an old woman to court. Ssenyonga died in hospital of injuries four days later.\n\nThese are some examples of the incidents that show that Black African lives do not matter to fellow Blacks. Ironically, no-one in Uganda has died of Covid-19 related causes.\n\nStaggering number of victims\n\nIn neighbouring Kenya hundreds of demonstrators jammed the capital Nairobi in June to protest against the gunning down of at least 15 people, including a 13-year-old boy, by police. The protesters carried placards denouncing police brutality. The victims were reportedly killed while the police were clearing the streets of people violating the curfew.\n\nWhile the number of those killed by security forces is known, the number of victims of consequences of the lockdown, from having a lack of access to food or critical medical facilities, or for example domestic violence, including suicide, will never be known, because the victims suffer or die in seclusion.\n\nHowever, a few incidents point to the possibility that the numbers could be staggering. In Uganda, soon after the lockdown was announced, the local media reported that a young asthmatic woman died in Bwaise, a Kampala suburb, because she could not be rushed to hospital.\n\nLocal leaders across the country have told the media about pregnant mothers who died at home due to labour complications at night after failing to access maternity facilities.\n\n“The consequences of lockdowns are difficult to quantify because they are numerous and overt,” says Prince Kimera Mutebi, executive director of Growth Networks Uganda, a local non-governmental organisation, which assists vulnerable communities.\n\nKimera says an unknown number of old people die every month of preventable causes because they cannot access healthcare. “Old people need medical care for conditions associated with old age. In Uganda we do not have a nationally funded social security system, neither do we have health insurance for all. Old people depend on the traditional extended family system for support. That system is no longer able to support them,” he notes.\n\nThe Executive Director of The Aids Support Organisation (TASO), Dr Bernard Etukoit says they are yet to assess the extent of the damage caused by lockdown disruption to the distribution of life-saving anti-retroviral medicine to an estimated 1.4m Ugandans living with HIV/AIDS: “Some of our patients could not access health institutions to get the drugs. We are worried that some of them could have skipped taking them and that could have life-threatening consequences.”\n\nThe only cancer treatment centre in the country is at Mulago National Referral Hospital, where patients from across the country go. “We have lost some [cancer] patients because they could not access radiotherapy and chemotherapy,” a doctor who declined to be named told New African.\n\nNGOs have reported an upsurge in domestic violence and homicide since the lockdown was instituted. Abrupt job losses have left families without food and other essential supplies. Private secondary school teachers, who comprise 70% of the country’s teachers, and lecturers at private universities, whose salaries come from students’ tuition fees, have not been paid since March.\n\nAlthough the government promised to feed vulnerable communities, its promise has not come to pass. Growth Networks Uganda reports finding over 50 people aged above 65 living in pathetic conditions in Masajja, a peri-urban village in the Wakiso district neighbouring Kampala city. “Many of them were emaciated and frail. Some of them said they ate poor food once a day,” Kimera says.\n\nAnnouncing the 2020-21 national budget last month, Finance Minister Matia Kasaija said adjustments had been made to address the consequences of the pandemic. Economists say financial resources have been diverted to fighting the pandemic, starving some sectors of funding.\n\nUnlike the West African state of Senegal, which has successfully implemented policies to mitigate the adverse consequences of the lockdown on its population, Uganda has done little.\n\nSenegal has allocated $1.7bn to help critical economic sectors of the economy to deal with the negative impact of the lockdown. Of that sum, $100m has been set aside for purchasing food for vulnerable communities.\n\nUganda’s President Museveni promised that food would be distributed to vulnerable families when he announced the lockdown in March. But reports across the country indicate that other than the brief distribution of maize meal and beans to a few areas around the city, most vulnerable communities have not received the promised food.\n\nHistorical brutality\n\nBlack lives on the African continent have not mattered before. Ethnic wars over land and the expansion of kingdoms in order to dominate and control other ethnic groups led to a spiral of wars across the continent.\n\nDuring the 15th century, the kingdom of Bunyoro Kitara in the current Uganda fought savage wars of conquest to expand its borders to the present eastern DRC, Tanzania, Rwanda and Burundi, Malawi and Zambia. In West Africa, Sundiata Keita founded his empire, which covered the current territory of The Gambia, Guinea, Guinea Bissau, Côte d’Ivoire, Mali, Mauritania, Niger and Senegal using brutal force.\n\nHistorical accounts indicate that kings had absolute power and could kill their subjects at will or sometimes for pleasure. A total of 22 men were burnt to death on the orders of Kabaka (king) Mwanga II of Buganda in 1886 for defying orders not to become Christians. Historical accounts also allege that to find out if a gun could kill, Kabaka (king) Ssuna of Buganda, who ruled in the period 1832-56, shot dead one of his palace servants.\n\nAfrican lives did not matter either when up to 12m African slaves were shipped across the Atlantic Ocean or when hundreds of thousands of East and Southern Africans were shipped to the Arab world from the Zanzibar slave collection centre.\n\nAfter the colonial period, African lives did not matter either. Military coups that deposed post-independence governments caused an orgy of deaths of innocent Black people.\n\nIt happened across the continent, from Jean Bedel Bokassa’s Central African Republic to life under Ghanaian, Nigerian, Ethiopian, Somalian and Congolese military rulers. In Uganda under Idi Amin, for instance, hundreds of thousands were killed. A similar number died in the period from 1981 to 1986 in the Luwero Triangle, where President Museveni fought the bush war, which brought him to power.\n\nThe people in Africa have no plausible reason to condemn the racist killing of Black people outside their continent because worse and more killings are occurring daily in their backyards.\n\n“Why should we bother about the killing of Africans elsewhere when our own cupboards are full of Black skeletons?” asks Henry Wasswa, a correspondent of the German News Agency in Kampala.\n\nRead more articles from our African Lives Matter report\n\nAfrican lives also matter\n\nPoverty is why African lives do not matter\n\nMagufuli defies Covid-19", "METADATA": {"ad.size": "width=300,height=250", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0", "description": "Why has the Black Lives Matter movement bypassed most of Africa? Epajjar Ojulu investigates the situation in Uganda", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "In Uganda, do African lives matter? - New African Magazine", "description": "Why has the Black Lives Matter movement bypassed most of Africa? Epajjar Ojulu investigates the situation in Uganda", "url": "https://newafricanmagazine.com/23744/", "site_name": "New African Magazine", "image": {"identifier": "https://newafricanmagazine.com/wordpress/wp-content/uploads/2020/08/A-demonstrator-is-arrested-during-a-protest-in-Uganda..png", "width": 863, "height": 573}}, "article": {"publisher": "https://www.facebook.com/NewAfricanMag/", "published_time": "2020-08-14T06:00:24+00:00", "modified_time": "2020-08-10T18:54:25+00:00"}, "twitter": {"card": "summary", "creator": "@NewAfricanMag", "site": "@NewAfricanMag"}, "google-site-verification": "Y5uZ7ZYdyCteI7ntx7GzX-WhmAQfx7kuWMIg1i7gSIk", "msapplication-TileImage": "https://newafricanmagazine.com/wordpress/wp-content/uploads/2018/01/cropped-Screen-Shot-2018-01-16-at-21.13.00-270x270.png"}}}