{"GDELT": {"GlobalEventID": 940756864, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "HLH", "Actor1Name": "DOCTOR", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.51515151515152, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Madhya Pradesh, Madhya Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN35", "Actor1Geo_ADM2Code": "17744", "Actor1Geo_Lat": 23.5, "Actor1Geo_Long": 78.5, "Actor1Geo_FeatureID": "-2103026", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Madhya Pradesh, Madhya Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN35", "Action2Geo_ADM2Code": "17744", "Action2Geo_Lat": 23.5, "Action2Geo_Long": 78.5, "Action2Geo_FeatureID": "-2103026", "DATEADDED": 20200814123000, "SOURCEURL": "https://www.daijiworld.com/news/newsDisplay.aspx?newsID=740876"}, "ARTICLE": {"TITLE": "Ashok Gehlot-led government wins trust vote in Rajasthan assembly", "TEXT": "Jaipur, Aug 14 (IANS): The Ashok Gehlot government in Rajasthan won the motion of confidence by voice vote during the special Assembly session convened on Friday.\n\nThe special session was adjourned for two hours when it got underway on Friday. As soon as it started at 1 p.m., Rajasthan Parliamentary Affairs Minister Shanti Dhariwal moved a motion of confidence, which was accepted by Speaker C.P. Joshi who allotted a three-hour slot for debate.\n\nAfter a lengthy debate, the Gehlot government won the confident motion by voice vote. The state Assembly has now been adjourned till August 21. The Gehlot government is now safe for at least six months, as the Opposition can't move a no-confidence motion within the next six months.\n\nIt may be mentioned here that on Thursday, BJP's Leader of Opposition Gulab Chand Kataria had said that his party will move a no-confidence motion against the state government in the special Assembly session. However, the saffron party dropped the idea as soon as Congress moved the motion of confidence on Friday.\n\nThe Assembly session came a few days after the patch-up between Gehlot and rebel party leader Sachin Pilot, marking a happy ending to the over a month-long political uncertainty in the state.\n\nPilot was provided with a new seating arrangement in the Assembly, where his seat was shifted to the second row from the first row earlier.\n\nDuring the debate, when Deputy Leader of Opposition Rajendra Singh Rathore was repeatedly taking his name, former Deputy CM Pilot stood up and told the Speaker, \"I was wondering that my seat has been shifted. This looks like a border, with the ruling government one side and the opposition on the other. Those being sent to the borders are the strongest. There may be bombardment at this border, but we will be the armour and keep everything safe.\"\n\nHe also said, \"We had raised our concerns with a 'doctor'. Now all of us stand here unitedly after receiving 'treatment'.\"\n\nPilot said that many facts will come to the fore in the coming days. \"Whatever had to be said has already been said. Now when we are in the House, we will have to leave many things behind,\" he said.\n\nEarlier, Parliamentary Affairs Minister Dhariwal said that Amit Shah could not succeed in Rajasthan. Rajendra Singh Rathore immediately objected to the reference to Union Minister Shah.\n\nDhariwal then said that just as Akbar was taught a lesson by Maharana Pratap, similarly the BJP was shown the door by the brave sons of Rajasthan who nullified their plans to topple the elected state government.\n\n\"We did not permit the BJP to recreate Goa or Madhya Pradesh in Rajasthan,\" he said.", "METADATA": {"viewport": "width=1024", "og": {"description": "", "image": "http://www.tvdaijiworld.com/images9/shp_120820_gehlot.jpg", "updated_time": "8/14/2020 5:29:47 PM", "title": "Ashok Gehlot-led government wins trust vote in Rajasthan assembly", "type": "website", "url": "http://www.daijiworld.com/news/newsDisplay.aspx?newsID=740876"}}}}