{"GDELT": {"GlobalEventID": 940706270, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "ZWE", "Actor2Name": "HARARE", "Actor2CountryCode": "ZWE", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -9.72222222222224, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warren Park, Harare, Zimbabwe", "Actor1Geo_CountryCode": "ZI", "Actor1Geo_ADM1Code": "ZI10", "Actor1Geo_ADM2Code": "40197", "Actor1Geo_Lat": -17.8303, "Actor1Geo_Long": 30.9822, "Actor1Geo_FeatureID": "-2323446", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Harare, Mashonaland East, Zimbabwe", "Actor2Geo_CountryCode": "ZI", "Actor2Geo_ADM1Code": "ZI04", "Actor2Geo_ADM2Code": "40197", "Actor2Geo_Lat": -17.8178, "Actor2Geo_Long": 31.0447, "Actor2Geo_FeatureID": "-2312291", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Warren Park, Harare, Zimbabwe", "Action2Geo_CountryCode": "ZI", "Action2Geo_ADM1Code": "ZI10", "Action2Geo_ADM2Code": "40197", "Action2Geo_Lat": -17.8303, "Action2Geo_Long": 30.9822, "Action2Geo_FeatureID": "-2323446", "DATEADDED": 20200814064500, "SOURCEURL": "https://www.newzimbabwe.com/state-left-with-egg-on-face-after-wrongly-requesting-arrest-warrant-for-mp-mamombe/"}, "ARTICLE": {"TITLE": "State Left With Egg On Face After Wrongly Requesting Arrest Warrant For MP Mamombe", "TEXT": "Spread This News\n\n\n\n\n\n\n\n\n\n\n\nBy Mary Taruvinga\n\nTHE State Thursday wrongly requested a Harare magistrate to issue a warrant of arrest for MDC Alliance Harare West MP, Joanna Mamombe.\n\nThe legislator has several cases pending before the courts.\n\nLast year, she was arrested for treason while attending a parliamentary workshop in Nyanga and spent weeks in remand at the Chikurubi Female Prison. The matter is still pending before the courts.\n\nIn May, she was arrested while admitted in hospital for participating in an illegal demonstration in Warren Park, Harare in contravention of Covid-19 regulations before being granted bail while still at the medical centre.\n\nIn the May case, she is jointly charged with two MDC Alliance female youth activists, Cecilia Chimbiri and Netsai Marova, and the case is also still pending before the courts.\n\nThe trio also has a pending court case in which it is charged with making a false report to the police alleging they were abducted at roadblock in Harare by State security agents. After the abduction, the opposition members were severely assaulted and sexually abused before being dumped after a day in rural Bindura.\n\nThe three activists spent weeks in hospital receiving treatment and counselling before they were arrested again on their release for making false allegations against State and were remanded in prison for some time before being granted bail at the High Court.\n\nOn Thursday, Harare magistrate Ngoni Nduna issued an arrest warrant for Mamombe after the State claimed the legislator had failed to turn up for court. But after the intervention of her lawyer Jeremiah Bamu, the warrant of arrest was cancelled as Mamombe was not supposed to appear in court on the day.\n\n“There is confusion as to which matter because the warrant was issued on the charges of publishing falsehoods prejudicial to the State, a case which was postponed to 26 August last week,” Bamu said.\n\n“The matter was initially set for today (Thursday), then State issued summons for them to appear on 31 July. Obey Shava (lawyer) appeared with them on 31 July and had the matter was postponed to 26 September.\n\n“The State issued summons again and we came back to court on August 4 and the date was corrected from 26 September to 26 August, ” Bamu explained.\n\nOn July 31, the three activists and their lawyer, Shava were arrested while coming from court and proceeding to Harare Central Police Station to report as required by their bail conditions. No charges were brought against them, but Chimbiri was assaulted by a soldier at the roadblock.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"locale": "en_GB", "type": "article", "title": "State Left With Egg On Face After Wrongly Requesting Arrest Warrant For MP Mamombe - NewZimbabwe.com", "description": "Spread This NewsBy Mary Taruvinga THE State Thursday wrongly requested a Harare magistrate to issue a warrant of arrest for MDC Alliance Harare West MP, Joanna Mamombe. The legislator has several cases pending before the courts. Last year, she was arrested for treason while attending a parliamentary workshop in Nyanga and spent weeks in remand", "url": "https://www.newzimbabwe.com/state-left-with-egg-on-face-after-wrongly-requesting-arrest-warrant-for-mp-mamombe/", "site_name": "NewZimbabwe.com", "image": {"identifier": "https://s3-eu-west-2.amazonaws.com/newzimlive/wp-content/uploads/2019/03/05103635/Joana-Mamombe01.jpg", "secure_url": "https://s3-eu-west-2.amazonaws.com/newzimlive/wp-content/uploads/2019/03/05103635/Joana-Mamombe01.jpg", "width": 800, "height": 553}}, "article": {"publisher": "https://www.facebook.com/newzimbabwecom/", "section": "Courts & Crime", "published_time": "2020-08-14T05:47:33+01:00"}, "fb": {"app_id": 372149049643391}, "twitter": {"card": "summary_large_image", "description": "Spread This NewsBy Mary Taruvinga THE State Thursday wrongly requested a Harare magistrate to issue a warrant of arrest for MDC Alliance Harare West MP, Joanna Mamombe. The legislator has several cases pending before the courts. Last year, she was arrested for treason while attending a parliamentary workshop in Nyanga and spent weeks in remand", "title": "State Left With Egg On Face After Wrongly Requesting Arrest Warrant For MP Mamombe - NewZimbabwe.com", "site": "@NewZimbabweCom", "image": "https://s3-eu-west-2.amazonaws.com/newzimlive/wp-content/uploads/2019/03/05103635/Joana-Mamombe01.jpg", "creator": "@NewZimbabweCom"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "description": "NewZimbabwe.com – The Zimbabwe News You Trust is Zimbabwe’s leading online newspaper and published by New Zimbabwe Media Ltd. The platform brings you the latest breaking News, Business, Showbiz, Sports, Diaspora and gives you everything you’ve come to expect and love.", "keywords": "NewZimbabwe, News, Zimbabwe, Trust, Newspaper, Business, Showbiz, Sports"}}}