{"GDELT": {"GlobalEventID": 940765487, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHR", "Actor1Name": "CHRISTIAN", "Actor1Religion1Code": "CHR", "IsRootEvent": 0, "EventCode": 186, "EventBaseCode": 186, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.71641791044776, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Actor1Geo_CountryCode": "KN", "Actor1Geo_ADM1Code": "KN12", "Actor1Geo_ADM2Code": "39681", "Actor1Geo_Lat": 39.0194, "Actor1Geo_Long": 125.755, "Actor1Geo_FeatureID": "-183459", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN12", "Action2Geo_ADM2Code": "39681", "Action2Geo_Lat": 39.0194, "Action2Geo_Long": 125.755, "Action2Geo_FeatureID": "-183459", "DATEADDED": 20200814133000, "SOURCEURL": "https://www.catholicworldreport.com/2020/08/14/after-beirut-blast-what-some-lebanese-christians-are-doing-to-help-their-neighbors/"}, "ARTICLE": {"TITLE": "After Beirut blast, what some Lebanese Christians are doing to help their neighbors", "TEXT": "Denver Newsroom, Aug 14, 2020 / 04:00 am (CNA).- Last Tuesday, Julie Tegho and her husband Hicham Bou Nassif were enjoying an ordinary day at their local mall in Beirut, Lebanon. Without warning, they felt what seemed like an earthquake, followed by a mighty blast that shattered the glass all around them.\n\n“For a second I thought the mall was falling on our heads,” Tegho told CNA. “The sound was so strong and deafening that it took us a couple of seconds to realize we had to leave the mall, because it was such a tremendous shock.\"\n\nThe massive explosion in the port area of Lebanon’s capital on Aug. 4 overturned cars, shattered windows, set fires, and damaged buildings across Beirut, a city of more than 350,000, with a metro area of more than 2 million people.\n\nThe ABC Mall where the couple was during the blast is located less than a mile from the port, the epicenter of the explosion.\n\nTegho and Bou Nassif were on different levels of the mall when the explosion hit, and struggled for several minutes to find each other in the ensuing chaos and deafening alarms. The blast had knocked out cellular coverage, making communication that much more difficult.\n\nWhen Tegho did find her husband, he was bleeding from his forehead. She says they walked from the mall to her parents’ nearby home, to deal with his wound, and later they took him to the hospital.\n\n“It’s only when we started walking that I started to grasp the magnitude of the blast, and we realized it was not just a car bombing, it was something much bigger,\" she said. “It was just a post-apocalyptic scene.”\n\nBou Nassif, an assistant professor of government who teaches at a college in California, is now recovering with several stitches.\n\nThe windows of the couple’s house, located further from the blast, were blown out, but their house did not suffer serious damage. Tegho said her sister, who was babysitting, was able to shield their months-old baby from the flying glass.\n\nTegho, a high school social studies teacher, said she believes there is not a single person in Beirut that was not affected in some way by the disaster— whether they had their home or business damaged or destroyed, had a family member injured or killed, or were themselves a casualty.\n\nHer cousin, who was much nearer to the port, managed to escape serious injury, she said. The school where Tegho teaches has been completely destroyed, she said.\n\nAs of Aug. 12, more than 200 people are confirmed dead, more than 5,000 injured and hundreds of thousands have been rendered homeless. The UN Refugee Agency has also reported that at least 34 refugees were among those killed in the blast.\n\nVolunteers have been clearing rubble from houses since the day after the blast, Tegho said.\n\nBeirut Governor Marwan Abboud has estimated that the explosion has caused as much as $10-15 billion in damages and as many as 300,000 people to be temporarily displaced from their homes, according to the BBC.\n\nMany buildings and warehouses along the docks were completely destroyed, and the explosion’s shockwave caused damage within a six-mile radius.\n\nBou Nassif said because of where the blast occurred, the worst of the damage happened to majority-Christian neighborhoods. The adjacent areas included Beirut’s mostly Christian neighborhoods of Mar Maroun and Achrafieh.\n\nAs a result, he said, most of the aid is coming from Christian aid agencies, as well as the Maronite Catholic Church.\n\nThe Philos Project, a group that advocates for Christians in the Near East, as part of a broader goal of religious pluralism in the region and of educating Western Christians on their situation, is one such Christian organization helping those affected by the disaster in Lebanon.\n\nTegho said she and her husband are spearheading an initiative called Human Chain, which she said was formed in October 2019 to help the poor in the midst of protests against the government.\n\n\"In the aftermath of the disaster, we realized we could use our Human Chain network to help in relief efforts,\" she said.\n\nTegho said the main goal of the Human Chain at the moment is helping to ensure people’s homes are safe to occupy, and they have a functional living space and bathroom.\n\n“This is where volunteers have been doing most of the work, because there has been no government involved in that [effort,” she said.\n\n“Helping to remove the debris, making sure people who have lost everything have places to go to whether it's the church, whether it's friends, family, et cetera. But it's still too soon for those houses to be rebuilt.”\n\nIn addition to delivering food aid, Tegho and Bou Nassif have been helping to clear the rubble and ensure their neighbors do not end up on the streets.\n\nThey are also hoping to raise $30,000 for relief efforts through a GoFundMe campaign.\n\nTegho said the Philos Project has set up a fund of $10,000 to help the Human Chain in its humanitarian efforts. Philos is encouraging donations to its Action Fund on its website.\n\nBou Nassif said the best way to help the people of Lebanon is to donate to Christian agencies, rather than to the Lebanese government.\n\n“You give money to the Lebanese state, you're not giving money to any poor person in Lebanon, Christian, or not. You're giving money to Lebanon politicians,” he opined.\n\nOn Aug. 10, Lebanon’s Maronite Catholic patriarch, Cardinal Bechara Boutros Rai, called for the resignation of the entire Lebanese government, adding that it is “necessary to hold everyone responsible accountable for this massacre and catastrophe.” The Prime Minister and the rest of the government subsequently resigned later that day.\n\nThough millions of dollars of aid has poured in from Western governments, Bou Nassif said he trusts the Christian agencies much more than the government to distribute aid to the poor.\n\n\"Some money will come from governments, but the money that will come immediately, before this is resolved, will be coming from churches, concerned citizens, people with sympathy…to the Christian minority in Lebanon,\" Bou Nassif said.\n\n“The biggest actors are the Maronite Church, the Lebanese Red Cross, the local Catholic relief or rescue organizations; they should be helped to help people,” he said.\n\nOfficials have not yet determined the cause of the explosions, but investigators believe they may have started with a fire in a warehouse that stored 2,750 tonnes of ammonium nitrate, a fertilizer that can be made into an explosive. Lebanon’s security service warned against speculations of terrorism before investigators could assess the situation.\n\nBou Nassif told CNA that the widespread sentiment throughout the city is that Hezbollah, a hardline Islamic party in Lebanon, is to blame for the accident.\n\nSixty percent of Lebanon’s people are Muslim, evenly split among Sunni and Shia, and nearly 35% of the country’s population is Christian, most of whom are Maronite Catholic Christians. Lebanon also has a small Jewish population, as well as Druze and other religious communities.\n\nOther Christian aid agencies, as well as the Red Cross, have been active in the city following the disaster.\n\nDespite damages to their own facilities, Catholic Relief Services has provided relief to the victims of the explosion. Caritas Lebanon has offered water and hot meals at several locations throughout Beirut. Caritas health care centers have also opened, and a mobile medical unit and mental health team have been available to the public.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "msapplication-TileImage": "https://s3-us-west-2.amazonaws.com/files.catholicworldreport.com/2018/04/cwr-icon.png", "twitter": {"card": "summary", "site": "@cworldreport", "title": "After Beirut blast, what some Lebanese Christians are doing to help their neighbors", "description": "Denver Newsroom, Aug 14, 2020 / 04:00 am (CNA).- Last Tuesday, Julie Tegho and her husband Hicham Bou Nassif were enjoying an ordinary day at their local mall in Beirut, Lebanon. Without warning, they felt what seemed like an earthquake, followed by a mighty blast that shattered the glass all around them.\n\n&ldquo;For a second I thought the mall was falling on our heads,&rdquo; Tegho told CNA. &ldquo;The sound was so strong and deafening that it took us a couple of seconds to realize we had to leave the mall, because it was such a tremendous shock.\"\n\nThe massive explosion in the port area of Lebanon&rsquo;s capital on Aug. 4 overturned cars, shattered windows, set fires, and damaged buildings across Beirut, a city of more than 350,000, with a metro area of more than 2 million people.\n\nThe ABC Mall where the couple was during the blast is located less than a mile from the port, the epicenter of the explosion.\n\nTegho and Bou Nassif were on different levels of the mall when the explosion hit, and struggled for several minutes to find each other in the ensuing chaos and deafening alarms. The blast had knocked out cellular coverage, making communication that much more difficult.\n\nWhen Tegho did find her husband, he was bleeding from his forehead. She says they walked from the mall to her parents&rsquo; nearby home, to deal with his wound, and later they took him to the hospital.\n\n&ldquo;It&rsquo;s only when we started walking that I started to grasp the magnitude of the blast, and we realized it was not just a car bombing, it was something much bigger,\" she said. &ldquo;It was just a post-apocalyptic scene.&rdquo;\n\nBou Nassif, an assistant professor of government who teaches at a college in California,&nbsp; is now recovering with several stitches.\n\nThe windows of the couple&rsquo;s house, located further from the blast, were blown out, but their house did not suffer serious damage. Tegho said her sister, who was babysitting, was able to shield their months-old baby from the flying glass.\n\nTegho, a high school social studies teacher, said she believes there is not a single person in Beirut that was not affected in some way by the disaster&mdash; whether they had their home or business damaged or destroyed, had a family member injured or killed, or were themselves a casualty.\n\nHer cousin, who was much nearer to the port, managed to escape serious injury, she said. The school where Tegho teaches has been completely destroyed, she said.\n\nAs of Aug. 12, more than 200 people are confirmed dead, more than 5,000 injured and hundreds of thousands have been rendered homeless. The UN Refugee Agency has also reported that at least 34 refugees were among those killed in the blast.\n\nVolunteers have been clearing rubble from houses since the day after the blast, Tegho said.\n\nBeirut Governor Marwan Abboud has estimated that the explosion has caused as much as $10-15 billion in damages and as many as 300,000 people to be temporarily displaced from their homes, according to the BBC.\n\nMany buildings and warehouses along the docks were completely destroyed, and the explosion&rsquo;s shockwave caused damage within a six-mile radius.\n\nBou Nassif said because of where the blast occurred, the worst of the damage happened to majority-Christian neighborhoods. The adjacent areas included Beirut&rsquo;s mostly Christian neighborhoods of Mar Maroun and Achrafieh.\n\nAs a result, he said, most of the aid is coming from Christian aid agencies, as well as the Maronite Catholic Church.The Philos Project, a group that advocates for Christians in the Near East, as part of a broader goal of religious pluralism in the region and of educating Western Christians on their situation, is one such Christian organization helping those affected by the disaster in Lebanon.\n\nTegho said she and her husband are spearheading an initiative called Human Chain, which she said was formed in October 2019 to help the poor in the midst of protests against the government.\n\n\"In the aftermath of the disaster, we realized we could use our Human Chain network to help in relief efforts,\" she said.\n\nTegho said the main goal of the Human Chain at the moment is helping to ensure people&rsquo;s homes are safe to occupy, and they have a functional living space and bathroom.\n\n&ldquo;This is where volunteers have been doing most of the work, because there has been no government involved in that [effort,&rdquo; she said.\n&ldquo;Helping to remove the debris, making sure people who have lost everything have places to go to whether it's the church, whether it's friends, family, et cetera. But it's still too soon for those houses to be rebuilt.&rdquo;\n\nIn addition to delivering food aid, Tegho and Bou Nassif have been helping to clear the rubble and ensure their neighbors do not end up on the streets.\n\nThey are also hoping to raise $30,000 for relief efforts through a GoFundMe campaign.\n\nTegho said the Philos Project has set up a fund of $10,000 to help the Human Chain in its humanitarian efforts. Philos is encouraging donations to its Action Fund on its website.\n\nBou Nassif said the best way to help the people of Lebanon is to donate to Christian agencies, rather than to the Lebanese government.\n\n&ldquo;You give money to the Lebanese state, you're not giving money to any poor person in Lebanon, Christian, or not. You're giving money to Lebanon politicians,&rdquo; he opined.\n\nOn Aug. 10, Lebanon&rsquo;s Maronite Catholic patriarch, Cardinal Bechara Boutros Rai, called for the resignation of the entire Lebanese government, adding that it is &ldquo;necessary to hold everyone responsible accountable for this massacre and catastrophe.&rdquo; The Prime Minister and the rest of the government subsequently resigned later that day.\n\nThough millions of dollars of aid has poured in from Western governments, Bou Nassif said he trusts the Christian agencies much more than the government to distribute aid to the poor.\n\n\"Some money will come from governments, but the money that will come immediately, before this is resolved, will be coming from churches, concerned citizens, people with sympathy...to the Christian minority in Lebanon,\" Bou Nassif said.\n\n&ldquo;The biggest actors are the Maronite Church, the Lebanese Red Cross, the local Catholic relief or rescue organizations; they should be helped to help people,&rdquo; he said.\n\nOfficials have not yet determined the cause of the explosions, but investigators believe they may have started with a fire in a warehouse that stored 2,750 tonnes of ammonium nitrate, a fertilizer that can be made into an explosive. Lebanon&rsquo;s security service warned against speculations of terrorism before investigators could assess the situation.\n\nBou Nassif told CNA that the widespread sentiment throughout the city is that Hezbollah, a hardline Islamic party in Lebanon, is to blame for the accident.\n\nSixty percent of Lebanon&rsquo;s people are Muslim, evenly split among Sunni and Shia, and nearly 35% of the country&rsquo;s population is Christian, most of whom are Maronite Catholic Christians. Lebanon also has a small Jewish population, as well as Druze and other religious communities.\n\nOther Christian aid agencies, as well as the Red Cross, have been active in the city following the disaster.\n\nDespite damages to their own facilities, Catholic Relief Services has provided relief to the victims of the explosion. Caritas Lebanon has offered water and hot meals at several locations throughout Beirut. Caritas health care centers have also opened, and a mobile medical unit and mental health team have been available to the public.\n\n&nbsp;"}, "og": {"type": "article", "url": "https://www.catholicworldreport.com/2020/08/14/after-beirut-blast-what-some-lebanese-christians-are-doing-to-help-their-neighbors/", "title": "After Beirut blast, what some Lebanese Christians are doing to help their neighbors", "description": "Denver Newsroom, Aug 14, 2020 / 04:00 am (CNA).- Last Tuesday, Julie Tegho and her husband Hicham Bou Nassif were enjoying an ordinary day at their local mall in Beirut, Lebanon. Without warning, they felt what seemed like an earthquake, followed by a mighty blast that shattered the glass all around them.\n\n&ldquo;For a second I thought the mall was falling on our heads,&rdquo; Tegho told CNA. &ldquo;The sound was so strong and deafening that it took us a couple of seconds to realize we had to leave the mall, because it was such a tremendous shock.\"\n\nThe massive explosion in the port area of Lebanon&rsquo;s capital on Aug. 4 overturned cars, shattered windows, set fires, and damaged buildings across Beirut, a city of more than 350,000, with a metro area of more than 2 million people.\n\nThe ABC Mall where the couple was during the blast is located less than a mile from the port, the epicenter of the explosion.\n\nTegho and Bou Nassif were on different levels of the mall when the explosion hit, and struggled for several minutes to find each other in the ensuing chaos and deafening alarms. The blast had knocked out cellular coverage, making communication that much more difficult.\n\nWhen Tegho did find her husband, he was bleeding from his forehead. She says they walked from the mall to her parents&rsquo; nearby home, to deal with his wound, and later they took him to the hospital.\n\n&ldquo;It&rsquo;s only when we started walking that I started to grasp the magnitude of the blast, and we realized it was not just a car bombing, it was something much bigger,\" she said. &ldquo;It was just a post-apocalyptic scene.&rdquo;\n\nBou Nassif, an assistant professor of government who teaches at a college in California,&nbsp; is now recovering with several stitches.\n\nThe windows of the couple&rsquo;s house, located further from the blast, were blown out, but their house did not suffer serious damage. Tegho said her sister, who was babysitting, was able to shield their months-old baby from the flying glass.\n\nTegho, a high school social studies teacher, said she believes there is not a single person in Beirut that was not affected in some way by the disaster&mdash; whether they had their home or business damaged or destroyed, had a family member injured or killed, or were themselves a casualty.\n\nHer cousin, who was much nearer to the port, managed to escape serious injury, she said. The school where Tegho teaches has been completely destroyed, she said.\n\nAs of Aug. 12, more than 200 people are confirmed dead, more than 5,000 injured and hundreds of thousands have been rendered homeless. The UN Refugee Agency has also reported that at least 34 refugees were among those killed in the blast.\n\nVolunteers have been clearing rubble from houses since the day after the blast, Tegho said.\n\nBeirut Governor Marwan Abboud has estimated that the explosion has caused as much as $10-15 billion in damages and as many as 300,000 people to be temporarily displaced from their homes, according to the BBC.\n\nMany buildings and warehouses along the docks were completely destroyed, and the explosion&rsquo;s shockwave caused damage within a six-mile radius.\n\nBou Nassif said because of where the blast occurred, the worst of the damage happened to majority-Christian neighborhoods. The adjacent areas included Beirut&rsquo;s mostly Christian neighborhoods of Mar Maroun and Achrafieh.\n\nAs a result, he said, most of the aid is coming from Christian aid agencies, as well as the Maronite Catholic Church.The Philos Project, a group that advocates for Christians in the Near East, as part of a broader goal of religious pluralism in the region and of educating Western Christians on their situation, is one such Christian organization helping those affected by the disaster in Lebanon.\n\nTegho said she and her husband are spearheading an initiative called Human Chain, which she said was formed in October 2019 to help the poor in the midst of protests against the government.\n\n\"In the aftermath of the disaster, we realized we could use our Human Chain network to help in relief efforts,\" she said.\n\nTegho said the main goal of the Human Chain at the moment is helping to ensure people&rsquo;s homes are safe to occupy, and they have a functional living space and bathroom.\n\n&ldquo;This is where volunteers have been doing most of the work, because there has been no government involved in that [effort,&rdquo; she said.\n&ldquo;Helping to remove the debris, making sure people who have lost everything have places to go to whether it's the church, whether it's friends, family, et cetera. But it's still too soon for those houses to be rebuilt.&rdquo;\n\nIn addition to delivering food aid, Tegho and Bou Nassif have been helping to clear the rubble and ensure their neighbors do not end up on the streets.\n\nThey are also hoping to raise $30,000 for relief efforts through a GoFundMe campaign.\n\nTegho said the Philos Project has set up a fund of $10,000 to help the Human Chain in its humanitarian efforts. Philos is encouraging donations to its Action Fund on its website.\n\nBou Nassif said the best way to help the people of Lebanon is to donate to Christian agencies, rather than to the Lebanese government.\n\n&ldquo;You give money to the Lebanese state, you're not giving money to any poor person in Lebanon, Christian, or not. You're giving money to Lebanon politicians,&rdquo; he opined.\n\nOn Aug. 10, Lebanon&rsquo;s Maronite Catholic patriarch, Cardinal Bechara Boutros Rai, called for the resignation of the entire Lebanese government, adding that it is &ldquo;necessary to hold everyone responsible accountable for this massacre and catastrophe.&rdquo; The Prime Minister and the rest of the government subsequently resigned later that day.\n\nThough millions of dollars of aid has poured in from Western governments, Bou Nassif said he trusts the Christian agencies much more than the government to distribute aid to the poor.\n\n\"Some money will come from governments, but the money that will come immediately, before this is resolved, will be coming from churches, concerned citizens, people with sympathy...to the Christian minority in Lebanon,\" Bou Nassif said.\n\n&ldquo;The biggest actors are the Maronite Church, the Lebanese Red Cross, the local Catholic relief or rescue organizations; they should be helped to help people,&rdquo; he said.\n\nOfficials have not yet determined the cause of the explosions, but investigators believe they may have started with a fire in a warehouse that stored 2,750 tonnes of ammonium nitrate, a fertilizer that can be made into an explosive. Lebanon&rsquo;s security service warned against speculations of terrorism before investigators could assess the situation.\n\nBou Nassif told CNA that the widespread sentiment throughout the city is that Hezbollah, a hardline Islamic party in Lebanon, is to blame for the accident.\n\nSixty percent of Lebanon&rsquo;s people are Muslim, evenly split among Sunni and Shia, and nearly 35% of the country&rsquo;s population is Christian, most of whom are Maronite Catholic Christians. Lebanon also has a small Jewish population, as well as Druze and other religious communities.\n\nOther Christian aid agencies, as well as the Red Cross, have been active in the city following the disaster.\n\nDespite damages to their own facilities, Catholic Relief Services has provided relief to the victims of the explosion. Caritas Lebanon has offered water and hot meals at several locations throughout Beirut. Caritas health care centers have also opened, and a mobile medical unit and mental health team have been available to the public.\n\n&nbsp;", "image": "https://www.catholicnewsagency.com/images/lebanon_seaside_Mehr_News_Agency.jpg?w=600"}}}}