{"GDELT": {"GlobalEventID": 940747693, "Day": 20190815, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6164, "Actor1Code": "OMN", "Actor1Name": "OMAN", "Actor1CountryCode": "OMN", "Actor2Code": "ISR", "Actor2Name": "ISRAELI", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.03527815468114, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Libya", "Actor2Geo_CountryCode": "LY", "Actor2Geo_ADM1Code": "LY", "Actor2Geo_Lat": 25.0, "Actor2Geo_Long": 17.0, "Actor2Geo_FeatureID": "LY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Libya", "Action2Geo_CountryCode": "LY", "Action2Geo_ADM1Code": "LY", "Action2Geo_Lat": 25.0, "Action2Geo_Long": 17.0, "Action2Geo_FeatureID": "LY", "DATEADDED": 20200814114500, "SOURCEURL": "https://www.registercitizen.com/news/article/Iran-says-UAE-Israel-deal-a-stab-in-the-back-to-15483313.php"}, "ARTICLE": {"TITLE": "Palestinians say UAE deal hinders quest for Mideast peace", "TEXT": "Palestinians say UAE deal hinders quest for Mideast peace\n\nPalestinian protesters burn a banner showing Abu Dhabi Crown Prince Mohamed bin Zayed al-Nahyan during a protest against the United Arab Emirates' deal with Israel near the Dome of the Rock Mosque in the Al Aqsa Mosque compound in Jerusalem's old city, Friday, Aug. 14, 2020. less Palestinian protesters burn a banner showing Abu Dhabi Crown Prince Mohamed bin Zayed al-Nahyan during a protest against the United Arab Emirates' deal with Israel near the Dome of the Rock Mosque in the Al ... more Photo: Mahmoud Illean, AP Photo: Mahmoud Illean, AP Image 1 of / 15 Caption Close Palestinians say UAE deal hinders quest for Mideast peace 1 / 15 Back to Gallery\n\nJERUSALEM (AP) — Israel's agreement to establish diplomatic ties with the United Arab Emirates marks a watershed moment in its relations with Arab countries, but the Palestinians say it puts a just resolution of the Middle East conflict even farther out of reach.\n\nThe UAE presented its decision to upgrade longstanding ties to Israel as a way of encouraging peace efforts by taking Israel's planned annexation of parts of the occupied West Bank off the table, something Israeli Prime Minister Benjamin Netanyahu swiftly rebuffed by insisting the pause was “temporary.”\n\nFrom the Palestinian perspective, the UAE not only failed to stop annexation, which would dash any remaining hopes of establishing a viable, independent state. It also undermined an Arab consensus that recognition of Israel only come in return for concessions in peace talks — a rare source of leverage for the Palestinians.\n\n“I never expected this poison dagger to come from an Arab country,” Saeb Erekat, a senior Palestinian official and veteran negotiator said Friday. “You are rewarding aggression. ... You have destroyed, with this move, any possibility of peace between Palestinians and Israelis.”\n\nPresident Donald Trump has presented the U.S.-brokered agreement as a major diplomatic achievement and said he expects more Arab and Muslim countries to follow suit. Israel has quietly cultivated ties with the UAE and other Gulf countries for several years as they have confronted a shared enemy in Iran.\n\nIn Israel, the agreement has renewed long-standing hopes for normal relations with its Arab neighbors. Netanyahu has long insisted, contrary to generations of failed peace negotiators, that Israel can enjoy such ties without resolving its conflict with the Palestinians. For now, he seems to have been proven right.\n\n“It’s hard to claim right now that the 53-year-old occupation is ‘unsustainable’ when Netanyahu has just proved that not only is it sustainable, but Israel can improve its ties with the Arab world, openly, with the occupation still going,” wrote Anshel Pfeffer, a columnist for Israel's Haaretz newspaper.\n\nBut the Middle East conflict was never between Israel and the United Arab Emirates, which have fought no wars and share no borders. And the nature of the agreement will likely force the Palestinians to harden their stance and redouble their efforts to isolate Israel.\n\nThe Palestinian Authority issued a scathing statement in response to the move, calling it a “betrayal of Jerusalem, Al-Aqsa Mosque and the Palestinian cause,” language clearly aimed at inflaming Arab and Muslim sentiment worldwide.\n\nThe Palestinians have called for an urgent meeting of the Arab League and the 57-member Organization of Islamic Cooperation to condemn the move. But in those forums they will be pitted against the oil-rich UAE, which has deep pockets, allies across the region and even more influence in Washington following the agreement with Israel.\n\nThe international campaign is \"meant to isolate the Emiratis so that other countries will not take the same step,\" said Ibrahim Dalalsha, a Palestinian analyst. \"Whether it will succeed in this or not, it remains to be seen.”\n\nIran and Turkey lashed out at the UAE, a regional rival, accusing it of betraying the Palestinians, Arabs and Muslims.\n\nBut the agreement, and the decision to pause annexation, was welcomed by much of the international community, including Egypt and the Gulf Arab nations of Bahrain and Oman. Many countries, including Germany, France, Italy, China and India, expressed hope it would help revive the peace process.\n\nThe Palestinians want an independent state in the West Bank, east Jerusalem and Gaza, areas seized by Israel in the 1967 war. Trump's plan would allow Israel to keep nearly all of east Jerusalem, including holy sites sacred to Christians, Jews and Muslims, and annex up to a third of the West Bank. The Palestinians have angrily rejected the proposal.\n\nGermany's Foreign Minister Heiko Maas reiterated his country's support for a two-state solution when he called to congratulate Israel on the \"historic” agreement with the UAE.\n\n“We stand by our position that only a negotiated two-state solution can bring lasting peace to the Middle East,” Maas said in a statement. \"Together with our European partners and the region we have campaigned intensively in past months against an annexation and for the resumption of direct negotiations.”\n\nThat strikes many Palestinians as a return to a similarly unbearable status quo, in which Israel rules the West Bank and expands Jewish settlements while the international community calls for peace talks that never materialize.\n\nAny serious negotiations, or lasting solution to the conflict, will require the Palestinians, who feel they have been brushed aside.\n\n“We’re now in a situation where everybody is talking about us and no one is talking to us,\" said Diana Buttu, a former legal adviser to the Palestinian Authority. It's a “colonial approach,\" she said, \"as though we are just some problem that needs to be addressed without ever speaking to us.”\n\nPalestinian President Mahmoud Abbas suspended all contacts with the U.S. after it recognized disputed Jerusalem as the capital of Israel in 2017. In May, the Palestinians cut all ties with Israel, including security coordination, in response to the threat of annexation, and said they would no longer abide by any past agreements with Israel or the United States.\n\nIn recent weeks, as the threat of annexation faded amid internal political disputes in Israel, some had speculated the cash-strapped Palestinian Authority would quietly back down, if only to restore the transfer of hundreds of millions of dollars in taxes collected by Israel.\n\nNow, in the wake of the UAE agreement, many say that's out of the question.\n\n“This is not a way for them to climb down from the tree,\" Buttu said. \"It’s quite the opposite, I think it keeps them there.”", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-14T14:11:02Z", "article": {"published_time": "2020-08-14T14:11:02Z", "modified_time": "2020-08-14T17:49:44Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Saeb Erekat GOVERNMENT_FIGURE PERSON, Benjamin Netanyahu, Donald Trump, Gulf Arab, Saeb Erekat, Mahmoud Abbas, Heiko Maas, Palestinians, Anshel Pfeffer, Diana Buttu, Ibrahim Dalalsha, Arabs, Jews, Christians, UAE, North America Jerusalem Israel, Palestinian, United States, West Bank, Mideast, JERUSALEM, Iran, Gulf, Al-Aqsa Mosque, Germany, European, Washington, Turkey, Bahrain, Oman, France, China, India, Italy, Gaza, Egypt, AP, Emirates-Israel, Palestinian Authority, MC Complete - State & National, Middle East News, Heiko Maas GOVERNMENT_FIGURE, Haaretz, Arab League, Organization of Islamic Cooperation, A Wire, News - International - Stories, Top News, NewsBriefs, Choice Plus, Muslim, Jewish", "nlpOrganization": "AP, Emirates-Israel, Palestinian Authority, MC Complete - State & National, Middle East News, Heiko Maas GOVERNMENT_FIGURE, Haaretz, Arab League, Organization of Islamic Cooperation", "nlpPerson": "Saeb Erekat GOVERNMENT_FIGURE PERSON, Benjamin Netanyahu, Donald Trump, Gulf Arab, Saeb Erekat, Mahmoud Abbas, Heiko Maas, Palestinians, Anshel Pfeffer, Diana Buttu, Ibrahim Dalalsha, Arabs, Jews, Christians", "nlpLocation": "UAE, North America Jerusalem Israel, Palestinian, United States, West Bank, Mideast, JERUSALEM, Iran, Gulf, Al-Aqsa Mosque, Germany, European, Washington, Turkey, Bahrain, Oman, France, China, India, Italy, Gaza, Egypt", "nlpWorkOfArt": "A Wire, News - International - Stories", "nlpOther": "Choice Plus, Muslim, Jewish", "nlpCategories": "%2FNews%2FPolitics,%2FLaw+%26+Government%2FGovernment", "sailthru.title": "Palestinians say UAE deal hinders quest for Mideast peace", "sailthru.date": "2020-08-14 13:49:00 -0400", "sailthru.author": "By JOSEPH KRAUSS, Associated Press", "sailthru_uid": 15483313, "sailthru_pubname": "associated-press", "sailthru_siteid": 70, "sailthru.tags": "saeb-erekat-government-figure-person,benjamin-netanyahu,donald-trump,gulf-arab,saeb-erekat,mahmoud-abbas,heiko-maas,palestinians,anshel-pfeffer,diana-buttu,ibrahim-dalalsha,arabs,jews,christians,uae,north-america-jerusalem-israel,palestinian,united-states,west-bank,mideast,jerusalem,iran,gulf,al-aqsa-mosque,germany,european,washington,turkey,bahrain,oman,france,china,india,italy,gaza,egypt,ap,emirates-israel,palestinian-authority,mc-complete-state-national,middle-east-news,heiko-maas-government-figure,haaretz,arab-league,organization-of-islamic-cooperation,a-wire,news-international-stories,top-news,newsbriefs,choice-plus,muslim,jewish,ap,emirates-israel,palestinian-authority,mc-complete-state-national,middle-east-news,heiko-maas-government-figure,haaretz,arab-league,organization-of-islamic-cooperation,saeb-erekat-government-figure-person,benjamin-netanyahu,donald-trump,gulf-arab,saeb-erekat,mahmoud-abbas,heiko-maas,palestinians,anshel-pfeffer,diana-buttu,ibrahim-dalalsha,arabs,jews,christians,uae,north-america-jerusalem-israel,palestinian,united-states,west-bank,mideast,jerusalem,iran,gulf,al-aqsa-mosque,germany,european,washington,turkey,bahrain,oman,france,china,india,italy,gaza,egypt,a-wire,news-international-stories,choice-plus,muslim,jewish,2fnews-2fpolitics,2flaw-26-government-2fgovernment", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/44/52/19810966/3/sailthruImage.jpg", "og": {"title": "Palestinians say UAE deal hinders quest for Mideast peace", "description": "JERUSALEM (AP) - Israel's agreement to establish diplomatic ties with the United Arab Emirates marks a watershed moment in its relations with Arab countries, but the Palestinians say it puts a just resolution of the Middle East conflict even farther out of reach. \n The UAE presented its decision to upgrade longstanding ties to Israel as a way of encouraging peace efforts by taking Israel's planned annexation of parts of the occupied West Bank off the table, something Israeli Prime Minister Benjamin Netanyahu swiftly rebuffed by insisting the pause was \"temporary.\" \n From the Palestinian perspective, the UAE not only failed to stop annexation, which would dash any remaining hopes of establishing a viable, independent state. It also undermined an Arab consensus that recognition of Israel only come in return for concessions in peace talks - a rare source of leverage for the Palestinians. \n \"I never expected this poison dagger to come from an Arab country,\" Saeb Erekat, a senior Palestinian official and veteran negotiator said Friday. \"You are rewarding aggression. ... You have destroyed, with this move, any possibility of peace between Palestinians and Israelis.\" \n President Donald Trump has presented the U.S.-brokered agreement as a major diplomatic achievement and said he expects more Arab and Muslim countries to follow suit. Israel has quietly cultivated ties with the UAE and other Gulf countries for several years as they have confronted a shared enemy in Iran. \n In Israel, the agreement has renewed long-standing hopes for normal relations with its Arab neighbors. Netanyahu has long insisted, contrary to generations of failed peace negotiators, that Israel can enjoy such ties without resolving its conflict with the Palestinians. For now, he seems to have been proven right. \n \"It's hard to claim right now...", "type": "article", "url": "https://www.registercitizen.com/news/article/Iran-says-UAE-Israel-deal-a-stab-in-the-back-to-15483313.php", "image": "https://s.hdnux.com/photos/01/13/44/52/19810966/3/rawImage.jpg", "site_name": "The Register Citizen", "country-name": "Israel"}, "twitter": {"card": "summary_large_image", "site": "@registercitizen"}, "fb": {"admins": 100006394927810, "app_id": 312930302488680, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}}