{"GDELT": {"GlobalEventID": 940730220, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "MED", "Actor1Name": "BLOG", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.84437239462714, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN", "Action2Geo_Lat": 20.0, "Action2Geo_Long": 77.0, "Action2Geo_FeatureID": "IN", "DATEADDED": 20200814094500, "SOURCEURL": "http://www.cbsnews.com/news/cancel-culture-changed-lives-forever-cbsn-originals/"}, "ARTICLE": {"TITLE": "How \"cancel culture\" changed these three lives forever", "TEXT": "Watch the new CBSN Originals documentary, \"Speaking Frankly: Cancel Culture,\" in the video player above. It premieres on CBSN Sunday, August 16, at 8 p.m., 11 p.m., and 2 a.m. ET.\n\nIn this politically divided and social-media-driven age, \"cancel culture\" has touched nearly every part of American public life. Politicians, celebrities, CEOs, athletes, media executives — even knitting influencers have experienced getting \"canceled.\" Here are the stories of three everyday people who ended up on one side or the other of a \"cancel\" controversy.\n\nAdam Smith\n\nAdam Smith lost his job after posting a YouTube video of himself protesting at a Chick-fil-A drive-thru. CBS News\n\nIt was 2012. Chick-fil-A's president at the time, Dan Cathy, spoke out against gay marriage and a fierce backlash ensued. Arkansas Governor Mike Huckabee called for a Chick fil-A Appreciation Day because he was \"incensed at the vitriolic assaults\" against the fast-food chain after Cathy's remarks. As supporters lined up to order from Chick-fil-A in a show of solidarity with Cathy, protesters decided to do the opposite — order nothing but free cups of water and voice their disagreement to the employees.\n\nIn Tucson, Arizona, Adam Smith decided to order a free cup of water himself. Smith, a successful young business executive, had recently witnessed the struggle his brother-in-law experienced coming out. He felt righteous joining in on the protest, and he decided to film the whole exchange and post it to YouTube. In the video, Smith is seen telling the drive-thru attendant, \"I don't know how you live with yourself and work here. I don't understand it. This is a horrible corporation with horrible values.\"\n\n\"It was my first protest. I thought it was benign. I thought it was really safe to put it on video as opposed to going out into protesting and getting into big crowds,\" Smith told CBSN Originals. \"Certainly, I didn't think about any consequences that it might have.\"\n\nAfter uploading the video to YouTube, it went viral overnight. His employer received bomb and death threats and fired Smith for posting it. Smith was \"canceled\" before that terminology existed.\n\n\"As soon as I was fired, I lost the million dollars of stock that I was awarded. I obviously stopped getting a salary. I couldn't make my mortgage payment at that point. My wife and I decided that it was time to move out of the house and let it go,\" Smith recalled. \"We had some 401(k) money for retirement that we were going to have to use and we started using that.\"\n\nA few months after he was fired, he landed another job — but lost it as soon as the company became aware of the video. A third job offer was rescinded despite Smith disclosing the video up front. A fourth job offer was lost in a similar way.\n\n\"It was a year after the Chick-fil-A video and [I had] been canceled or publicly shamed, and I still couldn't get a job. My money was running out ... I tried to figure out, how am I going to come back here?'\" said Smith. He began to lose all hope.\n\n\"I looked at my life insurance policy. It was a million-dollar life insurance policy. It had no exclusions for suicide and I started contemplating that for a few weeks. Then, even started to have exactly where and how I was going to do it, to try to make it look like an accident. Try to make it look like an accident so my children wouldn't have that shame, but at least they'd have the money back and take me — the failure, the mistake — out of the equation.\"\n\n\n\nAbout two years after Smith's video went viral, his family qualified for food stamps. About six months later, he had his first television appearance talking about his experience, and things started to turn around. Within a week he received a job offer and is now a CFO at a software company. Despite all that he's been through, he feels like the experience changed him for the better.\n\n\"I became much more sensitive towards being kind to others and realizing the impact that it could have on the person receiving it, but also the person who's giving it,\" he explained. But he still views cancel culture as unproductive.\n\n\"Overall, I see the cancel culture, the public shaming, as a negative symptom of where we're at and how we engage with each other. There are much kinder, calmer, more humane ways to get people to see what their actions are and how they're impacting others. It takes more time. It's more deliberate. It's much easier to just click and shame and cancel someone. I don't subscribe and support the shaming or the canceling of people at all. I think there are much, much more effective human ways to create change.\"\n\nTammie Teclemariam\n\nTammie Teclemariam, a freelance food writer, posted about racial bias in the food media industry. CBS News\n\nOne morning in June, Tammie Teclemariam, a freelance food writer, was scrolling through Twitter when she received a tip in her direct messages. It was a screenshot of an old Instagram post with a photo of Bon Appétit editor-in-chief Adam Rapaport and his wife dressed as stereotypical depictions of Puerto Ricans at a Halloween party.\n\n\"Any time you're dressing as another race for Halloween it's a problem,\" Teclemariam observed.\n\nAnd the problems, she believed, went far beyond that single photo. Though Bon Appétit was a coveted place to work for food journalists, she'd been hearing from friends and colleagues about systemic issues at the magazine, including stories about how people of color were treated differently and paid less.\n\n\"There was a huge problem at Bon Appétit that was just cultural,\" Teclemariam told CBSN Originals. \"The kind of oversights that happen when there are no people of color in positions of power.\"\n\nAt the same time, the protests for racial justice were happening all over the country. \"During the week that George Floyd was killed, I was going to a lot of protests and I just felt motivated to continue to fight for justice,\" Teclemariam says. \"I felt very fueled by my emotions at this time, and I used them to focus on getting Adam Rapoport fired as editor-in-chief of Bon Appétit.\"\n\nSo she tweeted out the screenshot of Rapoport in \"brownface.\" Within hours, he resigned, acknowledging that the costume was \"extremely ill-conceived\" and admitting that he'd had \"blind spots as an editor.\"\n\nSome held him up as a high-profile victim of cancel culture. In the New York Post, Kevin Williamson wrote about it in an opinion piece titled \"Social justice warriors are waging a dangerous 'Cancel Cultural Revolution'.\" But Teclemariam disputes that view.\n\n\"I think that when any social justice movement develops a very easy moniker, it helps other people deride that movement or diminish that movement,\" Teclemariam says. \"So to call what I am doing cancel culture would be to equate removing these people who have instituted a racial hierarchy at a very powerful, very elite media company with the actions of a celebrity. That's not what this is. This isn't petty gossip.\"\n\nTeclemariam believes \"canceling\" shouldn't be the first tactic people use to make a statement, but she considers it an effective tool for those who wouldn't normally have the power to affect the kind of change they want to see.\n\n\"This is the absolute last resort, but it is something that is an option for many of us who have been suffering with no end in sight,\" she said.\n\nAfter Rapoport's departure, the magazine, which is owned by Condé Nast, posted what it called \"a long-overdue apology.\" Bon Appétit said it recognized that it too often showcased a \"white-centric viewpoint\" and promised to dismantle its \"toxic, top-down culture.\" But behind the scenes, dissension continued. This month, five hosts from the popular \"Bon Appétit Test Kitchen\" video series announced they were leaving, citing concerns about lack of diversity and unequal pay.\n\nTeclemariam says getting a foothold in the industry has been frustratingly difficult despite her qualifications. \"It's just the case that in order to make a space for myself, in order to get a job in food media, I had to make a space for myself,\" she said. \"It would be impossible for me to pursue a real job opportunity, something that would give me enough money to actually have a life or start a family or think about anything bigger than just paying my rent if these people are still in power.\"\n\nSince tweeting out the photo, Teclemariam has gained more than 13,000 followers on Twitter and has continued to use her platform to hold powerful people in food media to account. On June 29, Teclemariam shared reported allegations of L.A. Times food editor Peter Meehan's abusive behavior toward staff. Two days later, he resigned.\n\nMaria Tusken\n\nMaria Tusken, who has a yarn-making business, spoke out about a \"cancel culture\" controversy involving a fellow knitting influencer. CBS News\n\nLast year, Maria Tusken, who has a yarn-making business, TuskenKnits, was drawn into a scandal that embroiled the Instagram knitting community. It began when a fellow knitting influencer, Karen Templer, wrote a controversial blog post. On January 7, 2019, Templer, who is white, wrote in her blog about her excitement for an upcoming trip to India, saying that it was \"like being offered a seat on a flight to Mars.\" Templer's post continued, \"If I can go to India, I can do anything — I'm pretty sure.\"\n\nThe response was brutal. Commenters called out Templer for using \"othering\" language that fed into an imperialist mindset. The backlash unleashed against the blog post led members of the knitting community to open up about various experiences of racism. Templer apologized for her language, but Maria Tusken saw the criticism as unfair.\n\n\"Within a week or two, this was all anyone was talking about was how racist the knitting community was … And everyone was just falling over themselves to apologize for being white,\" Tusken explained. \"And I felt really bad for Karen Templer. I didn't know her personally, but I saw the mob just converge upon her.\"\n\nSixteen days after Templar's blog post, Tusken released a YouTube video condemning the calling out of Templer. She said the community was being \"hostile in the name of social justice.\"\n\n\"No one was defending her, no one was saying that this was wrong, that this wasn't her intent. And I felt like I had to do something because no one else was,\" Tusken said. But she underestimated the consequences.\n\n\"I didn't understand at the time how actually trying to defend Karen Templer would affect me and my business,\" she said. \"After a couple of days, these people online, the mob that went after Karen came after me.\"\n\nSome who felt the knitting community needed to reckon with its racist tendencies pointed to her video as an example of \"white fragility.\" Tusken began to receive messages denouncing her; she was called a Nazi and a white supremacist.\n\n\"It's the worst thing,\" she said. \"Thousands of people who just hate you. It's hard to explain until you've been through it.\"\n\nThe negative attention took a toll on Tusken's business. She was unable to attract business collaborators or new customers and was losing followers on social media.\n\nBut in early 2020, Tusken decided to turn it around and embrace her newfound notoriety in the knitting world. She released a new collection of yarn called \"Polarized Knits\" that poked fun at political correctness and cancel culture, with products named after terminology she'd heard during the controversy: \"Gaslight,\" \"Virtue Signaling,\" \"Othering,\" \"Wrong-Think.\"\n\nTusken's new yarn collection began to attract attention and garnered support from fellow critics of the social justice movement. \"Coming up with that yarn collection just gave me so much confidence,\" Tusken said. \"I felt like I was being proactive and just trying to make light of what these people had done to me and to others.\"\n\nDespite the challenges that followed, she isn't sorry she took her stand.\n\n\"I didn't apologize for anything, and I think that's what you have to do to fight this, because if you apologize like Karen Templer did, now she is sort of owned by them. So anything she does or says is subject to the mob,\" said Tusken. \"...And because I didn't apologize, I can do what I want. I can run my business the way I want, and I'm not subject to them constantly calling me out and constantly having to apologize and try to explain myself.\"", "METADATA": {"robots": "index, follow", "description": "In this politically divided and social-media-driven age, &quot;cancel culture&quot; has touched nearly every part of American public life.", "keywords": "cancel culture", "viewport": "width=1000px", "al": {"web": {"url": "https://www.cbsnews.com/news/cancel-culture-changed-lives-forever-cbsn-originals/"}, "ios": {"app_name": "CBS News", "app_store_id": 334256223, "url": "cbsnewsapp://cbsnews.com/news/cancel-culture-changed-lives-forever-cbsn-originals/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}}, "og": {"type": "article", "url": "https://www.cbsnews.com/news/cancel-culture-changed-lives-forever-cbsn-originals/", "title": "How \"cancel culture\" changed these three lives forever", "description": "In this politically divided and social-media-driven age, \"cancel culture\" has touched nearly every part of American public life.", "image": {"identifier": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/12/25dc9507-6878-418d-8d0a-c209787c23d8/thumbnail/1200x630g2/46e4118a7ca3998a74cc80de11700f9b/3-cancel-culture.jpg", "width": 1200, "height": 630}, "video": {"url": "https://splice.amlg.io/api/v2/video/JsqwSZCOA8PXGZBOMqs5B34j7gVBvR59/preview/", "secure_url": "https://splice.amlg.io/api/v2/video/JsqwSZCOA8PXGZBOMqs5B34j7gVBvR59/preview/", "type": "application/x-mpegURL", "width": 1920, "height": 1080}}, "fb": {"app_id": 1536620209892267, "pages": 131459315949}, "article": {"publisher": "https://www.facebook.com/CBSNews", "content_tier": "free", "opinion": "false"}, "twitter": {"dnt": "on", "app": {"country": "US", "name": {"iphone": "CBS News", "ipad": "CBS News", "googleplay": "CBS News"}, "id": {"iphone": 334256223, "ipad": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}, "url": {"iphone": "cbsnewsapp://cbsnews.com/news/cancel-culture-changed-lives-forever-cbsn-originals/", "ipad": "cbsnewsapp://cbsnews.com/news/cancel-culture-changed-lives-forever-cbsn-originals/", "googleplay": "cbsnewsapp://cbsnews.com/news/cancel-culture-changed-lives-forever-cbsn-originals/"}}, "site": "@CBSNews", "title": "How \"cancel culture\" changed these three lives forever", "description": "In this politically divided and social-media-driven age, \"cancel culture\" has touched nearly every part of American public life.", "image": "https://cbsnews1.cbsistatic.com/hub/i/r/2020/08/12/25dc9507-6878-418d-8d0a-c209787c23d8/thumbnail/1200x630g2/46e4118a7ca3998a74cc80de11700f9b/3-cancel-culture.jpg", "card": "summary_large_image"}, "news_keywords": "cancel culture", "theme-color": "#101010", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-title": "CBS News", "apple-mobile-web-app-status-bar-style": "black"}}}