{"GDELT": {"GlobalEventID": 940761462, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.67105263157894, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Houston, Texas, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USTX", "Actor1Geo_ADM2Code": "TX201", "Actor1Geo_Lat": 29.7633, "Actor1Geo_Long": -95.3633, "Actor1Geo_FeatureID": "1380948", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Houston, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_ADM2Code": "TX201", "Actor2Geo_Lat": 29.7633, "Actor2Geo_Long": -95.3633, "Actor2Geo_FeatureID": "1380948", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20200814130000, "SOURCEURL": "https://www.prnewswire.com:443/news-releases/sweet-paris-set-to-open-its-tenth-store-located-in-austin-tx-at-the-domain-301112305.html"}, "ARTICLE": {"TITLE": "Sweet Paris Set to Open Its Tenth Store Located in Austin, TX at The Domain", "TEXT": "HOUSTON, Aug. 14, 2020 /PRNewswire/ -- Sweet Paris Crêperie & Café has announced its newest and first location in Austin will open at The Domain in mid-August. Sweet Paris is a beautiful and chic creperie with multiple locations specializing in sweet and savory crêpes, waffles, salads, hot drinks and more. Made from scratch, the dishes are as delicious as they are beautiful. The Instagram worthy interiors and the artful food and drinks makes Sweet Paris a favorite place for haute social media influencers.\n\nThe Instagram worthy interiors and the artful food and drinks makes Sweet Paris a favorite place for haute social media influencers. The menu has grown to include waffles, salads, paninis, soups, milkshakes, frozen mimosas, and hot espresso and Nutella drinks.\n\nSweet Paris Crêperie and Café opened its first store in 2012, and since then it has spread throughout Houston, College Station, San Antonio and now Austin. Sweet Paris Austin will be the group's tenth store, with an eleventh already in construction at Town Square in Sugarland, TX. Sweet Paris is strategically looking at growing in new markets through its Strategic Partnership model, in which individuals and groups with a hospitality background can bring Sweet Paris to their hometown via franchise.\n\nSweet Paris Austin will debut in the space next to Starbucks in the heart of Simon Malls's The Domain, Austin's premier destination for fashion, luxury, dining and family fun with 100+ stores and restaurants. Sweet Paris Austin will offer Domain shoppers a place to recharge and relax after a day of shopping, as well as a fun dining spot for the whole family. The Strategic Partners for Sweet Paris Austin at The Domain are Michael and Mary Kelton, and they already operate successfully Sweet Paris The Woodlands at Market Street.\n\nSweet Paris Austin will be the group's second restaurant opening in 2020, as Sweet Paris Baybrook located in Friendswood, TX is a beautiful store which opened at the lawn in Baybrook Mall in March of this year.\n\nThe two founders of this stylish concept, Allison and Iván Chávez, husband and wife dynamic duo met as undergraduate students at the Wharton School of Business, and created a movement behind their signature crêpes by using the highest quality ingredients paired with bold flavors, all presented in a beautiful setting. The Chavez´s made it their personal mission to \"revive the art of eating crêpes\" and traveled the world searching for flavors and new ways to bring this popular street food to market.\n\nThe appeal of Sweet Paris is seen in its food and its charming French, industrial décor. The fresh simplicity of the design allows the food to be the star. It's a conducive space for families, friends and lovers to indulge in a beautiful setting for breakfast, lunch, snacks, dinner or dessert.\n\nThe menu has grown to include waffles, salads, paninis, soups, milkshakes, frozen mimosas, and hot espresso and Nutella drinks.\n\nEAT HERE, FEED THERE™\n\nInspired by the overwhelming need, Sweet Paris founders \"fight hunger with hunger\" using the resources of Sweet Paris to raise funds to serve the communities they work in. Patrons will be able to purchase three crêpes on the menu designated by the Central Texas Food Bank logo. Diners may choose from the following crêpes to make a donation: Allison's Parfait, Truffled Caprese and Lemon & Sugar. For each crêpe sold with the Central Texas Food Bank logo, Sweet Paris will donate one meal to help children in need.\n\nThe new 2,429 square foot restaurant, which includes a beautiful patio and an event area, will seat 108 people and will be open daily. Sweet Paris Crêperie & Café currently operates nine locations: Houston Rice Village; Houston CityCentre; Nuevo Vallarta, Mexico; La Centerra, Katy; Century Square, College Station; Houston Highland Village; Market Street, The Woodlands; The Shops at La Cantera, San Antonio; and Baybrook Mall, Friendswood.\n\nFollow us on Instagram (@SweetParis), Facebook (@SweetParisCrepes) and Twitter (@TheSweetParis).\n\nFor more information please visit www.sweetparis.com\n\nFor more information regarding Strategic Parntership opportunities, please visit www.sweetparisfranchise.com\n\nABOUT THE FOUNDERS\n\nTo say entrepreneurs Allison and Ivan Chavez have a passion for crêpes is an understatement. It was for the love of the crêpe – whether sweet or savory – that drove the two to research this popular street food and pair them with flavors found around the world. In 2012 they opened their first Sweet Paris in the popular Rice Village shopping district. While their hearts carried them on this culinary journey, the two possess serious business acumen.\n\nAllison was born and raised in Houston. After graduating from St. John's School, she attended the Wharton School at the University of Pennsylvania in Philadelphia. It's there she met Chavez who was from Guadalajara, Mexico. After the two graduated from that prestigious business school, Allison worked as an investment banking financial analyst at Credit Suisse in New York City. Ivan has been in the hospitality industry, specifically development and operations of beach resorts in Mexico, since 2007.\n\nLOCATIONS\n\n\n\nSweet Paris, Rice Village Sweet Paris, CityCentre Sweet Paris, Nuevo Vallarta 2420 Rice Blvd. 797 Sorella Ct. Av Paseo de los Moras Houston, TX 77005 Houston, TX 77024 Nuevo Vallarta, Nayarit\n\n\n\n\n\nSweet Paris, Katy Sweet Paris, College Station Sweet Paris, Highland Village 23501 Cinco Ranch Blvd. 143 Century Square Dr. 2701 Drexel Dr. Suite 120 Suite 110 Houston, TX 77027 Katy, TX 77494 College Station, TX 77840\n\n\n\n\n\n\n\nSweet Paris, The Woodlands Sweet Paris, San Antonio Sweet Paris, Baybrook Mall 9595 Six Pines Dr. 15900 La Cantera Pkwy. 700 Baybrook Mall Suite 450 Suite 19160 Suite H105 The Woodlands, TX 77380 San Antonio, TX 78256 Friendswood, TX 77546\n\nABOUT THE CENTRAL TEXAS FOOD BANK\n\nThe mission of Central Texas Food Bank is to nourish hungry people and lead the community in the fight against hunger. Founded in 1981, the Food Bank provides food and grocery products through a network of nearly 300 Partner Agencies and nutrition programs, serving nearly 50,000 people every week. Headquartered in Austin, the Food Bank serves 21 counties in Central Texas, an area about twice the size of Massachusetts. For more information on the Food Bank and its programs, visit centraltexasfoodbank.org.\n\nMedia Contact:\n\nIvette Escobar\n\nChief Development Officer\n\n[email protected]\n\n(832)540-7887\n\nSOURCE Sweet Paris Crêperie and Café", "METADATA": {"viewport": "width=device-width, initial-scale=1", "adobeLaunchScript": "//assets.adobedtm.com/launch-ENb957f6e7383d4549b191e1190ed5476e.min", "optanonhelper": "us-prod", "description": "/PRNewswire/ -- Sweet Paris Crêperie & Café has announced its newest and first location in Austin will open at The Domain in mid-August. Sweet Paris is a...", "author": "Sweet Paris Crêperie and Café", "Publisher": "PR Newswire", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "referrer": "unsafe-url", "cf_entity_title": "Sweet Paris Set to Open Its Tenth Store Located in Austin, TX at The Domain", "cf_entity_thumbnail_url": "https://www.prnewswire.com/content/dam/prnewswire/common/logo-prn-01_PRN.gif", "google-site-verification": "xDAXH-iSoJ2LVjsJb88HI03rnWfjQ3sQcczI4-EGotQ", "naver-site-verification": "0aaad19c909a94c1b1cf1e782a10f0a6d8e14fc0", "geo.placename": "HOUSTON, Aug. 14, 2020", "geo.region": "Texas", "date": "2020-08-14T08:38:00-04:00", "keywords": "Sweet Paris Crêperie and Café", "twitter": {"card": "summary_large_image", "site": "@PRNewswire", "title": "Sweet Paris Set to Open Its Tenth Store Located in Austin, TX at The Domain", "description": "/PRNewswire/ -- Sweet Paris Crêperie & Café has announced its newest and first location in Austin will open at The Domain in mid-August. Sweet Paris is a...", "image": "https://mma.prnewswire.com/media/1228404/1.jpg?p=twitter"}, "og": {"title": "Sweet Paris Set to Open Its Tenth Store Located in Austin, TX at The Domain", "type": "website", "description": "/PRNewswire/ -- Sweet Paris Crêperie & Café has announced its newest and first location in Austin will open at The Domain in mid-August. Sweet Paris is a...", "image": "https://mma.prnewswire.com/media/1228405/2.jpg?p=facebook", "url": "https://www.prnewswire.com/news-releases/sweet-paris-set-to-open-its-tenth-store-located-in-austin-tx-at-the-domain-301112305.html"}, "assetURLS": "newsmetaBean.getAssetUrls(,)", "robots": "index, follow"}}}