{"GDELT": {"GlobalEventID": 940713654, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "ADMINISTRATION", "Actor1Type1Code": "GOV", "Actor2Code": "BLR", "Actor2Name": "BELARUS", "Actor2CountryCode": "BLR", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.17054263565892, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor2Geo_CountryCode": "BO", "Actor2Geo_ADM1Code": "BO00", "Actor2Geo_ADM2Code": "5840", "Actor2Geo_Lat": 53.9, "Actor2Geo_Long": 27.5667, "Actor2Geo_FeatureID": "-1946324", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minsk, Belarus (general), Belarus", "Action2Geo_CountryCode": "BO", "Action2Geo_ADM1Code": "BO00", "Action2Geo_ADM2Code": "5840", "Action2Geo_Lat": 53.9, "Action2Geo_Long": 27.5667, "Action2Geo_FeatureID": "-1946324", "DATEADDED": 20200814074500, "SOURCEURL": "https://apnews.com/a627190c69f97a68da106598cd95812b"}, "ARTICLE": {"TITLE": "Pompeo urges Europe’s young democracies to embrace freedoms", "TEXT": "U.S. Secretary of State Mike Pompeo wears a face mask during a joint press conference as part of a meeting with the Prime Minister of Czech Republic Andrej Babis in Prague, Czech Republic, Wednesday, Aug. 12, 2020. U.S. Secretary of State Mike Pompeo is in Czech Republic at the start of a four-nation tour of Europe. Slovenia, Austria and Poland are the other stations of the trip. (AP Photo/Petr David Josek, Pool)\n\nU.S. Secretary of State Mike Pompeo wears a face mask during a joint press conference as part of a meeting with the Prime Minister of Czech Republic Andrej Babis in Prague, Czech Republic, Wednesday, Aug. 12, 2020. U.S. Secretary of State Mike Pompeo is in Czech Republic at the start of a four-nation tour of Europe. Slovenia, Austria and Poland are the other stations of the trip. (AP Photo/Petr David Josek, Pool)\n\nPRAGUE (AP) — U.S. Secretary of State Mike Pompeo on Wednesday called upon the young democracies of central and Eastern Europe to embrace their hard-won freedoms as they face threats from Russia, China and others while seeing backsliding closer to home, including in Belarus.\n\nStepping up the Trump administration’s campaign to counter growing Russian and Chinese influence abroad, America’s top diplomat said the rise in authoritarianism was not just an abstract trend in far-away capitals such as Moscow and Beijing. In a speech in Prague, he said it also was apparent in Europe and its backyard, notably in Belarus, which has been wracked by unrest since its disputed presidential election Sunday.\n\n“We see that authoritarianism didn’t die in 1989 or in 1991. The storm was still there. It was simply over the horizon. While we wrote the epitaph on those types of regimes, we now know that it was premature,” Pompeo said in a speech to Czech lawmakers. He and Czech Prime Minister Andrej Babis, at a separate event earlier, had denounced the postelection violence and repression in Belarus.\n\n“We will continue to speak about the risks to the Belarusian people,” Pompeo said. “We want them to have freedom in the same way that people do across the world.” The Trump administration has been criticized for its own approach to human rights, but Pompeo said the United States would remain firm and constant in its support for the rule of law and fundamental freedoms.\n\nThe administration has sought to improve long-strained relations with Belarus, and when Pompeo visited the country in early February, he was the first secretary of state to do so in 26 years. The U.S. recently nominated the first ambassador to Minsk in a decade.\n\nTaking a strong line, Babis said recent events in Belarus were “unacceptable.” “It was shocking to see what has happened,” he said. ”To see something like that happening in Europe is so shocking so close to us. It is scandalous.”\n\nPompeo’s speech to the Czech Senate came on the second day of a four-nation tour of the region dominated by U.S. concerns about European energy dependence on Russia and about security in advanced Chinese-owned telecommunications networks. In his remarks, Pompeo took particularly hard aim at China, which he said was an even bigger threat to democracy than Russia.\n\n“Russia continues to seek to undermine your democracy, your security through disinformation campaigns and through cyberattacks,” he said. “It’s even tried to rewrite your history.”\n\nADVERTISEMENT\n\n“I came here today just to remind the Czech people that we stand prepared to support you,” he said. “If those countries try to bully you, we’ll be right there alongside of you because we know that when you’re successful, when your democracy flourishes, the United States will benefit too from these truly close set of relationships we have built out over decades.”\n\nPompeo, however, said that “even more of a threat is the Chinese Communist Party and its campaigns of coercion and control. In your country alone, we see influence campaigns against your politicians and security forces, the theft of industrial data that you have created through your innovation and creativity, and we’ve seen the use of economic leverage to stifle freedom itself.”\n\n“The CCP is already enmeshed in our economies, in our politics, in our societies in ways the Soviet Union never was,” he said.\n\nPompeo told lawmakers that they are right to resist Chinese attempts to assert economic and political leverage over them. He noted several recent developments in which China has threatened Czech officials with retaliation for showing support for Taiwan, Tibet and Hong Kong.\n\nThe Czech Republic’s Senate president plans to visit Taipei later this month despite China’s objections, a move that Pompeo applauded. “Good on him,” Pompeo said. “China’s world dominance is not inevitable.”", "METADATA": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "theme-color": "#dedede", "msapplication-config": "browserconfig.xml", "description": "PRAGUE (AP) — U.S. Secretary of State Mike Pompeo on Wednesday called upon the young democracies of central and Eastern Europe to embrace their hard-won freedoms as they face threats from Russia,...", "keywords": "Beijing,Belarus,Mike Pompeo,Prague,Eastern Europe,Elections,Politics,China,Europe,Russia,Presidential elections", "twitter": {"card": "summary_large_image", "site": "@ap", "title": "Pompeo urges Europe's young democracies to embrace freedoms", "description": "PRAGUE (AP) — U.S. Secretary of State Mike Pompeo on Wednesday called upon the young democracies of central and Eastern Europe to embrace their hard-won freedoms as they face threats from Russia,...", "image": "https://storage.googleapis.com/afs-prod/media/362368965a434ac98263d316fb53a454/3000.jpeg", "url": "https://apnews.com/a627190c69f97a68da106598cd95812b"}, "og": {"title": "Pompeo urges Europe's young democracies to embrace freedoms", "description": "PRAGUE (AP) — U.S. Secretary of State Mike Pompeo on Wednesday called upon the young democracies of central and Eastern Europe to embrace their hard-won freedoms as they face threats from Russia,...", "type": "article", "url": "https://apnews.com/a627190c69f97a68da106598cd95812b", "image": {"identifier": "https://storage.googleapis.com/afs-prod/media/362368965a434ac98263d316fb53a454/3000.jpeg", "width": 4800, "height": 3000}, "site_name": "AP NEWS"}, "fb": {"app_id": 870613919693099, "pages": 249655421622}, "article": {"published_time": "2020-08-12T13:53:53Z", "modified_time": "2020-08-12T17:02:50Z", "section": "Beijing", "tag": "Presidential elections"}, "google-site-verification": "XvG-YKlyyPmG2x0J9-rdS-zI8LhL4d75ZQoccETD2qA"}}}