{"GDELT": {"GlobalEventID": 940785759, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "TUR", "Actor1Name": "TURKEY", "Actor1CountryCode": "TUR", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 25, "EventBaseCode": 25, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": -0.3, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.89256198347107, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ankara, Ankara, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU68", "Actor1Geo_ADM2Code": "27516", "Actor1Geo_Lat": 39.9272, "Actor1Geo_Long": 32.8644, "Actor1Geo_FeatureID": "-735338", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ankara, Ankara, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU68", "Actor2Geo_ADM2Code": "27516", "Actor2Geo_Lat": 39.9272, "Actor2Geo_Long": 32.8644, "Actor2Geo_FeatureID": "-735338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ankara, Ankara, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU68", "Action2Geo_ADM2Code": "27516", "Action2Geo_Lat": 39.9272, "Action2Geo_Long": 32.8644, "Action2Geo_FeatureID": "-735338", "DATEADDED": 20200814151500, "SOURCEURL": "https://www.hurriyetdailynews.com/turkey-urges-greece-not-to-provoke-its-research-vessel-in-med-157404"}, "ARTICLE": {"TITLE": "Turkey urges Greece not to provoke its research vessel in Med", "TEXT": "Turkey urges Greece not to provoke its research vessel in Med\n\nANKARA/BERN/ISTANBUL\n\nTurkey has urged Greece to avoid provocative actions against its research vessel Oruç Reis deployed in the eastern Mediterranean or it will be retaliated in kind, a statement in reference to an incident between the two countries involving a frigate, which was later described as “an accident” by the Greek authorities.\n\n“We cannot leave even the tiniest attack against our civilian ships unanswered. If Greece continues to attack Oruç Reis, we will retaliate in kind,” President Recep Tayyip Erdoğan told reporters in Istanbul on Aug. 14.\n\nThe ties between Turkey and Greece have become tense once again due to overlapping claims over the continental shelf in the eastern Mediterranean where Turkey is carrying out seismic works by the Oruç Reis survey ship accompanied by the Turkish warships.\n\nAn incident between the Turkish frigate Kemal Reis and the Greek frigate Limnos occurred two days ago with Turkey describing it as “provocation” by Greece while Greece called it “an accident” as a result of a “mini collision.”\n\n“An incident like that happened yesterday and the Kemal Reis gave the necessary response. They will be retaliated in kind if attacks continue,” Erdoğan stated.\n\nIn Bern, Turkish Foreign Minister Mevlüt Çavuşoğlu also raised the incident at a press conference with Swiss Foreign Minister Ignazio Cassis on Aug. 14.\n\n“Greece should act in common sense. It should avoid attempts to harass our Oruç Reis ship, the way it did two days ago,” he said.\n\nA Greek defense ministry official characterized the incident as an accident and a mini collision be-tween the Turkish and Greek frigates with no major harm on the two sides, according to Reuters.\n\n[HH] Oruç Reis to stay in the Mediterranean until Aug. 23\n\nErdoğan reiterated that Turkey’s policy is based on resolving the regional problems through dialogue and informed about his phone conversation with German Chancellor Angela Merkel and European Council President Charles Michel late on Aug. 13.\n\nHe said Turkey agreed with Merkel’s suggestion of the continuation of dialogue between the parties after Aug. 23 as the Oruç Reis will end its seismic works in the Mediterranean and de-escalation in the region. “I hope Ms. Merkel could bring [Greek Prime Minister Kyriakos] Mr. Mitsotakis to the same line during her phone conversation,” Erdoğan stated.\n\nGreece should abide by the international law but its practices in the Western Thrace against the Turkish minority groups are not encouraging, Erdoğan said, emphasizing that Turkey will do whatever necessary to protect its kinship.\n\n“These are therefore not positive signals [from Greece],” he stated.\n\nTurkish, Egyptian spy agencies in dialogue\n\nOn a question, President Erdoğan criticized Egypt for signing a maritime demarcation agreement with Greece, referring a blueprint linked between Athens and Cairo on Aug. 6.\n\nInforming that Egypt has approached Turkey via its intelligence agency to underline that there are some misunderstandings concerning the agreement that Cairo signed with Athens, Erdoğan stressed that talks between the two agencies will continue in order to clarify the misunderstandings.\n\n“I have difficulty in understanding Egypt,” Erdoğan said, stressing that the people to people relationship between Turkey and Egypt was quite deep-rooted in comparison with the Greek people. This is something the Egyptian authorities should recognize, he added.\n\nErdoğan also slammed French President Emmanuel Macron for France’s efforts to escalate tension in the region.\n\nBern proposes mediation between Turkey and Greece\n\nMeanwhile, Çavuşoğlu said Switzerland has offered mediation between Turkey and Greece to narrow differences over the Mediterranean, to which Ankara agreed in principle.\n\n“We always welcome and listen to mediation proposals from Switzerland as a country with an objective point of view on regional and international matters,” he stated.\n\nTurkey wants to resolve the problems in its region through dialogue and constructive diplomacy and paused the work of Oruç Reis upon the initiative of Germany, Çavuşoğlu said.\n\n“But Greece, in the middle of a process of the mediation by Germany, signed an agreement with Egypt without notifying Germany and Josep Borrell [EU’S top diplomat.]”", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Turkey has urged Greece to avoid provocative actions against its research vessel Oruç Reis deployed in the eastern Mediterranean or it will be retaliated in kind, a statement in reference to an incident between the two countries involving a frigate, which was later described as “an accident” by the Greek authorities.", "keywords": "Turkey,Greece,Oruç Reis,East Mediterranean,Erdoğan", "news_keywords": "Turkey,Greece,Oruç Reis,East Mediterranean,Erdoğan", "og": {"title": "Turkey urges Greece not to provoke its research vessel in Med - Turkey News", "description": "Turkey has urged Greece to avoid provocative actions against its research vessel Oruç Reis deployed in the eastern Mediterranean or it will be retaliated in kind, a statement in reference to an incident between the two countries involving a frigate, which was later described as “an accident” by the Greek authorities.", "image": "https://i.hurimg.com/i/hdn/75/200x200/5f36764ac9de3d27f452eb97.jpg", "site_name": "Hürriyet Daily News", "url": "https://www.hurriyetdailynews.com/turkey-urges-greece-not-to-provoke-its-research-vessel-in-med-157404", "type": "website"}, "twitter": {"card": "summary", "site": "@HDNER", "url": "https://www.hurriyetdailynews.com/turkey-urges-greece-not-to-provoke-its-research-vessel-in-med-157404", "title": "Turkey urges Greece not to provoke its research vessel in Med - Turkey News", "description": "Turkey has urged Greece to avoid provocative actions against its research vessel Oruç Reis deployed in the eastern Mediterranean or it will be retaliated in kind, a statement in reference to an incident between the two countries involving a frigate, which was later described as “an accident” by the Greek authorities.", "image": {"src": "https://i.hurimg.com/i/hdn/75/200x200/5f36764ac9de3d27f452eb97.jpg"}, "account_id": 87645208}}}}