{"GDELT": {"GlobalEventID": 940881443, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AUS", "Actor1Name": "CANBERRA", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -3.71900826446281, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Armidale, New South Wales, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS02", "Actor1Geo_ADM2Code": "5096", "Actor1Geo_Lat": -30.5083, "Actor1Geo_Long": 151.671, "Actor1Geo_FeatureID": "-1556250", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Armidale, New South Wales, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS02", "Action2Geo_ADM2Code": "5096", "Action2Geo_Lat": -30.5083, "Action2Geo_Long": 151.671, "Action2Geo_FeatureID": "-1556250", "DATEADDED": 20200815014500, "SOURCEURL": "https://www.aap.com.au/political-leaders-mark-end-of-world-war-ii-2/"}, "ARTICLE": {"TITLE": "Aust marks WWII Victory in the Pacific", "TEXT": "A once-keen teenager, a nurse, and a mechanic are among the Australians recognised for helping “stop the bully” on the 75th anniversary of the end of the Second World War in the Pacific.\n\nLes Cook tried to enlist at 16 but was told to instead try the boy scouts. A year later he was old enough and was off to war.\n\nOn Saturday a now-frail Mr Cook laid a wreath at the Australian War Memorial in Canberra in tribute to the near-million Australians who served in World War II, 39,000 of whom lost their lives.\n\n“Why did Les join up? He puts it simply: ‘It was the thing to do … and you didn’t give it a second thought’,” Prime Minister Scott Morrison said.\n\n“There was another reason too: ‘To stop the bully’.\n\n“No truer words have been spoken.”\n\nTerri Lessels was meant to attend Saturday’s event but was unwell and forced to stay home.\n\nShe was part of the Australian Army Medical Women’s Service and helped nurse the victims of war.\n\nLance Cooke was a flight mechanic.\n\n“He checked every spark plug to keep our pilots and navigators safe. As he said ‘they were my mates’,” Mr Morrison recounted.\n\nThe trio are among some 12,000 surviving Aussies who represented their country in World War II. About 39,000 Australians lost their lives.\n\n“A country of seven million united and became one in a mighty national effort to defend human civilisation from the bullies who sought to destroy it,” Mr Morrison said.\n\n“Everyone played their part. Australia wasn’t alone. We stood with allies and friends.”\n\nThe prime minister highlighted the Dutch, New Zealand and the US.\n\n“Today we call to mind all who stood with us – and who we stood with,” he said.\n\nAmong those remembered was Teddy Sheean, a sailor in World War II, who was this week approved by the Queen to receive a posthumous Victoria Cross, Australia’s highest military honour.\n\nThe teenage seaman died in 1942 when the HMAS Armidale was sunk by Japanese bombers in the Timor Sea.\n\nThe 18-year-old strapped himself to an anti-aircraft gun and fired at enemy planes as the ship went down.\n\nHe is credited with saving the lives of 49 crew.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "AustralianAssociatedPress", "url": "https://www.aap.com.au/political-leaders-mark-end-of-world-war-ii-2/", "title": "Aust marks WWII Victory in the Pacific", "description": "Australia's role in defeating the evils of Nazism has been remembered on the 75th anniversary of the ending of World War II in the Pacific.", "image": {"identifier": "https://s3.ap-southeast-2.amazonaws.com/aap-nw-aap.com.au/wp-content/uploads/2020/08/15130003/23e0b2aa-4755-4206-946f-6802c070d9a6.jpg?v=1597460404", "width": 500, "height": 500}, "type": "website"}, "twitter": {"site": "@AAPNewswire", "url": "https://www.aap.com.au", "title": "Australian Associated Press", "description": "Trusted, accurate and impartial", "card": "summary"}}}}