{"GDELT": {"GlobalEventID": 940821445, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISRGOV", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.8196721311475401, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ben Gurion, HaMerkaz, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS02", "Actor1Geo_ADM2Code": "18311", "Actor1Geo_Lat": 32.0114, "Actor1Geo_Long": 34.8867, "Actor1Geo_FeatureID": "149507", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ben Gurion, HaMerkaz, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS02", "Actor2Geo_ADM2Code": "18311", "Actor2Geo_Lat": 32.0114, "Actor2Geo_Long": 34.8867, "Actor2Geo_FeatureID": "149507", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ben Gurion, HaMerkaz, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS02", "Action2Geo_ADM2Code": "18311", "Action2Geo_Lat": 32.0114, "Action2Geo_Long": 34.8867, "Action2Geo_FeatureID": "149507", "DATEADDED": 20200814184500, "SOURCEURL": "https://www.msn.com/en-us/news/world/the-us-israel-and-the-uae-a-trump-doctrine-emerges-opinion/ar-BB17Ylwx"}, "ARTICLE": {"TITLE": "The U.S., Israel and the UAE: A Trump Doctrine Emerges | Opinion", "TEXT": "© Doug Mills-Pool/Getty Images President Trump announcing Israel-UAE peace\n\nThe establishment of diplomatic ties between Israel and the United Arab Emirates (UAE), brokered by President Donald Trump, is one more excellent step in the emergence of a Trump Doctrine. He withdrew the U.S. from the Paris Climate Pact, the INF Treaty, Open Skies and the Iran nuclear deal (JCPOA) because the parties were cheating. He reduced American forces in Syria and Afghanistan because we had no place in their civil wars. He reconfigured American forces in NATO—fewer in Germany and more in Poland—for the better protection of both our allies and ourselves. In each case, America is at the center of American foreign policy.\n\nThe 1993 Oslo Accords between Israel and the Palestinians were witnessed with great hopes by the United States. But the role the United States adopted, or had thrust upon it, was that of a \"neutral party\" encouraging and cajoling both sides. President Trump adopted the position of \"honest broker\" instead, focusing on American interests—the first of which is that Israel is our friend and ally, by its very nature.\n\nWe are witnessing the positive result.\n\nPresident Trump moved the U.S. embassy from Tel Aviv to Israel's capital, Jerusalem, sending the old-guard Washington foreign policy community into hysterics. When he approved the Israeli annexation of the Golan Heights to formalize Israel's northern border, those same policy wonks ducked because they were sure the sky was falling. And when President Trump hosted Israeli Prime Minister Benjamin Netanyahu at the White House to announce a \"Vision for Peace\" that would include the application of Israeli sovereignty to parts of Judea and Samaria, the wonks cowered in the basement.\n\nThe ambassadors of the UAE, Bahrain and Oman, who were in attendance at January's peace plan unveiling, appeared to have no such fears.\n\nThe establishment of diplomatic ties between Israel and the UAE will create a region more secure and more prosperous for everyone. Israel and the Gulf Arab states have been moving toward this moment for a long time. The driving factors for everyone include Iran and Arab irritation with the two-headed Palestinian Authority-Hamas governments.\n\nThe Islamic Republic of Iran is under enormous financial pressure, thanks to President Trump's \"maximum pressure campaign\" against the mullahs. There has been substantially less money for Tehran to pay off its allies and Shiite militias in Syria, Lebanon and Gaza. Last week's horrific explosion in Beirut simply compounded the difficulties for Iran's Hezbollah proxy. And at home, angry Iranian citizens have been demanding more freedom and better services—including a better response to COVID-19. Demonstrators have chanted, \"Not for Gaza, not for Lebanon—only for Iran.\"\n\nUnder internal and external pressure, the government in Tehran may collapse, or may strike out at its neighbors—and it certainly will try to hang on until after the U.S. election in November. The mullahs hope that their preferred choice—a Democratic administration—will look for ways to bring Tehran back to negotiations and be willing to pay a high bribe to do so. That is, of course, how it worked in 2015 with the JCPOA.\n\nThe problem of Iran was reason enough for the UAE—and also Bahrain, Saudi Arabia and Oman—to create quiet but strong channels to Israel. Some intelligence, some weapons, some Israeli drip irrigation technology, and more than a little bit of conversation about the future allowed the Gulf Arab states to reconsider their longstanding refusal to publicly recognize the legitimacy and permanence of Israel in the region. President Trump encouraged them, both publicly and privately.\n\nOne key moment was likely the arrival of an unmarked jet from the UAE at Ben Gurion Airport in May, filled with COVID-19 relief supplies for Palestinians in both the West Bank and Gaza. The Palestinians refused to accept the generous gift. The UAE tried again, this time using planes emblazoned with Etihad Airways, the UAE national airline. Again, the Palestinians refused, but the UAE had made its point. Maybe that's enough. Maybe when you're willing to let your people go hungry or die of disease, other people might decide that your failed leadership can't determine their foreign policy.\n\nAnd what about Israel?\n\nIsrael has done an amazing job of focusing the world's (often reluctant) attention on Iran's nuclear weapons and ballistic missile programs, and preventing Iran from digging its military deeper into the wreckage of Syria and Lebanon. The Gulf Cooperation Council issued a unanimous statement this week calling for an extension on the arms embargo on Iran. Israel has never before been in that company—together with the United States—on such a crucial issue.\n\nPresident Trump upended the failed Oslo policy and opened the door to a coalition that will work to secure the region and bring peace and prosperity to its people.\n\nNorm Coleman served as U.S. senator from Minnesota from 2003 to 2009. He currently serves as chairman of the Republican Jewish Coalition.\n\nThe views expressed in this article are the writer's own.\n\nStart your unlimited Newsweek trial\n\nVideo: Turkey may suspend ties with UAE over Israel deal (Reuters)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "The U.S., Israel and the UAE: A Trump Doctrine Emerges | Opinion", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "President Trump's foreign policy doctrine has helped usher in a historic week in the Middle East.", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}