{"GDELT": {"GlobalEventID": 940860562, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JUD", "Actor1Name": "JUDGE", "Actor1Type1Code": "JUD", "Actor2Code": "GOV", "Actor2Name": "ADMINISTRATION", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.04232804232804, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "State Of Uttar Pradesh, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17938", "Actor1Geo_Lat": 27.25, "Actor1Geo_Long": 80.75, "Actor1Geo_FeatureID": "-2113996", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "State Of Uttar Pradesh, Uttar Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN36", "Actor2Geo_ADM2Code": "17938", "Actor2Geo_Lat": 27.25, "Actor2Geo_Long": 80.75, "Actor2Geo_FeatureID": "-2113996", "Action2Geo_Type": 5, "Action2Geo_Fullname": "State Of Uttar Pradesh, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17938", "Action2Geo_Lat": 27.25, "Action2Geo_Long": 80.75, "Action2Geo_FeatureID": "-2113996", "DATEADDED": 20200814234500, "SOURCEURL": "https://indianexpress.com/article/india/dont-need-consent-to-proceed-in-suo-motu-contempt-case-says-sc-6555260/"}, "ARTICLE": {"TITLE": "Don’t need consent to proceed in suo motu contempt case, says SC", "TEXT": "Prashant Bhushan\n\nThe consent of the Attorney General is not required for the Supreme Court to proceed with suo motu contempt petitions, as the court is exercising its inherent powers under the Constitution, a three-judge bench ruled on Friday while holding advocate Prashant Bhushan guilty of criminal contempt.\n\n“It is…settled that as far as suo motu petitions are concerned, there is no requirement for taking consent of anybody, including the learned Attorney General, because the Court is exercising its inherent powers to issue notice for contempt,” a bench of Justices Arun Mishra, B R Gavai and Krishna Murari said.\n\n“The only requirement”, it said, “is that the procedure followed is required to be just and fair, and in accordance with the principles of natural justice.”\n\nThe bench said various judgments of the top court show that “the source of power of this Court for proceeding for an action of contempt is under Article 129”, and that “power of this Court to initiate contempt is not in any manner limited by provisions of the Contempt of Courts Act, 1971”.\n\nThe bench referred to various judgments to illustrate evolution of the law on contempt, and what amounts to scandalising the court to constitute contempt.\n\nIn the 1953 case – Brahma Prakash Sharma and Others vs. The State of Uttar Pradesh – a Constitution Bench of SC, the bench pointed out, had held that the “object of contempt proceedings is not to afford protection to judges personally from imputations to which they may be exposed as individuals”. But, the court had held, it is “intended to be a protection to the public, whose interests would be very much affected if by the act or conduct of any party, the authority of the court is lowered and the sense of confidence which people have in the administration of justice by it is weakened”.\n\nIt was held in the case that “a publication which attacks on individual judges or the court as a whole, with or without reference to particular case, casting unwarranted and defamatory aspersions upon the character or ability of the judges, would come within the term of scandalizing the Court”. The three-judge bench also said that the Constitution Bench had ruled that it is “not necessary to prove affirmatively that there has been an actual interference with the administration of justice by reason of such defamatory statement; it is enough if it is likely, or tends in any way, to interfere with the proper administration of justice”.\n\nFriday’s judgment also referred to the 1970 decision in E M Sankaran Namboodripad vs. T Narayanan Nambiar case, wherein the court had upheld conviction of former Kerala chief minister Namboodripad for contempt by the state High Court for remarks made at a press conference.\n\nChief Justice M Hidayatullah had observed in the case that “when the conduct of a person tends to bring the authority and administration of the law into disrespect or disregard, the same would amount to scandalising the Court. This conduct includes all acts which bring the court into disrepute or disrespect or which offend its dignity, affront its majesty or challenge its authority.”\n\nIn C K Daphtary & Ors. vs. O P Gupta & Ors, a Constitution Bench of SC held in 1971 that a “scurrilous attack” on a judge, even in respect of “past conduct”, has an adverse effect on the due administration of justice, Friday’s ruling pointed out.\n\n“The Constitution Bench has unambiguously held that this sort of attack in a country like ours has the inevitable effect of undermining the confidence of the public in judiciary, and if the confidence in judiciary goes, due administration of justice definitely suffers,” the three-judge bench held.\n\nThe bench pointed out that in Baradakanta Mishra vs. State of Orissa, the SC had said in 1974 that “scandalisation of the Court is a species of contempt and may take several forms”.\n\nThe three-judge bench concluded that while the first part of a tweet by Bhushan regarding Chief Justice of India S A Bobde can be said to be “a criticism made against the CJI as an individual and not against the CJI as CJI,” the “second part of the tweet…undisputedly…criticises the CJI in his capacity as the Chief Justice of India…”\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest India News, download Indian Express App.", "METADATA": {"viewport": "width=990", "description": "“It is...settled that as far as suo motu petitions are concerned, there is no requirement for taking consent of anybody, including the learned Attorney General, because the Court is exercising its inherent powers to issue notice for contempt,” a bench of Justices Arun Mishra, B R Gavai and Krishna Murari said.", "news_keywords": "Prashant Bhushan, Supreme Court, suo motu contempt case, Delhi news, Indian express news", "keywords": "prashant bhushan, supreme court, suo motu contempt case, delhi news, indian express news", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/india/dont-need-consent-to-proceed-in-suo-motu-contempt-case-says-sc-6555260/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/india/dont-need-consent-to-proceed-in-suo-motu-contempt-case-says-sc-6555260/", "site_name": "The Indian Express", "locale": "en_US", "title": "Don’t need consent to proceed in suo motu contempt case, says SC", "description": "“It is...settled that as far as suo motu petitions are concerned, there is no requirement for taking consent of anybody, including the learned Attorney General, because the Court is exercising its inherent powers to issue notice for contempt,” a bench of Justices Arun Mishra, B R Gavai and Krishna Murari said.", "image": {"identifier": "https://images.indianexpress.com/2018/10/prashant-bhushan-12001.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/india/dont-need-consent-to-proceed-in-suo-motu-contempt-case-says-sc-6555260/", "title": "Don’t need consent to proceed in suo motu contempt case, says SC", "description": "“It is...settled that as far as suo motu petitions are concerned, there is no requirement for taking consent of anybody, including the learned Attorney General, because the Court is exercising its inherent powers to issue notice for contempt,” a bench of Justices Arun Mishra, B R Gavai and Krishna Murari said.", "image": {"identifier": "https://images.indianexpress.com/2018/10/prashant-bhushan-12001.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-15T03:04:46+05:30", "modified_time": "2020-08-15T03:04:46+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}}