{"GDELT": {"GlobalEventID": 940846344, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "AIRLINE", "Actor1Type1Code": "BUS", "Actor2Code": "ECU", "Actor2Name": "QUITO", "Actor2CountryCode": "ECU", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Guayaquil, Guayas, Ecuador", "Actor1Geo_CountryCode": "EC", "Actor1Geo_ADM1Code": "EC10", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -2.16667, "Actor1Geo_Long": -79.9, "Actor1Geo_FeatureID": "-927505", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Quito, Pichincha, Ecuador", "Actor2Geo_CountryCode": "EC", "Actor2Geo_ADM1Code": "EC18", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -0.216667, "Actor2Geo_Long": -78.5, "Actor2Geo_FeatureID": "-932573", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quito, Pichincha, Ecuador", "Action2Geo_CountryCode": "EC", "Action2Geo_ADM1Code": "EC18", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -0.216667, "Action2Geo_Long": -78.5, "Action2Geo_FeatureID": "-932573", "DATEADDED": 20200814214500, "SOURCEURL": "https://www.routesonline.com/airports/7699/corporacion-quiport-quito-international-airport/news/293139/more-than-62000-passengers-have-transited-through-the-quito-airport-between-june-and-july/"}, "ARTICLE": {"TITLE": "More than 62,000 passengers have transited through the Quito airport between June and July", "TEXT": "More than 62,000 passengers have transited through the Quito airport between June and July Posted 14 August 2020 18:44\n\nIn July, travelers in Quito doubled compared to June. However, this equates to a 93% decrease in passenger traffic.\n\nQuito, August 14, 2020. – A total of 62,122 passengers have transited through the Quito International Airport during the months of June and July 2020, registering a 93% decrease compared to the same months in 2019, during which 887,144 passengers used the airport.\n\nAccording to Andrew O'Brian, President and CEO of Corporación Quiport, the company that manages and operates the Quito airport, the situation continues to be critical, because despite the fact that regular flight operations were authorized as of June 1, the growth in these first months is still very low.\n\n“July reported twice as many passengers as June, however, when talking about a 93% reduction in passengers compared to the same period the previous year reflects that the recovery is still very slow. This forces us to think that it is possible that it won’t be until 2024 until we could be handling the number of passengers we had before the global health emergency”, commented the director.\n\nJune reported 19,996 passengers in departures and arrivals on national and international flights, while in July 42,126 passengers traveled, resulting in the doubling of traffic over a one-month period. Regarding the number of domestic and international passenger flights, the regression is of 86%.\n\nAt the moment, eight airlines offer international flights to the United States, Europe and Mexico and in mid-August Copa will join with connections through Panama. At the local level, Avianca, LATAM and Aeroregional serve the domestic flight market.\n\n“We trust that more airlines will start flying to Quito again. We are working very hard to add more alternatives for travelers. We expect in a short time that the airports of Bogotá and Lima will open for commercial operations of passenger flights. These cities represent very important destinations for Ecuadorian travelers,” explained Mr. O'Brian.\n\nIn addition, Mr. O’Brian pointed out that in order to boost air transport and reactivate activities such as tourism in the country, the 14-day mandatory preventive isolation requirement for travelers who arrive to Ecuador – even if they present negative PCR tests – should be eliminated; “we consider that, if a passenger has a negative PCR test, compulsory isolation should not be necessary. It is also important to eliminate the requirement of negative COVID-19 tests to travel between Quito and Guayaquil”.\n\n“The route between Quito and Guayaquil has the highest demand on a national scale and, as such, it is necessary to strengthen it. Our passengers will be glad to know that at Quito airport there is a private medical center authorized by the Ministry of Public Health with the capacity to carry out COVID-19 tests”, said the President of Quiport, who in closing reflected that \"returning to our productive activities responsibly is the best way to learn to live with COVID-19. At the Quito airport we have shown that it can be done in a safe and efficient way.\"", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "In July, travelers in Quito doubled compared to June. However, this equates to a 93% decrease in passenger traffic.", "apple-mobile-web-app-title": "Routesonline", "twitter": {"card": "summary", "site": "@routesonline", "url": "https://www.routesonline.com/airports/7699/corporacion-quiport-quito-international-airport/news/293139/more-than-62000-passengers-have-transited-through-the-quito-airport-between-june-and-july/", "title": "More than 62,000 passengers have transited through the Quito airport between June and July", "description": "In July, travelers in Quito doubled compared to June.\tHowever, this equates to a 93% decrease in passenger traffic."}, "og": {"site_name": "Routesonline", "type": "article", "url": "https://www.routesonline.com/airports/7699/corporacion-quiport-quito-international-airport/news/293139/more-than-62000-passengers-have-transited-through-the-quito-airport-between-june-and-july/", "title": "More than 62,000 passengers have transited through the Quito airport between June and July", "description": "In July, travelers in Quito doubled compared to June.\tHowever, this equates to a 93% decrease in passenger traffic."}, "fb": {"app_id": 144105899077669}}}}