{"GDELT": {"GlobalEventID": 940873195, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 129, "EventBaseCode": 129, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.8388278388278403, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kremlin, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kremlin, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20200815004500, "SOURCEURL": "https://www.ksl.com/article/50006433/un-soundly-defeats-us-demand-to-extend-arms-embargo-on-iran"}, "ARTICLE": {"TITLE": "UN soundly defeats US demand to extend arms embargo on Iran", "TEXT": "UNITED NATIONS (AP) — The U.N. Security Council on Friday resoundingly defeated a U.S. resolution to indefinitely extend the U.N. arms embargo on Iran, with the Trump administration getting support from only the Dominican Republic but vowing further action to prevent Tehran's sale and export of conventional weapons.\n\nThe vote in the 15-member council was two in favor, two against and 11 abstentions, leaving it far short of the minimum nine “yes” votes required for adoption. Russia and China strongly opposed the resolution, but didn’t need to use their vetoes.\n\nThe Trump administration has said repeatedly it will not allow the arms embargo provision in the Security Council resolution endorsing the 2015 nuclear agreement between Iran and six major powers to expire as scheduled Oct. 18.\n\nU.S. Secretary of State Mike Pompeo announced the defeat of the resolution ahead of a very brief virtual council meeting to reveal the vote.\n\nHe said Israel and the six Arab Gulf nations who supported the extension “know Iran will spread even greater chaos and destruction if the embargo expires, but the Security Council chose to ignore them.”\n\n“The United States will never abandon our friends in the region who expected more from the Security Council,” Pompeo said in a statement. “We will continue to work to ensure that the theocratic terror regime does not have the freedom to purchase and sell weapons that threaten the heart of Europe, the Middle East and beyond.”\n\nU.S. Ambassador Kelly Craft said “the United States stands sickened — but not surprised — as the clear majority of council members gave the green light to Iran to buy and sell all manner of conventional weapons.”\n\n“The council’s failure today will serve neither peace nor security,” she warned. “Rather, it will fuel greater conflict and drive even more insecurity.”\n\nPompeo suggested the U.S. would invoke the “snap back” mechanism in the 2015 nuclear deal that would restore all U.N. sanctions on Iran — and Craft said the United States will go ahead “in the coming days” and keep America's “promise to stop at nothing to extend the arms embargo.”\n\n“Snap back” was envisioned in the event Iran was proven to be in violation of the accord, under which it received billions of dollars in sanctions relief in exchange for curbs on its nuclear program.\n\nPresident Donald Trump pulled out of the nuclear agreement between Iran and six major powers, known as the JCPOA, in 2018. But the U.S. circulated a six-page memo Thursday from State Department lawyers outlining why the United States remains part of the 2015 Security Council resolution that endorsed the deal and still has the right to use the `snap back’ provision.\n\nThe five other powers — Russia, China, United Kingdom, France and Germany — remain committed to the deal, and diplomats from several of these countries have voiced concern that extending the arms embargo would lead Iran to exit the nuclear agreement and speed up its pursuit of nuclear weapons.\n\nChina’s U.N. ambassador, Zhang Jun, reiterated after the vote the Chinese contention that since the U.S. is no longer party to the 2015 agreement, it is “ineligible to demand the Security Council invoke a snap back.” He said the overwhelming majority of council members “believe the U.S. attempt has no legal basis.”\n\n“Should the U.S. insist regardless of international opinion, it is doomed to fail like today,” Zhang said in a statement, adding that the vote showed “that unilateralism receives no support and bullying will fail.”\n\nIranian Ambassador Majid Takht Ravanchi accused the U.S. of seeking to use the arms embargo “as a pretext of killing the JCPOA forever through the snap back mechanism.”\n\n“As we have already stated, imposition of any sanctions or restrictions on Iran by the Security Council will be met severely by Iran and our options are not limited. And the United States and any entity which may assist it or acquiesce in its illegal behavior, will bear the full responsibility,” he said.\n\nWhile voting on the U.S. draft resolution was under way, Russia said President Vladimir Putin called for a meeting of leaders of the five permanent members of the Security Council along with Germany and Iran to avoid escalation over U.S. attempts to extend the Iranian arms embargo.\n\nIn a statement released by the Kremlin, Putin said “the question is urgent,“ adding that the goal of the video conference would be “to outline steps to avoid confrontation and exacerbation of the situation in the U.N. Security Council,”\n\n”If the leaders are fundamentally ready for a conversation, we propose to promptly coordinate the agenda,” Putin said. “The alternative is to further build up tension, to increase the risk of conflict. This development must be avoided.”\n\nFrench President Emmanuel Macron’s office confirmed France’s “availability in principle” to Putin’s proposal. “We have in the past deployed initiatives in the same spirit,” it said.\n\nWhether Trump and the others agree to participate in the meeting remains to be seen.\n\nOn Thursday, U.S. envoy Craft said in an interview with The Associated Press that the United States is “keeping the space open” for talks with Britain, France and Germany, as well as Russia and China.\n\nShe urged the three European nations that support the nuclear deal — Britain, France and Germany — to put in writing their ideas to extend the expiring arms embargo on Iran, indicating the Trump administration may be willing compromise on its demand for an indefinite extension. She said they had mentioned a six-month or one-year extension.\n\nEuropean diplomats said the three countries share the U.S. goal of maintaining the arms embargo but need to find a compromise with Russia and China. The diplomats, speaking on condition of anonymity because discussions have been private, said the Europeans had offered a compromise proposal but the U.S., Russia and China showed no willingness to compromise.\n\nThe U.S. administration wants to end the Iran nuclear agreement before the American elections Nov. 3, the Europeans said, pointing to the time pressure the U.S. is exerting since the arms embargo doesn’t expire until October and there would still be time for negotiations.\n\nGermany’s deputy U.N. ambassador, Günter Sautter, said after the vote that Germany remains committed to the nuclear deal, but remains deeply concerned about Iran's transfers of weapon to Yemen, Lebanon, Syria and Iraq in violation of the 2015 council resolution.\n\nHe said Germany has been engaging with council members and is ready to continue discussions “in order to find a pragmatic way forward, which addresses our collective concerns.\"\n\nCopyright © 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\n×\n\nPhotos", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "apple-itunes-app": "app-id=363278608", "google-play-app": "app-id=com.ksl.android", "theme-color": "#0b162f", "keywords": "news, traffic, weather, sports, classifieds, cars, jobs, homes, television, radio, salt lake, utah, local", "description": "The U.N. Security Council on Friday resoundingly defeated a U.S. resolution to indefinitely extend the U.N. arms embargo on Iran, with the Trump administration getting support from only the Dominican Republic but vowing further action to prevent Tehran's sale and export of conventional weapons.", "thumbnail": "https://img.ksl.com/slc/2791/279122/27912282.jpg?filter=ksl/responsive_story_lg", "kindle-fire-app": "app-id=B008QYDXHO", "article": {"author": "https://www.facebook.com/kslcom/"}, "fb": {"pages": 68771464171}, "twitter": {"card": "summary_large_image", "title": "UN soundly defeats US demand to extend arms embargo on Iran", "site": "@kslcom"}, "og": {"description": "The U.N. Security Council on Friday resoundingly defeated a U.S. resolution to indefinitely extend the U.N. arms embargo on Iran, with the Trump administration getting support from only the Dominican Republic but vowing further action to prevent Tehran's sale and export of conventional weapons.", "type": "article", "title": "UN soundly defeats US demand to extend arms embargo on Iran", "image": {"identifier": "https://img.ksl.com/slc/2791/279122/27912282.jpg?filter=ksl/responsive_story_lg", "width": 614, "height": 345}}}}}