{"GDELT": {"GlobalEventID": 940885545, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.2389486260454, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR", "Actor1Geo_Lat": 32.0, "Actor1Geo_Long": 53.0, "Actor1Geo_FeatureID": "IR", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20200815021500, "SOURCEURL": "https://www.msn.com/en-us/news/world/israel-uae-deal-a-trump-coup-but-his-sights-are-set-on-iran/ar-BB17YAXk"}, "ARTICLE": {"TITLE": "Israel-UAE deal a Trump coup, but his sights are set on Iran", "TEXT": "© JIM WATSON US President Donald Trump lost his bid to have the arms embargo on Iran extended at the UN\n\nThe Israel-UAE agreement gives the United States a rare diplomatic success in the Middle East -- but it is Iran which President Donald Trump has in his sights, with a strategy that has already hit roadblocks at the United Nations.\n\nThe White House has lavished praise on a foreign policy coup which was sorely needed by a president seeking re-election in November who has little to show on the diplomatic front.\n\n\"This is a dramatic breakthrough that will make the Middle East safer,\" chief US negotiator Jared Kushner told CBS. \"It means less American troops will have to be over there.\"\n\nUnder the US-brokered agreement, the United Arab Emirates and Israel agreed on Thursday to establish full diplomatic ties, making the monarchy just the third Arab country to recognize the Jewish state, following Egypt in 1979 and Jordan in 1994.\n\n\"Assuming the deal works, it's the first time Israel has established normalized relations with any Gulf nation and for that reason it's significant,\" said Aaron David Miller, a former diplomat who served as Israeli-Palestinian peace negotiator in Democratic and Republican administrations.\n\n© - Palestinians protesting in Jerusalem against the Israel-UAE agreement\n\nBut, Miller cautioned, \"don't blow this out of proportion.\n\n\"I don't buy that it's on the same level of magnitude or accomplishment as Egypt or Jordan,\" said Miller, now a senior fellow at the Carnegie Endowment for International Peace.\n\n\"This is the UAE we're talking about. This is not the Arab world's most powerful nation like Egypt. This isn't even a country that has a contiguous border with Israel.\"\n\nBarbara Slavin of the Atlantic Council, another Washington think-tank, described the agreement as a \"good move\" but \"not earthshaking in view of the covert ties the two countries have had for a very long time.\"\n\n- 'Vision for Peace' -\n\nSince taking office, Trump has pledged to apply his self-proclaimed deal-making skills to resolving the intractable Israeli-Palestinian conflict.\n\nHe charged Kushner, his son-in-law, with the daunting task of hammering out Middle East peace.\n\nBut the Palestinians have refused to play along with an administration seen as staunchly pro-Israel, and rejected the US president's \"Vision for Peace\" unveiled in January.\n\nMiller said the Israel-UAE normalization agreement does little to advance Trump's \"vision\" of overall Middle East peace.\n\nWhat's more, he added, \"the administration's motivation has nothing to do with Israeli-Palestinian peace.\"\n\n\"It's about domestic policy,\" Miller said. \"This is about making the president look good, demonstrating some measure of competency and fulfilling at least some degree of what the administration claimed it would do from the beginning -- which is to make peace between Israel and the Arab world.\"\n\nAbove all, Miller said, \"it helps give rise to the image that there is an anti-Iran coalition.\"\n\n\"But I'm not sure that's going to get very far,\" he continued, unless Trump can get other Arab countries such as Morocco, Bahrain and Oman to sign on.\n\nTrump has made it clear that his main objective in the Middle East is neutralizing Iran.\n\nHe has called on several occasions for the creation of a NATO of Middle East nations, an alliance which has failed to come together.\n\nSince unilaterally repudiating the Iran nuclear deal in 2018, Trump has also found himself isolated by other Western countries when it comes to the Islamic Republic.\n\nThis isolation came to the fore at the United Nations on Friday when the Security Council soundly rejected a US resolution to extend an arms embargo on Iran that is due to expire in October, with only two votes in favor.\n\nChina and Russia -- who had intended to veto the resolution even if it did pass -- voted against it, while 11 other nations including France, Germany and the UK abstained.\n\nUS Secretary of State Mike Pompeo called the result \"inexcusable.\"\n\nThe United States may now try to force the Security Council to reimpose UN sanctions on Iran which were lifted in 2015 as part of the nuclear deal.\n\nWashington has threatened to use a contested argument that it remains a \"participant\" in the nuclear deal -- the Joint Comprehensive Plan of Action -- despite its withdrawal.\n\nAnd if UN sanctions are not extended, the argument goes, the United States can force their return if it sees Iran as being in violation of the JCPOA's terms.\n\nSlavin said that is unlikely to get very far.\n\n\"The US is in a weak and legally dubious position on that and this proto-normalization between the UAE and Israel will have zero effect,\" she said.\n\nfff/cl/st/acb\n\nVideo: Israeli settlers and Palestinians react to the US-brokered Israel-UAE deal (AFP)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "Israel-UAE deal a Trump coup, but his sights are set on Iran", "cq": "passed", "Search.Interest": "Trump", "robots": "index, follow", "description": "The Israel-UAE agreement gives the United States a rare diplomatic success in the Middle East -- but it is Iran which President Donald Trump has in his sights, with a strategy that has already hit roadblocks at the United Nations. The White House has lavished praise on a foreign policy coup which was sorely needed by a president seeking re-election in November who has little to show on the diplomatic front. \"This is a dramatic breakthrough that...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}