{"GDELT": {"GlobalEventID": 940879679, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GHA", "Actor1Name": "GHANAIAN", "Actor1CountryCode": "GHA", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 100, "EventBaseCode": 100, "EventRootCode": 10, "QuadClass": 3, "GoldsteinScale": -5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.88495575221239, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Akufo, Ghana (general), Ghana", "Actor1Geo_CountryCode": "GH", "Actor1Geo_ADM1Code": "GH00", "Actor1Geo_ADM2Code": "190679", "Actor1Geo_Lat": 5.85, "Actor1Geo_Long": -0.35, "Actor1Geo_FeatureID": "-2069039", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Akufo, Ghana (general), Ghana", "Actor2Geo_CountryCode": "GH", "Actor2Geo_ADM1Code": "GH00", "Actor2Geo_ADM2Code": "190679", "Actor2Geo_Lat": 5.85, "Actor2Geo_Long": -0.35, "Actor2Geo_FeatureID": "-2069039", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Akufo, Ghana (general), Ghana", "Action2Geo_CountryCode": "GH", "Action2Geo_ADM1Code": "GH00", "Action2Geo_ADM2Code": "190679", "Action2Geo_Lat": 5.85, "Action2Geo_Long": -0.35, "Action2Geo_FeatureID": "-2069039", "DATEADDED": 20200815013000, "SOURCEURL": "https://www.peacefmonline.com/pages/politics/politics/202008/423653.php"}, "ARTICLE": {"TITLE": "Tell Ghanaians What You’ve Done To Match Us – Terkper Dares NPP Government", "TEXT": "Former Finance Minister, Seth Terkper, has charged the President Akufo-Addo government to come out with records of monies spent in building projects during its tenure in office.\n\n\n\nThe New Patriotic Party’s (NPP) National Organiser, Sammi Awuku, on Thursday, said John Dramani Mahama’s promise to invest US$10 billion into infrastructure must be treated as a threat and not a promise.\n\n\n\nAccording to him, Mr. Mahama will use such an avenue to enrich himself because the cost of the projects or infrastructure will definitely be inflated.\n\n\n\nResponding to this on Eyewitness News, Mr. Terkper said the government should rather focus on telling Ghanaians what they have done to match what the Mahama administration achieved.\n\n\n\n“In 2016, frankly, oil prices in that minor crisis relative to COVID were US$42 to US$45. Today, as we speak, oil prices are US$47. Why didn’t the Minister revise those figures when he presented the mid-year budget review? And still, he gave the impression that oil prices were below US$25? This was the average with which we did all this from late 2014 to 2016. So the record is there,” he insisted.\n\n\n\n“I think it’s about time the current administration speaks about its record. President Mahama can point to the four bonds that we issued; the fact that we took off one bond, and the fact that we took the money to build infrastructure and we managed to still slow down the debt. That is our true record. The administration can tell us what they did to match this. That’s the more relevant discussion that we should be having as a country.”\n\n\n\n\n\n\n\nWhere it all started\n\nFlagbearer of the National Democratic Congress (NDC), John Mahama announced a US$10 billion accelerated infrastructural plan, dubbed the Big Push, which he says will drive jobs and entrepreneurial agenda when elected in December 2020.\n\n\n\n“We are looking at what I call the Big Push, injecting some US$10 billion to dualise our roads, complete the remainder of the 200 Community Day Senior High Schools, finish all the hospital projects that have been left abandoned, and construct bridges to open up the country,” said Mr. Mahama.\n\n\n\nAccording to the former President, “it [the Big Push] will involve the construction industry, engineering, and other professionals, and will bring a lot of artisans and everybody back into work.”\n\n\n\nBut Sammi Awuku insisted that Mahama’s US$10 billion promise will not reflect in job creation for the youth as promised.\n\n\n\n“When he also says he is going to build projects, Ghanaians should be extremely careful and be worried because of the inflated cost of these projects. He is not interested in the outcome of the project and the impact it will have on Ghanaians neither is he interested in value for money. So when he says he is going to invest billions in infrastructure, Ghanaians must treat it not as a promise but as a threat, not as an infrastructural solution but a financial scandal. It must not draw you closer towards him but borrow his legs and run away with it.”\n\nSource: citinewsroom.com\n\n\n\n\n\n\n\n\n\nDisclaimer : Opinions expressed here are those of the writers and do not reflect those of Peacefmonline.com. Peacefmonline.com accepts no responsibility legal or otherwise for their accuracy of content. Please report any inappropriate content to us, and we will evaluate it as a matter of priority.\n\nFeatured Video", "METADATA": {"viewport": "width=device-width, initial-scale=1, user-scalable=yes", "headline": "Tell Ghanaians What You’ve Done To Match Us – Terkper Dares NPP Government", "author": "Peace FM Online", "title": "Tell Ghanaians What You’ve Done To Match Us – Terkper Dares NPP Government", "description": "Tell Ghanaians What You’ve Done To Match Us – Terkper Dares NPP Government", "keywords": "Politics, Articles,Features, Health, Technology, Education, Travel,Tourism, Foreign News, PEACE FM NEWS, Social, Religion, Science & Environment, Crime, EDITORIAL, Speeches, Meet The Press, Announcements, Press Release, Rumour Mill", "og": {"type": "article", "title": "Tell Ghanaians What You’ve Done To Match Us – Terkper Dares NPP Government", "site_name": "Peacefmonline.com - Ghana news", "description": "Tell Ghanaians What You’ve Done To Match Us – Terkper Dares NPP Government", "url": "https://www.peacefmonline.com/pages/politics/politics/202008/423653.php", "locale": "en_GB", "image": "https://w5p2r8x5.stackpathcdn.com/photos/news/201911/618081706_864802.jpg"}, "twitter": {"card": "summary", "url": "https://www.peacefmonline.com/pages/politics/politics/202008/423653.php", "title": "Tell Ghanaians What You’ve Done To Match Us – Terkper Dares NPP Government", "description": "Tell Ghanaians What You’ve Done To Match Us – Terkper Dares NPP Government", "site": "https://twitter.com/peacefmonline"}, "msapplication-TileImage": "https://w5p2r8x5.stackpathcdn.com/zdn/v12/5/logo/favicon-300x300.png"}}}