{"GDELT": {"GlobalEventID": 940854529, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.894736842105269, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Bengaluru, Karnataka, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN19", "Actor1Geo_ADM2Code": "70159", "Actor1Geo_Lat": 12.9833, "Actor1Geo_Long": 77.5833, "Actor1Geo_FeatureID": "-2090174", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Bengaluru, Karnataka, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN19", "Action2Geo_ADM2Code": "70159", "Action2Geo_Lat": 12.9833, "Action2Geo_Long": 77.5833, "Action2Geo_FeatureID": "-2090174", "DATEADDED": 20200814224500, "SOURCEURL": "https://www.sott.net/article/439768-Facebook-post-sparks-violence-in-Bengaluru-India-3-dead"}, "ARTICLE": {"TITLE": "Facebook post sparks violence in Bengaluru, India", "TEXT": "© PTI\n\n\n\nThe youth who had allegedly posted the content has been arrested by the city police. 60 cops have sustained injuries due to stone and bottle pelting.Three people were killed in Bengaluru after police opened fire as clashes broke out in parts of the city on Tuesday night after a youth allegedly posted derogatory content inciting hatred on Facebook.Members of the minority community pelted stones at the residence of Congress MLA Akhanda Shrinivasa Murthy, DJ Halli and KG Halli police stations. The youth, who is said to be associated with the Congress lawmaker, has been arrested.Among the three dead persons, two have been identified as Wajid Khan (20) and Yaseen Pasha (20). The third person remains unidentified. The bodies are currently kept at the Bowring Hospital morgue as the authorities will conduct Covid-19 tests and post-mortem before handing them over to the family members.According to news agency ANI, 60 policemen sustained injuries as the mob hurled bottles and stones at them while protesting against the Facebook post which allegedly insulted the religious figure.The city police commissioner Kamal Pant has said that the police has also detained 165 people for rioting. People familiar to the development said that the youth arrested for posting the content has denied his role saying that his social media account was hacked.Section 144 has been imposed across Bengaluru following the violence that erupted in some parts of the city. State home minister B Bommai said that nobody will be allowed to take the law into their own hands. He also added that additional police forces have been deployed to maintain law and order.The home minister has also briefed Karnataka CM BS Yediyurappa about the incident. The chief minister in a tweet condemned the violence and ordered action against elements who took the law in their hands.Yediyurappa further added that the miscreants who attacked the police personnel, media and the general public will not be spared. He also appealed for calm and asked people to not get incited.BJP Karnataka president and member of Parliament Nalin Kumar Katee while speaking to reporters said that the government is thinking to hand over the case to the CB-CID for investigation.\"The attack on journalists, the police and the public in the riot last night is unpredictable. The government will not tolerate such provocations and rumors. Strict action against perpetrators is certain. I appeal to people to act restraint without being charged .\"Officials familiar with the development said that additional police forces have been deployed to ensure peace and security throughout Bengaluru city.Congress president for Karnataka unit DK Shivakumar condemned the incident saying, \"Completely condemn the violence unleashed on our party legislator's house as well as on the police. Equally condemn the derogatory facebook post. Nobody should indulge in violence.\"He has also called for a meeting at 12 pm on Wednesday at the Karnataka Congress officer to discuss the matter.Congress MLA AS Murthy will meet R Ashoka, Karnataka revenue minister, to seek protection for him and his family. Murthy's residence was burnt down in the violence that erupted on late Tuesday night.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "title": "Facebook post sparks violence in Bengaluru, India - 3 dead -- Sott.net", "description": "The youth who had allegedly posted the content has been arrested by the city police. 60 cops have sustained injuries due to stone and bottle pelting. Three people were killed in Bengaluru after police opened fire as clashes broke out in parts of...", "twitter": {"card": "summary_large_image", "site": "@SOTTnet", "creator": "@SOTTnet", "title": "Facebook post sparks violence in Bengaluru, India - 3 dead", "description": "The youth who had allegedly posted the content has been arrested by the city police. 60 cops have sustained injuries due to stone and bottle pelting. Three people were killed in Bengaluru after...", "image": "https://www.sott.net/image/s28/579615/full/violence_over_social_media_pos.jpg"}, "fb": {"app_id": 106986066007551}, "og": {"url": "https://www.sott.net/article/439768-Facebook-post-sparks-violence-in-Bengaluru-India-3-dead", "type": "website", "title": "Facebook post sparks violence in Bengaluru, India - 3 dead -- Sott.net", "locale": "en_US", "image": "https://www.sott.net/image/s28/579615/full/violence_over_social_media_pos.jpg", "description": "The youth who had allegedly posted the content has been arrested by the city police. 60 cops have sustained injuries due to stone and bottle pelting. Three people were killed in Bengaluru after police opened fire as clashes broke out in parts of...", "site_name": "Sott.net"}, "msapplication-TileColor": "#da532c", "msapplication-TileImage": "/mstile-144x144.png", "theme-color": "#f1f2f2"}}}