{"GDELT": {"GlobalEventID": 940848148, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "AUS", "Actor1Name": "AUSTRALIA", "Actor1CountryCode": "AUS", "IsRootEvent": 1, "EventCode": 18, "EventBaseCode": 18, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 3, "NumSources": 3, "NumArticles": 3, "AvgTone": -1.6296296296296298, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beenleigh, Queensland, Australia", "Actor1Geo_CountryCode": "AS", "Actor1Geo_ADM1Code": "AS04", "Actor1Geo_ADM2Code": "5232", "Actor1Geo_Lat": -27.7167, "Actor1Geo_Long": 153.2, "Actor1Geo_FeatureID": "-1558211", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beenleigh, Queensland, Australia", "Action2Geo_CountryCode": "AS", "Action2Geo_ADM1Code": "AS04", "Action2Geo_ADM2Code": "5232", "Action2Geo_Lat": -27.7167, "Action2Geo_Long": 153.2, "Action2Geo_FeatureID": "-1558211", "DATEADDED": 20200814220000, "SOURCEURL": "https://www.whitsundaytimes.com.au/news/horrors-of-wwii-75-years-on-our-veterans-fight-a-n/4079020/"}, "ARTICLE": {"TITLE": "Horrors of WWII: 75 years on, our veterans fight a new battle", "TEXT": "The coronavirus won’t dampen the spirit of four World War II veterans who will each get a special medal to mark 75 years since the Japanese surrender.\n\nThe coronavirus won’t dampen the spirit of four World War II veterans who will each get a special medal to mark 75 years since the Japanese surrender.\n\nThe coronavirus won't hamper today's celebrations for four veterans marking the 75th anniversary of the end of World War II.\n\nClaude Ryan, who turns 100 next month, along with fellow Diggers Bryan Anfield, James Tomlinson and James Skelton will all pay their respects for Victory in the Pacific or VP Day, sometimes referred to as VJ Day.\n\nThey will be remembering the day Australian Prime Minister Ben Chifley officially announced the end of World War II on August 15, 1945.\n\nBut they will not be part of a gathering or a service, after ceremonies across Logan and south of Brisbane were cancelled when the coronavirus was at its peak and WWII veterans were considered in a high-risk category.\n\nThe pomp and ceremony will be left until all four receive commemorative medallions and certificates struck at the Australian Mint.\n\nThe Department of Veterans' Affairs will award every living veteran a medallion and certificate to acknowledge the Japanese surrender to the Allies.\n\nA special certificate and medallion will be awarded to every World War II veteran.\n\nMr Ryan, who turns 100 on September 4, enlisted in the Army in 1941 and served in Darwin.\n\nHe was involved in building gun positions to protect the borders and was serving during the horrific Darwin Bombings.\n\nHe was called back to his family farm in 1944 when his father was ill but the member of the Beenleigh RSL still remembers vividly the relentless attacks from the Japanese.\n\nClaude Ryan will turn 100 next month and will receive one of the specially-minted medallions for World War II veterans.\n\nVeteran Bryan Anfield, who turns 96 next month, will also receive a medallion.\n\nBryan Anfield, will receive a medallion next month.\n\nMr Anfield, who was born in Yorkshire, UK, was conscripted at the age of 17 to the Royal Air Force, RAF, in 1941.\n\nHe was trained as a navigator, radio operator, gunner and a radar operator and covered Atlantic convoys and participated in submarine detection, air bombing and soldier transportation.\n\nBryan Anfield, left, with his brothers Patrick, Derick and Peter, who all served in WWII.\n\nHe moved to Australia in 1953 and later released pages of his logbook which are now part of the war's historical archives.\n\nPages out of Bryan Anfield’s logbook showing the U-boat recall in 1945 and a convoy escort and bombing and a radar night.\n\nIt will be a special occasion for James Tomlinson, who wanted to play his part in the war so much he changed his birth date from September to March 1926 to qualify for the age requirement.\n\nMr Tomlinson, who was born in England, enlisted in the Australian Imperial Force on March 29, 1944 at the Victoria Barracks in Sydney.\n\nJames Tomlinson during his service days.\n\nHe completed training at Cowra and Canungra, serving as a private and sapper. He was qualified as a rifleman and a driver and mechanic, serving in Ambon and Morotai.\n\nA medallion will also be awarded to James Skelton, who was in the Royal Australian Airforce serving in the ground equipment maintenance section, also known as GEMS.\n\nJames Skelton, who was in the Royal Australian Airforce serving in the ground equipment maintenance section, will receive a medallion next month.\n\nMr Skelton, who turned 94 last month, served in the RAAF for 32 years between 1944 and 1976, including a stint in the Malaysian Confrontation where he saw combat.\n\nHis family brought him into the Beenleigh RSL Club for his birthday lunch, which was his first outing after being in hard lockdown at his nursing home due to COVID-19 restrictions.\n\nSome ex-service members met on Thursday for Diggers Day, however the majority of WWII veterans were still abiding by coronavirus restrictions and in isolation.\n\nBeenleigh RSL president Dave Draper with one of the medals from federal MP Bert van Manen.\n\nOriginally published as Horrors of WWII: 75 years on, our veterans fight a new battle", "METADATA": {"description": "The coronavirus won’t dampen the spirit of four World War II veterans who will each get a special medal to mark 75 years since the Japanese surrender.", "keywords": "claude-ryan, coronavirus, wwii", "robots": "noarchive", "fb": {"app_id": 136740033014501, "pages": 24945426253}, "og": {"site_name": "Whitsunday Times", "title": "Horrors of WWII: 75 years on, our veterans fight a new battle", "description": "The coronavirus won’t dampen the spirit of four World War II veterans who will each get a special medal to mark 75 years since the Japanese surrender.", "type": "article", "image": {"identifier": "https://media.apnarm.net.au/media/images/2020/08/15/v3imagesbin35e13fac53c4fd424d986fa6887ed4f0-3um0fzxmbxrtyivkuu2_ct1880x930.jpg", "width": 1880, "height": 930}, "url": "https://www.whitsundaytimes.com.au/news/horrors-of-wwii-75-years-on-our-veterans-fight-a-n/4079020/"}, "twitter": {"card": "summary", "site": "@whitsundayTimes", "title": "Horrors of WWII: 75 years on, our veterans fight a new battle", "description": "The coronavirus won’t dampen the spirit of four World War II veterans who will each get a special medal to mark 75 years since the Japanese surrender.", "image": "https://media.apnarm.net.au/media/images/2020/08/15/v3imagesbin35e13fac53c4fd424d986fa6887ed4f0-3um0fzxmbxrtyivkuu2_ct300x300.jpg"}, "viewport": "width=1020", "capi-id": "e709e2972317b43b1ed061acc476b330", "article": {"content_tier": "locked"}}}}