{"GDELT": {"GlobalEventID": 940882260, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NGAGOV", "Actor1Name": "NIGERIA", "Actor1CountryCode": "NGA", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -4.02075226977951, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Kwara State, Kwara, Nigeria", "Actor1Geo_CountryCode": "NI", "Actor1Geo_ADM1Code": "NI30", "Actor1Geo_ADM2Code": "191411", "Actor1Geo_Lat": 8.5, "Actor1Geo_Long": 5.0, "Actor1Geo_FeatureID": "-2017029", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Kwara State, Kwara, Nigeria", "Action2Geo_CountryCode": "NI", "Action2Geo_ADM1Code": "NI30", "Action2Geo_ADM2Code": "191411", "Action2Geo_Lat": 8.5, "Action2Geo_Long": 5.0, "Action2Geo_FeatureID": "-2017029", "DATEADDED": 20200815014500, "SOURCEURL": "https://tribuneonlineng.com/kwara-govt-goes-tough-on-examination-malpractice-to-sanction-erring-principal-school/"}, "ARTICLE": {"TITLE": "Kwara govt goes tough on examination malpractice, to sanction erring principal, school", "TEXT": "The Kwara State Government has restated that examination malpractices will not be condoned in the state again.\n\nThe Kwara State Commissioner for Education and Human Capital Development, Hajia Ahmed Fatimah Bisola gave the warning on Friday during a meeting she held with the Kwara Chapter of All Nigerian Confederation of Principals of Secondary Schools (ANCOPSS), National Association of Proprietors of Private Schools held at St Anthony Secondary school, Ilorin.\n\nIn her words, “let me use this medium to warn you that the State government will not hesitate to deal with any Principal or School found wanting on his duties during the forthcoming WAEC/NECO examinations. As we all know, the West African School Certificate examination will start on 17th August 2020”.\n\nShe implored them to ensure that both parents and students are advised on the need to read their books and abide by the rules and regulations that guide the examination.\n\n“You should all go back and hand down my warning to all invigilators, parents and students. If any amount has been paid for such examination malpractice services, you should return it before it is too late”.\n\nHajia Ahmed also revealed that apart from swapping Principals to different schools, there will be secret invigilators and intelligent officers in order to ensure compliance.\n\nShe stated that in addition to this, anti-corruption agencies will be moving round to arrest and prosecute anybody that is aiding and abetting examination malpractices or involved in any form of sharp practices around the school premises.\n\n“The State Government will not fold its arms to allow what happened last year to repeat itself. Over thirty million penalties paid following WAEC’s blacklists of 165 Schools over rampant examination malpractices is still afresh in our memory,” she said.\n\nThe Commissioner, therefore, enjoined Principals and private school owners not to ruin their career and the hard-earned goodwill of their respective schools.\n\nIn his remarks, the Chairman Teaching Service Commission, Alhajia Abubakar Bello appreciated His Excellency, Mallam Abdulrahman AbdulRazaq for his laudable achievements in the education sector within less than two years in office.\n\nHe warned stakeholders in the\n\neducation sector not to sabotage the efforts of the present administration but rather join hands with the government to eradicate examination malpractices in the state.\n\nIn his contribution, the President, Kwara State chapter of All Nigerian Confederation of Principals of Secondary schools, Alhaji Toyin Abdullahi stressed their readiness to complement efforts of the state government in making sure that examination malpractices are a thing of the past in Kwara State.\n\nHe stressed that now that Principals are not going to supervise or invigilate in their respective schools, any Principal found culpable in malpractices should be ready to face the music alone.\n\nThe President, National Association of Proprietors of Private Schools, Dr AbdulRahman Adetumji has assured the state government that what happened last year on examination malpractices will not repeat itself.\n\nHe further said their Association Taskforce on examination has engaged civil defence to assist them in curbing examination malpractices in the state.\n\nYOU SHOULD NOT MISS THESE HEADLINES FROM NIGERIAN TRIBUNE\n\nFG Spends N1.57trn On Debt Servicing, N1.61trn On Personnel, Pension\n\nTHE Federal Government on Thursday disclosed that it had expended N1.57 trillion on debt servicing and N1.61 trillion on personnel and pensions in the current year. The Minister of Finance, Budget and National Planning, Mrs Zainab Ahmed, made the statement on debt servicing and others expenses during the presentation of the 2021-2023 Medium-term Expenditure Framework (MTEF) and Fiscal Strategy Paper… examination malpractice in Kwara\n\nWhatsApp Business: An App Grossly Underused\n\nWhatsApp Business is an app designed for small businesses to easily stay in touch with their customers and reach out to potential customers. It provides vital business tools that allow you to create a business profile, create a catalog, and do many other things… examination malpractice in Kwara\n\nGunmen Kill Bauchi Assembly Member, Abduct Two Wives, One-Year-Old Child\n\nBauchi State Police Command has confirmed the gruesome killing of A member of the Bauchi State House of Assembly representing Dass constituency, Musa Mante Baraza.\n\n818 Million Children Worldwide Risk Contracting COVID-19 — UNICEF\n\nTHE United Nations Children’s Fund (UNICEF) says 818 million children worldwide are at risk of getting infected with COVID-19 and other infectious illnesses. UNICEF’s Associate Director, Data and Analytics Division, Planning and Monitoring, Mr Mark Hereward, made this known in a statement on Thursday and obtained by … examination malpractice in Kwara\n\nStop Denying Us Weapons To Fight Terrorism, FG Tells World Powers\n\nTHE Federal Government has appealed to the world powers not to be weighed by unsubstantiated arguments to deny Nigeria vital platforms and weapons to fight terrorism. The Minister of Information and Culture, Alhaji Lai Mohammed, made the appeal on Thursday when he featured on the… examination malpractice in Kwara", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "description": "The Kwara State Government has restated that examination malpractices will not be condoned in the state again.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_GB", "type": "article", "title": "Kwara govt goes tough on examination malpractice, to sanction erring principal, school", "description": "The Kwara State Government has restated that examination malpractices will not be condoned in the state again.", "url": "https://tribuneonlineng.com/kwara-govt-goes-tough-on-examination-malpractice-to-sanction-erring-principal-school/", "site_name": "Tribune Online", "image": {"identifier": "https://tribuneonlineng.com/wp-content/uploads/2020/04/kwara-state-governor-abdulrahman-abdulrazaq.jpg", "width": 450, "height": 350}}, "article": {"publisher": "https://www.facebook.com/Tribuneonline/", "published_time": "2020-08-14T23:05:48+00:00", "modified_time": "2020-08-14T18:17:45+00:00"}, "fb": {"app_id": 1050738235033475, "pages": 77912203638}, "twitter": {"card": "summary_large_image", "creator": "@nigeriantribune", "site": "@nigeriantribune"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "onesignal": "wordpress-plugin", "msapplication-TileImage": "https://tribuneonlineng.com/wp-content/uploads/2017/08/logo.jpg", "numberOfItems": 3, "itemListOrder": "Ascending"}}}