{"GDELT": {"GlobalEventID": 940818636, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "COP", "Actor1Name": "POLICE OFFICER", "Actor1Type1Code": "COP", "Actor2Code": "CIVGOV", "Actor2Name": "IVORY COAST", "Actor2CountryCode": "CIV", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.14797136038186, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Yopougon, Lagunes, Cote D'ivoire", "Actor1Geo_CountryCode": "IV", "Actor1Geo_ADM1Code": "IV82", "Actor1Geo_ADM2Code": "16863", "Actor1Geo_Lat": 5.37477, "Actor1Geo_Long": -4.08669, "Actor1Geo_FeatureID": "11147633", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Yopougon, Lagunes, Cote D'ivoire", "Actor2Geo_CountryCode": "IV", "Actor2Geo_ADM1Code": "IV82", "Actor2Geo_ADM2Code": "16863", "Actor2Geo_Lat": 5.37477, "Actor2Geo_Long": -4.08669, "Actor2Geo_FeatureID": "11147633", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Yopougon, Lagunes, Cote D'ivoire", "Action2Geo_CountryCode": "IV", "Action2Geo_ADM1Code": "IV82", "Action2Geo_ADM2Code": "16863", "Action2Geo_Lat": 5.37477, "Action2Geo_Long": -4.08669, "Action2Geo_FeatureID": "11147633", "DATEADDED": 20200814183000, "SOURCEURL": "https://www.newvision.co.ug/news/1524778/news-world-pictures"}, "ARTICLE": {"TITLE": "News Around The World In Pictures", "TEXT": "Buffalos cool off in a lake in Georgia's Kakheti region on August 12, 2020.\n\nBuffalos cool off in a lake in Georgia's Kakheti region.\n\nThe city's convalescence since a 76-day quarantine was lifted in April has brought life and gridlocked traffic back onto its streets, even as residents struggle to find their feet again.\n\nCouples posing for wedding photographers next to East Lake in Wuhan in China's central Hubei province.\n\nBrides and grooms dance during a mass wedding attended by 75 couples to commemorate the upcoming Indonesian Independence Day.\n\nFlowers to protest\n\nWomen with flowers stand along a street as they protest against police violence during recent rallies of opposition supporters, who accuse strongman Alexander Lukashenko of falsifying the polls in the presidential election, in Minsk.\n\nWhen your passion becomes your job.\n\nA Spanish health worker and volunteer of the SAMU Foundation forms the figure of a heart with her hands before entering the intensive care unit of El Salvador Hospital to tend to patients affected by the novel coronavirus.\n\nSoldiers of the Brazilian Armed Forces are seen during the disinfection procedures of the Christ The Redeemer statue at the Corcovado mountain prior to the opening of the touristic attraction in Rio de Janeiro, Brazil.\n\nThe Los Angeles County Fire Department was alerted to the brush fire. Can firefighters stop it?\n\nFirefighters battle the smoke and flames from the Ranch Fire in the hills in Azusa, California.\n\nWhat is left after the Beirut blast.\n\nA view of the wreckage of a destroyed ship near the grain silos at the port of Lebanon's capital Beirut.\n\nA man lies on a flattened cardboard box while another uses his phone while sitting upon steps in the partially destroyed neighbourhood of Mar Mikhael in Lebanon's capital Beirut.\n\nA Mapuche indigenous man who is holding a hunger strike, clashes with the police Special Forces in Temuco, Araucania Region, south of Santiago.\n\nMapuche indigenous people are being dispersed by police special forces after they had gathered to march in support of an imprisoned spiritual authority.\n\nYopougon municipal police officers arrest a man during a protest against the third term of Ivory Coast President Alassane Ouattara in the Yopougon of Abidjan.\n\nConserving elephants\n\n[image_library_tag 8ce3b729-d407-4333-a4fa-fadcc330bb40 1000x667 height=\"667\" width=\"1000\" alt=\"Workers prepare seized ivory for crushing in Singapore on August 12, 2020 to mark the World Elephant Day.\" ]\n\nIt has been a long a week, how about we take a break", "METADATA": {"Powered By": "Kreatio Platform", "viewport": "width=device-width,initial-scale=1.0,maximum-scale=2.0,minimum-scale=1.0", "og": {"title": "News around the world in pictures", "type": "article", "url": "https://www.newvision.co.ug/news/1524778/news-world-pictures", "image": {"secure_url": "https://image.chitra.live/api/v1/wps/ec28784/a76a2153-d47b-4bb3-978d-3e678acd8c90/2/AW-2-350x250.jpg"}, "site_name": "New Vision"}, "article": {"published_time": "2020-08-14T20:23:10+03:00", "modified_time": "2020-08-14T20:32:51+03:00"}, "description": "Biggest News Source for News in Uganda and the East African Region ,Breaking news in Uganda and Daily news and the latest from Uganda", "keywords": "Uganda, Ugandan news, news in Uganda, Kampala, Uganda, breaking news, news, besigye, museveni, yoweri, new vision, vision news, vision, Mbabazi, Daily News"}}}