{"GDELT": {"GlobalEventID": 940858985, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.54815974941268, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Gaza, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4167, "Actor1Geo_Long": 34.3333, "Actor1Geo_FeatureID": "-797156", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR", "Actor2Geo_Lat": 32.0, "Actor2Geo_Long": 53.0, "Actor2Geo_FeatureID": "IR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU", "Action2Geo_Lat": 39.059012, "Action2Geo_Long": 34.911546, "Action2Geo_FeatureID": "TU", "DATEADDED": 20200814233000, "SOURCEURL": "https://indianexpress.com/article/explained/israel-uae-us-deal-gainers-losers-key-takeaways-6555197/"}, "ARTICLE": {"TITLE": "After Israel-UAE-US deal: gainers and losers, and key takeaways", "TEXT": "Israel President Netanyahu, Abu Dhabi Crown Prince Mohd Bin Zayed\n\nIsrael and the United Arab Emirates, helped by the US, have arrived at an important peace agreement that has the potential to change the geopolitics of West Asia and beyond.\n\nWhat is the big deal?\n\nThe announcement by the White House on Thursday took the world by surprise, Palestinians included. The deal: the UAE will establish diplomatic relations with Israel in return for President Binyamin Netanyahu committing to give up a stated plan to annex the West Bank, the main territory of a state that the Palestinians want. The UAE becomes the third Arab nation to recognise Israel after Egypt (in 1979) and Jordan (1994).\n\nIn the coming week, according to the White House statement, delegations from the two countries will meet to set in motion bilateral ties in investment, tourism, direct flights, security, telecommunications, tech, energy, healthcare, culture, the environment, etc. On priority, Israel and UAE will work together to find a treatment and a vaccine for Covid-19.\n\nThe agreement, hailed by President Donald Trump, Netanyahu, and Sheikh Mohammed Bin Zayed, Crown Prince of Abu Dhabi and Deputy Supreme Commander of the UAE, as a breakthrough, has been cast as the coming together of two nations with strong economies for the good of the region.\n\nWhat about the Palestinians?\n\nPresident Mahmoud Abbas of the Palestinian Authority, which seeks a two-state solution, lashed out against the deal as a “betrayal” by the UAE. He has been disengaged from the Trump administration for the last two years for its pro-Israel stand. “The Palestinian leadership rejects and denounces the UAE, Israeli and US trilateral, surprising, announcement,” a senior adviser to Abbas said. It was a “betrayal of Jerusalem, Al-Aqsa and the Palestinian cause,” he said.\n\nThe Hamas, a Palestinian Islamist militant group that de facto runs the Gaza strip, and views the relationship with Israel as a fight to the finish, called it a “stabbing in the back of our people” by the UAE.\n\nAlso Read | Israel, UAE deal follows years of failed peace initiatives: A timeline\n\nFor the Palestinians, the Israeli commitment that it will not pursue its plan to annex the West Bank, is an empty concession – the deal does not address the Palestinian demand for statehood. Netanyahu floated the annexation plan recently – it means Israel will claim sovereignty of all land in the West Bank on which Jewish settlements have come up, literally cutting up the dream of a Palestinian state.\n\nIt was not certain if Netanyahu would have gone ahead with it even without the UAE deal. Now, by agreeing not to, he has enabled the UAE to talk it up to its Arab allies as a major concession extracted from Israel, while Netanyahu himself can project it elsewhere abroad as a big give on his part, without compromising on the core issues of the conflict.\n\nAn extreme pro-annexation section of the settler lobby in Israel is angry, but he has mollified domestic audiences that this is a “temporary” hold on the plan.\n\nHow have the Arab states reacted?\n\nSaudi Arabia has said nothing so far, although the ruling family’s Prince Turki al-Faisal had strongly rejected the proposals for Israel-Palestine peace unveiled by the US in January this year, which included a plan to hand over Jersualem to Israel and permit it to extend its sovereignty to all Jewish settlements in the West Bank.\n\nBut Crown Prince Mohammed bin Salman (MbS) has been hailed as an ally by the Trump administration. He has formed a solid friendship with Trump’s son-in-law Jared Kushner, the President’s pointman in the Middle East, tasked with finding a solution to the Israeli-Arab conflict.\n\nAlso Read | Israel-UAE peace deal: Iran, Turkey lash out at UAE; China welcomes agreement\n\nThere is bound to be speculation that the UAE could not have taken its extraordinary decision on Israel without the backing and support of the House of Saud. Over the years, the Saudis have seen both the US and Israel as insurance against Shia Iran. But as the leader of the Arab world, and the custodian of Islam’s holiest shrines, it might have preferred someone else to take the revolutionary first step on this.\n\nThe smaller Gulf states of Oman and Bahrain have quickly fallen in line behind UAE, and it could be a matter of time before the others, including Saudi, do as well. That is the hope Trump expressed on Thursday.\n\nHow does the region’s geopolitics change?\n\nIf the Arab states do fall in line, it would dramatically bring all Sunni nations in the region in an anti-Iran alliance with Israel that they have secretly wished for all these years. Iran and its proxies and allies – in Syria, Lebanon and Iraq, the Hezbollah in Lebanon, and the Houthis in Yemen – have been weakened and broken by war, the ISIS and al-Qaeda. Hezbollah, which Israel has treated as enemy number 1 after Iran, faces a domestic backlash in Lebanon after the explosion that has destroyed Beirut. Russia, a staunch ally of Syria, has not yet reacted; neither has China.\n\nThe deal will send ripples through other parts of the world. In South Asia, it will put Pakistan in a bind. Despite having toyed with the idea of establishing diplomatic ties with Israel for nearly two decades, Pakistan could never take the plunge for fear of a domestic backlash. The weak government of Imran Khan — who knows what it is to be accused of being part of a Jewish conspiracy after his first marriage to London socialite Jemima Goldsmith, the daughter of a Jewish millionaire — is already facing criticism at home for not being able to take on India over its 2019 decisions in Kashmir. Imran is unlikely to be seen as joining an Arab alliance that has effectively abandoned another “Islamic” cause dear to Pakistan, that of Palestine.\n\nAlso from Explained: Israel and UAE normalise relations; here’s what it means for the Middle East\n\nBut then, UAE is a good friend. Pakistan has already annoyed Saudi Arabia, another “biradar country”, by showing its teeth at the OIC because it did not agree to hold a special session on Kashmir. The kingdom responded by asking for immediate repayment of a $3 bn loan given in 2018, and it has frozen a $3.2 bn line of credit for oil purchases. Even if Pakistan does not join the Arab stampede towards Israel, it cannot rail against them for it.\n\nIn Kashmir too, where pro-independence lobbies have compared stone pelting agitations of the last 10 years with the intifada, the isolation of Palestine is certain to mirror the isolation of Kashmir today.\n\nAnd how does Trump gain?\n\nThe deal has salvaged something resembling an achievement for Trump from the ruins of his foreign policy. His attempts to create a lasting legacy in the Koreas bombed, while the Afghanistan peace process is still struggling to get on its feet. US-China relations are on the rocks. Traditional NATO allies in Europe have been sidelined. Even if the UAE-Israel agreement does not bring Israel-Palestine peace, the new equations that it will give rise to, including the isolation of Iran, are already being heralded in the US as an achievement.\n\nJoe Biden, who is hoping to win the presidential race against a post-Covid weakened Trump, had no choice but to praise the deal as “a historic step”.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest Explained News, download Indian Express App.\n\n© The Indian Express (P) Ltd", "METADATA": {"viewport": "width=990", "description": "The agreement, hailed by President Donald Trump, Netanyahu, and Sheikh Mohammed Bin Zayed, Crown Prince of Abu Dhabi and Deputy Supreme Commander of the UAE, as a breakthrough, has been cast as the coming together of two nations with strong economies for the good of the region.", "keywords": ", express explained, israel", "google-site-verification": "UzbS4ghT-l3F85eDiPbzEUeeKcvrnrGCgvsNHCRgvIc", "msvalidate.01": "CCA9DA5B985004F4462DA743E776C636", "generator": "WordPress 5.4.2", "fb": {"pages": 215732349153100}, "ia": {"markup_url_dev": "https://indianexpress.com/article/explained/israel-uae-us-deal-gainers-losers-key-takeaways-6555197/?ia_markup=1"}, "og": {"type": "article", "url": "https://indianexpress.com/article/explained/israel-uae-us-deal-gainers-losers-key-takeaways-6555197/", "site_name": "The Indian Express", "locale": "en_US", "title": "After Israel-UAE-US deal: gainers and losers, and key takeaways", "description": "The agreement, hailed by President Donald Trump, Netanyahu, and Sheikh Mohammed Bin Zayed, Crown Prince of Abu Dhabi and Deputy Supreme Commander of the UAE, as a breakthrough, has been cast as the coming together of two nations with strong economies for the good of the region.", "image": {"identifier": "https://images.indianexpress.com/2020/08/Israel-President-Netanyahu-Abu-Dhabi-Crown-Prince-Mohd-Bin-Zayed.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "twitter": {"card": "summary_large_image", "site": "The Indian Express", "creator": "@indianexpress", "url": "https://indianexpress.com/article/explained/israel-uae-us-deal-gainers-losers-key-takeaways-6555197/", "title": "After Israel-UAE-US deal: gainers and losers, and key takeaways", "description": "The agreement, hailed by President Donald Trump, Netanyahu, and Sheikh Mohammed Bin Zayed, Crown Prince of Abu Dhabi and Deputy Supreme Commander of the UAE, as a breakthrough, has been cast as the coming together of two nations with strong economies for the good of the region.", "image": {"identifier": "https://images.indianexpress.com/2020/08/Israel-President-Netanyahu-Abu-Dhabi-Crown-Prince-Mohd-Bin-Zayed.jpg", "type": "image/jpeg", "width": 1200, "height": 667}}, "article": {"published_time": "2020-08-15T10:04:12+05:30", "modified_time": "2020-08-15T10:04:12+05:30"}, "ahrefs-site-verification": "00120a3a212c33eda15559fea6d0731769fd82f538180bd0a2dbe12991312ab4", "robots": "NOODP", "majestic-site-verification": "MJ12_ad7db024-a46c-482a-bb2f-e1ae09432a65", "msapplication-TileImage": "https://images.indianexpress.com/2018/10/fav-icon.png"}}}