{"GDELT": {"GlobalEventID": 940817498, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "nav", "Actor1Name": "NAVAJO", "Actor1EthnicCode": "nav", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.46198830409356, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "White Rock Presbyterian Church, New Mexico, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNM", "Actor1Geo_ADM2Code": "NM028", "Actor1Geo_Lat": 35.8275, "Actor1Geo_Long": -106.204, "Actor1Geo_FeatureID": "920399", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White Rock Presbyterian Church, New Mexico, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNM", "Actor2Geo_Lat": 35.8275, "Actor2Geo_Long": -106.204, "Actor2Geo_FeatureID": "920399", "Action2Geo_Type": 3, "Action2Geo_Fullname": "White Rock Presbyterian Church, New Mexico, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNM", "Action2Geo_Lat": 35.8275, "Action2Geo_Long": -106.204, "Action2Geo_FeatureID": "920399", "DATEADDED": 20200814181500, "SOURCEURL": "https://www.presbyterianmission.org/story/small-but-mighty/"}, "ARTICLE": {"TITLE": "Presbyterian Mission Agency Small but mighty", "TEXT": "Meet New Mexico’s White Rock Presbyterian Church, the personification of congregational vitality\n\nby Gail Strange | Presbyterian News Service\n\nLOUISVILLE — If you’re looking for a congregation that personifies the spirit of Matthew 25 congregational vitality, you will find one in White Rock Presbyterian Church (WRPC) in White Rock, an unincorporated community of nearly 6,000 people in Los Alamos County in north-central New Mexico.\n\n“We’re a small little church,” said Jennifer Holmes, who serves as a deacon at White Rock. “When we used to go to church, prior to the pandemic, we would have between 20 and 25 people in service. And that includes the pastor and the pianist and any little kids that happen to come. It’s really small. We’re one of those little churches you read about. In some ways you might look at it like we’re just barely hanging on, if you look at our numbers and our budget. On the other hand, we are so vital in our community and in our larger community.”\n\nWhite Rock Presbyterian Church exemplifies that vitality through its ongoing work with the Navajo Nation. According to the Navajo Nation Department of Health, the Navajo Nation has one of the highest coronavirus infection rates in the country. WRPC, in partnership with Navajo House of Fellowship near Bread Springs, south of Gallup, has worked through a small nonprofit organization, Nihitaa’ Binaanish, meaning “Our Father’s Business,” to assist the Navajo Nation community during this unprecedented time. The nonprofit was started with assistance from WRPC to help funding go directly to the Navajo community.\n\n“This is more than a project,” said Holmes. “This is just woven into the fabric of our whole church. It was there way before the pandemic started and it will be there way afterwards.”\n\n“This is an ongoing partnership and there are so many unique things about it,” she said. “But one of the interesting things is the Navajo church. It’s a local kind of almost house church. It’s led by two Navajo pastors who are so dedicated to serve, serving their community and just being the hands and the feet of the church.”\n\n“It’s a humble little church. The church has no running water,” she said. “They are just servants. They’re on the ground, and they’ve been doing that work for 20 years before we started partnering with them in 2008.” Holmes says the Navajo church came to their town to help the White Rock congregation.\n\n“The Navajo House of Fellowship congregation comes up periodically to help us. When we were recently in between pastors, Pastor Fred (Fred Thomas) came up and preached for us. They came up and worked on fundraising events for Nihitaa’ Binaanish.”\n\nHolmes says that in addition to the physical help, the Navajo House of Fellowship shares its spiritual gifts and culture with WRPC.\n\n“Most of us are not young,” Holmes said. “We were stuck in old music and they bring their praise band and drums and guitars and get us going. They taught us Navajo ways of praising and singing hymns. So then in turn we go down to Bread Springs. We help with building projects and whatever they need.”\n\n“So this is an ongoing partnership between the two churches,” Holmes said, “that has been going on for a long time.”\n\nHolmes says the two churches are now working together to address the devastating impact the pandemic has had on the Navajo Nation. Unlike in the past when the churches worked to offer sustainable assistance, they have now shifted their focus.\n\n“We typically don’t give out stuff,” she said. “We typically invest in training, mentor and mentee relationships to teach and learn construction work and those kinds of things. We build ramps for mobility. We put in bathrooms so they can have access to water through the tribal infrastructure.” Holmes says that changed when COVID-19 hit and the number of coronavirus cases in the Navajo community skyrocketed.\n\nThe Navajo people need tools to fight the virus, she said. Particularly needed are water, access to Personal Protection Equipment (PPE) and cleaning supplies.\n\nWhite Rock Presbyterian Church and Navajo House of Fellowship through Nihitaa’ Binaanish have collaborated with other organizations including the National Guard, private entities like food banks and other nonprofits to bring needed items including food to the Navajo people.\n\nHolmes says the response has been tremendous. She says five National Guard truckloads of water and supplies have been delivered to the Navajo people. Just last week there was a large dairy truck that delivered needed products, and 500 boxes of food was distributed. “People just pulled up in their cars and we put it in their trunks and at the same time, we’re really trying to promote the Navajo Nation’s Department of Health protocols by educating people on the importance of wearing masks, social distancing and hygiene,” she said.\n\nAlso, WRPC members have made masks, donated supplies and financially supported the efforts. “We feel that God has called us to do this work,” she said. “We have a wonderful pastor, Deb Worley, who just came on last year and she has just jumped in the middle of this and been so supportive.”\n\nWhile White Rock Presbyterian Church may be small by some measures, but it’s obviously doing a very mighty work. It is a living example of a Matthew 25 church.", "METADATA": {"HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width, initial-scale=1.0,maximum-scale=1", "msapplication-TileColor": "#da532c", "msapplication-TileImage": "https://www.presbyterianmission.org/wp-content/uploads/cropped-pma-favicon-270x270.png", "msapplication-config": "https://www.presbyterianmission.org/wp-content/themes/presbyterian-mission/library/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "Meet New Mexico’s White Rock Presbyterian Church, the personification of congregational vitality, which works with partners to aid the Navajo Nation.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Small but mighty | Presbyterian Mission Agency", "description": "Meet New Mexico’s White Rock Presbyterian Church, the personification of congregational vitality, which works with partners to aid the Navajo Nation.", "url": "https://www.presbyterianmission.org/story/small-but-mighty/", "site_name": "Presbyterian Mission Agency", "image": {"identifier": "https://www.presbyterianmission.org/wp-content/uploads/2020-whiterockpcfood.jpg", "width": 400, "height": 400}}, "article": {"publisher": "https://www.facebook.com/pcusa"}, "twitter": {"card": "summary", "creator": "@Presbyterian", "site": "@Presbyterian"}, "tec-api-version": "v1", "tec-api-origin": "https://www.presbyterianmission.org"}}}