{"GDELT": {"GlobalEventID": 940800142, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "GOV", "Actor2Name": "AUTHORITIES", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 214, "EventBaseCode": 21, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 0.19113149847095, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814164500, "SOURCEURL": "http://sl.chineseembassy.org/eng/./fyrth/t1806529.htm"}, "ARTICLE": {"TITLE": "Foreign Ministry Spokesperson Zhao Lijian's Regular Press Conference on August 14, 2020", "TEXT": "Foreign Ministry Spokesperson Zhao Lijian's Regular Press Conference on August 14, 2020\n\n2020/08/14\n\nAFP: On August 13, the United Arab Emirates, Israel and the US issued a joint statement announcing the normalization of ties between the UAE and Israel. Israel will stop annexation of Palestinian lands. What is China's position on this issue?\n\nZhao Lijian: China has noted relevant reports, including those saying that Israel will stop annexing part of Palestinian territories and is committed to reaching a comprehensive, fair and enduring solution to the Palestinian issue. China welcomes measures that will help alleviate tension between countries in the Middle East and promote regional peace and stability. We hope that relevant parties will take concrete actions to get the Palestinian issue back on the track of equal-footed dialogues.\n\nChina's position on the Palestinian issue is consistent and clear. We will continue to firmly support and play an active and constructive role in the Palestinian people's just cause to regain their lawful national rights and build an independent state.\n\nAl Jazeera: Arab States have long been supportive of the Palestinian cause. They proposed many peace deals. China has been fighting for the just cause of the Palestinian people on the international stage. Is China concerned that the UAE's move this time will affect the implementation of relevant peace deals? Does China believe that the UAE's move will hurt the interests of the Palestinian people?\n\nZhao Lijian: I just made clear China's position. China's position on the Palestinian issue is consistent and clear. We will continue to firmly support the Palestinian people's just cause to regain their lawful national rights and build an independent state. We support the efforts to ease tensions in the Middle East and promote regional peace and stability. We will continue playing an active and constructive role in this.\n\nReuters: The United States said on August 13 it was requiring the Confucius Institute US Center to register as a foreign mission. US Secretary of State Mike Pompeo in a statement said the CIUS was an entity advancing Beijing's political propaganda. What's the ministry's comment on this?\n\nZhao Lijian: The Confucius Institute US Center (CIUS Center) has issued a statement in response. I want to stress that the US move is demonizing and stigmatizing the normal operation of a cooperation project between China and the US. We deplore and firmly oppose that.\n\nThe Confucius Institutes have long served as a bridge and bond between China and other countries in education and cultural communication and exchange, which enables people in other countries to learn the Chinese language and understand China. All the Confucius Institutes in the US are jointly established in American universities based on their voluntary application and in line with the principle of mutual respect, friendly consultation, equality and mutual benefit by the Chinese and American universities. The operation and management of the Confucius Institutes is open and transparent in strict compliance with local law and regulations of these universities. Their contributions to the cultural and people-to-people exchange between China and the US have been widely applauded by the universities and others in the US.\n\nI must point out that for some time certain people in the US, driven by ideological prejudice and selfish gains, have been grossly and unscrupulously disrupting and obstructing China-US cooperation projects, including the operation of the Confucius Institutes. This is just unacceptable. We also noted that Pompeo cited a lot of baseless reports in his statement, which reveals his intention to oppress the Confucius Institutes under unfounded pretexts.\n\nWe urge the US to discard the cold-war mentality and zero sum game mindset and immediately correct its mistake. It should stop politicizing relevant education exchange projects, disrupting normal cultural and people-to-people exchange between China and the US and eroding mutual trust and cooperation between the two sides.\n\nWe reserve the right to make further reactions.\n\nCCTV: According to media reports, visiting US Secretary of State Pompeo signed with the Slovenian foreign minister a joint declaration on 5G security. Pompeo said on Twitter that this reflects \"our common dedication to protecting privacy and the individual liberties of citizens\". Earlier he also talked about joint efforts to build a clean network in the Czech Republic. Does China have any comment?\n\nZhao Lijian: Now that the so-called \"Clean Network\" seems to be Pompeo's pet phrase, perhaps he should explain to us, why is it that the shadowy figure of the US can be found in cyber espionage activities from PRISM to Equation Group to ECHELON? Why is it that American intelligence authorities run a 24/7 surveillance of cell phones and computers all over the world, even eavesdropping on leaders of US allies for over a decade? This is apparently the modus operandi of a hacker state. It is just preposterous that as the secretary of state of a country with cyber theft stains all over it, Pompeo should have the audacity to propose the building of a \"Clean Network\".\n\nThe US claim of \"protecting privacy and the individual liberties of citizens\" is nothing but a high-sounding pretext. If those in the US think they can fool the world with this, then they must have gravely underestimated people's insight. From meddling in other countries' 5G rollout to openly coercing allies into excluding Huawei, certain US politicians have no scruples resorting to state power as long as it can stop Chinese businesses from getting an edge in 5G. I'm afraid what they have in mind is not a \"Clean Network\", but an \"American Network\"; not a \"secure 5G network\", but a \"US surveillance network\"; not protection of \"privacy and liberties\" of the individual, but consolidation of \"digital hegemony\" of the US.\n\nIn an era of globalization, 5G development should follow the concept of international consultation, joint contribution and shared benefits. Politicizing relevant issues or creating cliques won't be conducive to 5G progress. Such practices run counter to the fair competition principle and go against the common interests of the international community. We believe the world can see certain US politicians for who they really are, reject US hegemonic interference in other countries' 5G cooperation, and uphold a fair, just, open and non-discriminatory business environment.\n\nNew York Times: Some say the statement made by Israel, the United Arab Emirates and the United States has the potential to increase the tension between the UAE and Iran. Does China plan to moderate or try to moderate between the UAE and Iran, given that China is one of the few countries that are friends with both of them?\n\nZhao Lijian: I have made clear China's position. China attaches high importance to peace and stability in the Middle East and will continue to play an active and constructive role in this respect.\n\nBeijing Daily: We noted that the China-Africa Webinar on Solidarity against COVID-19 was held on August 11. Could you give us more details on this meeting and update us on the latest progress in anti-epidemic cooperation between China and Africa?\n\nZhao Lijian: On August 11, the United Nations Economic Commission for Africa (UNECA) and the Chinese Mission to the African Union co-organized the China-Africa Webinar on Solidarity against COVID-19. Officials from the Chinese foreign ministry and the AU Commission, experts on disease control and representatives from renowned think tanks attended the virtual meeting. The Chinese side elaborated on the progress in implementing the outcomes of the Extraordinary China-Africa Summit on Solidarity Against COVID-19 in June, which the African side spoke highly of. They also expressed readiness to work with the Chinese side to fully follow through on the outcomes of the summit, firmly uphold multilateralism and international fairness and justice, jointly fight against the virus and bring benefits to the African and Chinese people.\n\nSince the Extraordinary China-Africa Summit on Solidarity Against COVID-19 was held two months ago, the two sides have coordinated closely to implement the consensus of the leaders and the outcomes of the summit, with new progress achieved in China-Africa cooperation in various fields. Chinese and African leaders have maintained close exchange and the interaction between political parties, legislature and localities on the two sides have gradually been resumed. China continues to provide urgently needed anti-epidemic supplies to the African side and Madame Peng Liyuan has donated anti-epidemic supplies to 53 African countries through the Organization of African First Ladies for Development (OAFLAD). China has sent medical expert teams to 11 countries in Africa and more will be dispatched to Guinea and South Sudan, among others. A list of paired-up Chinese and African hospitals is being compiled. China has implemented the G20 Debt Service Suspension Initiative and signed agreement or reached consensus on debt payment suspension with over 10 African countries. The implementation agreement on the construction of the headquarters of the African Center for Disease Control and Prevention has been signed with preparatory work underway. Many Chinese companies have flown their employees back to Africa by charter flights to resume work and production, and Chinese investments in Africa have grown despite COVID-19.\n\nGoing forward, China stands ready to work with Africa to advance epidemic control and resumption of work and production in a coordinated manner and fully implement the outcomes of the extraordinary summit, in particular strengthening exchange and cooperation on vaccine development and deployment, trade and investment facilitation, localization of industries, and e-commerce so as to address the concerns and meet the needs of the African side. We will join hands to see to it that the China-Africa cooperation prevails over the epidemics and continues to recover and move ahead.\n\nAPP: My first question is about Pakistani nation celebrating its independence day. I wondered if you have any comment? Also, there have been reports of the arrival of a batch of ventilators in Pakistan as part of China's aid to the country. Could you share more about Chinese support for Pakistan in fighting COVID-19?\n\nZhao Lijian: As today marks Pakistan's Independence Day, I would like to take this occasion to send our congratulations. I have every confidence that Pakistan will achieve greater progress in national development and the friendship between China and Pakistan will see more fruitful chapters.\n\nA handover ceremony for 1,000 ventilators given by China to Pakistan was held at the Islamabad International Airport on August 13. Muhammad Afzal, chairman of Pakistan's National Disaster Management Authority (NDMA), expressed thanks for the government and people of China.\n\nAfzal said at the ceremony that the huge amount of assistance flowing in from China helped Pakistan to contain the epidemic. China also helped with the locust swarms in Pakistan. These have added a new dimension to bilateral friendship.\n\nSince the outbreak of COVID-19, China and Pakistan have been standing together and offering each other mutual assistance, a telling example of the two peoples' profound, deep and honey-sweet traditional friendship. China attaches high importance to supporting Pakistan in combating the epidemic. Anti-virus cooperation between the two sides shows that solidarity and cooperation is the most powerful weapon to deal with global challenges. Statistics show that the Chinese government has provided Pakistan with seven batches of anti-epidemic supplies this year, including such items as masks, protective gowns, testing reagents, ventilators, protective goggles, surgical gloves and thermometer guns, altogether weighing more than 100 tonnes. China will continue to fight COVID-19 alongside Pakistan and expand cooperation in areas like material assistance, experience-sharing and R&D of traditional medicine and vaccine until we vanquish the virus.\n\nKyodo News: The Eastern Theater Command of the Chinese People's Liberation Army has recently carried out combat exercises. From the Foreign Ministry's standpoint, what signals do you think such exercises have sent out?\n\nZhao Lijian: The Chinese People's Liberation Army (PLA) Eastern Theater Command has already issued a press release on their exercises. I can give you some information.\n\nThe Chinese People's Liberation Army (PLA) Eastern Theater Command recently systematically sent troops from multiple military branches into multiple directions and organized consecutive, realistic drills in the Taiwan Straits and its northern and southern ends. The drills further tested and improved the troops' joint combat capability. Recently, a certain major country has been continuously making negative moves on the Taiwan question, which has sent seriously wrong signals to \"Taiwan independence\" forces and severely threatened peace and stability across the Taiwan Straits. Taiwan is a sacred and inalienable part of Chinese territory, and the patrol and exercise activities by the PLA are necessary operations aimed at the current security situation in the region and safeguarding national sovereignty. The troops will always be on high alert, take any necessary measures, resolutely counter any provocative actions that could result in \"Taiwan independence\" and separate the country, and resolutely safeguard national sovereignty and territorial integrity.\n\nXinhua News Agency: US President Trump said in an interview that Hong Kong would lose its ability to attract business and serve as one of the world's chief financial hubs if it is to be run by the Chinese government. What's your comment?\n\nZhao Lijian: China has repeatedly stated its position on US fallacies regarding Hong Kong.\n\nI would like to stress that Hong Kong earned its position as an international financial hub through the hard work of generations of Hong Kong people with the strong support from China's deepening opening-up. It is the natural result of our firm commitment to the basic state policy of \"one country, two systems\". It is not a gift from any country that can be taken away on a whim.\n\nBloomberg: Can you comment on the upcoming trade talks between the US and China that are scheduled to happen soon? Can you give us any details on the agenda? What does China hope to achieve? Is there any discussion about altering the text of the phase one agreement given the coronavirus?\n\nZhao Lijian: The Commerce Ministry has responded to the relevant question. I can recap some of the main points here.\n\nSince the phase one trade deal was signed in January, the Chinese side has been fulfilling its commitment in real earnest with relevant authorities putting in a large amount of work to ensure implementation. The COVID-19 pandemic and US restrictive measures including stronger export control against China have had some impact on China's import of certain goods and services. Under current circumstances, the two sides need to work together and strengthen cooperation to overcome the challenge. We hope the US will stop restrictive measures and discriminatory practice against Chinese companies to create conditions for implementing the phase one trade deal.\n\nAs to the China-US high-level trade talks you asked about, once there is confirmed information, relevant authorities will release it in a timely manner.\n\nReuters: We heard yesterday that there were some chicken wings imported from Brazil that were infected with COVID-19. I want to ask if China is going to be carrying out extra checks or imposing additional restrictions on imported food? Has the foreign ministry been in communication with any other countries about this?\n\nZhao Lijian: The virus is an enemy to all mankind. Since COVID-19 broke out, China, Brazil and other countries have taken active prevention and control measures to safeguard people's life and health. While continuing prevention and control efforts on an ongoing basis to guard against resurgence, countries are striving to resume work and production so as to bring socioeconomic development back to the right track.\n\nRegarding the issue you mentioned, we noted relevant reports and are verifying the situation. The Chinese competent authority has stayed in contact with the relevant country on the issue in a friendly and science-based manner. We will advance the resumption of work and production while maintaining ongoing epidemic control measures and work with the relevant country to properly resolve the issue.", "METADATA": {}}}