{"GDELT": {"GlobalEventID": 940825664, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOLAR", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 5, "AvgTone": 2.53592561284869, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Actor1Geo_CountryCode": "CI", "Actor1Geo_ADM1Code": "CI12", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -33.45, "Actor1Geo_Long": -70.6667, "Actor1Geo_FeatureID": "-901202", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Action2Geo_CountryCode": "CI", "Action2Geo_ADM1Code": "CI12", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -33.45, "Action2Geo_Long": -70.6667, "Action2Geo_FeatureID": "-901202", "DATEADDED": 20200814191500, "SOURCEURL": "https://www.princeton.edu/news/2020/08/14/its-20th-year-princeton-university-preparatory-program-brings-enrichment-students"}, "ARTICLE": {"TITLE": "In its 20th year, Princeton University Preparatory Program brings enrichment to students at home", "TEXT": "The Princeton University Preparatory Program (PUPP) kicked off this June as it has during each of the past 20 years — with the rousing sound of organ music in the Princeton University Chapel.\n\nPUPP Director Jason Klugman welcomes students to the summer 2020 program in a virtual opening ceremony intended to recreate their usual experience in the Princeton University Chapel.\n\nThe opening ceremonies might have been pre-recorded and broadcast to participants through Zoom, but PUPP organizers were intent upon preserving as much of the program’s signature, on-campus experience as possible during a summer when the COVID-19 pandemic prevented their usual convening.\n\nFor two decades, PUPP has provided comprehensive college preparation to low-income, high-achieving students from five Mercer County high schools. Students are selected to become PUPP scholars through a competitive admissions process during ninth grade, and they participate in the program through high school graduation and their transition to college.\n\nMany of the students — who hail from Ewing, Hamilton, Lawrence Township, Princeton and Trenton — are the first in their families to attend college.\n\n“It’s really hard to replicate being in person,” said Jason Klugman, director of PUPP. “It’s those small moments in person that create community. But the academic rigor of a PUPP summer is absolutely there.”\n\nThe seven-week program anticipates the students’ personal and academic needs. This year was no exception, taking into consideration what they might require in order to learn from home.\n\nTeaching assistant Germalysa Ferrer, left, a PUPP alumna and member of Princeton’s Class of 2022, checks in with Maia Leonard of Ewing High School, right, at a drive-up station to ensure she has everything she needs to be successful in the program.\n\nBefore orientation, each student received a Chromebook, a laptop computer pillow, calculator, books, sketchpads and a yoga mat. The program also assisted students without reliable internet access to ensure they could participate fully in classes and meetings.\n\n“We wanted to imagine all the barriers to participation,” Klugman said. “We tried to think of all the things that would impede on academic and intellectual engagement.”\n\nThe program was especially attuned to students’ wellness this year given the virtual learning environment and the stresses of pandemic life, Klugman said.\n\n“We altered our schedule and assignments in reaction to the global COVID-19 pandemic, but worked hard to recreate and re-imagine some of the foundational components of the summer, including challenging courses in math, writing, literature, science and sociology, along with our college preparation curriculum, yoga and mindfulness courses, virtual college tours, and more,” Klugman said.\n\nThe virtual format provided some advantages. Authors Angie Cruz and Ernesto Quiñonez paid a visit to the scholars through Zoom. For their literature class, rising sophomores and seniors read Cruz’s “Dominicana” and “Let It Rain Coffee,” respectively. Rising juniors read Quiñonez’s “Chango’s Fire.”\n\nArt classes combined elements of PUPP’s traditional curriculum, while including virtual explorations of artwork and artists. The scholars contributed to a website where they showcased their own work from the summer, incorporating their scholarship and creativity into projects that also served as a much-needed outlet for self-expression, Klugman said.\n\nOver the years, PUPP has become a model for college access programs nationwide.\n\nMost PUPP alumni graduate in the top 10% of their high school class and have a nearly 70% graduation rate at a wide range of selective colleges and universities around the country. The graduation rate is above average for students overall and dramatically higher than the average for students from similar low-income, first-generation backgrounds.\n\nUpon graduating, 2020 PUPP scholars received custom face masks.\n\nPisgah Isabroke, a rising senior at Nottingham High School, said he was grateful that PUPP organizers never considered canceling this year’s program. Although his older brother went to college, they both are first-generation college students and needed guidance navigating the application process.\n\n“I think one thing I’ve gained — other than my own motivation — is having this support system around me,” he said. “We all have the same goals in mind, so we help each other any way we can.”\n\nMarian Ordonez, a rising senior at Ewing High School, said the program has been challenging, but that’s she’s glad to have been pushed out of her comfort zone.\n\n“Coming in sophomore year, I was quiet and reserved,” Ordonez said. “PUPP is always encouraging you to use your voice.”\n\nHer participation also motivated her to apply to two colleges that she never otherwise would have considered: Middlebury and Pomona.\n\n“Without PUPP, I wouldn’t be thinking of applying to the colleges I’m thinking of applying to right now,” Ordonez said. “Our [high] schools don’t have the resources and the counselors.”\n\nIn fact, Ordonez said she might not have attempted to apply to college or community college at all. “I don’t know if I would have pushed myself as hard as I did in school without PUPP,” she added.\n\nSeven of PUPP’s 10 teaching assistants this year were alumni of the program, including Nancy Agosto, a 2018 graduate of Trenton Central High School who attends Muhlenberg College and who served as PUPP’s first teaching assistant in art and literature.\n\nAgosto, an art history major, she said she tried to develop projects that wouldn’t inconvenience students with having to find too many materials. Juniors, for instance, worked on an art project employing digital photography.\n\nAgosto said she is interested in working with high school students eventually, perhaps as a teacher.\n\n“There’s always that bit of anxiety that comes with trying to find one’s own identity,” she said. “I’m trying to let students know that if they work hard enough, it will be fruitful.”\n\nPUPP 2020 ended much as it began, with a virtual closing ceremony that highlighted the students’ growth and accomplishments. It came with the usual smiles and tears at a job well-done — some visible on screen, others shared in a chat box while the ceremony was underway.\n\n“All of our closing week activities — the virtual art gallery, literature performances and research symposium — went on, with updates and innovations to address our current moment,” Klugman said. “None of us could have imagined a virtual PUPP summer, but we pulled it off and are extremely proud of what we were able accomplish together.”", "METADATA": {"og": {"site_name": "Princeton University", "type": "article", "url": "https://www.princeton.edu/news/2020/08/14/its-20th-year-princeton-university-preparatory-program-brings-enrichment-students", "title": "In its 20th year, Princeton University Preparatory Program brings enrichment to students at home", "description": "Serving low-income, high-achieving students from area high schools, the Princeton University Preparatory Program celebrates two decades as a model for college access programs nationwide", "image": {"identifier": "https://www.princeton.edu/sites/default/files/styles/scale_1440/public/images/2020/08/IMG_0329-MLL-LL2FCRPDalt.jpg?itok=zaWTgLy4", "alt": "Summer teaching assistant for the Princeton University Preparatory Program, prepares backpacks filled with essential supplies for this year’s cohort of PUPP scholars"}}, "twitter": {"card": "summary_large_image", "description": "Serving low-income, high-achieving students from area high schools, the Princeton University Preparatory Program celebrates two decades as a model for college access programs nationwide", "title": "In its 20th year, Princeton University Preparatory Program brings enrichment to students at home", "site": "@Princeton", "image": {"identifier": "https://www.princeton.edu/sites/default/files/styles/scale_1440/public/images/2020/08/IMG_0329-MLL-LL2FCRPDalt.jpg?itok=zaWTgLy4,", "alt": "Summer teaching assistant for the Princeton University Preparatory Program, prepares backpacks filled with essential supplies for this year’s cohort of PUPP scholars"}}, "fb": {"app_id": 238312316239555}, "description": "Serving low-income, high-achieving students from area high schools, the Princeton University Preparatory Program celebrates two decades as a model for college access programs nationwide", "Generator": "Drupal 8 (https://www.drupal.org)", "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1.0", "msapplication-config": "/themes/custom/tony/icons/browserconfig.xml", "theme-color": "#ffffff", "google-site-verification": "HCFMWeXbGYFnJTWfcWQmuHWebYmZPzueLOKf8RM09I4"}}}