{"GDELT": {"GlobalEventID": 940818547, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BUS", "Actor1Name": "EMPLOYER", "Actor1Type1Code": "BUS", "Actor2Code": "MEX", "Actor2Name": "MEXICO", "Actor2CountryCode": "MEX", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.10084033613445, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ottawa, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12755", "Actor1Geo_Lat": 45.4167, "Actor1Geo_Long": -75.7, "Actor1Geo_FeatureID": "-570760", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Ottawa, Ontario, Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA08", "Actor2Geo_ADM2Code": "12755", "Actor2Geo_Lat": 45.4167, "Actor2Geo_Long": -75.7, "Actor2Geo_FeatureID": "-570760", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ottawa, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12755", "Action2Geo_Lat": 45.4167, "Action2Geo_Long": -75.7, "Action2Geo_FeatureID": "-570760", "DATEADDED": 20200814183000, "SOURCEURL": "https://usa.inquirer.net/57730/pandemic-puts-2-filipino-caregivers-lives-in-limbo"}, "ARTICLE": {"TITLE": "Pandemic puts 2 Filipino caregivers’ lives in limbo", "TEXT": "VANCOUVER, British Columbia — Two Filipina caregivers who traveled with their employers abroad are stuck outside Canada due to Covid-19 restrictions.\n\nMary Anne De Ramos traveled to Mexico last March with her employer, Deborah Lucas, to take care of her two young sons.\n\nADVERTISEMENT\n\nTemporary residents such as those with valid student and work visas like De Ramos are not exempt from the travel restrictions imposed by Canada.\n\n“I understand the need for quick and decisive action; however, please consider the people who have already left their families to begin a better life in your country and are on the path to becoming Canadians,” said De Ramos, who came to Toronto early last year to look after Toronto resident Deborah Lucas’ two young sons.\n\nAnother caregiver, Genalin Bautista, is also stranded abroad. Her trip to Dubai with her employer’s family has turned into a “nightmare.”\n\nBautista has been in United Arab Emirates since March. Her Canadian temporary residence visa and work permits have expired.\n\nBautista is now alone in Dubai and has a deadline to leave the city by Sept. 20, when her visitor visa expires there, says The Star.\n\n“I don’t know anyone here. I’m scared to go out. This is a disaster, a nightmare,” says the 35-year-old, who came to work as a live-in caregiver for a Brampton, Ontario, family in 2018 after working as a caregiver in Hong Kong for a decade. “My worst fear is I will never be able to return to Canada again.”\n\nBoth stories were reported and updated by The Star.\n\nOver the past few months, Bautista’s employer has reached out to the Immigration Department, Canada Border Services Agency, MPs and Immigration Minister Marco Mendicino’s office to bring the family’s caregiver home, to no avail.\n\nBautista immediately reapplied for a new visa, but then her work permit also expired. She can’t renew or extend her work permit while she’s out of Canada. Without a valid work permit, she has lost her status as a caregiver, and proof that her return to Canada is essential.\n\nADVERTISEMENT\n\nBautista is temporarily living with a friend of her employers in Dubai.\n\n“This situation Ms. Bautista finds herself in is just astounding and deadly serious. She has done nothing wrong and has followed all the rules,” said NDP immigration critic Jenny Kwan, who has reached out to the immigration minister’s office for help on Bautista’s behalf.\n\n“She has been stranded in Dubai because of the cumulative impact of the global pandemic. The inability for IRCC to exercise discretion to accommodate the extenuating circumstances needs to be fixed immediately.”\n\nKwan said the minister can use his discretion to issue the woman a new visa and work permit or expedite her permanent residence application. So far, Kwan said, she has not heard from Mendicino’s office, which did not respond to the Star’s request for comment.\n\nThe borders of the Philippines are open to its citizens returning from abroad, but Bautista said it’s not an option.\n\n“I have five family members to support back home. There were very few jobs in the Philippines even before Covid-19,” said a stressed Bautista. “I’ve worked very hard and invested so much in building a life in Canada. I don’t know where to go if I can’t go back there.”\n\nDe Ramos flew with her Philippines passport to Mexico on March 1 with Lucas and her husband to look after their two boys, one who is four, the other 10 months, on their vacation, reports The Star.\n\n“My life and all my possessions are in Canada, and I know this is the case for many temporary residents like me. In these unique circumstances, please don’t turn away people who pay taxes and work hard to build the multicultural Canadian community we all are proud of.”\n\nAccording to The Star, it is not known how many temporary foreign workers, international students and other temporary residence visa holders are currently stranded overseas and banned from re-entering Canada, but the latest immigration data shows Ottawa had issued 2.4 million temporary residence permits in 2019.\n\nPetition Started\n\nhttps://www.change.org/p/marco-mendicino-help-genalin-bautista-return-to-canada?utm_content=cl_sharecopy_24076928_en-CA%3A2&recruiter=48476187&recruited_by_id=fc1519e0-8d93-0130-811e-3c764e04b838&utm_source=share_petition&utm_medium=copylink&utm_campaign=psf_combo_share_abi", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "author": "Teodoro ‘Ted’ Alcuitas", "robots": "max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Pandemic puts 2 Filipino caregivers’ lives in limbo", "description": "VANCOUVER, British Columbia — Two Filipina caregivers who traveled with their employers abroad are stuck outside Canada due to Covid-19 restrictions. Mary Anne De Ramos traveled to Mexico last March with her employer, Deborah Lucas, to take care of her two young sons. ADVERTISEMENT Temporary residents such as those with valid student and work visas …", "url": "https://usa.inquirer.net/57730/pandemic-puts-2-filipino-caregivers-lives-in-limbo", "site_name": "INQUIRER.net USA", "image": {"identifier": "https://usa.inquirer.net/files/2020/08/Untitled.jpg", "secure_url": "https://usa.inquirer.net/files/2020/08/Untitled.jpg", "width": 1570, "height": 832}}, "article": {"publisher": "https://www.facebook.com/inquirerUSA/", "tag": "travel during pandemic", "section": "Latest Stories", "published_time": "2020-08-14T17:31:05+00:00"}, "twitter": {"card": "summary", "description": "VANCOUVER, British Columbia — Two Filipina caregivers who traveled with their employers abroad are stuck outside Canada due to Covid-19 restrictions. Mary Anne De Ramos traveled to Mexico last March with her employer, Deborah Lucas, to take care of her two young sons. ADVERTISEMENT Temporary residents such as those with valid student and work visas […]", "title": "Pandemic puts 2 Filipino caregivers’ lives in limbo", "site": "@InquirerUSA", "image": "https://usa.inquirer.net/files/2020/08/Untitled.jpg", "creator": "@InquirerUSA"}}}}