{"GDELT": {"GlobalEventID": 940875031, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EUR", "Actor1Name": "EUROPE", "Actor1CountryCode": "EUR", "Actor2Code": "CAN", "Actor2Name": "CANADA", "Actor2CountryCode": "CAN", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.23809523809524, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Canada", "Actor2Geo_CountryCode": "CA", "Actor2Geo_ADM1Code": "CA", "Actor2Geo_Lat": 60.0, "Actor2Geo_Long": -96.0, "Actor2Geo_FeatureID": "CA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200815010000, "SOURCEURL": "https://atlantic.ctvnews.ca/maritime-travel-agents-looking-ahead-to-next-year-1.5064989"}, "ARTICLE": {"TITLE": "Maritime travel agents looking ahead to next year", "TEXT": "HALIFAX -- Friday’s confirmation that the Canada-U.S. border closure is being extended until September 21 isn’t much of a surprise to those in the travel industry. Many travellers are washing their hands of 2020, and hoping for a big trip next year.\n\nMaritime travel agencies are open for business, but business is slow.\n\n“We don’t want people to think we’re shut down and gone, right?” asks Tom Puthiakunnel, owner of United Travels.\n\nPuthiakunnel says that’s a far cry from how 2020 began.\n\n“We had one of the best February’s in recent years, and half of March was fantastic,” recalls Puthiakunnel. “It was looking just fine, then the bottom just fell out.”\n\nRecently, there has been a slight recovery, although still far below normal summer travel levels.\n\nIn July, the Halifax Stanfield International Airport saw its highest passenger numbers since the pandemic began, with a handful of days with more than 1000 people taking off, all domestic.\n\nIn 2019, the airport averaged 11,500 passengers per day.\n\n“We’re not expecting to see much of a change until the borders are reopened and we see that 14-day isolation requirement lifted,” says Leah Batstone, spokesperson for the Halifax Stanfield International Airport. “July saw an increase because of the Atlantic bubble, which has been very positive.”\n\nExperts say if you’re looking to travel outside of Atlantic Canada, your best bet for now it to look ahead.\n\nThe Canadian government continues to warn against any non-essential travel outside of the country.\n\n“Keep the dream, keep planning,” says Gary Howard, CAA Atlantic’s Senior Vice President Marketing & Communications. “As long as there’s a government advisory, insurance is going to be fairly limited with anything related to COVID-19, so for people looking forward, they’re looking to 2021.”\n\nHowards says travel operators are being flexible, knowing that changes are likely.\n\n“In a normal year at this time, there would be early booking bonuses, so there are a few of those around, but most of the airlines, the operators, cruise lines, they’re still in a bit of a wait-and-see mode,” says Howard.\n\nPuthiakunnel says he has local clients who are booked to leave Canada for Europe and Asia later in the fall.\n\n“That also started after all of the shutdowns and everything, because people are hoping everything will be okay,” says Puthiakunnel.\n\nCanada’s federal government is reporting the highest numbers of international travellers arriving in Canada by plane since the beginning of the pandemic, but that number is still down 94 per cent compared to 2019.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "description": "Travel experts say many Maritime travellers are washing their hands of 2020, and hoping for a big trip next year.", "keywords": "halifax news, maritime news, nova scotia, prince edward island, new brunswick, halifax, halifax regional municipality, sydney, cape breton, moncton, fredericton, saint john, charlottetown,covid 19 canada, covid 19, coronavirus canada, covid 19 nova scotia, nova scotia covid 19, covid nova scotia,", "news_keywords": "Travel, Maritimes, CAA, experts, travel agents, COVID-19, pandemic, Halifax airport", "robots": "ACAP allow-index", "fb": {"pages": 280543414237}, "dc.date.modified": "2020-08-14", "og": {"type": "article", "title": "Maritime travel agents looking ahead to next year", "description": "Travel experts say many Maritime travellers are washing their hands of 2020, and hoping for a big trip next year.", "url": "https://atlantic.ctvnews.ca/maritime-travel-agents-looking-ahead-to-next-year-1.5064989", "image": "https://www.ctvnews.ca/polopoly_fs/1.5065163.1597441663!/httpImage/image.png_gen/derivatives/landscape_620/image.png", "site_name": "Atlantic", "locale": "en_CA"}, "twitter": {"title": "Maritime travel agents looking ahead to next year", "url": "https://atlantic.ctvnews.ca/maritime-travel-agents-looking-ahead-to-next-year-1.5064989", "card": "summary_large_image", "description": "Travel experts say many Maritime travellers are washing their hands of 2020, and hoping for a big trip next year.", "site": "@CTVAtlantic", "creator": "@CTVAtlantic", "image": {"src": "https://www.ctvnews.ca/polopoly_fs/1.5065163.1597441663!/httpImage/image.png_gen/derivatives/landscape_620/image.png"}}, "article": {"published_time": "2020-08-14T17:35:00-03:00", "modified_time": "2020-08-14T18:53:00-03:00"}}}}