{"GDELT": {"GlobalEventID": 940863901, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "MIL", "Actor1Name": "AIR MARSHAL", "Actor1Type1Code": "MIL", "Actor2Code": "BUS", "Actor2Name": "AIRLINE", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -3.38983050847458, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK08", "Actor1Geo_ADM2Code": "23674", "Actor1Geo_Lat": 33.7, "Actor1Geo_Long": 73.1667, "Actor1Geo_FeatureID": "-2762812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK08", "Actor2Geo_ADM2Code": "23674", "Actor2Geo_Lat": 33.7, "Actor2Geo_Long": 73.1667, "Actor2Geo_FeatureID": "-2762812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Islamabad, Islamabad, Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK08", "Action2Geo_ADM2Code": "23674", "Action2Geo_Lat": 33.7, "Action2Geo_Long": 73.1667, "Action2Geo_FeatureID": "-2762812", "DATEADDED": 20200815000000, "SOURCEURL": "https://tribune.com.pk/story/2259568/crashed-planes-pilots-had-valid-licenses-committee-told"}, "ARTICLE": {"TITLE": "Crashed plane’s pilots had valid licenses: committee told", "TEXT": "The pilots, who were flying the fateful Pakistan International Airline (PIA) plane that fell into a residential area near the Karachi airport on May 22, had valid licenses – officials told the Senate Standing Committee on Aviation on Friday.\n\nThe committee meeting chaired by Senator Mushahid Ullah Khan reviewed a number of issues including alleged corruption in construction of Islamabad’s new airport and fake licenses of Pakistani pilots.\n\nThe issue of pilots’ fake licenses came to the fore during inquiry into the plane crash which claimed lives of 97 people including 8 crew members.\n\nSharing details of the inquiry report in June, the Minister for Aviation Ghulam Sarwar Khan had revealed that the government had grounded around 300 pilots due to their suspicious licenses.\n\nThe minister’s statement was prominently covered by the international media and within days the aviation authorities of the European Union and the United States had suspended the PIA’s flying operations to their territories for six months.\n\nA number of countries had also grounded Pakistani pilots and sought verification of their licenses.\n\nTalking with reference to the fiasco, a committee member, Senator Sherry Rehman, said in the last meeting of the committee, the aviation minister and the aviation secretary had made different statements on licenses issue.\n\n“After the air crash, the scandal of fake licenses also came to the fore, bringing the country into disrepute and resulting in international sanctions,” she said.\n\nSenator Sajjad Hussain Turi said the committee should be informed about the recruitment procedure of a commercial pilot. The aviation secretary informed the committee that a person can become a commercial pilot by passing A-level or intermediate and attending commercial pilot course.\n\nHe told the committee that a total of 262 pilots were grounded on suspicion of having dubious licenses. The licenses of 28 pilots were revoked and 193 pilots were suspended. 38 pilots had been issued licenses under similar names which are being checked. 54 pilots had not sat the exam, he said\n\nAccording to the secretary, now only those pilots are flying PIA aircraft who have verified licenses.\n\n“The FIA [Federal Investigation Agency] is investigating the fake license case. Five officers belonging to license branch have been suspended. They have been issued show cause notices and their role is being probed,” he added.\n\nThe committee chairman, however, said the real culprits were still on job. “It is better that NAB [National Accountability Bureau] starts an inquiry into this matter,” he added.\n\nPIA Chief Executive Officer Air Marshal Arshad Malik told the committee that the airline is going to file an appeal against the ban imposed by the European Air Safety Agency (Easa) before August 28.\n\nThe committee also discussed alleged corruption in the construction of new Islamabad airport and directed NAB to complete its probe at the earliest.\n\nThe aviation minister said the Islamabad airport was poorly planned and substandard material was used in its construction. “This airport is in my constituency, and aviation is also my ministry. We are also ready to conduct a forensic audit of this airport,” he said.\n\nBriefing the committee, the airport’s project director – Asif Ali Shah Gilani – said the prime minister has constituted a cabinet committee on the New Islamabad Airport which investigating into all these issues.\n\n“It is not a single project but it contains numerous packages undertaken by various contractors. These packages are being investigated separately by NAB, the FIA and other agencies.\n\n“A committee, comprising the Supreme Court and high court judges is also looking into arbitration. The recommendations of the cabinet committee will be sent to the federal cabinet. However, a JIT [joint investigation team] cannot be formed on this issue,” he added.", "METADATA": {"viewport": "width=device-width", "ahrefs-site-verification": "80d91b866834629ca6d4329f97e56e8b3e664a02379ef1426de12c9cf7ce2c34", "fb": {"admins": 503171569, "app_id": 278477199157577, "pages": 111457038871331}, "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@etribune", "title": "Crashed plane’s pilots had valid licenses: committee told", "description": "Senate panel asks NAB to expedite probe into alleged corruption in construction of Islamabad airport", "image": {"src": "https://i.tribune.com.pk/media/images/2231902-piaplanecrashreuters-1590851108/2231902-piaplanecrashreuters-1590851108.jpg"}}, "robots": "noodp", "csrf-token": "R0AQdJN9AP2b8260mQl0GApT7ewqc3xWOAuQVoIt", "og": {"locale": "en_US", "url": "http://tribune.com.pk/story/2259568/crashed-planes-pilots-had-valid-licenses-committee-told", "site_name": "The Express Tribune", "type": "article", "title": "Crashed plane’s pilots had valid licenses: committee told | The Express Tribune", "description": "Senate panel asks NAB to expedite probe into alleged corruption in construction of Islamabad airport", "image": "https://i.tribune.com.pk/media/images/2231902-piaplanecrashreuters-1590851108/2231902-piaplanecrashreuters-1590851108.jpg"}, "description": "Senate panel asks NAB to expedite probe into alleged corruption in construction of Islamabad airport", "title": "Crashed plane’s pilots had valid licenses: committee told", "article": {"publisher": "https://tribune.com.pk", "author": "https://tribune.com.pk/author/398", "section": "Pakistan", "published_time": "2020-08-14T19:42:09+00:00"}}}}