{"GDELT": {"GlobalEventID": 940869599, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "SECRETARY OF STATE", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.216216216216219, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nagarkovil, Northern, Sri Lanka", "Action2Geo_CountryCode": "CE", "Action2Geo_ADM1Code": "CE38", "Action2Geo_ADM2Code": "25839", "Action2Geo_Lat": 9.7008, "Action2Geo_Long": 80.3093, "Action2Geo_FeatureID": "-2229981", "DATEADDED": 20200815003000, "SOURCEURL": "https://island.lk/new-fs-ready-to-face-challenges/"}, "ARTICLE": {"TITLE": "New FS ready to face challenges", "TEXT": "The All-Party Parliamentary Group for Tamils of the House of Commons, UK has requested the government to designate former President Chandrika Bandaranaike Kumaratunga, Samagi Jana Balavegaya MP Field Marshal Sarath Fonseka, Army Commander Lt. Gen. Shavendra Silva et al in terms of the Global Human Rights Sanctions Regulation 2020.\n\nThe group consists of Elliot Colburn MP (Chair), Bob Blackman MP (Vice Chair), Feryal Clark MP(Vice Chair), Robert Halfon MP (Vice Chair), Kate Osamor MP (Vice Chair), Sam Tarry MP (Vice Chair) and John McDonnell MP.\n\nThe following is the text of the letter sent by the group to Dominic Raab MP Secretary of State for Foreign and Commonwealth Affairs: “We welcome the introduction of the Global Human Rights Sanctions Regulations 2020 which reiterates the United Kingdom’s commitment to the rule of law. This new sanctions regime comes at a time when the world is seeking renewed leadership on human rights and justice and we believe that targeted sanctions have the power to promote and protect human rights in many countries that have been areas of priority for the UK.\n\n“We are writing to you to kindly request you to consider applying the new regime in respect of Sri Lanka, in line with the UK’s longstanding commitment to accountability and reconciliation on the post-war island. Sri Lanka in many ways is a parallel situation to Myanmar where an ethnonationalist military dictates political direction and as evident in Myanmar, international accountability measures are the only way to advance transitional justice and prevent further atrocities.\n\n“We feel that sanctions against certain individuals accused of atrocity crimes in Sri Lanka could, therefore, play a role similar to those that have been issued by the UK against two high-ranking military generals in Myanmar. In particular, we recommend the designation of two key military members who stand accused by the UN and rights organisations of heinous atrocity crimes that violate the right to life: Lieutenant General Shavendra Silva (Head of the Army) and Staff Sergeant Sunil Ratnayake.\n\n“Sri Lanka emerged from a brutal 30-year armed conflict between the Sri Lankan government and the Liberation Tigers of Tamil Eelam (LTTE) which culminated in genocidal attacks killing an estimated 70,000 Tamil civilians in 2009. The war was characterised by horrific atrocity crimes which were documented in a report by the United Nations Office of the High Commissioner for Human Rights’ Investigation on Sri Lanka (‘OISL’).\n\n(ii) The OISL was the culmination of a series of UN Human Rights Council resolutions which the United Kingdom played a key role in co-sponsoring and supporting.\n\nFollowing the OISL report, Sri Lanka alongside countries including the UK, co-sponsored UN Human Rights Council Resolution 30/1 in 2015 in which they pledged to undertake a meaningful transitional justice process, including setting up a hybrid court with international judges, security sector reform and a political settlement that would address the root causes of the ethnic conflict on the island.\n\n(iii) However, despite co-sponsoring the resolution, Sri Lanka’s then government failed to make sufficient progress on the central issue of accountability, quickly reneging on international justice commitments and instead pledging to protect the military. (iv) In recognition of this, as early as 2017, the former UN Human Rights Chief, Zeid Ra’ad Al Hussein called on member states to explore avenues to exercise universal jurisdiction to bring perpetrators of atrocity crimes in Sri Lanka to account.\n\n(v) In November 2019, Sri Lanka elected the former Secretary of Defence and alleged war criminal, Gotabaya Rajapaksa, as their President. During Rajapaksa’s tenure as Secretary of Defence, both during and after the armed conflict, he is alleged to have overseen the abduction, torture and disappearance of several primarily Tamil journalists and human rights defenders.\n\n(vi) The new government under Rajapaksa announced in February of this year that they would no longer be supporting UN Resolution 30/1, turning their backs on the international community and firmly rejecting any prospects of justice for victim communities.\n\n(vii) Instead of pursuing a path towards sustainable peace, over the past few months Sri Lanka has descended rapidly back into an ethnocratic authoritarian state with targeting of human rights defenders, increasing militarisation of traditional Tamil homelands and the promotion of individuals accused of serious human rights violations.\n\n(viii) These concerning developments were all recognised already by the UK in the statement of the core group of supporters to Resolution 30/1 at the 44th Session of the UN Human Rights Council in June.\n\n(ix) These developments significantly increase the risk of a recurrence of atrocity crimes, particularly against Tamil communities, and also Muslim communities who have increasingly come under attack over the past decade.\n\n“It is evident that without accountability for atrocity crimes, Sri Lanka will continue to be trapped in recurrent cycles of ethnonationalist violence. As a core supporter of transitional justice efforts in Sri Lanka, the United Kingdom has a unique responsibility to send a strong message to Sri Lanka, that atrocity crimes will not go unpunished and thereby prevent future atrocity crimes from occurring.\n\n“As a first step to doing this, we would urge you to designate former President Chandrika Bandaranaike Kumaratunga, Field Marshal Sarath Fonseka, Lieutenant General Shavendra Silva and Staff Sergeant Sunil Ratnayake under the new Global Human Rights Sanctions Regime for their role in perpetrating atrocity crimes that violate the right to life.\n\nKumaratunga served as president of Sri Lanka and Commander-in-Chief of the military forces from 1994 to 2005. A period marked by human rights abuses and mass bombings, including the bombing of Navaly Church that resulted in 140 civilian deaths and Nagarkovil School that resulted in 71 civilian deaths including 25 school children. Despite the atrocity crimes she committed whilst in power, Kumaratunga regularly visits the United Kingdom. For many torture victims of her regime who sought asylum and currently reside in the United Kingdom, her visits instil fear and acts as reminder of the impunity Sri Lankan war criminals enjoy at home and abroad.\n\n“Fonseka was the commander of the Sri Lankan Army from 2005 until the end of the armed conflict in May 2009. Sri Lankan forces under his command have been implicated in numerous instances of unlawful shelling of civilians and hospitals, rape and other sexual violence, and the summary execution of prisoners.\n\n“Silva was head of the 58th Division of the Sri Lankan army during the last phase of the war, which is named in the OISL report as having committed the most egregious crimes. Instead of holding Silva accountable, the Sri Lankan government promoted Silva to Head of the Army in August 2019, demonstrating their unwillingness to hold those accused of even the most heinous atrocity crimes accountable.\n\n(x) In February 2020, the United States Secretary of State designated Silva under the Department of State, Foreign Operations and Related Programmes Appropriations Act, banning him and his family from entering the country “due to credible information of his involvement, through command responsibility, in gross violations of human rights, namely extrajudicial killings, by the 58th Division of the Sri Lanka Army during the final phase of Sri Lanka’s Civil War in 2009.”\n\n(xi) The Foreign Office’s 2019 Human Rights and Democracy report also highlights Silva’s appointment as an area of concern, stating “this appointment called into question Sri Lanka’s commitments made to the HRC on justice and accountability. In response to the appointment, the UN Department of Peace Operations announced in September that it would suspend future deployments of Sri Lankan peacekeepers, except where suspension would expose UN operations to serious operational risk.”\n\n(xii) Until earlier this year, Ratnayake was a rare example of accountability for atrocity crimes committed by the Sri Lankan forces. The soldier was convicted of murdering eight unarmed Tamil civilians including three children after a 13-year trial in 2000. The conviction was upheld and confirmed by the Supreme Court of Sri Lanka in April 2019 and was a rare moment of accountability for atrocity crimes perpetrated during the war. However, in March 2020, President Gotabaya Rajapaksa issued a presidential pardon to Ratnayake, absolving him of all charges, reinforcing the government’s rejection of any attempt to hold the military accountable for human rights violations.\n\n(xiii) The UK as part of the core group of states co-sponsoring Resolution 30/1 has already criticised the pardon of Ratnayake.\n\n(xiv) Kumaratunga, Fonseka, Silva and Ratnayake are only four of a long list of individuals from the Sri Lankan military against whom there is credible evidence of grave human rights violations, including violating the right to life and the right to be free from torture, but their designation will have the symbolic effect of sending a strong message to the Sri Lankan government that the UK will not let go of the need for accountability for war crimes and thereby contribute towards preventing further atrocity crimes. Accordingly, we ask respectfully that you consider our request to designate Kumaratunga, Fonseka, Silva and Ratnayake under the Global Human Rights Sanctions Regulation 2020.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "og": {"type": "article", "image": "http://island.lk/wp-content/uploads/2020/08/Jayanath.jpg", "url": "http://island.lk/new-fs-ready-to-face-challenges/", "title": "New FS ready to face challenges", "description": "Newly appointed Foreign Secretary Admiral Dr. Jayanath Colombage yesterday told The Island that they had a vital role to play in post-war affairs. The first retired service Chief to hold the post of Foreign Secretary, Colombage expressed confidence in facing the challenges. The Foreign Ministry issued the following statement yesterday afternoon after the former Navy […]"}, "twitter": {"image": "http://island.lk/wp-content/uploads/2020/08/Jayanath.jpg", "card": "summary", "url": "http://island.lk/new-fs-ready-to-face-challenges/", "title": "New FS ready to face challenges", "description": "Newly appointed Foreign Secretary Admiral Dr. Jayanath Colombage yesterday told The Island that they had a vital role to play in post-war affairs. The first retired service Chief to hold the post of Foreign Secretary, Colombage expressed confidence in facing the challenges. The Foreign Ministry issued the following statement yesterday afternoon after the former Navy […]"}, "generator": "WordPress 5.4.2", "msapplication-TileImage": "http://island.lk/wp-content/uploads/2020/07/cropped-site-icon-270x270.jpg"}}}