{"GDELT": {"GlobalEventID": 940812120, "Day": 20200715, "MonthYear": 202007, "Year": 2020, "FractionDate": 2020.5342, "Actor1Code": "NZL", "Actor1Name": "NEW ZEALAND", "Actor1CountryCode": "NZL", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.72350230414747, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ", "Actor1Geo_Lat": -42.0, "Actor1Geo_Long": 174.0, "Actor1Geo_FeatureID": "NZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "New Zealand", "Actor2Geo_CountryCode": "NZ", "Actor2Geo_ADM1Code": "NZ", "Actor2Geo_Lat": -42.0, "Actor2Geo_Long": 174.0, "Actor2Geo_FeatureID": "NZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZ", "Action2Geo_Lat": -42.0, "Action2Geo_Long": 174.0, "Action2Geo_FeatureID": "NZ", "DATEADDED": 20200814180000, "SOURCEURL": "https://www.stuff.co.nz/national/crime/122431903/code-of-silence-who-shot-underworld-figure-rota-beattie"}, "ARTICLE": {"TITLE": "Code of silence: Who shot underworld figure Rota Beattie?", "TEXT": "Kirstyn Beattie's husband, Mongrel Mob Aotearoa vice president Rota Beattie, died recently. Five years ago he was shot in the back of the head, but refused to tell police who pulled the trigger.\n\nRota Beattie died with bullet fragments in his head, five years after he was shot.\n\nThe identity of the person who pulled the trigger remains a mystery to police, who’ve never laid charges in connection with the 2015 gangland incident in Christchurch.\n\nBeattie, the vice president of the Mongrel Mob’s Aotearoa chapter, went to his grave last month refusing to co-operate with investigators.\n\nStaff Photographer/Stuff Rota Beattie pictured during a court appearance in 2004.\n\nREAD MORE:\n\n* No charges follow investigation into debt collecting firm Ironclad Securities\n\n* Shooting victim a gangster with serious drug convictions\n\n* Head Hunters home raided in Christchurch\n\n\n\nThe 45-year-old had a seizure at his home, to the north of the city, on July 27, his family says.\n\nHe died in Christchurch Hospital, where he’d been on life support, two days later.\n\nHis grieving widow, Kirstyn Beattie, believes the shooting – despite the length of time that had passed – contributed to his death.\n\nIain McGregor/Stuff Kirstyn and Rota Beattie were married for about eight years. They had four children together.\n\nShe says she “hates” the gunman and hopes they’re suffering in silence.\n\n“If they aren’t thinking about the consequences of what they’ve done then that’s really sick. They should be feeling it, and they should be sorry.”\n\nRota Beattie was shot in the back of the head while sitting in the back of a car driving in an industrial area of central Christchurch, shortly after midnight on April 5, 2015.\n\nThe gunman was in a following vehicle.\n\nNZ Police/Supplied Rota Beattie was driven to Christchurch Hospital in this blue Subaru, which was later examined by police.\n\nBeattie was driven to Christchurch Hospital’s emergency department by two men about 1.45am.\n\nThey sought help for him before leaving.\n\nIn the hours prior to the shooting, Beattie was involved in an altercation at Ironclad Securities, a now defunct debt collecting business on Wordsworth St in Sydenham, where the son of senior patched Head Hunters gang member Lyndon Richardson was celebrating his 21st birthday.\n\nAt the time, Ironclad Securities was believed to be the Head Hunters’ Christchurch headquarters.\n\nStaff/Stuff Lyndon Richardson was a senior Head Hunters gang member at the time of the shooting.\n\nRichardson was the sole director of the business.\n\nIt has long been suspected that a member of the Head Hunters, a rising force in the city’s underworld at the time, shot Beattie, but police have never been able to prove it.\n\nDetectives searched Ironclad Securities and Richardon’s home in the wake of the incident but found no evidence pointing to the identity of the shooter.\n\nThis week, Canterbury district crime manager Detective Inspector Greg Murton said Beattie and other possible witnesses refused to cooperate with police.\n\nStaff Photographer/Stuff Police searched Ironclad Securities, a Head Hunters linked debt collecting business, after Rota Beattie was shot.\n\n“This significantly hampered the investigation.”\n\nThe case had been “filed”, Murton said, meaning it was no longer being investigated by police.\n\nHe wouldn’t comment on the cause of Beattie’s death, which might be subject to a coronial inquiry, other than to say there was “no direct link between the shooting and his death”.\n\nDespite that, Kirstyn Beattie said she remained convinced the bullet fragments that medical professionals were unable to remove from her husband’s head killed him.\n\nIAIN MCGREGOR/STUFF/Stuff Kirstyn Beattie says her late husband, Rota Beattie, was a loyal family man.\n\nThe shooting left him permanently deaf in one ear and caused nerve damage that gave rise to tremendous pain in his left leg.\n\n“I remember one time [the pain] was that bad that … he said to me that he wished that he’d died that night.”\n\nBeattie said her husband began having seizures about a month before his death.\n\nOn July 27, he was being helped to bed following a “little seizure” when he “smiled at me and then said f… and just passed out”.\n\nIain McGregor/Stuff Kirstyn Beattie points out her husband in a photo featuring members of the Mongrel Mob’s Aotearoa chapter.\n\n“In my heart I saw him die there. He stopped breathing and changed colour.”\n\nLast week, Rota Beattie was buried wearing his gang patch in a red casket that bore his name.\n\nMongrel Mob members from around New Zealand travelled to Christchurch for his tangi.\n\nRoads were blocked as his casket was driven from his home to Ruru Lawn Cemetery in Bromley on the other side of town.\n\nSupplied/Stuff Mongrel Mob vice president Rota Beattie's coffin is carried from his home en route to Ruru Lawn Cemetery\n\n“There were people cheering for him. It was just amazing because he deserved that respect,” his wife said.\n\nRota Beattie, who grew up in Hastings and did jail time for serious drug offending, was a member of the Aotearoa chapter for more than two decades.\n\nA loyal member, he rose through the ranks and was deputy to his “idol” Joseph “Junior” Wiringi at the time of his death.\n\nHe and Kirstyn Beattie, 38, married in 2012.\n\nIain McGregor/Stuff Kirstyn Beattie becomes emotional when she looks through her wedding album.\n\nThey had four children together. Their first, Halo, died in his sleep three months after he was born in 2013.\n\nBeattie said she knew little about the circumstances of the 2015 shooting.\n\nShe said she believed her husband knew the identity of the gunman but refused to talk to police because “there’s a code”.\n\n“I know it sounds crazy to other people but in our life … you don’t talk to the police. It would have been worse off for us if he did.”\n\nBeattie said her “soulmate” was “loyal and genuine”.\n\nIain McGregor/Stuff Kirstyn Beattie says her husband was much more than a gang member.\n\n“I just want people to know he’s much more than just a gang member that got shot. He loved me and the kids so much. He would do anything for us.”\n\nHis death had left a huge hole in her life, she said. She’d spent the last few years as his carer, living on the benefit, and worried about how she would make ends meet.\n\n“It’s really hard that he’s not here. I look at the gate every day waiting for him to come home … but I know he’s not. I know it’s only early but I really don’t know what I’m going to do.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "The senior Mongrel Mob member died with bullet fragments in his head, but refused to tell police who shot him.", "source": "Stuff", "og": {"description": "The senior Mongrel Mob member died with bullet fragments in his head, but refused to tell police who shot him.", "title": "Code of silence: Who shot underworld figure Rota Beattie?", "url": "https://www.stuff.co.nz/national/crime/122431903/code-of-silence-who-shot-underworld-figure-rota-beattie", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/n/s/3/4/image.related.StuffLandscapeSixteenByNine.1420x800.20w527.png/1597380155250.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-14T17:00:00.000Z"}, "parsely-type": "post", "parsely-title": "Code of silence: Who shot underworld figure Rota Beattie?", "parsely-link": "https://www.stuff.co.nz/national/crime/122431903", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/n/s/3/4/image.related.StuffLandscapeSixteenByNine.1420x800.20w527.png/1597380155250.jpg", "parsely-pub-date": "2020-08-14T17:00:00.000Z", "parsely-author": "Blair Ensor", "parsely-section": "national", "parsely-tags": "national,crime"}}}