{"GDELT": {"GlobalEventID": 940890079, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "GOV", "Actor1Name": "SECRETARY OF STATE", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.12690355329949002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rome, Lazio, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT07", "Actor1Geo_ADM2Code": "18350", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.4833, "Actor1Geo_FeatureID": "-126693", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Rome, Lazio, Italy", "Action2Geo_CountryCode": "IT", "Action2Geo_ADM1Code": "IT07", "Action2Geo_ADM2Code": "18350", "Action2Geo_Lat": 41.9, "Action2Geo_Long": 12.4833, "Action2Geo_FeatureID": "-126693", "DATEADDED": 20200815030000, "SOURCEURL": "https://cruxnow.com/church-in-europe/2020/08/top-vatican-official-makes-visit-to-lourdes-mass-on-the-assumption/"}, "ARTICLE": {"TITLE": "Top Vatican official makes visit to Lourdes Mass on the Assumption", "TEXT": "ROME – In one of the most large-scale events for both a top Vatican official and a major tourist destination in the wake of the COVID-19 coronavirus pandemic, this Saturday the Vatican Secretary of State, Italian Cardinal Pietro Parolin, was scheduled preside over Mass for the solemnity of the Assumption at the Marian shrine in Lourdes, France.\n\nParolin, who visited the St. John Vianney shrine in Ars prior to traveling to Lourdes, was scheduled to offer Mass at 10 a.m. local time at the shrine commemorating Mary’s appearance to St. Bernadette Soubirous in 1858 as part of the 147th National Pilgrimage to Lourdes organized by the Assumptionist Fathers.\n\nHis visit marks the first major trip of a Vatican official outside of Rome since the COVID-19 outbreak began in Europe in early March.\n\nLourdes held a virtual pilgrimage to the shine July 16 for an end to the coronavirus called “Lourdes United,” which was touted as the first major global online pilgrimage, and was aimed at shedding light on a $9 million deficit due to the absence of pilgrims, who are able to enter the shrine free of charge, but who typically wander the city and spend money eating at local restaurants and purchasing devotional memorabilia from nearby shops.\n\nParolin’s visit to the shrine this weekend marks his third visit to Lourdes since being named Pope Francis’s Secretary of State. His first visit in that capacity was made in 2017 as Francis’s representative for the World Day of the Sick, and he returned a year later for the St. Francis de Sales Days, an annual event dedicated to Catholic media.\n\nThis year’s National Pilgrimage to Lourdes is taking place Aug. 12-17 under the title, “Come to the Source of Love.”\n\nUsually bustling with thousands of pilgrims from all over the world, this year the shrine will be relatively empty.\n\nGiven the ongoing coronavirus crisis, rather than holding a major event with pilgrims, hospital workers, and the sick and infirm, only a small delegation will represent each of these categories.\n\nAccording to the French bishops, these delegations have a twofold task while in Lourdes: To represent the pilgrims unable to attend, and to provide on-site services to pilgrims who do manage to make it to the shrine.\n\nDue to safety precautions in place to prevent the spread of COVID-19, pilgrims and faithful who are sick – and who are usually the protagonists of activities at Lourdes – were not able to attend the Mass, but were invited to watch the televised event.\n\nOne of the most important elements at Lourdes are the baths available to pilgrims who wish to immerse themselves in the waters of the spring which, according to tradition, appeared when Mary told Bernadette to eat weeds and drink water that emerged when she dug into the dirt at the foot of the grotto in order to make reparation for sins.\n\nSince then, the waters are said to have miraculous properties, leading to numerous physical and spiritual healings.\n\nThe baths were closed due to the coronavirus outbreak, and they remain closed for full immersion. However, pilgrims who wish can still go to the bath stalls at four specific time slots per day, where a shrine staff member or volunteer will give them a portion of water from the spring, which they can either drink, or wash themselves.\n\nIn an interview with Vatican News, Father Nicola Ventriglia, chaplain of the Lourdes shrine, said they are offering this to pilgrims because, “Just as Mary made Bernadette have a beautiful experience, we want to make the faithful who are present to feel good.”\n\nSpeaking of Parolin’s presence for the Assumption, Ventriglia said “His presence is an encouragement for us in this very difficult moment” and also “brings us the closeness of our beloved Holy Father.”\n\nPrior to his visit to Lourdes, Parolin made an Aug. 4 visit to Ars on the feast day of St. John Vianney, known as the Crua de Ars, or, “the priest of Ars,” to celebrate Mass and speak at a conference titled, “Pope Francis and the priest: walking with the People of God.”\n\nIn his homily at Ars, Parolin told priests attending that not only did John Vianney participate in the healing power of God, but he also inspired numerous vocations to the priesthood. He also told them not to be discouraged by the “deviant behavior” of some priests, explaining that the call to the priesthood is a free and “totally undeserved” gift to be accepted “with humility and prayer.”\n\nJohn Vianney, he said, “teaches us to transmit joy and hope through the witness of our personal life and to be constant and persevering in our ministry.”\n\nFollow Elise Ann Allen on Twitter: @eliseannallen", "METADATA": {"generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "viewport": "width=device-width, initial-scale=1, maximum-scale=1.2", "format-detection": "telephone=no", "description": "In his biggest public appearance since the coronavirus outbreak earlier this year, on Saturday the Vatican Secretary of State, Italian Cardinal Pietro Parolin, was scheduled to preside over Mass for the solemnity of the Assumption at the Marian shrine in Lourdes, France.", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Top Vatican official makes visit to Lourdes Mass on the Assumption", "description": "In his biggest public appearance since the coronavirus outbreak earlier this year, on Saturday the Vatican Secretary of State, Italian Cardinal Pietro Parolin, was scheduled to preside over Mass for the solemnity of the Assumption at the Marian shrine in Lourdes, France.", "url": "https://cruxnow.com/church-in-europe/2020/08/top-vatican-official-makes-visit-to-lourdes-mass-on-the-assumption/", "site_name": "Crux", "image": {"identifier": "https://cruxnow.com/wp-content/uploads/2020/06/20200626T0905-2876-CNS-ROME-PILGRIMAGE-LOURDES_800.jpg", "width": 800, "height": 561}}, "article": {"published_time": "2020-08-15T02:31:16+00:00"}, "twitter": {"card": "summary_large_image"}, "msapplication-TileColor": "#da532c", "theme-color": "#ffffff", "msapplication-TileImage": "https://cruxnow.com/wp-content/uploads/2020/08/Crux-favicon-web-500x500-1-300x300.png"}}}