{"GDELT": {"GlobalEventID": 940804242, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "JOR", "Actor1Name": "JORDAN", "Actor1CountryCode": "JOR", "Actor2Code": "ISR", "Actor2Name": "ISRAELI", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.7670682730923701, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Oman", "Actor1Geo_CountryCode": "MU", "Actor1Geo_ADM1Code": "MU", "Actor1Geo_Lat": 21.0, "Actor1Geo_Long": 57.0, "Actor1Geo_FeatureID": "MU", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA", "Action2Geo_Lat": 26.0, "Action2Geo_Long": 50.5, "Action2Geo_FeatureID": "BA", "DATEADDED": 20200814170000, "SOURCEURL": "https://sputniknews.com/middleeast/202008141080171793-israeli-uae-deal-paves-way-to-normalisation-between-the-jewish-state-and-arab-nations-scholars-say/"}, "ARTICLE": {"TITLE": "Israeli-UAE Deal Paves Way to Normalisation Between the Jewish State and Arab Nations, Scholars Say", "TEXT": "On 13 August, Donald Trump announced a historic deal between Israel and the United Arab Emirates (UAE) that formally normalises relations between the countries. International observers have discussed how the newly-inked agreement may influence the balance of power in the region and the longstanding Israeli-Palestinian negotiations.\n\n\"The United States believes that more Arab and Muslim countries will follow the United Arab Emirates’ lead and normalise relations with Israel\", the White House stated on Thursday.\n\nThe accords, signed by Israel's Prime Minister Benjamin Netanyahu and Abu Dhabi's Crown Prince Mohammed bin Zayed Al Nahyan became the third peace agreement between an Arab nation and the Israelis since the Jewish state declared independence in 1948. Earlier, Israel signed peace treaties with Egypt (1979) and Jordan (1994).\n\nHUGE breakthrough today! Historic Peace Agreement between our two GREAT friends, Israel and the United Arab Emirates! — Donald J. Trump (@realDonaldTrump) August 13, 2020\n\n​The Deal Freezes Judea & Samaria Incorporation\n\nThe development is important in many ways, highlights Dr Nir Boms, a research fellow at the Moshe Dayan Centre at Tel Aviv University and the coordinator of the TAU Workshop on Israel and the Middle East.\n\n\"Months in the making we've seen signs, including the visas for Israelis that were granted at the expo in Abu Dhabi and other rapprochement between the two countries that have happened in the last few years\", the researcher points out. \"Nevertheless, this is important and significant because it indeed will be another peace treaty of diplomatic relations, which will probably see a different type of normalisation because some degree of normalisation already exists between the two countries\".\n\nThe agreement kills two birds with one stone, according to Dr Theodore Karasik, a senior adviser to Gulf State Analytics in Washington, DC:\n\n· First, it formalises an informal relationship between Israel and the United Arab Emirates;\n\n· Second, it puts on hold Israel's incorporation of the West Bank, thus easing tensions over the Palestinian Arab question.\n\n\"It was an interesting timing and probably a smart way to provide a lever out of the annexation tree\", Boms admits. \"It did not happen. It was a freeze on the issue itself. For now, it is part of the initiative of the UAE\".\n\nThe Israeli-Palestinian conflict has been simmering for decades since the establishment of Israel in 1948, which was immediately followed by Jordan's occupation of the West Bank and a series of Israeli-Arab wars. The Jewish state's gains in the West Bank, the Gaza Strip, and East Jerusalem were regarded by the UN and Arab nations as \"occupied Palestinian territories\" designated for a future Palestinian state by the UN.\n\nThe rapprochement between the UAE and the Jewish state may prompt Israel and the Palestinian Arabs to take additional measures to find a way for the settlement of the conflict, according to Boms. On the one hand, regional players are likely to gain a lot from the normalisation agreement. On the other hand, the Palestinians need to understand that \"if they do not agree to a more pragmatic position, this process will happen, bypassing [them]\".\n\n\"All in all, and that says the new paradigm that will probably accompany us in the months and years ahead\", Boms points out.\n\nAlthough Israel has delayed its plan to incorporate Judea and Samaria – the Biblical names for the West Bank territories – Prime Minister Netanyahu specified on Thursday that there is no change to the plan to extend Israel's sovereignty over Judea and Samaria, in full coordination with the United States.\n\n© AFP 2020 / JACK GUEZ The city hall in the Israeli coastal city of Tel Aviv is lit up in the colours of the United Arab Emirates national flag on August 13, 2020. - Israel and the UAE agreed to normalise relations in a landmark US-brokered deal, only the third such accord the Jewish state has struck with an Arab nation. The agreement, first announced by US President Donald Trump on Twitter, will see Israel halt its plan to annex large parts of the occupied West Bank, according to the UAE.\n\nUAE-Israeli Deal Sends a Message to Arab States & Iran\n\nWhat is most important is that the newly-struck agreement between Israel and the UAE brokered by the United States is \"sending a big message to Iran\" that the all three have teamed up against Tehran, believes Dr Theodore Karasik.\n\n\"What we have here is the three countries are likely to launch a just new discussion about regional security\", the scholar observes. \"And we're going to have to see where that regional security discussion goes. Will it increase the pressure on Iran or will there be an opportunity down the road maybe after the election?\"\n\nThe immense changes are occurring geopolitically partly because of the COVID-19 pandemic, with some countries managing to get the virus under control and some still struggling to curb the spread, according to the scholar.\n\nIn a joint statement, Prime Minister Netanyahu and Abu Dhabi's Crown Prince Mohammed bin Zayed Al Nahyan emphasised the importance of the fight against the pandemic and agreed to “expand and accelerate” cooperation on the development of a COVID-19 vaccine.\n\n\"So, because of the geopolitical scene in the region, this agreement will have a big ripple effect\", Karasik suggests. \"There's a nexus emerging of like-mindedness about Middle East futures. So it's a very big breakthrough. It has a lot of positive aspects to it over the negative aspects\".\n\nNir Boms shares Karasik's optimism to some extent. If all goes as planned, the UAE's move may prompt other Arab countries, particularly in the Gulf, to move in that direction, he foresees.\n\nI have reason to be very optimistic that today’s announcement with the UAE will be followed by more Arab nations joining our region's circle of peace. pic.twitter.com/IVRIF3tlkl — Benjamin Netanyahu (@netanyahu) August 13, 2020\n\n​The UAE's regional allies - Bahrain, Oman, and Egypt - hailed the accords. According to The Times of Israel, Oman and Bahrain are seen by some observers as \"next in line\" to sign normalisation agreements with Israel.\n\nI thank Egyptian President al-Sisi, and the governments of Oman and Bahrain, for their support of the historic peace treaty between Israel and the United Arab Emirates, which is expanding the circle of peace and will be good for the entire region. — Benjamin Netanyahu (@netanyahu) August 14, 2020\n\n​Commenting on the newly-signed deal, Jordan expressed hope that the accords may facilitate a resolution of the Israeli-Palestinian question.\n\n\"If Israel sees the agreement as an incentive for the end of the occupation and the return of the Palestinian people's right to freedom and to establish their independent state on the 1967 borders with Eastern Jerusalem as its capital, the region will move towards a just peace\", Jordan's Foreign Minister Ayman al-Safadi said in an official statement on Thursday.\n\nIn contrast, major Palestinian Arab organisations denounced the Israeli-UAE deal as a \"stab in the back\". Iran and Turkey also slammed the UAE for striking the diplomatic normalisation agreement with Israel. While Ankara lambasted Abu Dhabi for \"betraying the Palestinian cause\", Tehran stated that the UAE had struck a dagger into the \"backs of all Muslims\".", "METADATA": {"description": "On 13 August, Donald Trump announced a historic deal between Israel and the United Arab Emirates (UAE) that formally normalises relations between the countries....", "keywords": "the UAE-Israel deal, the West Bank, Palestinian Arabs", "news_keywords": "the UAE-Israel deal, the West Bank, Palestinian Arabs", "robots": "all", "format-detection": "telephone=no", "ahrefs-site-verification": "ahrefs-site-verification_899ad24abeb428773ae480d902877f72151b81b12d4b7293cbfa1c452c76adcd", "analytics": {"site_domain": "sputniknews.com", "article_id": 1080171793, "p_ts": 1597423260, "rubric": "middleeast", "tags": "the UAE-Israel deal, the West Bank, Palestinian Arabs"}, "viewport": "width=device-width, initial-scale=1", "twitter": {"widgets": {"csp": "on"}, "card": "summary_large_image", "site": "@SputnikInt", "url": "https://sputniknews.com/middleeast/202008141080171793-israeli-uae-deal-paves-way-to-normalisation-between-the-jewish-state-and-arab-nations-scholars-say/", "title": "Israel-UAE Deal Paves Way to Normalisation Between the Jewish State and Arab Nations, Scholars Say", "description": "On 13 August, Donald Trump announced a historic deal between Israel and the United Arab Emirates (UAE) that formally normalises relations between the countries....", "image": "https://sputniknews.com/sharing_snippet/1080171793.png?1597423260"}, "fb": {"app_id": 799135720145118, "pages": 357990416180}, "apple-itunes-app": "app-id=969452947, app-argument=com.sputniknews://article?issuer_id=17&issuer_article_id=1080171793", "google-play-app": "app-id=com.sputniknews.sputnik", "og": {"title": "Israeli-UAE Deal Paves Way to Normalisation Between the Jewish State and Arab Nations, Scholars Say", "url": "https://sputniknews.com/middleeast/202008141080171793-israeli-uae-deal-paves-way-to-normalisation-between-the-jewish-state-and-arab-nations-scholars-say/", "type": "website", "description": "On 13 August, Donald Trump announced a historic deal between Israel and the United Arab Emirates (UAE) that formally normalises relations between the countries....", "image": {"identifier": "https://cdn2.img.sputniknews.com/images/07e4/08/06/1080081745.jpg", "width": 705, "height": 375}}, "lastmod": "2020-08-14T16:41:23Z", "pubdate": "2020-08-14T16:41:00Z", "url_type": "usual"}}}