{"GDELT": {"GlobalEventID": 940831025, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "kas", "Actor1Name": "KASHMIRI", "Actor1EthnicCode": "kas", "Actor2Code": "IGOUNO", "Actor2Name": "THE UN", "Actor2KnownGroupCode": "UNO", "Actor2Type1Code": "IGO", "IsRootEvent": 1, "EventCode": 833, "EventBaseCode": 83, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 20, "NumSources": 1, "NumArticles": 20, "AvgTone": 0.141848675096535, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20200814194500, "SOURCEURL": "http://www.radio.gov.pk/14-08-2020/pakistan-can-develop-and-prosper-with-dedication-of-nation-and-following-jinnahs-vision-analysts"}, "ARTICLE": {"TITLE": "Pakistan can develop and prosper with dedication of nation and following Jinnah’s vision: Analysts", "TEXT": "Pakistan can develop and prosper with dedication of nation and following Jinnah’s vision: Analysts\n\nAli Muhammad Khan (Minister of State for Parliamentary Affairs): I would like to congratulate the entire nation a Happy Independence Day. With the help of Allah Almighty, we are able to do anything we want in our homeland with freedom. We have to fulfill the dream of Quaid-e-Azam Muhammad Ali Jinnah that was of prosperous Pakistan. Muhammad Ali Jinnah clearly stated that Pakistan not only means freedom and independence but also the Muslim Ideology which has to be preserved. This ideology is a precious treasure. It is our moral responsibility to take care of our motherland. Pakistan can only progress and become a great country as was desired by the Quaid if his vision of Pakistan is given the status of the national goal to be achieved in a stipulated time frame.\n\nLt. Gen. (Retd.) Abdul Qayyum Khan (Senator, PML-N): As a nation we must be thankful to Allah Almighty that we are living in an independent state with freedom to practice our beliefs. India is violating the UN resolutions according to which Kashmiris were to be given their right to self-determination. New Delhi is committing worst atrocities in Indian Illegally Occupied Jammu and Kashmir. The Indian atrocities and human rights violations in IIOJ&K need to be highlighted on all international fora. Kashmiris in IIOJ&K have been celebrating Pakistan's Independence Day but Indian Independence Day will be observed as a Black Day tomorrow. The world must ensure the peaceful solution to core Kashmir issue in accordance with the UN resolutions. Indians at this time are frustrated and isolated and not capable to stand on moral ground. Moreover, retired Indian generals and diplomats are issuing aggressive statements against Pakistan and in support of BJP's narrative. The time is not far when Kashmiris will have freedom from illegal Indian occupation.\n\nDr. Fakhar-ul-Islam (Director, Pakistan Study Center, Peshawar): First of all, I would like to congratulate the nation on Pakistan Independence Day. Every nation has to face good and bad times. At the time when Pakistan came into being, the federal secretariat was established in tents in Karachi. Now Pakistan has beautiful capital territory. With the help of Allah Almighty, we have developed our constitution that cannot be abrogated. Pakistan has made a lot of achievements and developments in last 73 years. We have world's best army equipped with modern technology, arms and weapons. Pakistan has gained achievements in all fields of life. In short, Pakistan has all the capabilities to deal with the modern day challenges. I am hopeful of the devotion and motivation of the nation. The youth are our assets and our generations will definitely make Pakistan an economically developed country in the world.\n\nDr. Abdul Basit Mujahid (Assistant Professor, History Department, AIOU): When Pakistan came into being there was only one university in the entire country and now we have over 200 universities nationwide. The nation is well capable to respond to any challenge to the country. The nation needs to adopt the habit of working with fiscal discipline and selfless devotion to duty. The passion of people and their love for the country cannot be ignored. Pakistan is also playing an important role in peacekeeping missions of the United Nations that has been acknowledged by the world. Allah Almighty has blessed Pakistan with potential in different fields that needs to be utilized wisely. We must also remember our Kashmiri brethren on this special day who have been facing worst Indian atrocities and are under constant military siege for the last one year. Pakistan is determined to continue its moral, political and diplomatic support to Kashmiri people and will also continue to expose cruel Indian face in front of the world.\n\nLt. Gen. (Retd.) Asif Yasin Malik (Defense Analyst): Peace has been a priority of powerful nations while the weaker nations go to war on any issue. India at the time is adopting the policies of aggressiveness. The Indian government is also creating problems not only for its minorities but for low-caste Hindus as well. The present Indian policies are taking India towards the path of isolation and destruction. The BJP government has turned the entire Kashmir valley into the world's largest garrison. Pakistani nation is well motivated and always ready to support their military forces against any aggression from the enemies. Only those countries remain successful whose nations support the state and the military. Pakistan is now indigenously manufacturing the latest technology which is a good development. It is not the machine, but the man behind the machine that matters. Present era is not dependent on weapons but it is the era of economic development.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "csrf-token": "Z0uZljgec23v50TwLGE3UhbHhEGMCGrN6QNelIXl", "og": {"url": "http://www.radio.gov.pk/14-08-2020/pakistan-can-develop-and-prosper-with-dedication-of-nation-and-following-jinnahs-vision-analysts", "type": "website", "title": "Pakistan can develop and prosper with dedication of nation and following Jinnah’s vision: Analysts", "description": "Pakistan can develop and prosper with dedication of nation and following Jinnah’s vision: Analysts", "image": "http://newsimage.radio.gov.pk/20200814/10973766531597425790.jpg"}, "twitter": {"card": "summary_large_image", "site": "@RadioPakistan", "title": "Pakistan can develop and prosper with dedication of nation and following Jinnah’s vision: Analysts", "description": "Nation celebrated 74th Independence Day today with renewed pledge to make country a true Islamic welfare state", "creator": "@RadioPakistan", "image": {"identifier": "http://newsimage.radio.gov.pk/20200814/10973766531597425790.jpg", "alt": "Pakistan can develop and prosper with dedication of nation and following Jinnah’s vision: Analysts"}, "domain": "www.radio.gov.pk"}, "fb": {"app_id": 303467856815419}}}}