{"GDELT": {"GlobalEventID": 940855968, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "RUS", "Actor2Name": "RUSSIA", "Actor2CountryCode": "RUS", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.75796178343949, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20200814230000, "SOURCEURL": "http://www.asahi.com/ajw/articles/13619623"}, "ARTICLE": {"TITLE": "Stuart Goldman: Japanese army served as an unwitting trigger for World War II : The Asahi Shimbun", "TEXT": "As diplomatic machinations were unfolding in Europe in 1939, the Imperial Japanese Army unwittingly played the role of trigger to start World War II, according to Stuart Goldman, who has written a book about what has become known as the Nomonhan Incident.\n\nGoldman spoke about the relationship between what was happening among diplomats in Europe and the military ambitions of Japanese army officers.\n\nExcerpts of the interview follow:\n\nQuestion: How did you find out about the Nomonhan Incident?\n\nGoldman: When I was a young graduate student, I read a book about the German-Soviet war written by an English historian named Alan Clark called “Barbarossa.” It may still be the best one volume treatment of the German-Soviet war.\n\nThat book had a half-page-long footnote talking about the fact that (Georgy) Zhukov, who led the Soviet Army to victory, had fought this big battle against the Japanese in the summer of 1939.\n\nI was 22 years old. The next year, I had to present a paper for a seminar in modern European diplomatic history. I chose as my subject, the connection between Nomonhan and the German-Soviet Nonaggression Pact.\n\nI could see that the Soviet Union is fighting this major undeclared war against Japan, at the same time it concludes a military alliance with Germany, Japan's ally. “There has to be some connection.” It just jumped out at me, there has to be. I've been chasing this story for many years.\n\nQ: You describe the Nomonhan Incident as a trigger of the outbreak of the war.\n\nA: The Nomonhan Incident is a little-known conflict fought in remote inner-Asia. But it paved the way for all the events which triggered the outbreak of the World War II in Europe.\n\nIn that summer, Europe was just close to the war. The tension was growing between Germany, which was demanding Danzig from Poland, and Britain and France. Both sides offered Stalin an alliance.\n\nSo, Stalin is in a position to choose. He can choose to sign the military alliance with Britain and France, which means he probably has to fight Germany, which invites the Japanese to increase their aggression on the Nomonhan front.\n\nOr he can choose some agreement with Hitler, which means that the British and French will fight the Germans and leave the Soviets on the outside and it will cut off Japan from her Anti-Comintern ally, Germany. So, Japan will be isolated, then Stalin can then turn and smash Japanese at Nomonhan, which is exactly what he did.\n\nWhile the German-Soviet alliance was being concluded, Stalin gave Zhukov the green light to launch his offensive and Zhukov struck the Kwantung army at Nomonhan. And the Japanese suffered a military and a political-diplomatic defeat. Hitler invaded Poland and thus World War II began.\n\nQ: Did the Kwantung army escalate the border conflicts, ignoring Tokyo’s instruction not to and thus trigger the World War II without intention?\n\nA: Yes. They had no idea that there would be a connection between what they were doing on the border and the diplomacy in Europe 4,000 miles away. But the consequences were huge. So, we call this the rule of unintended consequences.\n\nQ: But in general, the Nomonhan Incident is not regarded as a trigger of the war.\n\nA: Because professional historians have become too specialized, and so the Japan specialists look at Japan. The Russian specialists look at Russia. The German specialists look at Germany.\n\nQ: You point out that “Gekokujo” became powerful among the young officers.\n\nA: Because of the rapid pace of modernization, the young staff officers believed that they understood modern warfare and modern technology better than the old men.\n\nAlso, the military academy’s curriculum was focusing on complex strategies that might be useful to the cadets as division commanders 20 or 30 years later, rather than the tactics appropriate to the command of an infantry platoon or company. The result was a situation in which these mid-level staff officers occupied the controlling positions in the decision-making process.\n\nQ: Why did the Japanese army put so much emphasis on spiritualism?\n\nA: Japan had fought against bigger countries, had been victorious against China in 1895, against Russia in 1904-1905 and so fighting against these much bigger armies, the Japanese army was victorious partly because of their genuinely superior fighting spirit.\n\nBut Japan was lacking raw materials and industrial strength. When the Japanese military leaders in the 1930s began thinking about possible conflict with the Soviet Union, they wanted to believe that the Marxist materialist ideology of the Soviet Union was morally inferior and that Soviet soldiers would not have a good fighting spirit because their whole philosophy was materialist.\n\nSo, some of the Japanese army officers believe this, others made themselves believe it because it was the only way they could rationalize victory. And so partly there was a kind of self-induced belief.\n\nQ: The Japanese army attacked the Soviet tanks with firebombs at Nomonhan. Do you think it’s the same way of thinking?\n\nA: Yes. We could say the same thing about the decisions that were made two years later in 1941. The decision for war with America also included the same concept. United States has enormous industry, but the senior army leaders thought “bushido” would prevail.\n\nAnd it was a huge miscalculation, miscalculation of both sides but the miscalculation on the Japanese side was fatal.\n\nQ: Could you tell us about the link between Nomonhan Incident and Strike South policy?\n\nA: I want to be very clear about this. I do not claim that the main reason for the Japanese decision to strike south was because of Nomonhan. I do not say that.\n\nClearly the main reason had to do with the oil embargo, and this is very clear. But we know that there was a debate in Tokyo, at Imperial General Headquarters, in the Imperial war conferences in July and August and September 1941. We know that there was a debate and some of the senior army leaders wanted to follow Germany and attack the Soviet Union.\n\nIt is said that there were some who were against attacking the Soviet Union, because of the experience at Nomonhan. Tsuji Masanobu, who was a key figure in the Nomonhan Incident, was an influential voice at IGHQ in mid-1941 arguing against war with Russia.\n\nQ: Concerning the impact on Strike South policy and German-Soviet war, how do you evaluate the spy Richard Sorge?\n\nA: After Sorge's information reaches Moscow, then Stalin makes the decision to transfer half of the far eastern reserves to the Moscow front. I think 17 army divisions, and 1,500 airplanes, 1,700 tanks, shifted from the far eastern reserve, to the Moscow front.\n\nSome of these men and machines were the troops that Zhukov had commanded at Nomonhan. Now Zhukov has command of the Moscow front. And so again, the connection is very clear. Stalin had confidence that Zhukov understood modern combined arms warfare. A decisive factor for victory was that Stalin transferred the far-eastern reserves to Moscow.\n\nQ: What if, Japan had attacked Siberia, from 1941 to 1942, what would have been the result?\n\nA: Some Russian military experts argue that, even if Japan had attacked, it would have been terrible, and the war would have been much longer, but eventually the Soviet Union would have won.\n\nOther Russian military experts say that, if the Soviet Union had to fight a two-front war, in the winter of 1941 to 1942, it would have been a catastrophe, the Red Army would have been defeated, and Europe today would be speaking German.\n\nPersonally, I know how close it was to a German victory. If Japan had attacked the Soviet Union, then Japan could not also have attacked Pearl Harbor. It could not possibly attack the Soviet Union and the United States at the same time.\n\nQ: The lessons at Nomonhan unlearned, Japan was defeated (in World War II). Seventy-five years have passed since then. Do you think the lessons of war were forgotten?\n\nA: The people who lived through that experience are dead or dying. And the memories, which were so vivid, and so terrible, those memories are dying with the people who lived it.\n\nAfter Japan’s defeat, the Constitution which said “no more war” was founded. But that was more than 70 years ago. That Constitution has never been changed.\n\nAnd perhaps the government of Prime Minister (Shinzo) Abe is trying to change that attitude of the Japanese public toward war. And if I can jump ahead, North Korea makes Abe’s job easier by presenting Japan with a kind of military threat.\n\nWe historians have the responsibility to keep these understandings alive. A part of my mission is to explain the miscalculations that led leaders to blunder and stumble into wars, sometimes by accident, sometimes by stupid intentions. That's the responsibility of historians to keep this understanding alive.\n\n(The interview was conducted by Misuzu Amano and Senior Staff Writer Yasuji Nagai)\n\n* * *\n\nStuart Goldman, 77, is an American historian who spent about 30 years in political and military research of the Russian and Eurasian regions at the Congressional Research Service of the Library of Congress. He currently serves as scholar in residence at the National Council for Eurasian and East European Research (NCEEER) and has published “Nomonhan, 1939: The Red Army’s Victory That Shaped World War II.”", "METADATA": {"TITLE": "NOMONHAN INCIDENT/ Stuart Goldman: Japanese army served as an unwitting trigger for World War II : The Asahi Shimbun", "SHORTTITLE": "NOMONHAN IN…", "description": "As diplomatic machinations were unfolding in Europe in 1939, the Imperial Japanese Army unwittingly", "keywords": "Opinion,Views,Asahi Shimbun,Japan,news", "fb": {"app_id": 225172280833257}, "og": {"locale": "en_US", "title": "NOMONHAN INCIDENT/ Stuart Goldman: Japanese army served as an unwitting trigger for World War II : The Asahi Shimbun", "url": "http://www.asahi.com/ajw/articles/13619623", "image": "https://public.potaufeu.asahi.com/4abf-p/picture/22678474/20bf961ce74da4f57e64a121337f011c.jpg", "site_name": "The Asahi Shimbun", "type": "article", "description": "As diplomatic machinations were unfolding in Europe in 1939, the Imperial Japanese Army unwittingly"}, "article": {"publisher": "https://www.facebook.com/AJW.Asahi"}, "twitter": {"card": "summary", "site": "@ajwasahi", "title": "NOMONHAN INCIDENT/ Stuart Goldman: Japanese army served as an unwitting trigger for World War II : The Asahi Shimbun", "description": "As diplomatic machinations were unfolding in Europe in 1939, the Imperial Japanese Army unwittingly", "image": "https://public.potaufeu.asahi.com/4abf-p/picture/22678474/20bf961ce74da4f57e64a121337f011c.jpg", "url": "http://www.asahi.com/ajw/articles/13619623?ref=twnews"}, "msapplication-TileImage": "//public.potaufeu.asahi.com/ajw/logo_icon.ico", "msapplication-TileColor": "#B90000", "RELEASE_DATE": "2020-08-15", "googlebot": "unavailable_after: 31-Dec-9999 23:59:00 JST"}}}