{"GDELT": {"GlobalEventID": 940815880, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "BOL", "Actor1Name": "LA PAZ", "Actor1CountryCode": "BOL", "Actor2Code": "CVL", "Actor2Name": "COMMUNITY", "Actor2Type1Code": "CVL", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -6.2953995157385005, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "La Paz, La Paz, Bolivia", "Actor1Geo_CountryCode": "BL", "Actor1Geo_ADM1Code": "BL04", "Actor1Geo_ADM2Code": "40202", "Actor1Geo_Lat": -16.5, "Actor1Geo_Long": -68.15, "Actor1Geo_FeatureID": "-693412", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "La Paz, La Paz, Bolivia", "Actor2Geo_CountryCode": "BL", "Actor2Geo_ADM1Code": "BL04", "Actor2Geo_ADM2Code": "40202", "Actor2Geo_Lat": -16.5, "Actor2Geo_Long": -68.15, "Actor2Geo_FeatureID": "-693412", "Action2Geo_Type": 4, "Action2Geo_Fullname": "La Paz, La Paz, Bolivia", "Action2Geo_CountryCode": "BL", "Action2Geo_ADM1Code": "BL04", "Action2Geo_ADM2Code": "40202", "Action2Geo_Lat": -16.5, "Action2Geo_Long": -68.15, "Action2Geo_FeatureID": "-693412", "DATEADDED": 20200814181500, "SOURCEURL": "https://www.mintpressnews.com/bolivia-showdown-mass-protests-erupt-against-us-backed-anez/270416/"}, "ARTICLE": {"TITLE": "Bolivia Headed for Showdown as Protests Erupt Against US-backed Anez", "TEXT": "Bolivia is heading for a showdown between the government and the people after nearly two weeks of continuous, nationwide protests have paralyzed the country. Demonstrations have grown day on day after the government — who came to power in a U.S.-baked coup last November — postponed the elections for the third time. Ollie Vargas, a journalist who witnessed the events firsthand, shared his experiences with MintPress:\n\nWe are in day 12 of Bolivia’s uprising and general strike called by the unions, and the crisis has reached a boiling point. All of the country is paralysed. The key roads in the country have been blocked by people erecting barriers. So it is up to the government to decide whether they want a peaceful route out, which is through elections as soon as possible, with guarantees to end the persecution against the left and the Movement to Socialism Party [MAS], or if they are going to go down the route of more conflict by rejecting that, at which point the movement will begin calling for the ousting of the government. The government will have to start attacking the protesters, in what would have to be basically a military invasion of the country, because this is across every region of Bolivia.”\n\nUnfortunately, many observers predict that the coup government, led by Jeanine Añez, will choose the latter. MintPress also spoke with Benjamin Dangl, a lecturer at the University of Vermont and the author of the book, “The Five Hundred Year Rebellion: Indigenous Movements and the Decolonization of History in Bolivia.” “The government and its right-wing and paramilitary allies in the streets meet protesters’ legitimate demands with racist violence and threats,” he said.\n\nSince last November, the Áñez government has carried out grave human rights violations and massacres against political enemies and protesters. Its current handling of protests indicates it is not interested in a peaceful solution to the crisis it has created.”\n\nLate last month, the government postponed elections for a third time, moving them back to October 18. Its justification was the rapidly worsening health situation in the country due to the COVID-19 pandemic. It has also canceled school for the country’s two million children. No doubt holding an election would indeed be dangerous at the current moment. But many in Bolivia felt the move was a sign the self-declared “interim government” had little intention of ever giving up power.\n\nOn the 10th day of Bolivia's general strike, more sectors join the protests against the coup government. Today, the town of Konani, La Paz, mobilized as a community to call for democracy. Video: Wara Noticias pic.twitter.com/pNF6u761b7 — Kawsachun News (@KawsachunNews) August 12, 2020\n\nIn response, unions called a general strike, and after 12 days of protest that has seen the country shut down through a series of roadblocks, the movement has grown bolder, calling for an end to Añez’s rule. Dangl noted that the method of protest is a common one in Bolivia, being used extensively by the people during the early 2000s Water and Gas Wars against the privatization of the economy.\n\nThe rising number of protesters involved in road blockades across Bolivia speak to a long tradition of blockades as a form of protest in the country. Bolivian blockaders have toppled dictatorships, ushered in a return to democracy, and kicked out some of the most powerful corporations and banking institutions in the world. Now they are facing down the repressive and undemocratic Áñez government. The protests reflect the wide rejection of Áñez, and go beyond the MAS base and close supporters of Morales, pointing toward a massive grassroots uprising.”\n\n“The roadblocks in Bolivia make it impossible for coup officials to escape by land, Vargas said. “If social movements surround the airports then Añez/ [Interior Minister Arturo] Murillo may not make it to Miami. The presidential helicopter can only go short distances.”\n\nIndigenous protesters from the Bolivian town of Palca, are now calling for the resignation of self-declared President Jeanine Añez, citing the destruction of education and health services. Video: teleSUR pic.twitter.com/VFv0mt9L6T — Kawsachun News (@KawsachunNews) August 7, 2020\n\nWith the government feeling the heat, it has increasingly turned to violence as a response. It began by sending low flying aircraft over the protests to intimidate them, simulating attacking them as they did during the November massacres. Murillo himself appeared on CNN, arguing that firing on the protesters is the “politically correct thing to do.” Far-right paramilitaries began doing just that, shooting and wounding their enemies. The country’s Defense Minister, Fernando Lopez, expressed his support and gratitude to the Christian-fascist group Unión Juvenil Cruceñista who carried out many of the attacks. “They know what to do…they need to send a message,” he said on government broadcaster Bolivia TV.\n\nOusted president Evo Morales warned that the Añez government is planning what amounts to a second coup, to establish a military-civilian junta, not unlike the fascist regimes that dominated many South American nations in the 20th century.\n\nThe uprising and the government’s response to it have been given little attention in the Western press, who strongly supported the November coup. When discussed at all, media have described the paramilitaries carrying out government orders merely as “armed civilians,” and not as a key part of the apparatus of oppression.\n\nEven as calls for their resignation have reached a crescendo, the government itself is upping the ante. Last week, it announced that it would charge Morales and a host of MAS leaders, including Luis Arce (the party’s presidential candidate in the oft-postponed election), with attempted genocide, on the grounds that the protesters had stopped ambulances and vehicles containing emergency medical equipment from reaching their destinations. “What is [being] done is a crime against humanity,” Murillo said at a press conference in the highland city of Cochabamba. Protest-friendly media like Kawsachun Coca strongly contest this claim, and released footage of protesters clearing roadblocks and helping ambulances through.\n\nPolls show that Arce is, by a long way, the favorite for any election, with 42 percent of the public intending to vote for him. By contrast, Añez is likely to garner only 13 percent support in the first round of voting. Thus, the MAS would be on for an even bigger victory than they had in the October elections last year.\n\nAñez came to power in a military coup in November, just three weeks after Morales won another election. A strongly conservative Christian, her party received only four percent of the vote. Handpicked by the military, Añez arrived at the presidential palace in La Paz clutching an oversized bible and declaring that Christ was returning to government. A relatively unknown senator before the coup, she sparked controversy when she claimed that Bolivia’s indigenous population, which polls show makes up a large majority of the country, was “Satanic.” Security forces loyal to Añez publicly removed and burned the indigenous Wiphala flag patches from their uniforms, a symbolic gesture showing their commitment to the re-establishment of a white supremacist state.\n\nThe Añez administration has spent the ensuing nine months silencing dissent, conducting what Murillo himself called a “hunting” down of political opponents. This included foreign and alternative media, which were taking off the air, with journalists attacked, arrested, or killed. “They’re drowning the Bolivian people in blood,” declared deposed vice-president Álvaro García Linera from Mexico, where he was granted asylum. Murillo also showed off a new masked, black-clad and armed “anti-terror” squad aimed at “foreigners” — understood as a direct threat to an Argentinian human rights group investigating the killing of a journalist. “We recommend these foreigners who are arriving…to be careful,”he said, “We are looking at you. We are following you,” warning them that there will be “zero tolerance” for any “terrorism” or “sedition” they enact. “At the first false move that they make, trying to commit terrorism and sedition, they will have to deal with the police,” he added. The supposedly “interim” government also went on a privatization drive, reorienting the country’s foreign policy towards the United States, pulling out of multiple international treaties.\n\nThe government has enjoyed the unwavering support of the United States and the Washington-based Organization of American States. Secretary of State Mike Pompeo “congratulated” Añez on the coup, what he described as, “leading her nation through this democratic transition.” The mainstream press followed suit. The Wall Street Journal’s editorial board called the coup a “democratic outbreak in Bolivia.” The New York Times’ board were relieved that the “increasingly dictatorial” Morales had “resigned.” Meanwhile, The Washington Post told its readers that, “there could be little doubt who was ultimately responsible for the chaos: newly resigned president Evo Morales.”\n\nThere was widespread but relatively disorganized opposition to the coup at the time, with many of the MAS leaders jailed or fleeing abroad to escape arrest, and the new government was able to effectively suppress dissent. However, over time, the opposition became more strident, especially as Añez proved to be incapable of stopping a COVID-19 pandemic ripping through the country.\n\nWhen asked what people abroad should do, Vargas responded, “The message from people here would be that they want the international community and governments around the world to pressure the government to end the paramilitary attacks and to accept a peaceful way for them to leave power, and that is through elections. If the government refuses that then they are pushing the country into more violence.”\n\nFeature photo | Miners wearing face masks amid the COVID-19 pandemic, protest against the postponement of the presidential election in El Alto, Bolivia, Aug. 11, 2020. Juan Karita | AP\n\nAlan MacLeod is a Staff Writer for MintPress News. After completing his PhD in 2017 he published two books: Bad News From Venezuela: Twenty Years of Fake News and Misreporting and Propaganda in the Information Age: Still Manufacturing Consent. He has also contributed to Fairness and Accuracy in Reporting, The Guardian, Salon, The Grayzone, Jacobin Magazine, Common Dreams the American Herald Tribune and The Canary.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "description": "Gov't-backed paramilitaries are violently attacking protests over the US-backed Anez regime's decision to cancel elections for a third time.", "og": {"locale": "en_US", "type": "article", "title": "Bolivia Headed for Showdown as Protests Erupt Against US-backed Anez", "description": "Gov't-backed paramilitaries are violently attacking protests over the US-backed Anez regime's decision to cancel elections for a third time.", "url": "https://www.mintpressnews.com/bolivia-showdown-mass-protests-erupt-against-us-backed-anez/270416/", "site_name": "MintPress News", "image": {"identifier": "https://www.mintpressnews.com/wp-content/uploads/2020/08/AP_20225008518755_edited.jpg", "secure_url": "https://www.mintpressnews.com/wp-content/uploads/2020/08/AP_20225008518755_edited.jpg"}}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "tag": "Protests", "section": "Daily Digest", "published_time": "2020-08-14T11:20:59-05:00"}, "fb": {"admins": 100003161352196}, "twitter": {"card": "summary_large_image", "description": "Gov't-backed paramilitaries are violently attacking protests over the US-backed Anez regime's decision to cancel elections for a third time.", "title": "Bolivia Headed for Showdown as Protests Erupt Against US-backed Anez", "site": "@MintPressNews", "image": "https://www.mintpressnews.com/wp-content/uploads/2020/08/AP_20225008518755_edited.jpg", "creator": "@AlanRMacLeod"}, "DC.date.issued": "2020-08-14T11:20:59-05:00", "generator": "WordPress 5.5", "msapplication-TileImage": "https://www.mintpressnews.com/wp-content/uploads/2018/02/cropped-MPN-Logo-270x270.jpg"}}}