{"GDELT": {"GlobalEventID": 940944687, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JPN", "Actor1Name": "NAGASAKI", "Actor1CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -7.94392523364486, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nagasaki, Yamagata, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA44", "Actor1Geo_ADM2Code": "36590", "Actor1Geo_Lat": 38.3264, "Actor1Geo_Long": 140.276, "Actor1Geo_FeatureID": "-237733", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nagasaki, Yamagata, Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA44", "Action2Geo_ADM2Code": "36590", "Action2Geo_Lat": 38.3264, "Action2Geo_Long": 140.276, "Action2Geo_FeatureID": "-237733", "DATEADDED": 20200815121500, "SOURCEURL": "https://www.presstv.com/Detail/2020/08/15/631837/Japan-Emperor-Naruhito-World-War-Two-surrender-anniversary-deep-remorse"}, "ARTICLE": {"TITLE": "PressTV", "TEXT": "Japan’s Emperor Naruhito has expressed \"deep remorse\" for the nation’s wartime past in marking the 75th anniversary of Japanese surrender in World War II without mentioning US nuclear bombings of the country that killed over 200,000 people.\n\n\"I earnestly hope that the ravages of war will never again be repeated,\" Naruhito stated on Saturday at a ceremony for war dead.\n\nAs he spoke two Japanese cabinet ministers marked the occasion by paying respects to the war dead at a controversial war shrine in Tokyo that neighboring countries regard as a symbol of Tokyo’s past militarism.\n\nPraying for world peace, the 60-year-old Naruhito -- the grandson of Emperor Hirohito in whose name Japanese troops fought the war -- also expressed hope his country could come together to surmount the coronavirus pandemic.\n\nThe emperor, who ascended the throne last year after his father Akihito abdicated, had been largely absent from public view since Japan's COVID-19 outbreak deteriorated earlier this year.\n\nVisiting the Yasukuni Shrine in central Tokyo for the first official visit since 2016, Japan’s Education Minister Koichi Hagiuda stated that he did so along with Environment Minister Shinjiro Koizumi to pay tribute to the war dead.\n\n\"I paid respects... to the souls of those who nobly sacrificed themselves during the war,\" Hagiuda said.\n\nThe war shrine honors nearly 2.5 million war dead that perished during the country's wars since the late 19th century, but it also enshrines senior military and political figures accused and convicted of war crimes by a US-led tribunal following the Second World War\n\nJapanese Prime Minister Shinzo Abe also sent a ritual cash offering to the Yasukuni Shrine to mark the ceremony on Saturday but was not expected to visit in person, according to local media reports.\n\nAbe last visited the shrine in December 2013 to mark his first year in power, triggering anger by Chinese and Korean officials and sparking a rare diplomatic reprimand from Washington -- Tokyo’s closest ally – that maintains a vast military presence in the country.\n\nJust last week, Japan marked the 75th anniversary of the US atomic bombing of its southern port city of Nagasaki, with the city’s mayor demanding for a ban on nuclear weapons.\n\n“[W]e only become aware of the threat of nuclear weapons when they are used again, we are in an irrevocable position,” said Mayor Tomihisa Taue at the presence of Prime Minister Abe, who renewed calls to abolish atomic weapons.\n\n“As the only country to suffer nuclear attacks, it is our duty to advance efforts to realize a world without nuclear weapons,” added the Japanese prime minister without pointing to the US atomic bombing of his nation.\n\nJapan has so far refused to sign the Treaty on the Prohibition of Nuclear Weapons that was adopted in July 2017. As a close US ally, the country falls under the protection of Washington’s so-called nuclear umbrella.\n\nOn August 6, 1945, American B-29 bomber Enola Gay dropped its atomic payload over the port city at 8:15 a.m. local time, ultimately killing 140,000 people. The bombing utterly destroyed almost everything within 10 square kilometers in the downtown area. Many died immediately while others succumbed to their injuries or radiation-related illnesses weeks, months, and years later.\n\nThree days later, a second nuclear attack on Nagasaki killed another 70,000 people.\n\nOn August 9, 1945, a B-29 bomber Bockscar dropped a 4.5-ton plutonium bomb dubbed “Fat Man” on Nagasaki. The bombing resulted in the obliteration of the city and the death of more than 70,000 of its residents.\n\nAfter the first bombing, Harry Truman, the then US president, told the Japanese to \"expect a rain of ruin from the air, the like of which has never been seen on this earth.”\n\nThe US, which claims to be against the weapons of mass destruction despite continuing to renovate and upgrade its nuclear arsenal, has never apologized for its most horrendous crime.\n\nUS leaders have even justified the bombings, claiming that they in fact helped bring the war to a stop and prevented more deaths and destruction.\n\n\"It is indeed an irony that the Japanese have been deprived of the right to bring to justice the perpetrators of atomic terrorism against them during World War II,\" Tehran-based Kayhan International newspaper wrote last week.\n\n\"Wonder, why the Japanese government and the Japanese people remain tight-lipped towards these and other ghastly crimes against their country, when the fact of the matter is that on the night of March 9, 1945, four months before the nuclear attack, the US launched one of the most murderous and horrifying bombing campaigns in the history of the world.\"\n\nAccording to the paper, that night started the several weeks-long wave-upon-wave of firebombing and napalm attacks on more than 60 Japanese cities, adding the resulted deaths in those towns and cities eclipse the total deaths in both atomic bombings by several magnitudes.\n\n\"According to reliable accounts, the total dead from the US bombing of Japan was more than a million civilians dead, but unfortunately, the US has forced the Japanese to keep their mouths shut on these crimes against humanity,\" the paper wrote.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "apple-mobile-web-app-capable": "yes", "og": {"site_name": "PressTV", "title": "Emperor voices 'remorse' for Japan's past; mum on US A-bombing", "type": "video", "locale": "en_US", "description": "Japanese Emperor Naruhito marks 75th year of his nation", "image": {"identifier": "https://cdn.presstv.com/Photo/2020/8/15/a05734fd-a6ec-474a-8410-7e4b47d891ec.jpg", "secure_url": "https://cdn.presstv.com/Photo/2020/8/15/a05734fd-a6ec-474a-8410-7e4b47d891ec.jpg", "width": 640, "height": 360, "type": "image/jpg"}}, "title": "Emperor voices 'remorse' for Japan's past; mum on US A-bombing", "description": "Press TV is an Iranian state-controlled news and documentary network that broadcasts in the English and French-language. It is affiliated with Islamic Republic of Iran Broadcasting, the only organisation legally able to transmit radio and TV broadcasts in Iran.", "author": "Presstv", "theme-color": "##00001e", "apple-mobile-web-app-status-bar-style": "##00001e", "msapplication-navbutton-color": "##00001e", "mobile-web-app-capable": "yes", "google-signin-client_id": "660255825617-hdf97ftga5pjhjmffl3lemscsv288b59.apps.googleusercontent.com", "DC.Identifier": "Japan-Emperor-Naruhito-World-War-Two-surrender-anniversary-deep-remorse", "DC.Date.Created": "8/15/2020 7:06:06 AM", "date": "8/15/2020 7:06:06 AM", "DC.Type": "image", "DC.Title": "Emperor voices 'remorse' for Japan's past; mum on US A-bombing", "DC.Description": "Japanese Emperor Naruhito marks 75th year of his nation", "DC.Language": "En", "DC.Publisher": "PressTV", "Uid": 631837, "keywords": "\"Emperor voices", "twitter": {"card": "summary_large_image", "site": "PressTV", "title": "Emperor voices 'remorse' for Japan's past; mum on US A-bombing", "description": "Japanese Emperor Naruhito marks 75th year of his nation", "image": "https://cdn.presstv.com/Photo/2020/8/15/a05734fd-a6ec-474a-8410-7e4b47d891ec.jpg"}}}}