{"GDELT": {"GlobalEventID": 940901106, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BLR", "Actor1Name": "BELARUS", "Actor1CountryCode": "BLR", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 170, "EventBaseCode": 170, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.03030303030303, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minsk, Belarus (general), Belarus", "Actor1Geo_CountryCode": "BO", "Actor1Geo_ADM1Code": "BO00", "Actor1Geo_ADM2Code": "5840", "Actor1Geo_Lat": 53.9, "Actor1Geo_Long": 27.5667, "Actor1Geo_FeatureID": "-1946324", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200815050000, "SOURCEURL": "https://www.globalsecurity.org/wmd/library/news/belarus/belarus-200814-rferl04.htm"}, "ARTICLE": {"TITLE": "Belarusian Protests Upend Lukashenka's Geopolitical Game With Russia, China, The West", "TEXT": "Belarusian Protests Upend Lukashenka's Geopolitical Game With Russia, China, The West\n\nBy Reid Standish August 14, 2020\n\nAs Belarusian President Alyaksandr Lukashenka finds himself increasingly embattled at home in the face of the most widespread protests of his 26 years in power, the 65-year-old leader must also navigate a difficult test in the international arena.\n\nThe authoritarian Lukashenka has launched a severe crackdown using stun grenades, internet blackouts, brute force, mass detentions, and live ammunition against demonstrators who have taken to the streets to protest an allegedly fraudulent election result in the country's recent presidential vote.\n\nLukashenka was previously battered by his mishandling of the coronavirus pandemic but, after a week when Belarusian authorities have violently suppressed demonstrations and Lukashenka's main rival, Svyatlana Tsikhanouskaya, fled to Lithuania, the country finds itself in a deep crisis.\n\nAs protests swell across the country, the deepening domestic standoff is creating a geopolitical conundrum for Lukashenka and Belarus's European Union neighbors and Russia -- as well as major powers like the United States and China -- who are all searching for a way to further their interests while preventing the domestic situation in Belarus from escalating into deeper unrest.\n\n\"[Lukashenka] is embattled on all fronts in a way that he hasn't been before, both domestically and internationally,\" Nigel Gould-Davies, a former British ambassador to Belarus and a senior fellow at the International Institute for Strategic Studies, told RFE/RL.\n\nA Turning Point\n\nOver the years, Lukashenka has cemented his reputation as a political survivor -- weaving between Moscow and the West to leverage Belarus's strategic position -- while in recent years welcoming in Chinese influence and investment to gain space to rebuff Russia.\n\nChinese President Xi Jinping was the first leader to congratulate Lukashenka on winning the contested election and offer support, but Beijing has otherwise remained quiet amid the widespread demonstrations and the brutal crackdown against them.\n\nThe EU is facing strong calls to impose sanctions and the bloc said that it is reassessing relations with Lukashenka's government as it holds an August 14 EU foreign ministerial meeting to discuss Belarus.\n\nThe United States has similarly expressed deep concern over the election results and the unrest in Belarus comes on the heels of Washington restoring diplomatic relations after a decade-long break and a landmark February visit by U.S. Secretary of State Mike Pompeo.\n\nFor Russia, the postelection turmoil comes after a period of rising tensions between Minsk and Moscow over Russian loans, subsidized energy, and Kremlin efforts to further integrate Belarus through a Union State treaty. While Russian President Vladimir Putin did congratulate Lukashenka on a \"victory\" at the polls, his statement implied conditions for Russian support, and Moscow is looking for ways to gain leverage over a weakened Lukashenka who is desperate for help.\n\nThis puts the Belarusian leader's long-standing international game under immense strain as the pressure against him at home continues to grow -- with large factories and other companies going on strike and making demands on August 14.\n\n\"The situation now is different than in previous years. Belarusian society has passed a turning point,\" Katsiaryna Shmatsina, a research fellow at the Belarusian Institute for Strategic Studies in Vilnius, told RFE/RL. \"Lukashenka can increasingly only rely on repression at home, which leaves him isolated and vulnerable abroad.\"\n\nPlaying The China Card\n\nChina has emerged as a growing political and economic force in Belarus, with Minsk increasingly looking to Beijing as a place from which to receive loans and investment, while also courting China for political support.\n\nIn addition to Xi being the first foreign leader to offer support to Lukashenka following the election, the Belarusian president's first appearance after the election was at a major investment project where CITIC Construction, a Chinese state-owned company, functions as general contractor.\n\nThe optics were clearly intentional, Olga Kulai, a Minsk-based expert on Chinese-Belarusian relations, told RFE/RL.\n\nKulai said the appearance was meant to show that Lukashenka enjoys Beijing's favor and that China will continue to be an important partner for Belarus in the future.\n\nIn recent years, Chinese money has financed new roads, factories, rail links with Europe, and a sprawling industrial park on the outskirts of Minsk that has already drawn more than $1 billion in investment from 56 foreign companies, including Chinese technology giants Huawei and ZTE.\n\nBelarus has also positioned itself as an important launching pad on the EU's doorstep for China's Belt and Road Initiative and increasingly turns to Beijing's patronage, with Beijing opening up a $15 billion line of credit to the Development Bank of the Republic of Belarus last year.\n\nBut Lukashenka's current crackdown on peaceful protesters could make Belarus a less attractive partner to China.\n\n\"It really undermines the importance of Belarus to China,\" Kulai said. \"Beijing is a practical partner and they are looking for a stable country that is integrating [with] the world economic system and especially into the EU structures -- and this is not what Belarus is now. It's a domestic mess, but also a mess for foreign affairs.\"\n\nBent But Not Broken\n\nWith Belarus's strategic value to China waning and the EU weighing a tough response, Russia is hoping to capitalize on the current chaos.\n\nMinsk remains highly dependent on Russia, with Moscow operating as Minsk's largest creditor and Belarus's key exports are derived from products made with subsidized Russian oil. Belarus is also a member of the Russian-led Eurasian Economic Union and Collective Security Treaty Organization.\n\nBut while ties between Belarus and Russia are close, they remain dysfunctional.\n\nMoscow began raising energy prices in 2018 to eventually match the market rate and Lukashenka has at times taken a tough stance against the Kremlin, positioning himself as a bulwark against Russian attempts to erode Belarusian sovereignty at home and its ties to the West.\n\nDuring the presidential election campaign, Belarusian authorities claimed to have arrested 33 Russian mercenaries in Belarus working for the Vagner Group, a private military company, ostensibly sent to cause mischief.\n\nAmid the current protests and threat to Lukashenka's hold on power, the Kremlin is concerned about growing violence and is supporting him, while looking to make a deeper push for Moscow's goal of further integrating Belarus into Russia once the current situation calms.\n\n\"Putin is worried that Lukashneka is too weak and he is in a situation right now where he can't get out well, so Russia will be ready to interfere in one way or another,\" Tatiana Stanovaya, the founder of the political consultancy R.Politik and a scholar at the Carnegie Moscow Center, told RFE/RL. \"The Kremlin knows that Lukashenka will have to lean more on them in the future, so they would like to see him weak but not broken in order to keep as much leverage as possible.\"\n\nBut exactly how far Lukashenka would be able to concede to Moscow's wishes remains to be seen. The Belarusian president has in recent years promoted the Belarusian language and identity and past attempts to develop the Union State between the two countries have faced popular resistance.\n\n\"If Lukashenka hangs on to power he will be weakened, but that doesn't mean Russia can get its way with him,\" Michael Carpenter, a former senior U.S. Defense Department official and ex-director for Russia on the National Security Council, told RFE/RL. \"If anything, this outpouring of civic activism means that he'll need to be careful and can't bend completely.\"\n\nSearching For A Response\n\nThe fast-moving situation on the ground in Belarus leaves few easy options as EU and U.S. officials look for a punitive response to the protests and Minsk's heavy-handed crackdown that is being widely condemned.\n\nIn addition to the meeting on August 14, EU foreign ministers will also gather on August 27 and 28 in Berlin and could prepare new measures against Minsk for their leaders to approve when they meet at a September 24 summit in Brussels. The presidents of Estonia, Latvia, Lithuania, and Poland have also offered to mediate with Lukashenka in an effort to de-escalate the situation.\n\nIf the EU were to impose sanctions on Belarus over its current abuse of human rights, it would mark the end of its attempted rapprochement with Minsk that began in 2016 when sanctions were lifted after the release of a batch of political prisoners. The United States faces a similar issue, having relaxed its own sanctions and recently approving a new U.S. ambassador to Minsk, where the last ambassador served in 2008.\n\nThat rapprochement came in part from Minsk positioning itself as a neutral bulwark against Russian ambitions after Moscow's illegal annexation of Crimea and war in eastern Ukraine in 2014.\n\nBut Gould-Davies said that such a viewpoint should be treated with suspicion.\n\n\"There were always extreme limits on how far Lukashenka was willing to reach out to the West,\" he said. \"The West has been played for long enough and it makes no sense to allow Lukashenka to play cards that have little or no meaning.\"\n\nThose original sanctions came in the aftermath of Belarus's 2010 presidential election, which also saw mass arrests and widespread repression from the authorities. Following that break in relations with the West, Belarus moved closer to Russia, which it turned to for political and economic support.\n\nCarpenter, who served at the White House on the National Security Council during that period, said there should be \"a very hard policy response with sanctions and asset freezes that target the regime itself,\" but stopped short of calling for sectoral sanctions that could hurt the wider population and force Minsk to \"seek assistance elsewhere.\"\n\n\"This time around we need to do a better job of distinguishing between the population and the government,\" said Carpenter, who is currently the managing director of the Penn Biden Center for Diplomacy and Global Engagement and a foreign policy adviser to Democratic presidential candidate Joe Biden.\n\n\"We also need to engage more,\" he added. \"We can't just sanction the country and then forget about them.\"\n\nSource: https://www.rferl.org/a/belarusian-protests -upend-lukashenka-s-geopolitical-game-with -russia-china-the-west-/30784169.html\n\nCopyright (c) 2020. RFE/RL, Inc. Reprinted with the permission of Radio Free Europe/Radio Liberty, 1201 Connecticut Ave., N.W. Washington DC 20036.", "METADATA": {"keywords": "WMD,library,news,belarus", "author": "John Pike", "googlebot": "noindex", "viewport": "width=device-width, initial-scale=1"}}}