{"GDELT": {"GlobalEventID": 940901236, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": 4.5009784735812195, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Valencia, Carabobo, Venezuela", "Actor1Geo_CountryCode": "VE", "Actor1Geo_ADM1Code": "VE07", "Actor1Geo_ADM2Code": "31933", "Actor1Geo_Lat": 10.1806, "Actor1Geo_Long": -68.0039, "Actor1Geo_FeatureID": "-960192", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mandovi, India (general), India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN00", "Action2Geo_ADM2Code": "70122", "Action2Geo_Lat": 15.5, "Action2Geo_Long": 73.8167, "Action2Geo_FeatureID": "-2103685", "DATEADDED": 20200815050000, "SOURCEURL": "https://www.daijiworld.com/news/newsDisplay.aspx?newsID=741037"}, "ARTICLE": {"TITLE": "Mangaluru: 'Alwyns Driving School' enters its glorious golden jubilee year", "TEXT": "Daijiworld Media Network – Mangaluru (ANK)\n\nMangaluru, Aug 15: Alwyns Driving School, one of the oldest in Mangaluru, is celebrating its golden jubilee this Independence Day on Saturday August 15. Alwyn D'Costa is the man behind the success of the organisation who carried it towards the glorious path from the past 50 years.\n\nDuring the initial days at the driving school, Alwyn D'Costa was a one man army, handling every aspect - be it repair, instructor or getting documentation done. The sheer hard work, dedication and passion toward his work made 'Alwyns Driving School' one of the most successful driving schools in Mangaluru.\n\nIn his early days, Alwyn D'Costa worked with his father in a bicycle shop located at Falnir. He then pursued a motor mechanic course. \"My father brought an auto rickshaw, at the same time former bank employee Vincent Lobo suggested that I start a driving school,\" Alwyn narrates what prompted him to start the organisation.\n\nFredrick D'Silva, his neighbour had a furniture shop at Valencia, had agreed to give him a space to start his new business. Later, the head office was inaugurated at Valencia by advocate S R Hegde in the year 1970 with two auto rickshaws.\n\n\"After the inception of driving school, it was found that there was no one to repair water meters in Mangaluru. So I had to go to Bengaluru to bring the parts required to repair meters. Later, I started getting the spare parts manufactured at Hebich institute at Balmatta,\" Alwyn said as he recalled his desire to provide services of need.\n\nOn his education front, Alwyn did his PU from St Aloysius Evening College but he could not complete his studies due to work pressure. Alwyn married Celine D'Costa in the year 1974, who also served as an instructor in the driving school for more than 20 years, and are happily married since then.\n\nThe quality service the driving school provides could be credited for its excellence in Mangaluru. In 1982, Alwyns Driving School opened its branch opposite Mandovi Motors, Hampankatta.\n\nAs years passed by, in 1977 Alwyns Driving School commenced additional classes for heavy goods vehicles, while heavy passenger vehicle classes were started in the year 1987.\n\nToday Alwyns Driving School has nearly 10 vehicles, including vintage vehicles like 1977 model Badal car, 1967 model Lambretta scooter and 1970 model Jeep. The driving school has five dedicated staff including two instructors. Along with driving school, it provides meter service and sales, motor vehicle valuation and photocopying.\n\nAlwyn D'Costa is also in the evaluation panel of banks like Canara Bank, Syndicate Bank, MCC Bank, St Milagres Co-operative Society and Pragathi Co-operative Society for more than 25 years.\n\nAlwyn D'Costa thanks his wife Celine D'Costa, the late Fredrick D'Silva, the late Vincent Lobo, Dolphy Saldanha, RTO officials and staffs, Canara bank officials and staffs, the driving school staff and general public for their constant support behind the success of Alwyns Driving School.\n\n\n\n\n\n\n\nAddress:\n\nHead office:\n\n\n\nAlwyn Driving School\n\nBelvue building near Valencia circle\n\n\n\nBranch office:\n\n\n\nOpposite Mandovi Motors\n\nHampankatta\n\n\n\nPh: 9945727005 and 0824 - 4277246 / 2422846", "METADATA": {"viewport": "width=1024", "og": {"description": "", "image": "http://www.tvdaijiworld.com/images6/allwyn_150820_alwyns1.jpg", "updated_time": "8/15/2020 9:49:12 AM", "title": "Mangaluru: 'Alwyns Driving School' enters its glorious golden jubilee year", "type": "website", "url": "http://www.daijiworld.com/news/newsDisplay.aspx?newsID=741037"}}}}