{"GDELT": {"GlobalEventID": 940933120, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BUS", "Actor1Name": "BUSINESS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 71, "EventBaseCode": 71, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.4, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.90657769304099, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Budapest, Budapest, Hungary", "Actor1Geo_CountryCode": "HU", "Actor1Geo_ADM1Code": "HU05", "Actor1Geo_ADM2Code": "17514", "Actor1Geo_Lat": 47.5, "Actor1Geo_Long": 19.0833, "Actor1Geo_FeatureID": "-850553", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Budapest, Budapest, Hungary", "Action2Geo_CountryCode": "HU", "Action2Geo_ADM1Code": "HU05", "Action2Geo_ADM2Code": "17514", "Action2Geo_Lat": 47.5, "Action2Geo_Long": 19.0833, "Action2Geo_FeatureID": "-850553", "DATEADDED": 20200815103000, "SOURCEURL": "https://bbj.hu/business/moving-on-but-staying-in-touch_186690"}, "ARTICLE": {"TITLE": "Moving on, but Staying in Touch", "TEXT": "Moving on, but Staying in Touch\n\nRobin Marshall\n\nDespite the difficult economic climate engendered by the COVID-19 health crisis, Citi’s business is in “very good shape”, Central Europe CEO Kevin A. Murray tells the Budapest Business Journal. Indeed, factor in some of the learning around digitization from the lockdown, and you could argue its future is also in very good shape.\n\nKevin A. Murray\n\n\n\nWhen we caught up with Murray, it was via Zoom, as he was in Poland, transitioning to his next role as head of the Citibank Europe Plc. branch in Poland and its expanding Citi Solutions Center, which employs some 4,700 people with power to across two sites: Warsaw and Olsztyn (about 200 kilometers north of Warsaw).\n\nAlongside that, he will maintain his position as CEO for Central Europe, with oversight of the regional cluster where Citi has a presence (Bulgaria, the Czech Republic, Hungary, Romania, and Slovakia), and another 12 countries where Citi does business but has no physical presence. It puts him in a very good place to judge the recovery; more of that later.\n\n“When the time to move comes along, you start thinking about your next role. This opportunity in Poland came up; it allowed me to move on to another remit while also maintaining a significant part of my former business role, which was a rather unusual opportunity,” he explains.\n\n“For any job, I always think; will it interest me? And this one was fascinating. There is, I think, a Hungarian saying about looking at things with one eye crying and one eye laughing. That certainly fits here. We have really enjoyed our time in Hungary.”\n\nThe appointment was actually made in February, but when the pandemic hit and borders closed, the process slowed. Ultimately, the final move to Poland is expected at the end of this summer.\n\nHis former role of managing director and CEO of the Citibank Europe Plc. Hungarian branch will be taken by Czech national Veronika Špaňárová, currently the country head for Slovakia.\n\nWorld Experience\n\n“I have worked with her for four years, but she is a 25-year veteran of Citi, who has worked in a number of roles in the Czech Republic and also overseas in Sao Paulo, Brazil, so she brings a world of experience with her. This is international progression for her career, so we are quite fortunate to get someone of her caliber.”\n\nMurray expects her to be in place “sometime in the month of August, ‘Lord willing and the creek don’t rise’, as they used to say.” He is conscious of the challenges of taking a role where the former post-holder is your boss.\n\nInitially, he will be a more frequent visitor to Budapest, but once Špaňárová is in place and the transition is over, he expects to visit once a quarter, as he does with the four other counties in the cluster unless something specific comes up where his involvement will help. “Other than that, I intend to act like a good in-law and keep my visits short.”\n\nWhile the business environment is certainly challenging, with an economic crisis resulting from actions taken to stem the health crisis, the underlying fundamentals, at least in Central and Eastern Europe, are good, which bodes well for the future.\n\n“The first six months for the cluster were better than the previous year by about 10% on the revenue side, mirroring Citigroup’s results. Where it looks more difficult is the cost of credit line. In the CECLs, the Current Expected Credit Loss, Citi takes a view on the future macro environment, and that is where the big numbers come in. That’s what we have to keep an eye on for the future,” Murray explains.\n\n“But considering where we are, I am incredibly pleased with the results. Now, let’s see what happens in the second half.”\n\nHe attributes such success to staying close to the customer, and in a sense, the move to working from home, which necessitated an embrace of digital platforms from all parties, may have helped. Certainly, people are much more aware of what is possible.\n\nDigital Learning\n\n“Some of the interesting learnings we took away from the pandemic is that digital plays an important part in continuity of business and how end-to-end digitalization impacts the customer experience,” he says.\n\nCiti, famously, has long been a pioneer of digital banking and FinTech applications. Lockdown looks to have built on that. “Every event that happens gives you a new view. We learn, modify, react and advance again.”\n\nMurray is full of praise for Citi staff who saw their work day overturned almost overnight as they were sent to work from home, amounting to 95% in the case of Hungary, 85% in Poland.\n\n“These are people who had to go home, clear off the kitchen table and set up a work station, plus balance that with educating their children or looking after elderly parents. And they did not miss a beat: front, middle and back office.”\n\nBut he is also keen to remember those who “had to come in because there were critical functions that had to be performed in the office. They deserve huge gratitude for coming in when no one else could do so.”\n\nGetting back to “normal” will evolve over time, he insists. “We always said it would be driven by the data, not the date. When Citi’s people are more confident they will come back in a very controlled process.”\n\nCiti celebrates its 35th anniversary in Hungary this year (an anniversary no one is going to forget quickly, Murray jokes). The country remains a great location to do business, he says. “In the Hungarian Investment Promotion Agency, it has a real gem. Hungary would not get the investment figures it does if it did not have a pro-investment government.”\n\nWill he miss it? “Personally, it is always the people I will miss and the many things we have accomplished, but this is a beautiful country, and living in this city [Budapest] has been a delight and a privilege. Anywhere I go there is something special you take with you; in Hungary there are so many. And the great thing is I get to come back.”", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "apple-mobile-web-app-capable": "yes", "description": "Despite the difficult economic climate engendered by the COVID-19 health crisis, Citi’s business is in “very good shape”, Central Europe CEO Kevin A. Murray tells the Budapest Business Journal. Indeed, factor in some of the learning around digitization from the lockdown, and you could argue its future is also in very good shape.", "keywords": "citi, murray, hungary, poland, Špaňárová", "og": {"title": "Moving on, but Staying in Touch", "type": "article", "url": "https://bbj.hu/business/moving-on-but-staying-in-touch_186690", "image": "https://bbj.hu/images2/202007/159611411269564W7iJUTZ8NCK_L.jpg", "site_name": "Budapest Business Journal", "description": "Despite the difficult economic climate engendered by the COVID-19 health crisis, Citi’s business is in “very good shape”, Central Europe CEO Kevin A. Murray tells the Budapest Business Journal. Indeed, factor in some of the learning around digitization from the lockdown, and you could argue its future is also in very good shape.", "locale": "en_US"}, "fb": {"admins": 740922064, "app_id": 633321996790886}, "norton-safeweb-site-verification": "hc2xmhjflg4mdyx6fa4jli4tbk-8e-b6qvxi5ogxb2ighgbcv6qfwqrsxm4cunxvkmto174lrd1-1jd8ga9h2kfpx6u-84o4z51ni2eq68jpuyxothytcoyduvkn1itj"}}}