{"GDELT": {"GlobalEventID": 940936954, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "PSE", "Actor1Name": "PALESTINE", "Actor1CountryCode": "PSE", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.52312867956266, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dubai, Dubayy, United Arab Emirates", "Actor1Geo_CountryCode": "AE", "Actor1Geo_ADM1Code": "AE03", "Actor1Geo_ADM2Code": "28575", "Actor1Geo_Lat": 25.2522, "Actor1Geo_Long": 55.28, "Actor1Geo_FeatureID": "-782831", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.7667, "Action2Geo_Long": 35.2333, "Action2Geo_FeatureID": "-797092", "DATEADDED": 20200815110000, "SOURCEURL": "https://www.yenisafak.com/en/news/uae-israel-deal-not-surprising-but-shameful-3536897"}, "ARTICLE": {"TITLE": "UAE, Israel deal not surprising, but shameful", "TEXT": "The announcement of an agreement to normalize relations between the United Arab Emirates (UAE) and the Israeli occupation state was not surprising, but it was rude in terms of form and timing.\n\nEveryone who follows news of normalization in recent years notices it is no secret the Gulf, especially the Emiratis, is persistent and stubborn to break all taboos, which Arabs believed in for decades, in their relationship to the Palestinian cause. The most important of which is that it is impossible to normalize relations with the occupation state before a just solution to the Palestinian issue is achieved. This is the essence of the Arab initiative adopted by the Arab League in 2002, after developing a Saudi Arabian proposal.\n\nAlthough the occupation state rejected the initiative at the time, and Ariel Sharon, the former prime minister of the occupation state, said: \"It is not worth the paper it's written on,\" the Arabs clinged to it and repeatedly told the enemy that \"22 Arab countries are ready for full normalization with them, once a just and comprehensive solution for the Palestinian cause achieved.\"\n\nThe UAE, especially in recent years, has decomposed all national, religious and historical values of the region, to find itself in a place on the international map, even at the expense of the peoples of the region and their future. They allied with all reactionary and dictatorial forces in the region to suppress peoples' aspirations for freedom and dignity. They were strongly present in every counter-revolution, even if the price was the slaughter of peoples and the theft of their capabilities, as is happening in Yemen, for example.\n\nUAE rulers have made efforts to market and integrate the occupation state in the region, even at the expense of the security of its region and the inalienable rights of the Palestinian people, with flimsy pretexts, such as confronting the \"central enemy\" of the Arabs, Iran, although in secret the UAE maintains strong and rooted relations with Iran, especially at the economic level. Despite the international embargo imposed on Iran, the UAE has not made any real effort to reclaim its three occupied islands from Iran.\n\nPerhaps the most crudest event in this context is the public participation in Washington in announcing the Donald Trump plan for peace and prosperity in the region, or the so-called \"deal of the century,\" which is unanimously agreed by everyone at the Arab, Islamic and international levels that it means the liquidation of the Palestinian issue and the end of any real opportunity for the establishment of an independent Palestinian state, with Jerusalem as its capital.\n\nThe strange thing about this agreement is that UAE rulers justify their heinous act by taking care of the Palestinians and their interests. They claim this agreement was made in exchange for the occupation state’s postponement of annexing lands in the West Bank for an indefinite period. This is exactly what Benjamin Netanyahu, the prime minister of the occupation state, denied in his press conference Thursday, and affirmed \"the annexation was not dismissed, but was temporarily suspended.\"\n\nMoreover, everyone knows that the occupation government decided to postpone the implementation of the annexation plan at the beginning of last July, for several reasons. The most important of which are the unified Palestinian position, in addition to the international position, especially the European, in rejecting the plan. Not to mention the troubled American position internally, and the internal Israeli disagreement about the shape and size of annexation.\n\nThen how did the Emiratis claim their concern for Palestinian interests, while they did not consult the stakeholders themselves, the Palestinians, whether in terms of the agreement or timing of its announcement? The official and factional Palestinian leadership was surprised by the announcement of the agreement and announced its absolute rejection. Rather, the Palestinian presidency's statement described it as \"a betrayal of Jerusalem, Al-Aqsa, and the Palestinian cause.\"\n\nWe witnessed many events in the past years that aimed to reveal the secret policies of UAE rulers in their strategic relationship with the occupation state. These events varied and covered all areas of religious, political, economic, sports, artistic life and others.\n\nThe strange thing is that some events were motivated by humanity and promoting peace and coexistence between peoples, such as the reunion of a Yemeni Jewish family that was separated for more than 15 years. Or, the opening of the first synagogue or Hindu temple while prosecuting opinion activists in the UAE that recorded the worst levels of human rights violations at the international level. Yemeni families are being slaughtered in their homeland, their wealth stolen and their homeland is being divided. The UAE obstructs any political solution in Libya by supporting renegade commander Khalifa Haftar, even if it is at the expense of the lives, unity and future of Libyans.\n\nNormalization with the enemy is not merely a political endeavor, it is rather a repudiation of all national and humanitarian obligations towards the fairest issue in modern history: the Palestinian cause. Normalization with the enemy means opening the door wide to tamper with the security and capabilities of our countries and peoples to serve its settlement colonial project, \"the Greater Israel,\" especially since it has the ability to do so with its own capabilities or open American support.\n\nThe experience of the Arabs in general, and Palestinians in particular, with this enemy and the extent of its commitment to agreements and its true desire for peace and coexistence for decades, tells us what is yet to come and what will befall us in terms of national disasters, so that the enemy remains on the throne of the region after its dispersal and depletion of its capabilities in futile internal conflicts.\n\nUAE rulers do not realize they are standing on the wrong side of history and these miserable attempts to prolong the life of the occupation state will fail. At that time their people and history will not have mercy on them.\n\nThursday, as soon as the \"shame agreement\" was announced, thousands of the Gulf citizens, political forces and representatives of Gulf civil society, as well as millions of Arabs and Muslims, expressed categorical rejection of the deal as it does not represent the Emirati people, some sources close to UAE rulers asserted there was no consultation at the federal level regarding the agreement and Abu Dhabi and Dubai were alone in the decision.\n\nUAE rulers must re-read the history material we teach our children, especially in Palestine. We teach that many colonists have passed through Palestine, but no one settled, except its original inhabitants.\n\nPalestine is not just a geographical spot. It is an integral part of the nation’s will towards freedom, dignity and independence. Palestine, with its Islamic and Christian sanctities, is part of the nation’s belief, and accordingly, whatever they try and whatever they invest, those who normalize relations with the enemy will never be able to divert the region’s compass from its central enemy: the Zionist \"occupation state,\" and sooner or later, this enemy will disappear.\n\n* The writer is a former Palestinian minister and head of International Relations Council", "METADATA": {"viewport": "width=device-width", "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "msapplication-tap-highlight": "no", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/15/01/36/resized_965bd-2020-08-13t151124z_1675736972_rc23di90gvwd_rtrmadp_3_israel-emirates-trump.jpg", "description": "UAE standing on wrong side of history, attempts to prolong Israel’s life will fail, says former Palestine minister", "og": {"description": "UAE standing on wrong side of history, attempts to prolong Israel’s life will fail, says former Palestine minister", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/15/01/36/resized_965bd-2020-08-13t151124z_1675736972_rc23di90gvwd_rtrmadp_3_israel-emirates-trump.jpg", "title": "UAE, Israel deal not surprising, but shameful", "site_name": "Yeni Şafak"}, "fb": {"pages": 154012084797126}, "twitter": {"card": "summary", "title": "UAE, Israel deal not surprising, but shameful", "description": "UAE standing on wrong side of history, attempts to prolong Israel’s life will fail, says former Palestine minister", "image": "https://img.piri.net/mnresize/600/-/resim/imagecrop/2020/08/15/01/36/resized_965bd-2020-08-13t151124z_1675736972_rc23di90gvwd_rtrmadp_3_israel-emirates-trump.jpg"}, "msvalidate.01": "95F11EB833D9D049C2CDC855116F4442", "robots": "ALL", "Rating": "General", "Distribution": "Global", "Copyright": "Yeni Şafak", "Classification": "Consumer", "DC.Title": "UAE, Israel deal not surprising, but shameful", "DC.Creator": "Yeni Şafak", "DC.Subject": "UAE, Israel deal not surprising, but shameful", "DC.Description": "UAE standing on wrong side of history, attempts to prolong Israel’s life will fail, says former Palestine minister", "DC.Publisher": "Yeni Şafak", "DC.Contributor": "Yeni Şafak", "DC.Type": "Text", "DC.Source": "Yeni Şafak", "DC.Language": "tr-TR", "cXenseParse": {"pir-main_class": "Detay", "articleid": 3536897, "pageclass": "article", "pir-main_type": "Sıcak Haber", "Url": "https://www.yenisafak.com/en/news/uae-israel-deal-not-surprising-but-shameful-3536897", "pir-pageclass": "Haber", "recs": {"publishtime": "2020-08-15T13:34:35Z"}, "title": "UAE, Israel deal not surprising, but shameful", "author": "Mohamad Birakdar", "pir-main_category": "News", "pir-sub_category": "Politics,Middle East", "cx_channel": "Site"}, "article": {"modified_time": "2020-08-15T13:36:35Z"}, "google-play-app": "app-id=yenisafak.com", "apple-itunes-app": "app-id=579620956", "yandex-verification": "3dc8392bdb3d93fb", "maincategory": "News", "subcategory": "Middle East"}}}