{"GDELT": {"GlobalEventID": 940938530, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "KORGOV", "Actor1Name": "SOUTH KOREA", "Actor1CountryCode": "KOR", "Actor1Type1Code": "GOV", "Actor2Code": "JPN", "Actor2Name": "JAPAN", "Actor2CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -6.471494607087821, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS11", "Actor1Geo_ADM2Code": "24984", "Actor1Geo_Lat": 37.5664, "Actor1Geo_Long": 127.0, "Actor1Geo_FeatureID": "-716583", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Actor2Geo_CountryCode": "KS", "Actor2Geo_ADM1Code": "KS11", "Actor2Geo_ADM2Code": "24984", "Actor2Geo_Lat": 37.5664, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "-716583", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Seoul, Soul-t'ukpyolsi, South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS11", "Action2Geo_ADM2Code": "24984", "Action2Geo_Lat": 37.5664, "Action2Geo_Long": 127.0, "Action2Geo_FeatureID": "-716583", "DATEADDED": 20200815111500, "SOURCEURL": "https://www.jagonews24.com/en/international/news/51545"}, "ARTICLE": {"TITLE": "Japan marks 75 years sinde end of WWII", "TEXT": "Japan's Emperor Naruhito has expressed \"deep remorse\" over his country's actions during World War Two, on the 75th anniversary of its surrender.\n\n\"I earnestly hope that the ravages of war will never again be repeated,\" he said at a ceremony on Saturday.\n\nMeanwhile, Prime Minister Shinzo Abe promised to \"never repeat the tragedy,\" reports BBC.\n\nThe PM marked the occasion by sending an offering to a controversial war shrine in Tokyo, but did not visit in person.\n\nHowever, four ministers did visit the Yasukuni Shrine, in a move that is likely to anger China and South Korea.\n\nIt is the first time in four years such senior politicians have attended the shrine, which pays homage to a number of senior figures convicted of war crimes as well as the country's war dead.\n\n\"I paid respects... to the souls of those who nobly sacrificed themselves during the war,\" Education Minister Koichi Hagiuda explained to reporters.\n\nEmperor Naruhito delivered a short speech at a memorial service in Tokyo, which was scaled back due to the coronavirus pandemic. About 500 people were in attendance compared to more than 6,000 last year and face masks were compulsory.\n\n\"Looking back on the long period of post-war peace, reflecting on our past and bearing in mind the feelings of deep remorse, I earnestly hope that the ravages of war will never again be repeated,\" he said at the event.\n\nNaruhito, 60, began his reign in May last year after his father, Emperor Akihito, became the first monarch to abdicate the throne in more than 200 years.\n\nSouth Korea's President Moon Jae-in did not mention the controversial visits to the Yasukuni Shrine in remarks made on Saturday.\n\nPresident Moon instead used the occasion - known as Liberation Day in South Korea - to say his government was prepared to sit down for face to face talks over historical disputes at any time.\n\nSeoul and Tokyo are divided over compensation demands for Koreans forced to work under the Japanese occupation, which began in 1910 and ended in 1945.\n\nTokyo's Yasukuni Shrine is home to the spirits of Japan's 2.5 million war dead.\n\nThis morning, despite 36 degree heat and Covid-19, thousands of ordinary people lined up to pay their respects.\n\nBut the Yasukuni Shrine also honours 14 of Japan's wartime leaders, men who were later convicted as class A war criminals.\n\nAny visit to the shrine by a senior Japanese politician is considered highly offensive in Korea and China.\n\nFor that reason, Japan's emperor never visits the shrine, and today's official commemorations are being held elsewhere.\n\nBut four senior members of Prime Minister Shinzo Abe's cabinet did go to Yasukuni this morning, and Mr Abe himself sent a ritual offering.\n\nThat will reinforce the view in Beijing and Seoul that 75 years after the war ended, Japan's ruling elite is still less than sincere in its remorse for this country's wartime aggression.\n\nJapan entered World War Two in September 1940. It drew the US into the war at the end of 1941, after attacking its naval base at Pearl Harbour in Hawaii.\n\nBy the end of the war more than 100,000 Americans and 71,000 British and Commonwealth soldiers, including more than 12,000 prisoners of war, had died in the Pacific. Millions more died during the Japanese occupation of China and South Korea.\n\nVictory in Europe (VE) Day took place on 8 May 1945 following Germany's surrender, but the war continued in the Asia-Pacific region for months.\n\nFollowing the end of the fighting in Europe, the Allies told Japan to surrender on 26 July 1945, but the deadline passed without them doing this.\n\nThe war was brought to an end shortly after the US dropped nuclear bombs over the cities of Hiroshima and Nagasaki on 6 and 9 August 1945.\n\nOn 15 August, Japanese Emperor Hirohito was heard on the radio for the first time and announced an end to the fighting. The country's official surrender was signed on 2 September that same year.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "google-site-verification": "JUH-a3PS6zxv_U4GY7uLhlKItVSbm93nJcSu1QaBuOw", "author": "jagonews24.com", "og": {"type": "article", "url": "https://www.jagonews24.com/en/international/news/51545", "title": "Japan marks 75 years sinde end of WWII", "image": "https://cdn.jagonews24.com/media/imgAllNew/BG/2019November/japan-wwii1-20200815161813.jpg", "site_name": "jagonews24.com", "description": "Japan`s Emperor Naruhito has expressed \"deep remorse\" over his country`s actions during World War Two, on the 75th anniversary of..."}, "fb": {"app_id": 1186153274812460}, "article": {"author": "https://www.jagonews24.com"}, "twitter": {"card": "summary_large_image", "site": "@jagonews24", "title": "Japan marks 75 years sinde end of WWII", "description": "Japan`s Emperor Naruhito has expressed \"deep remorse\" over his country`s actions during World War Two, on the 75th anniversary of...", "image": "https://cdn.jagonews24.com/media/imgAllNew/BG/2019November/japan-wwii1-20200815161813.jpg"}, "description": "Japan`s Emperor Naruhito has expressed \"deep remorse\" over his country`s actions during World War Two, on the 75th anniversary of...", "robots": "index,follow"}}}