{"GDELT": {"GlobalEventID": 940926344, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAMED", "Actor2Name": "WALL STREET JOURNAL", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 13, "EventBaseCode": 13, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.929577464788731, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Hong Kong", "Actor1Geo_CountryCode": "HK", "Actor1Geo_ADM1Code": "HK", "Actor1Geo_Lat": 22.25, "Actor1Geo_Long": 114.16666699999999, "Actor1Geo_FeatureID": "HK", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Missouri, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMO", "Actor2Geo_Lat": 38.4623, "Actor2Geo_Long": -92.302, "Actor2Geo_FeatureID": "MO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Hong Kong", "Action2Geo_CountryCode": "HK", "Action2Geo_ADM1Code": "HK", "Action2Geo_Lat": 22.25, "Action2Geo_Long": 114.16666699999999, "Action2Geo_FeatureID": "HK", "DATEADDED": 20200815091500, "SOURCEURL": "https://www.americanthinker.com/blog/2020/08/feinsteins_courtship_of_communist_china.html"}, "ARTICLE": {"TITLE": "Feinstein’s Courtship of Communist China", "TEXT": "In April, with the pandemic raging, Missouri Attorney General Eric Schmitt filed a lawsuit charging that Chinese communist officials are “responsible for the enormous death, suffering, and economic losses they inflicted on the world, including Missourians.” In a July 30 Senate Judiciary committee hearing, California Sen. Dianne Feinstein blasted the lawsuit.\n\n“We launch a series of unknown events that could be very, very dangerous,” said. Feinstein. “I think this is a huge mistake.”\n\nAs this plays out, American courts are handling another lawsuit, this one from a Chinese company. Build Your Dreams (BYD), which bagged a $1 billion mask deal with California, is suing VICE Media for a story charging that BYD has “a history of supplying allegedly faulty products to the U.S., ties to the Chinese military and Communist Party, and possible links to forced labor.”\n\nAs Aaron Keller of Law & Crime notes, China’s Uighur Muslim minority allegedly performs forced labor for BYD. The company claims the story is false and seeks $75,000 in damages and “permanent injunctive relief enjoining VICE Media from continuing to publish or republish the statements adjudicated to be defamatory.”\n\nFeinstein did not say if the BYD lawsuit was a mistake and possibly dangerous. On the other hand, she did not hesitate to praise the Chinese government.\n\n“Where I live, we hold China as a potential trading partner,” Feinstein said in the hearing. “As a country that has pulled tens of millions of people out of poverty in a short period of time. And as a country growing into a respectable nation among other nations. And I deeply believe that. I’ve been to China a number of times. I’ve studied the issues.”\n\nThat is indeed the case. During a 2006 visit to China, Feinstein told James Areddy of the Wall Street Journal that she had been coming to China for 31 years, “so I’m not a newcomer.” The former San Francisco mayor described former premier Zhu Rongji as “a good friend.”\n\nBut it’s also the case that Feinstein’s husband, Richard Blum, has “profited handsomely from the greatly expanded China trade she supported,” Ben Weingarten noted in the Federalist in 2018. And as the San Francisco Chronicle reported, a longtime spy on Feinstein’s staff even attended Chinese Consulate functions for the senator.\n\nFeinstein promoted Chinese membership in the World Trade Organization. That action removed the annual congressional review of China’s record on human rights and weapons proliferation. Feinstein has not documented any improvements in China’s human-rights record, and she has remained rather quiet about pro-democracy demonstrators in Hong Kong.\n\nThis year, for the first time in three decades, the Chinese government banned demonstrations in Hong Kong recalling the 1989 Tiananmen Square massacre. “Even lighting a candle seems to be a defying act,” Hong Kong pro-democracy leader Lee Cheuk-yan told CBS News. “We have the right to believe in democracy and freedom.”\n\nFeinstein is not on record saying that the crackdown could be “a huge mistake,” but in the senator’s view the Missouri lawsuit could be “very very dangerous.” She has studied the issues and deeply believes that a predatory communist dictatorship is a respectable nation. If people in Hong Kong found that very strange, it would be hard to blame them.\n\nMeanwhile, at this writing the Missouri and BYD lawsuits remain unresolved.\n\nLloyd Billingsley is a policy fellow at the Independent Institute.\n\nFlickr", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "og": {"title": "Feinstein’s Courtship of Communist China", "image": "https://www.americanthinker.com/images/bucket/2020-08/222908.png", "url": "https://www.americanthinker.com/blog/2020/08/feinsteins_courtship_of_communist_china.html", "description": "In April, with the pandemic raging, Missouri Attorney General Eric Schmitt filed a lawsuit charging that Chinese communist officials are “responsible for the enormous death, suffering, and economic losses they inflicted on the world, including ...", "type": "article"}, "twitter": {"image": "https://www.americanthinker.com/images/bucket/2020-08/222908.png", "site": "@AmericanThinker", "card": "In April, with the pandemic raging, Missouri Attorney General Eric Schmitt filed a lawsuit charging that Chinese communist officials are “responsible for the enormous death, suffering, and economic losses they inflicted on the world, including ...", "description": "In April, with the pandemic raging, Missouri Attorney General Eric Schmitt filed a lawsuit charging that Chinese communist officials are “responsible for the enormous death, suffering, and economic losses they inflicted on the world, including ..."}, "fb": {"app_id": 1006646233035842}, "photoCredit": "Unk", "photoCreditURL": "Flickr"}}}