{"GDELT": {"GlobalEventID": 940953149, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NGOUSA", "Actor1Name": "ROCKEFELLER FOUNDATION", "Actor1CountryCode": "USA", "Actor1Type1Code": "NGO", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 40, "NumSources": 4, "NumArticles": 40, "AvgTone": -0.8937437934458791, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "South Korea", "Actor1Geo_CountryCode": "KS", "Actor1Geo_ADM1Code": "KS", "Actor1Geo_Lat": 37.0, "Actor1Geo_Long": 127.5, "Actor1Geo_FeatureID": "KS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "South Korea", "Action2Geo_CountryCode": "KS", "Action2Geo_ADM1Code": "KS", "Action2Geo_Lat": 37.0, "Action2Geo_Long": 127.5, "Action2Geo_FeatureID": "KS", "DATEADDED": 20200815133000, "SOURCEURL": "https://www.fairfieldcitizenonline.com/news/article/These-states-came-together-to-make-a-virus-15486239.php"}, "ARTICLE": {"TITLE": "These states came together to make a virus testing strategy", "TEXT": "These states came together to make a virus testing strategy\n\nFILE - In this April 20, 2020 file photo, Samantha Robles Villa, 9, right, is given a coronavirus test at a walk-up testing center in Annapolis, Md. In the absence of a national testing strategy for the novel coronavirus pandemic, seven governors have formed a first-of-its-kind purchasing compact they hope will pressure companies that make rapid-detection tests to quickly ramp up production. less FILE - In this April 20, 2020 file photo, Samantha Robles Villa, 9, right, is given a coronavirus test at a walk-up testing center in Annapolis, Md. In the absence of a national testing strategy for the novel ... more Photo: Julio Cortez, AP Photo: Julio Cortez, AP Image 1 of / 1 Caption Close These states came together to make a virus testing strategy 1 / 1 Back to Gallery\n\nANNAPOLIS, Md. (AP) — In the absence of a national testing strategy for the novel coronavirus pandemic, seven governors have formed a first-of-its-kind purchasing compact they hope will pressure companies that make rapid-detection tests to quickly ramp up production.\n\nThe governors, three Republicans and four Democrats, say that other states and cities may join them and that talks have already begun with one of the two companies approved by the Food and Drug Administration to sell point-of-care antigen tests that can detect the virus in less than 30 minutes.\n\nMaryland Gov. Larry Hogan (R) negotiated the deal during the final days of his tenure as chair of the National Governors Association. His office said the Rockefeller Foundation is willing to act as the financing entity if needed.\n\nEach state — Virginia, Louisiana, Massachusetts, Michigan, North Carolina and Ohio, in addition to Maryland — would request 500,000 rapid tests, for a total of 3.5 million that could be deployed to address outbreaks.\n\nHaving access to that many rapid tests would reduce the need for states to rely on traditional testing infrastructure, which primarily involves private labs that have been beset by long delays.\n\n“With severe shortages and delays in testing and the federal administration attempting to cut funding for testing, the states are banding together to acquire millions of faster tests to help save lives and slow the spread of COVID-19,” Hogan said in a statement. “We will be working to bring additional states, cities, and local governments on board as this initiative moves forward.”\n\nVirginia Gov. Ralph Northam (D), a physician by training, said in a statement that the states involved in the compact are “leading America’s national response to COVID-19.”\n\n“We are bringing together this bipartisan, multistate coalition to combine our purchasing power and get rapid testing supplies to our communities as quickly as possible,” Northam said. “The people in our ... states want to see action, and we’re delivering.”\n\nPresident Trump delegated responsibility for building a testing system to states, which developed a patchwork system — more robust in some places than others. He has declined to use the Defense Production Act to encourage development and production of rapid tests.\n\nThe private sector and philanthropic groups, including the Rockefeller Foundation, have drafted detailed proposals about how to launch a national testing strategy. The foundation suggested to governors that they form a compact to encourage private companies to ramp up new tests.\n\nHogan, a moderate Republican who has often broken with the Trump administration over the pandemic response, sharply criticized the president for leaving states to secure testing on their own.\n\nIn April, as testing nationwide was scarce, Hogan bought 500,000 test kits from South Korea to great fanfare. But it took many weeks before all the necessary supplies to use them were in place, and The Washington Post reported that U.S. manufacturers had offered test kits for a lower price. Maryland ultimately exchanged most of the original test kits from South Korea for an upgraded version, which Hogan’s spokesman said works faster and “better.”\n\nNationwide, testing expanded dramatically through June, when caseloads began to spike. Backlogs at big national labs led to waits of 10 days or more nationwide, rendering the results nearly useless for contact tracers attempting to control the spread of the virus.\n\nThe rapid tests being sought by the seven states are sold by Becton Dickinson and Quidel Corp., the U.S.-based manufacturers of antigen tests that can be run at a doctor’s office.\n\nEarlier this month, the FDA approved Becton Dickinson’s handheld device, which can detect a coronavirus infection within 15 minutes. Quidel’s rapid-screen antigen test, the first of its kind, was approved in May.\n\nRather than detecting the virus’s genetic material, the antigen tests identify a protein on the virus’s surface — a process cheaper and faster than the more complex and more precise polymerase chain reaction tests being used across the country right now.\n\nWhile health experts have heralded the antigen tests as a way to quickly screen large populations, they have yet to be widely available.\n\nQuidel spokeswoman Jeannine Sharp Mason declined to comment on any potential discussions with the states. Becton Dickinson did not immediately respond to a request for comment.\n\nThe Rockefeller Foundation will help guide the testing strategy and if necessary extend credit to pay for the tests ordered by the states.\n\n“We do need to send a signal to the testing manufacturers that there is a market for these tests,” said Eileen O’Connor, a senior vice president with the organization.\n\nO’Connor said the low-cost, rapid-result antigen tests are crucial to have in place before flu season to quickly distinguish between flu and covid-19 symptoms. They could also be used in mass screenings to detect asymptomatic carriers at reopened schools or businesses. But first, she said, manufacturers who see a potential vaccine on the horizon need motivation to ramp up production.\n\nThe compact comes as states across the country are seeing rising coronavirus caseloads, and governors are weighing a variety of measures to curb its spread.\n\nIn a letter of intent sent to the Rockefeller Foundation, the governors indicated the rapid test purchase would be the first of several multistate purchases.\n\n“We plan to leverage all available resources, collective expertise and proven cooperative contracting capabilities to enable a national cooperative agreement for national testing and tracing actions,” the letter said.", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-15T13:00:10Z", "article": {"published_time": "2020-08-15T13:00:10Z", "modified_time": "2020-08-15T13:03:29Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Larry Hogan, Ralph Northam, Republicans, Democrats, Jeannine Sharp Mason, Eileen O'Connor, Maryland, United States, Virginia, North America, ANNAPOLIS, Md, COVID-19, Louisiana, Massachusetts, Michigan, Ohio, North Carolina, South Korea, Rockefeller Foundation, Becton Dickinson, Food and Drug Administration, Quidel Corp., AP, National Governors Association, Washington Post, Defense Production Act, Exchange-Collaborative Testing Strategy, Trump", "nlpOrganization": "Rockefeller Foundation, Becton Dickinson, Food and Drug Administration, Quidel Corp., AP, National Governors Association, Washington Post", "nlpPerson": "Larry Hogan, Ralph Northam, Republicans, Democrats, Jeannine Sharp Mason, Eileen O'Connor", "nlpLocation": "Maryland, United States, Virginia, North America, ANNAPOLIS, Md, COVID-19, Louisiana, Massachusetts, Michigan, Ohio, North Carolina, South Korea", "nlpWorkOfArt": "Defense Production Act", "nlpOther": "Exchange-Collaborative Testing Strategy, Trump", "nlpCategories": "%2FHealth%2FPublic+Health,%2FLaw+%26+Government%2FPublic+Safety", "sailthru.title": "These states came together to make a virus testing strategy", "sailthru.date": "2020-08-15 9:03:00 -0400", "sailthru.author": "By ERIN COX, The Washington Post", "sailthru_uid": 15486239, "sailthru_pubname": "associated-press", "sailthru_siteid": 9, "sailthru.tags": "larry-hogan,ralph-northam,republicans,democrats,jeannine-sharp-mason,eileen-o-connor,maryland,united-states,virginia,north-america,annapolis,md,covid-19,louisiana,massachusetts,michigan,ohio,north-carolina,south-korea,rockefeller-foundation,becton-dickinson,food-and-drug-administration,quidel-corp,ap,national-governors-association,washington-post,defense-production-act,exchange-collaborative-testing-strategy,trump,rockefeller-foundation,becton-dickinson,food-and-drug-administration,quidel-corp,ap,national-governors-association,washington-post,larry-hogan,ralph-northam,republicans,democrats,jeannine-sharp-mason,eileen-o-connor,maryland,united-states,virginia,north-america,annapolis,md,covid-19,louisiana,massachusetts,michigan,ohio,north-carolina,south-korea,defense-production-act,exchange-collaborative-testing-strategy,trump,2fhealth-2fpublic-health,2flaw-26-government-2fpublic-safety", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/45/60/19815479/3/sailthruImage.jpg", "og": {"title": "These states came together to make a virus testing strategy", "description": "ANNAPOLIS, Md. (AP) - In the absence of a national testing strategy for the novel coronavirus pandemic, seven governors have formed a first-of-its-kind purchasing compact they hope will pressure companies that make rapid-detection tests to quickly ramp up production. \n The governors, three Republicans and four Democrats, say that other states and cities may join them and that talks have already begun with one of the two companies approved by the Food and Drug Administration to sell point-of-care antigen tests that can detect the virus in less than 30 minutes. \n Maryland Gov. Larry Hogan (R) negotiated the deal during the final days of his tenure as chair of the National Governors Association. His office said the Rockefeller Foundation is willing to act as the financing entity if needed. \n Each state - Virginia, Louisiana, Massachusetts, Michigan, North Carolina and Ohio, in addition to Maryland - would request 500,000 rapid tests, for a total of 3.5 million that could be deployed to address outbreaks. \n Having access to that many rapid tests would reduce the need for states to rely on traditional testing infrastructure, which primarily involves private labs that have been beset by long delays. \n \"With severe shortages and delays in testing and the federal administration attempting to cut funding for testing, the states are banding together to acquire millions of faster tests to help save lives and slow the spread of COVID-19,\" Hogan said in a statement. \"We will be working to bring additional states, cities, and local governments on board as this initiative moves forward.\" \n Virginia Gov. Ralph Northam (D), a physician by training, said in a statement that the states involved in the compact are \"leading America's national response to COVID-19.\" \n \"We are bringing together this bipartisan, multistate...", "type": "article", "url": "https://www.fairfieldcitizenonline.com/news/article/These-states-came-together-to-make-a-virus-15486239.php", "image": "https://s.hdnux.com/photos/01/13/45/60/19815479/3/rawImage.jpg", "site_name": "Fairfield Citizen", "country-name": "United States"}, "twitter": {"card": "summary_large_image", "site": "@ffldcitizen"}, "fb": {"admins": 100006394927810, "app_id": 161967660661029, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}}