{"GDELT": {"GlobalEventID": 940964547, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "BEL", "Actor1Name": "BELGIUM", "Actor1CountryCode": "BEL", "Actor2Code": "ESP", "Actor2Name": "SPAIN", "Actor2CountryCode": "ESP", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -4.3370508054523, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR", "Actor1Geo_Lat": 46.0, "Actor1Geo_Long": 2.0, "Actor1Geo_FeatureID": "FR", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR", "Actor2Geo_Lat": 46.0, "Actor2Geo_Long": 2.0, "Actor2Geo_FeatureID": "FR", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20200815153000, "SOURCEURL": "https://ph.news.yahoo.com/returning-brits-begin-quarantine-while-150711521.html"}, "ARTICLE": {"TITLE": "Returning Brits begin quarantine while Russia rolls out vaccine", "TEXT": "Britain's move sparked a 36-hour scramble for plane, train and ferry tickets among some Britons\n\nBritish travellers returning home from parts of Europe and beyond began having to quarantine on Saturday under new restrictions, while Russia said it has produced the first batch of its controversial coronavirus vaccine.\n\nThe UK opted to remove France, the Netherlands, Malta and three other countries from its list of places exempt from self-isolation rules, as a second wave of virus infections threatens more disruption and economic chaos on the continent.\n\nThe move announced late Thursday sparked a 36-hour scramble for plane, train and ferry tickets among some Britons desperate to get back before the 4 am (0300 GMT) change.\n\nAll arrivals from the blacklisted states after the deadline must quarantine for 14 days, with the measure already in place for people coming from several other countries including Spain and Belgium.\n\nFrench student Antoine, 23, cut short his holiday to rush back to Bristol, in southwestern England, where he is at university.\n\n\"I'm a waiter in a small cafe near college, I can't afford to spend 14 days in the house,\" he said at London's St Pancras railway station after arriving on a Eurostar train.\n\nFrance is facing a resurgence of the disease that emerged in China late last year and has so far infected over 21 million people globally and killed more than 760,000.\n\nFrench authorities have reported more than 2,500 new cases on each of the past three days -- levels not seen since May when the country emerged from lockdown.\n\nWith cases still rising around the world, Moscow said the first consignments of its \"Sputnik\" vaccine had been produced, just four days after President Vladimir Putin announced Russia had won the global race to approve a vaccine.\n\nIt has drawn a sceptical response from Western scientists and the World Health Organization, which have said the vaccine still needed a rigorous safety review.\n\n\n\n- 'Slow the spread' -\n\n\n\nFrance has vowed to impose a \"reciprocal measure\" on Britain's quarantine move, leaving French holidaymakers set to face tough choices in the coming days.\n\nThe Netherlands said it would advise against all but essential travel to the UK, but will not introduce self-isolation measures for arrivals.\n\nGermany added most of Spain -- where cases have surged in recent weeks -- to its list of regions from where arrivals must show a negative COVID-19 test or quarantine for two weeks.\n\nThe restrictions include the island of Mallorca, a highly popular resort for German sunseekers.\n\nAustria urged its citizens to return from popular Mediterranean destination Croatia before similar rules come into effect Monday, while Serbia introduced mandatory testing for travellers from four neighbouring countries.\n\nAnd thousands of Albanians queued for miles in their cars at the Greek border before tougher entry requirements designed to brake mounting infections began.\n\nThe United States also said it was extending a ban on non-essential travel through border crossings with Canada and Mexico throughout most of September to slow the spread of the disease.\n\n\n\n- 'Promising' vaccines -\n\n\n\nA slew of data Friday revealed the scale of the economic impact of the virus and punishing lockdowns, with Hungary, Bulgaria, Romania, the Netherlands, Finland and Denmark all booking hefty hits to GDP in April-June.\n\nDenmark and Hungary both reported their worst slumps since the early 1990s and Poland entered its first recession since the end of the communist era.\n\nHopes to break the cycle of outbreaks and lockdowns decimating economies have turned to a vaccine, with Britain announcing it has secured access to another 90 million doses of two \"promising\" vaccines.\n\nVietnam said it was looking to buy a bulk order of Russia's vaccine.\n\nAnd Washington said it would distribute any inoculation proven to be effective to all Americans for free.\n\nMexico announced it and Argentina aim to have a vaccine available for Latin America -- now the region with the worst virus toll and most cases -- early next year under a production agreement with drug giant AstraZeneca.\n\nElsewhere, New Zealand is battling its second outbreak of infections and extended a lockdown of its largest city Auckland by at least 12 days, after officials detected a variant of the virus previously unseen in the country.\n\nSouth Korea tightened restrictions in Seoul and its surrounding areas Saturday, as the country reported the highest number of new daily infections since March.\n\nStory continues", "METADATA": {"msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@yahooph", "card": "summary_large_image", "description": "British travellers returning home from parts of Europe and beyond began having to quarantine on Saturday under new restrictions, while Russia said it has produced the first batch of its controversial coronavirus vaccine.", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/Tzhejm.Sud22ys8KgeDgoQ--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/ce3567563f063a6e5983f4245a9a88da", "src": "https://s.yimg.com/uu/api/res/1.2/Tzhejm.Sud22ys8KgeDgoQ--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/ce3567563f063a6e5983f4245a9a88da"}, "title": "Returning Brits begin quarantine while Russia rolls out vaccine"}, "summary": "Latest News, World , Asia, ASEAN,India, Phillipines, Malaysia , Indonesia, Thailand, Vietnam, Taiwan, Hong Kong,China and Singapore News Headlines", "oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "news_keywords": "Russia, Netherlands, vaccine, quarantine, President Vladimir Putin, coronavirus vaccine, France, infections", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=0baa249d-6d82-35af-8afa-ef44ae6599a1&src=web", "description": "British travellers returning home from parts of Europe and beyond began having to quarantine on Saturday under new restrictions, while Russia said it has produced the first batch of its controversial coronavirus vaccine.", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/Tzhejm.Sud22ys8KgeDgoQ--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/afp.com.sg/ce3567563f063a6e5983f4245a9a88da", "description": "British travellers returning home from parts of Europe and beyond began having to quarantine on Saturday under new restrictions, while Russia said it has produced the first batch of its controversial coronavirus vaccine.", "title": "Returning Brits begin quarantine while Russia rolls out vaccine", "url": "https://ph.news.yahoo.com/returning-brits-begin-quarantine-while-150711521.html"}, "fb": {"pages": 133754450029450}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=0baa249d-6d82-35af-8afa-ef44ae6599a1&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=0baa249d-6d82-35af-8afa-ef44ae6599a1&src=web"}}}}}