{"GDELT": {"GlobalEventID": 940910404, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "LEG", "Actor1Name": "CONGRESS", "Actor1Type1Code": "LEG", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.9991840065279498, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jaipur, Rajasthan, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN24", "Actor1Geo_ADM2Code": "17847", "Actor1Geo_Lat": 26.9167, "Actor1Geo_Long": 75.8167, "Actor1Geo_FeatureID": "-2098033", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jaipur, Rajasthan, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN24", "Action2Geo_ADM2Code": "17847", "Action2Geo_Lat": 26.9167, "Action2Geo_Long": 75.8167, "Action2Geo_FeatureID": "-2098033", "DATEADDED": 20200815063000, "SOURCEURL": "https://www.indiatoday.in/news-analysis/story/congress-multiple-mutinies-rajasthan-jharkhand-punjab-infighting-gandhis-1711440-2020-08-15"}, "ARTICLE": {"TITLE": "From Rajasthan to Punjab, Congress battles multiple mutinies. Who will act and when?", "TEXT": "Congress leaders say the biggest crisis is the existence of three parallel power centres in the Gandhi family. (File Photo)\n\nThe Congress on Friday managed to save its government in Rajasthan after Chief Minister Ashok Gehlot won the trust vote with Sachin Pilot by his side.\n\nThe latest political development in Rajasthan after a truce brokered by the Congress high command may have yielded desired results, but even die-hard party supporters admit that it appears to be a temporary calm in the storm. They believe that the ambers are still burning in the Rajasthan unit of the Congress.\n\nIf experts are to be believed, this temporary ceasefire in Rajasthan brings no relief to the problems of the Congress as the party battles multiple mutinies and erupting fault lines between leaders and factions in many states -- some even threatening the governments led by the party or its allies.\n\nWhile Ashok Gehlot called Sachin Pilot “worthless and lazy” in Rajasthan, Punjab MP Partap Singh Bajwa went on record to say that CM Capt Amarinder Singh has lost his mental balance and accused him of behaving like the king of Patiala. In Jharkhand, Congress MLAs are saying that the Hemant Soren-led government in Jharkhand is a replica of the earlier BJP govt, led by Raghubar Das. Issues have come to the fore in Chhattisgarh and Maharashtra too.\n\nFactional wars in Congress’ state units are spreading uncontrollably with no clarity on who is running the Congress or where should the buck stop between interim party president Sonia Gandhi and former chief Rahul Gandhi.\n\n“Some state leaders feel there is no point of raising an alarm. Who is listening or who will listen? Those who have a grievance wonder which address they should we visit -- 10 Janpath (0Sonia Gandhi’s residence) or 12 Tughlak (Rahul Gandhi’s residence) or none. Who will take a call?” a Congress old-timer told India Today. The Congress may lose its address in more states, the Congress leader quipped.\n\nTEMPORARY RELIEF IN RAJASTHAN\n\nSachin Pilot holstered his guns following assurances from the top. Team Pilot claimed these assurances include the promise of projecting him as the future face of the Congress in Rajasthan.\n\nSources close to Sachin Pilot say the party high command has to decide soon what next for him and how it plans to reward his loyalists for ending the rebellion.\n\nSachin Pilot has conveyed to the Congress high command, in no uncertain terms, that he is not ready to work under Ashok Gehlot as the Deputy CM or a minister in his council. He is also averse to leaving Rajasthan for a post in Congress Working Committee, which would amount to not having Rajasthan in his portfolio.\n\nPilot camp leaders say, “Our leader is the one of the longest serving state unit heads of a party. The Congress won Rajasthan due to his hard work. The party leadership can’t expect him to walk out and cede the space to a septuagenarian leader like Gehlot. How the Congress accommodates him will be a key factor in the party’s future.”\n\nAshok Gehlot, who since December 2018, had defeated two bids to keep him away from the chief minister’s chair is not going to agree to a handing over of the baton to Pilot through a bloodless transition.\n\nThose who stuck with the chief minister don’t want political space and ministerial berth to be provided to the rebel gang at their expense. In the last one month, Gehlot called Pilot “nikamma and nakara (useless and worthless)’ and pushed the party high command to expel him.\n\nKnowing that Sachin Pilot is a young leader and in a hurry to replace him, Gehlot is expected to raise the difficulty level.\n\nThrough the seating arrangement in the assembly for the trust vote, the chief minister sent out a signal that life isn’t going to be easy for Pilot after the end of the rebellion.\n\nSachin Pilot and his loyalists were seated at the far end of the treasurer benches in rear rows close to the opposition benches. As deputy chief minister, Sachin Pilot used to be seated in the first row.\n\nPushed by the visible political symbolism of Gehlot’s move, Sachin Pilot, during his intervention in the trust vote debate, said,” Prior to my seat being changed, I was part of the government. Today, I thought why the speaker and chief whip gave me a seat here. Then I realised this is border. On one side is the ruling party and on the other Opposition. Who is sent to the border? The strongest warrior.”\n\nThis was Pilot’s way of putting it on record that he is the soldier the Congress should bet on.\n\nThe Congress first family, after striking a deal with Pilot, had rushed ex-president Rahul Gandhi’s man Friday KC Venugopal to Jaipur. In an attempt put a lid on inner wrangling that continues, Venugopal had warned MLAs from both sides not to speak up out of turn.\n\nBut sources say the Congress top brass is unsure about both short and long term solution to end the crisis. “Gehlot and Pilot met on Thursday to signal a truce but right now there is no fix. There is no timeline for how the Congress is going to create a balance between Pilot’s rush to be in the chief minister’s chair and Gehlot’s reluctance to vacate it,” a senior leader said.\n\nAnother senior leader in the Congress said, “The party top is divided on what next in Rajasthan. Even the three members of the first family are not on the same page.”\n\nIf one follows the events of little over a month in Rajasthan, it’s visible that Gehlot, who is close to Sonia Gandhi, had the upper hand as the party tried to save the government. Within a few days of arrival of central leaders in Jaipur, Pilot was sacked from the deputy CM and state unit chief’s posts. Gehlot attacked him and called him names.\n\nFew days later, Priyanka Gandhi Vadra started talking to Pilot and Congress chose to deal with the dissident leader without harsh words. Eventually, Rahul Gandhi stepped in, met Pilot for 150-odd minutes and made some assurances that led to Pilot’s return to the Congress cockpit.\n\nPUNJAB CONGRESS SHOWING CRACKS\n\nThe Punjab unit of the Congress is on the edge too as a turf war has erupted between Chief Minister Captain Amarinder Singh, who has behaved more like a regional satrap than towing the party line, and his known detractor Rajya Sabha MP Partap Singh Bajwa.\n\nThe fresh round of attrition strayed on August 9 when Punjab government withdrew police security cover provided to Bajwa claiming that he was not facing any threat.\n\nBajwa instantly fired a letter to the Chandigarh DGP saying that the Congress government has withdrawn his security cover on political considerations.\n\nThings came to such a point that Bajwa told the Chandigarh DGP that he was writing just to tell him that in case any harm is caused to him and his family, Captain Amarinder Singh, Chief Minister of Punjab and Dinkar Gupta, DGP, Punjab Police will be responsible.\n\nReacting to Bajwa's allegations, Captain, known for no-nonsense attitude, accused Bajwa of “considering personal security as a prestige symbol”. Capt Amarinder also advised Bajwa to raise issues either with him or with the party high command.\n\nAs he refused to back down, the Punjab CM said, “Even if Bajwa considers personal security as a prestige symbol, his ego should be satisfied by the fact that he has a security posse of more than 25 CISF personnel.”\n\nReacting to Captain's statement on his letter to Chandigarh DGP, Bajwa then took a dig at Captain. Bajwa said that Capt Amarinder Singh was behaving as if he was still a Maharaja of Patiala.\n\n“This is very unfortunate. I want to ask Captain Amrinder Singh if he believes in democracy. You are a democratically elected chief minister. You are not Maharaja of Patiala. This type of reply you sent make it seems as if you are still a Maharaja Patiala in your dream. It seems you do not need people,” Partap Singh Bajwa said.\n\nBajwa went on to say, “Over the past few years, I have repeatedly highlighted the politico-police-drug nexus, production and distribution of illicit liquor under state patronage and rampant illegal mining in Punjab. It is beyond any doubt that the mafia is operating with the connivance and collaboration of police officers, civil administration, and political protection.\"\n\nThe faction loyal to Bajwa claims that the chief minister ordered the withdrawal of security cover a days after Pratap Singh Bajwa along with Shamsher Singh Dulo met Punjab Governor to demand a CBI probe into the hooch tragedy deaths.\n\nSensing that the rather stable Congress government was witnessing inner dissent, Opposition parties, including Akali Dal and the BJP, started questioning the timing of Bajwa's security cover withdrawal.\n\nThe Capt vs Bajwa tussle, however, is not new.\n\nPost electoral win in Punjab, both had traded charges over scuttling party’s own candidates.\n\nMAHARASHTRA MIGRAINE FOR CONGRESS\n\nThe lack of unity and constant bickering has been the hallmark of the Congress in Maharashtra. To keep the BJP out of power, the Congress went with the Sena government, led by Uddhav Thackeray.\n\nNow, Congress leaders are finding it tough to operate under the Sena CM. A possible three-way division of seats in the next Lok Sabha and assembly polls congress leaders in Sena-dominated areas has them worried.\n\nAlong with this, there are too many factions in the state unit with leaders like Ashok Chavan, Prithviraj Chavan and others refusing to work collectively. Ahead of the Maharashtra poll, the warring chieftains ganged up and edged out Rahul Gandhi’s appointees Sanjay Nirupam and Milind Deora.\n\nWhile leaders like Deora are sulking, it seems the All India Congress Committee (AICC) has finally decided to step in and set its house in order -- starting from the Mumbai Regional Congress (MRC).\n\nAccording to sources, the party has shortlisted probables to replace octogenarian Eknath Gaikwad, who had taken charge of MRC as acting president after the Young Turks were sidelined. The Congress high command plans to pick Amarjit Singh Manhas, who is considered a non-controversial organisational man, in Mumbai politics. Others, who are likely to be chosen include ex-MLA and senior city Congress leader Nadim Khan and Bhai Jagtap, a known trade union leader.\n\nJHARKHAND JITTERS FOR CONGRESS\n\nThe Congress legislature unit in Jharkhand is seeing serious dissent and rumble. More than half of the 15 MLAs of the Congress, which is part of the ruling coalition led by Hemant Soren's Jharkhand Mukti Morcha (JMM), are said to be unhappy, either with the Soren government, the state Congress leadership, or both.\n\nThe Congress appears to be replicating what happened in Rajasthan in Jharkhand as well.\n\nIn Rajasthan too, one of the reasons why MLAs loyal to Sachin Pilot rebelled against the party's own government in Rajasthan was them being \"sidelined\" and the government according no importance to them.\n\nSpeaking to India Today TV, a senior Congress MLA from Jharkhand said, \"The Hemant Soren government is a replica of the last BJP government run by Raghubar Das. We are as insignificant as we were back then. Issues concerning people are completely ignored by the chief minister and four Congress ministers in his cabinet.”\n\nThe state unit is also not happy with the handling of the crisis by party’s general secretary in charge R P N Singh.\n\nThis political crisis within the Congress is not confined to Ranchi.\n\nThree senior MLAs, Irfan Ansari, Umashankar Akeka and Rajesh Kashyap, landed in Delhi this week and met senior Congress leader and key party troubleshooter Ahmed Patel.\n\nAt heart of the churn in Jharkhand Congress is one cabinet berth that has been kept vacant by Chief Minister Hemant Soren. Senior Congress MLAs are eyeing this vacancy.\n\nThe Jharkhand government can have 12 ministers, including the CM. Soren, however, has filled only 11 so far.\n\nIrafan Ansari made his ambitions clear when he recently said, \"I am a qualified MBBS doctor. This is my second term as an MLA representing the Jamtara constituency. The Hindu population here is almost 70 per cent. That proves my popularity. Still I am not getting my due.\"\n\nCongress MLAs are also unhappy with the fact that Jharkhand Finance Minister Rameshwar Oraon holds the post of the state Congress president.\n\nSpeaking off the record, disgruntled Congress MLAs said the party's rule of ‘one-person one-post’ needs to be implemented in the state.\n\nCHATTISGARH NEXT CHALLENGE\n\nThe Congress government in Chattisgarh was formed when Rahul Gandhi was president of the party. Rahul Gandhi had then used his veto to crown Bhupesh Baghel as the chief minister.\n\nBut with Rahul Gandhi out of the chair and Sonia Gandhi managing the party as interim chief, fissures are growing in the state unit. Those who were sidelined by Rahul Gandhi or were unhappy with the rise of Baghel have suddenly found a voice.\n\nTHE CONGRESS RESPONSE\n\nLeaders in almost every state unit of the Congress say that the crisis in the states has its roots in Delhi.\n\nWith the Congress currency losing value, allies are few and this is forcing the party to take a back seat. States where Congress shares power with allies who lead the coalition are undermining the party leaders and elected representatives.\n\nIn Maharashtra, NCP and Shiv Sena have reduced the Congress to exit like a spare wheel. Former chief minister Ashok Chavan agreed to work as minister under Uddhav Thackeray. Recently, he complained to Sharad Pawar, the NCP chief that the CM was not allowing him to get few officers transferred to his ministry.\n\nIn Jharkhand, Soren is refusing to give one vacant ministerial berth to congress MLAs.\n\nYoung Turks who gained strength during Rahul Gandhi’s stint as president are now out in the cold as the old entrenched guard is squeezing them out.\n\nTHE 3 PARALLEL POWER CENTRES IN THE GANDHI FAMILY\n\nCongress leaders say the biggest crisis faced by the party is the existence of three parallel power centres in the Gandhi family -- which they say has changed the dynamics of flow of power.\n\nThe coteries surrounding the three are said to be working against each other allowing old heavyweights to manipulate the system, delay or thwart decisions or simply have their way in the absence of a decision.\n\n“Sachin Pilot voiced his grievances long back, but no one intervened. Scindia was being sidelined in Madhya Pradesh. No one came to help him. Six out of the eight Congress MLAs who skipped the trust vote in the Manipur Assembly have resigned. They didn’t even approach the high command,” a senior Congress leader quipped.\n\n(With inputs from Manjeet Sehgal in Chandigarh and Mausami Singh in New Delhi)\n\nAlso Read | What's wrong with the Congress?\n\nAlso Read | Sachin Pilot at border in Rajasthan Assembly: Fight with Gehlot not over yet?\n\nAlso Read | Sonia as interim Congress chief: Why wait for non-Gandhi party chief is futile", "METADATA": {"viewport": "width=device-width, minimum-scale=1, initial-scale=1.0, maximum-scale=5.0", "description": "Resentment has been brewing in the Congress for long now. While the Congress managed to save itself in Rajasthan, at least for now, infighting continues in Punjab. Congress MLAs of Chattisgarh and Jharkhand are also reportedly unhappy. As time runs out for the Grand Old Party, it remains to be seen who will act and when!", "news_keywords": "congress, rahul gandhi, sonia gandhi, rajasthan, punjab, manipur, chjhatisgarh, jharkhand, amarinder singh", "og": {"site_name": "India Today", "type": "Article", "description": "Resentment has been brewing in the Congress for long now. While the Congress managed to save itself in Rajasthan, at least for now, infighting continues in Punjab. Congress MLAs of Chattisgarh and Jharkhand are also reportedly unhappy. As time runs out for the Grand Old Party, it remains to be seen who will act and when!", "title": "From Rajasthan to Punjab, Congress battles multiple mutinies. Who will act and when?", "url": "https://www.indiatoday.in/news-analysis/story/congress-multiple-mutinies-rajasthan-jharkhand-punjab-infighting-gandhis-1711440-2020-08-15", "updated_time": "2020-08-15T17:56:45+05:30", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202008/Gandhis-647x363.jpeg?6iYh9TIk55PZq1CcJlf7CNC.oSl.C.Sr"}, "twitter": {"creator": "@indiatoday", "title": "From Rajasthan to Punjab, Congress battles multiple mutinies. Who will act and when?", "site": "@indiatoday", "card": "summary_large_image", "description": "Resentment has been brewing in the Congress for long now. While the Congress managed to save itself in Rajasthan, at least for now, infighting continues in Punjab. Congress MLAs of Chattisgarh and Jharkhand are also reportedly unhappy. As time runs out for the Grand Old Party, it remains to be seen who will act and when!", "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202008/Gandhis-647x363.jpeg?6iYh9TIk55PZq1CcJlf7CNC.oSl.C.Sr"}, "fb": {"pages": 23230437118}, "generator": "Drupal 7 (http://drupal.org)", "theme-color": "#C04A4A", "branch": {"deeplink": {"canonical_identifier": 1711440, "data_type": "story"}}, "article": {"published_time": "2020-08-15T11:10:23+05:30", "modified_time": "2020-08-15T17:56:45+05:30"}}}}