{"GDELT": {"GlobalEventID": 940906374, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "USAELI", "Actor1Name": "BILL CLINTON", "Actor1CountryCode": "USA", "Actor1Type1Code": "ELI", "Actor2Code": "USAELIGOV", "Actor2Name": "BILL CLINTON", "Actor2CountryCode": "USA", "Actor2Type1Code": "ELI", "Actor2Type2Code": "GOV", "IsRootEvent": 0, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -2.60869565217392, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Moscow, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200815054500, "SOURCEURL": "https://www.registercitizen.com/news/article/The-Ultimate-Recovery-Cycles-of-pain-anchor-15485927.php"}, "ARTICLE": {"TITLE": "The Ultimate Recovery: Cycles of pain anchor Biden's moment", "TEXT": "The Ultimate Recovery: Cycles of pain anchor Biden's moment\n\nFILE - In this Aug. 9, 2019, file photo, former Vice President and Democratic presidential candidate Joe Biden meets with supporters before speaking at the Iowa Democratic Wing Ding at the Surf Ballroom in Clear Lake, Iowa. less FILE - In this Aug. 9, 2019, file photo, former Vice President and Democratic presidential candidate Joe Biden meets with supporters before speaking at the Iowa Democratic Wing Ding at the Surf Ballroom in ... more Photo: John Locher, AP Photo: John Locher, AP Image 1 of / 14 Caption Close The Ultimate Recovery: Cycles of pain anchor Biden's moment 1 / 14 Back to Gallery\n\nWASHINGTON (AP) — Joe Biden’s journey to accepting the Democratic presidential nomination is a story about cycles of crushing loss and hard-won connection. But most of all, it's about the practice of recovery.\n\nIt's a theme Biden's allies say fits this anxious moment of health, racial and economic crisis in America. Biden's hard-won experience and signature empathy form the core of the choice between him and President Donald Trump.\n\n“Get up” was Biden's father's motto, and became Joe Jr.'s. through his childhood struggles with stuttering, the deaths of his first wife and baby daughter, two brain aneurysms and in 2015, his son Beau's death from brain cancer. It helped him step past two failed presidential campaigns as well.\n\n“After the surgery, Senator, you might lose the ability to speak? Get up!” Biden writes in his 2007 memoir, Promises to Keep. “The newspapers are calling you a plagiarist, Biden? Get up! Your wife and daughter – I’m sorry, Joe, there was nothing we could do to save them? Get up!”\n\nWhen Biden, 77, officially becomes Trump's opponent on Thursday, the occasion will be far from the balloons-dropping affair he might have envisioned. With the U.S. death toll from the virus heading toward 170,000, the convention, like so many other features of America, has been cancelled for public health reasons.\n\nBut the somber event will represent the ultimate recovery for a man who's had a lifetime of staggering setbacks and who argues he wants to show the nation how to stand back up.\n\n“The moment has met him, right now,” said former Sen. Barbara Boxer, D-Calif. “People know he’s been there, and he’s not going to just stand there. He’s going to do something to make it better.\"\n\nBiden at first had no interest in serving in the Senate seat to which he'd been elected. He'd ousted a sitting Republican incumbent on Election Day, 1972. But before he could be sworn in, wife Neilia, 30, and Naomi, 1, were killed when a truck hit the family car on the way to buy a Christmas tree. Beau and Hunter, 4 and 3, survived but were injured.\n\nAt the urging of elder senators, Biden agreed to be sworn in by his sons' bedsides. He commuted between Washington and Wilmington, Del., nightly, until 2008, when President Barack Obama chose him to be his running mate.\n\nThe tragedy meant the Senate’s youngest member arrived on Capitol Hill saddled with pain and loss that came to define him. The combination would ground Biden’s operating philosophy in politics and in life of empathy and forging connections — even as it lived alongside his own presidential dreams.\n\nThroughout 36 years in the Senate and eight as vice president, Biden’s approach helped him identify people who were struggling, and informed his sense of how to call out opponents. Notably, it clued him in on the now-quaint notion of working with members of the opposing party.\n\n“People would have disagreements with him, but he was very likable,” recalls former Vice President Dan Quayle, a Republican senator from Indiana who served with Biden in the Senate. “Nobody really dislikes Joe Biden,” Quayle said in a phone interview, calling him an “honest guy.”\n\nBut Biden’s style has gotten him in trouble, too. His habit as a hugger drew more serious accusations during the 2020 Democratic primaries when a series of women accused him of getting too close. One said Biden assaulted her during his time in the Senate, an accusation he has categorically denied.\n\nAnd Democratic voters decided the good on his ledger far outweighed anything else.\n\nDecades before President Bill Clinton said he could “feel your pain,” Biden already had lived it.\n\nThe Senate was Biden’s healing road.\n\nIt’s where he matured as a father, a lawmaker and a politician. And it’s where Biden began weaving his personal story into politics.\n\nInside his personal life, and outside on the political stage, he had begun to rise.\n\nIn 1977, he married Jill Tracy Jacobs, an English professor at Delaware Technical and Community College. President Jimmy Carter chose him to lead a Senate delegation to Moscow for the Strategic Arms Limitation Treaty. In 1981 the Bidens welcomed a daughter, Ashley.\n\nBy 1987, he was traveling to the early primary states. He also was chairman of the Senate Judiciary Committee, charged with running the confirmation hearings of President Ronald Reagan’s nominee, Judge Robert Bork Jr., to the Supreme Court.\n\nIn Iowa, Biden had used a British politician’s words without attribution.\n\nHe dropped out of the race and quickly pivoted to blocking Bork’s confirmation.\n\nBut there was another life-or-death crisis - this time for Biden himself - and another recovery. In Rochester, N.Y., after a February 1988 speech, he felt “lightning flashing inside” his head and collapsed on the floor of his hotel room. Biden was diagnosed with a brain aneurysm, then another, and endured two surgeries.\n\nAnd his presidential dreams stayed with him.\n\nBiden thought 2008 was his year.\n\nThis second presidential campaign, too, cratered in a crowded field that included Hillary Clinton, Obama and John Edwards.\n\nBiden initially turned down Obama's offer to be his running mate. When he accepted, Biden said he had one key ask: that he would be the last person in the room at decision time.\n\nHe was named to oversee the massive stimulus plan to counter the Great Recession, helped muscle Obama’s signature Affordable Care Act through Congress, and had a seat at the table in the Situation Room watching special forces take out Osama bin Laden.\n\nAll the while, he was struggling with personal pain. His son Beau Biden, the son his father had called “Joe 2.0,” had brain cancer. He died on May 30, 2015, at 7:51 p.m.\n\n“It happened,” Biden wrote in his diary. “My god, my boy. My beautiful boy.”\n\nThroughout the funeral, Biden wrote that he sought to show “millions of people facing the same awful reality that it was possible to absorb real loss and make it through.”\n\nFive years later, he is, finally, the Democratic presidential nominee-in-waiting — with onetime rival Kamala Harris, a friend of Beau’s, as his running mate.\n\nIntroducing the California senator in her new role on Wednesday, Biden argued that the two understand what Americans want at this time of crisis — but he might as well have been describing himself.\n\n“All folks are looking for, as my dad would say, is an even shot,” Biden said. “Just give me a shot, a fair shot. A shot at making it.”\n\n___\n\nAssociated Press researcher Jennifer Farrar contributed to this report.\n\n___\n\nFollow Kellman on Twitter at: http://www.twitter.com/APLaurieKellman\n\n2713 words", "METADATA": {"format-detection": "telephone=no", "viewport": "width=device-width, initial-scale=1.0", "ispremium": 0, "dc.date": "2020-08-15T11:59:15Z", "article": {"published_time": "2020-08-15T11:59:15Z", "modified_time": "2020-08-15T12:03:21Z", "opinion": "false"}, "SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "news_keywords": "Joe Biden, Dan Quayle, Barack Obama, Delaware Donald Trump, Kamala Harris, Beau Biden, Barbara Boxer, Ronald Reagan, PERSON Bill Clinton, Jimmy Carter, Osama bin Laden NEWSMAKER PERSON, PERSON POLITICIAN, Robert Bork Jr., Hillary Clinton, John Edwards, Neilia, Jennifer Farrar, Ashley, Jill Tracy Jacobs, Naomi, Hunter, Follow Kellman, United States, Delaware, WASHINGTON, North America District of Columbia, Maryland, Calif, Capitol Hill, Wilmington, Indiana, Situation Room, Iowa, British, Rochester, N.Y., Moscow, Democratic, AP, Senate, MC Complete - State & National, Robert Bork GOVERNMENT_FIGURE, Republican, Washington, ___ Associated Press, Supreme Court, Congress, Senate Judiciary Committee, Delaware Technical and Community College, Biden Profile-ABRIDGED, Election Day, Great Recession, A Wire, Obituary, Affordable Care Act, Ultimate Recovery, Joe 2.0, Twitter, English, Strategic Arms Limitation Treaty", "nlpOrganization": "Democratic, AP, Senate, MC Complete - State & National, Robert Bork GOVERNMENT_FIGURE, Republican, Washington, ___ Associated Press, Supreme Court, Congress, Senate Judiciary Committee, Delaware Technical and Community College", "nlpPerson": "Joe Biden, Dan Quayle, Barack Obama, Delaware Donald Trump, Kamala Harris, Beau Biden, Barbara Boxer, Ronald Reagan, PERSON Bill Clinton, Jimmy Carter, Osama bin Laden NEWSMAKER PERSON, PERSON POLITICIAN, Robert Bork Jr., Hillary Clinton, John Edwards, Neilia, Jennifer Farrar, Ashley, Jill Tracy Jacobs, Naomi, Hunter, Follow Kellman", "nlpLocation": "United States, Delaware, WASHINGTON, North America District of Columbia, Maryland, Calif, Capitol Hill, Wilmington, Indiana, Situation Room, Iowa, British, Rochester, N.Y., Moscow", "nlpWorkOfArt": "A Wire, Obituary, Affordable Care Act", "nlpEvent": "Biden Profile-ABRIDGED, Election Day, Great Recession", "nlpOther": "Ultimate Recovery, Joe 2.0, Twitter, English, Strategic Arms Limitation Treaty", "nlpCategories": "%2FNews%2FPolitics", "sailthru.title": "The Ultimate Recovery: Cycles of pain anchor Biden's moment", "sailthru.date": "2020-08-15 8:03:00 -0400", "sailthru.author": "By LAURIE KELLMAN, Associated Press", "sailthru_uid": 15485927, "sailthru_pubname": "associated-press", "sailthru_siteid": 70, "sailthru.tags": "joe-biden,dan-quayle,barack-obama,delaware-donald-trump,kamala-harris,beau-biden,barbara-boxer,ronald-reagan,person-bill-clinton,jimmy-carter,osama-bin-laden-newsmaker-person,person-politician,robert-bork-jr,hillary-clinton,john-edwards,neilia,jennifer-farrar,ashley,jill-tracy-jacobs,naomi,hunter,follow-kellman,united-states,delaware,washington,north-america-district-of-columbia,maryland,calif,capitol-hill,wilmington,indiana,situation-room,iowa,british,rochester,n-y,moscow,democratic,ap,senate,mc-complete-state-national,robert-bork-government-figure,republican,washington,associated-press,supreme-court,congress,senate-judiciary-committee,delaware-technical-and-community-college,biden-profile-abridged,election-day,great-recession,a-wire,obituary,affordable-care-act,ultimate-recovery,joe-2-0,twitter,english,strategic-arms-limitation-treaty,democratic,ap,senate,mc-complete-state-national,robert-bork-government-figure,republican,washington,associated-press,supreme-court,congress,senate-judiciary-committee,delaware-technical-and-community-college,joe-biden,dan-quayle,barack-obama,delaware-donald-trump,kamala-harris,beau-biden,barbara-boxer,ronald-reagan,person-bill-clinton,jimmy-carter,osama-bin-laden-newsmaker-person,person-politician,robert-bork-jr,hillary-clinton,john-edwards,neilia,jennifer-farrar,ashley,jill-tracy-jacobs,naomi,hunter,follow-kellman,united-states,delaware,washington,north-america-district-of-columbia,maryland,calif,capitol-hill,wilmington,indiana,situation-room,iowa,british,rochester,n-y,moscow,a-wire,obituary,affordable-care-act,biden-profile-abridged,election-day,great-recession,ultimate-recovery,joe-2-0,twitter,english,strategic-arms-limitation-treaty,2fnews-2fpolitics", "sailthru.image.thumb": "https://s.hdnux.com/photos/01/13/45/50/19814949/19/sailthruImage.jpg", "og": {"title": "The Ultimate Recovery: Cycles of pain anchor Biden's moment", "description": "WASHINGTON (AP) - Joe Biden's journey to accepting the Democratic presidential nomination is a story about cycles of crushing loss and hard-won connection. But most of all, it's about the practice of recovery. \n It's a theme Biden's allies say fits this anxious moment of health, racial and economic crisis in America. Biden's hard-won experience and signature empathy form the core of the choice between him and President Donald Trump. \n \"Get up\" was Biden's father's motto, and became Joe Jr.'s. through his childhood struggles with stuttering, the deaths of his first wife and baby daughter, two brain aneurysms and in 2015, his son Beau's death from brain cancer. It helped him step past two failed presidential campaigns as well. \n \"After the surgery, Senator, you might lose the ability to speak? Get up!\" Biden writes in his 2007 memoir, Promises to Keep. \"The newspapers are calling you a plagiarist, Biden? Get up! Your wife and daughter - I'm sorry, Joe, there was nothing we could do to save them? Get up!\" \n When Biden, 77, officially becomes Trump's opponent on Thursday, the occasion will be far from the balloons-dropping affair he might have envisioned. With the U.S. death toll from the virus heading toward 170,000, the convention, like so many other features of America, has been cancelled for public health reasons. \n But the somber event will represent the ultimate recovery for a man who's had a lifetime of staggering setbacks and who argues he wants to show the nation how to stand back up. \n \"The moment has met him, right now,\" said former Sen. Barbara Boxer, D-Calif. \"People know he's been there, and he's not going to just stand there. He's going to do something to make it better.\" \n Biden at first had no interest in serving in the Senate seat to...", "type": "article", "url": "https://www.registercitizen.com/news/article/The-Ultimate-Recovery-Cycles-of-pain-anchor-15485927.php", "image": "https://s.hdnux.com/photos/01/13/45/50/19814949/19/rawImage.jpg", "site_name": "The Register Citizen", "country-name": "United States"}, "twitter": {"card": "summary_large_image", "site": "@registercitizen"}, "fb": {"admins": 100006394927810, "app_id": 312930302488680, "pages": "105702905593,307851324523,12852567813,480760515417232,288240529145,316774245761,984197758297116,7457442370,207033189701,207346283795,222959748728,207042068180,72983690774,339413234035,343689323559,345828366626,234821559861394,335699426867,10150105039485602,338983127562,364516539001,337922332042,115637335153191,372011535931,333376634908,127590790608884,141923885872653,655037391286291,320774811368833,1740489152861748,469700473093040,386754203367,556449374478585,340999853450,350771491032,1120648627959218,342017778245,338463361591,138772706196968,1641688532739111,326312697536,353120110016,343366744658,335009494554,347261603104,350924013892,257724773860,361203926417,367174215398,284154645394,334501182354,350279743224,154340691263654,147848678611852,361381078011,362831597677,10150095255780118"}, "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7"}}}