{"GDELT": {"GlobalEventID": 940969661, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "ITA", "Actor1Name": "ITALY", "Actor1CountryCode": "ITA", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.7332185886402804, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Rome, Lazio, Italy", "Actor1Geo_CountryCode": "IT", "Actor1Geo_ADM1Code": "IT07", "Actor1Geo_ADM2Code": "18350", "Actor1Geo_Lat": 41.9, "Actor1Geo_Long": 12.4833, "Actor1Geo_FeatureID": "-126693", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.7667, "Actor2Geo_Long": 35.2333, "Actor2Geo_FeatureID": "-797092", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20200815161500, "SOURCEURL": "https://catholicsentinel.org/Content/Default/Homepage-Rotator/Article/Pope-Mary-s-Assumption-was-a-giant-leap-for-mankind-/-3/382/40608"}, "ARTICLE": {"TITLE": "Pope: Mary's Assumption was a 'giant leap for mankind'", "TEXT": "What's the Assumption, anyway?\n\n(CNA) — On Aug. 15, Catholics around the world mark the Feast of the Assumption of Mary, commemorating the end of her earthly life and assumption into Heaven.\n\nBut while the feast day is a relatively new one, the history of the holiday – and the mystery behind it – has its roots in the earliest centuries of Christian belief.\n\nThe Catholic Church teaches that when Mary ended her earthly life, God assumed her, body and soul into heaven.\n\nThe dogma of the Assumption of Mary – also called the “Dormition of Mary” in the Eastern Churches – has its roots in the early centuries of the Church.\n\nWhile a site outside of Jerusalem was recognized as the tomb of Mary, the earliest Christians maintained that “no one was there,” theologian and EWTN senior contributor Matthew Bunson told CNA.\n\nAccording to St. John of Damascus, the Roman emperor Marcian requested the body of Mary, Mother of God at the Council of Chalcedon, in 451.\n\nSt. Juvenal, who was Bishop of Jerusalem told the emperor “that Mary died in the presence of all the Apostles, but that her tomb, when opened upon the request of St. Thomas, was found empty; wherefrom the Apostles concluded that the body was taken up to heaven,” the saint recorded.\n\nBy the 8th century, around the time of Pope Adrian, the Church began to change its terminology, renaming the feast day of the Memorial of Mary to the Assumption of Mary, Bunson noted.\n\nThe belief in the Assumption of Mary was a widely-held tradition, and a frequent meditation in the writings of saints throughout the centuries. However it was not defined officially until the past century.\n\nIn 1950, Pope Pius XII made an infallible, ex-cathedra statement in the Apostolic Constitution Munificentissimus deus officially defining the dogma of the Assumption.\n\n“By the authority of our Lord Jesus Christ, of the Blessed Apostles Peter and Paul, and by our own authority, we pronounce, declare, and define it to be a divinely revealed dogma: that the Immaculate Mother of God, the ever Virgin Mary, having completed the course of her earthly life, was assumed body and soul into heavenly glory,” the pope wrote.\n\nThe decree was seen as the formalizing of long-held Christian teaching.\n\n“We have throughout the history of the Church an almost universal attestation of this,” Bunson said of the Assumption.\n\n“We have this thread that runs throughout the whole of the history of the Church in support of the dogma. That’s significant because it supports the tradition of the Church, but it also supports a coming to a deeper understanding of the teachings of the Church of how we rely upon the reflections of some of the greatest minds of our Church.”\n\nWhat’s also notable about the dogma, he added, is that it “uses the passive tense,” emphasizing that Mary did not ascend into heaven on her own power, as Christ did, but was raised into heaven by God’s grace.\n\nToday, the Feast of the Assumption is marked as a major feast day and a public holiday in many countries. In most countries, including the United States, it is a Holy Day of Obligation.\n\nBunson explained that on major feast days, it’s fitting to mark the significance of the feast as especially vital by emphasizing the necessity of celebrating the Eucharist that day.\n\n“What is more fitting than on the Assumption of the Blessed Mother to, once again, focus on her Son, on the Eucharist?” he asked.\n\n", "METADATA": {"description": "VATICAN CITY — On the Solemnity of the Assumption of the Blessed Virgin Mary, Pope Francis said that Mary’s assumption into Heaven was an infinitely", "og": {"title": "Pope: Mary's Assumption was a 'giant leap for mankind'", "image": "http://catholicsentinel.org/Images/Images/139421.jpg"}, "twitter": {"card": "summary_large_image", "site": "@", "title": "Pope: Mary's Assumption was a 'giant leap for mankind'", "description": "VATICAN CITY — On the Solemnity of the Assumption of the Blessed Virgin Mary, Pope Francis said that Mary’s assumption into Heaven was an infinitely greater achievement than man’s first steps on the moon.", "image": "http://catholicsentinel.org/Images/Images/139421.jpg"}}}}