{"GDELT": {"GlobalEventID": 940949612, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 3.00751879699248, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": -96.0, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA", "Action2Geo_Lat": 60.0, "Action2Geo_Long": -96.0, "Action2Geo_FeatureID": "CA", "DATEADDED": 20200815130000, "SOURCEURL": "https://www.cbc.ca/news/canada/new-brunswick/black-indigenous-communities-uniting-for-future-advocacy-1.5687394"}, "ARTICLE": {"TITLE": "Black and Indigenous communities of Fredericton uniting for future advocacy", "TEXT": "The Black and Indigenous communities in Fredericton are uniting to aid one another in standing up against common systemic issues.\n\nThursday night, a unity ceremony was held in Fredericton at St. Anne's Point, the first time Black and Indigenous communities have come together in a ceremony in this territory to pray and exchange knowledge, said Black Lives Matter - Fredericton organizer Husoni Raymond.\n\n\"Black folks came here, the Black Loyalists came here, slaves came here, but we were never welcomed here. We came here because of colonization in our own lands and the displacement of Black people around the world,\" Raymond said.\n\nRaymond said the unity ceremony made the members of the Black community who took part feel welcomed on unceded Wolastoqey territory.\n\n\"This was important to us because it made us feel welcome into this space and as an elder said yesterday, it makes us feel more confident and more welcome now that we know that we're welcomed by the traditional people of this land,\" Raymond said. \"We want to support the Indigenous community and work together to a common goal or common interests of dismantling systems of oppression.\"\n\nUniversity of New Brunswick's Piluwitahasuwin, Assistant Vice-President Indigenous Engagement, Amanda Myran said the Indigenous community has been standing in solidarity with the Black community during the Black Lives Matter movement and now the two communities' concerns have come to intersect.\n\n“The more voices that we can add to our issues and priorities the better,\" said Amanda Myran. (Logan Perley/CBC)\n\n\"Over the last couple of months there's been a lot of publicity around Black Lives Matter and I know that a lot of Indigenous folks have been keeping abreast of the issues that have been happening, especially south of the border,\" Myran said.\n\n\"When the Black Lives Matter march happened in Fredericton, there was a very strong and visible Indigenous presence, and it was the first time that I had heard the Black community speak to Indigenous issues in Fredericton,\" Myran said.\n\nMyran said following the Black Lives Matter march and the Indigenous community's healing walk in Fredericton after the shootings of Chantel Moore and Rodney Levi by police officers, the two communities came to a realization that they should stand together.\n\n\"There is something about those two events being in close proximity that kind of brought the Indigenous and Black community together, and it's known that we were stronger together,\" Myran said.\n\n\"For centuries, these systems of oppression have oppressed our people, so it's important that we unite together and form peace and harmony,\" Raymond said.\n\nMyran said the Black and Indigenous communities have shared goals, and some differing goals, but it won't stop the two communities from being allies.\n\n\"I think moving forward where we have those shared goals that call for racial justice, I'm hoping that we can come together and create a more unified platform,\" Myran said. \"The more voices that we can add to our issues and priorities the better. And I think where our priorities may differ, we're able to provide that sort of allyship with a basis in reciprocity.\"\n\nRaymond said the two communities have long faced oppression and it's time they work together.\n\nFredericton's Black and Indigenous communities show support for each other's fight against systemic racism in Canada. 2:03\n\n\"It's important that the Black and Indigenous community unite in solidarity because Indigenous self-determination and Black liberation are interconnected issues and we won't have one without the other, and there'll be no Black liberation on stolen land,\" Raymond said.\n\n\"There will definitely be further collaboration between us and further communication, and hopefully we will join together and make change for the better of our province,\" Raymond said. \"We're going to hash out the organizing plans, but it's mostly related to community supports, defunding the police and making sure our most vulnerable people have the support from the government and not just being criminalized.\"\n\n", "METADATA": {"viewport": "width=device-width, initial-scale=1", "og": {"site_name": "CBC", "url": "https://www.cbc.ca/news/canada/new-brunswick/black-indigenous-communities-uniting-for-future-advocacy-1.5687394", "title": "Black and Indigenous communities of Fredericton uniting for future advocacy | CBC News", "image": "https://i.cbc.ca/1.5687420.1597439778!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/husoni-raymond.JPG", "description": "The Black and Indigenous communities in Fredericton are uniting to aid one another in standing up against common systemic issues.", "locale": "en_US", "type": "article"}, "fb": {"pages": "161231191936,178203419302849"}, "vf": {"section": "2.654", "unique_id": "1.5687394"}, "google-site-verification": "pJy_QmRvDz2tr7X8eQ6Y1L3Se-8RWM_PpJX42Pr_fYo", "twitter": {"site": "@cbc", "player": {"width": 640, "height": 360}, "card": "summary_large_image"}, "description": "The Black and Indigenous communities in Fredericton are uniting to aid one another in standing up against common systemic issues."}}}