{"GDELT": {"GlobalEventID": 940900207, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "EDU", "Actor1Name": "COLLEGE", "Actor1Type1Code": "EDU", "IsRootEvent": 1, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -3.43213728549142, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UK", "Action2Geo_Lat": 54.0, "Action2Geo_Long": -4.0, "Action2Geo_FeatureID": "UK", "DATEADDED": 20200815044500, "SOURCEURL": "https://www.thetelegraphandargus.co.uk/news/18652738.fury-student-sees-grade-go-c-u/"}, "ARTICLE": {"TITLE": "Anger after Shipley College student sees grade drop from C to U", "TEXT": "A FURIOUS mother has hit out at the A-Level grading system after she claimed two-thirds of students on her daughter’s course were handed U grades in Thursday’s results.\n\nThe woman’s daughter, who asked not to be named, studied Health and Social Care at Shipley College, and had dreamed of going to the University of Bradford to study to become a nurse, but has seen those dreams shattered.\n\nThe mum, from Bradford, said 12 of the 18 students in her daughter’s class had been handed U grades - including students she said were predicted As and Bs - and the highest grade any student had got was a C for their Extended Project Qualifications. Their BTEC results, which were due on Thursday, didn’t even arrive on time and yesterday she was still awaiting her result.\n\nShipley College has said it is disappointed with the grades and will be appealing as soon as possible.\n\nThe woman said: “At first I was disappointed in her, but when she said 11 others had got a U it made me angry.\n\n“I spoke to her tutor and she was even more livid than I was. The top grade was a C, she said that wasn’t what she’d predicted and no one was predicted to get a U.\n\n“She’s gutted because that’s a group of future nurses who have lost out. And with their other results delayed all the clearing places will be gone by the time they arrive.\n\n“My daughter was predicted a C, she worked for months on her dissertation. She’s not an A* student but she’s a trier.\n\n“I thought it was just bad luck but when she said her friends predicted As and Bs too had got Us, I was heartbroken. How is that even possible? I can’t get my head around it.\n\n“I’m a single-parent, this was my first child hoping to go to university and now she’s either got to do it all again or get a dead-end job somewhere.\n\n“How are kids from disadvantaged backgrounds going to get anywhere in life when it’s like this? It’s really unfair.”\n\nShipley College has confirmed it is going to be appealing the results on behalf of its students.\n\nNav Chohan, principal at Shipley College, said: “We understand the concerns of parents and young people.\n\n“As a college, we are also disappointed with the exam body’s assessment and will be appealing as soon as possible.”\n\nThe College said it is reviewing feedback in all its courses before moving forward.\n\nThe leader of the Opposition, Labour’s Sir Keir Starmer, has demanded the Government make a U-turn on its grading system and allow teachers’ gradings to be accepted.\n\nHe called the system, which has seen students from more disadvantaged backgrounds have their results downgraded compared to those from more affluent areas, a “fiasco” that “betrayed” thousands of students.\n\nSir Keir said: “We have heard heartbreaking stories and the scale of the injustice caused by the fatally flawed results system has become clear.\n\n“Young people and parents right across the country, in every town and city, feel let down and betrayed. Claims from the Schools Minister this week were grossly misleading.\n\n“The unprecedented and chaotic circumstances created by the UK Government’s mishandling of education during recent months mean that a return to teacher assessments is now the best option available. No young person should be at a detriment due to Government incompetence.”\n\nOn Thursday, Bradford East MP Imran Hussain said teachers who know their students and have spent years with them should be trusted to assess their students, rather than relying on an algorithm. Conservative MPs and peers have also joined calls for grades to be changed to teacher assessments, with Lord Porter calling the system “shambolic” and saying it made him ashamed to be a member of the party.\n\nThe Government has continued to defend the system, and Transport Secretary Grant Shapps denied it had been tougher on students from poorer backgrounds.\n\nEarlier this week the Scottish Government said it would upgrade thousands of students results following days of protests, after similarly students from less well-off areas saw their results downgraded more compared to more affluent areas.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "OMG-Verify-V1": "4389-366acdfc-5224-4c07-bb70-f74d8fbfc2db", "og": {"url": "https://www.thetelegraphandargus.co.uk/news/18652738.fury-student-sees-grade-go-c-u/", "site_name": "Bradford Telegraph and Argus", "image": {"identifier": "https://www.thetelegraphandargus.co.uk/resources/images/11699984/", "width": 754, "height": 588}, "title": "\"My daughter was predicted a C and was given a U\" - fury after \"two-thirds\" of students on one course failed by exam board", "type": "website", "name": "\"My daughter was predicted a C and was given a U\" - fury after \"two-thirds\" of students on one course failed by exam board", "description": "A FURIOUS mother has hit out at the A-Level grading system after she claimed two-thirds of students on her daughter’s course were handed U grades…"}, "twitter": {"image": {"src": "https://www.thetelegraphandargus.co.uk/resources/images/11699984/"}, "card": "summary_large_image", "title": "\"My daughter was predicted a C and was given a U\" - fury after \"two-thirds\" of students on one course failed by exam board", "description": "A FURIOUS mother has hit out at the A-Level grading system after she claimed two-thirds of students on her daughter’s course were handed U grades…"}, "fb": {"app_id": 145977505464790, "pages": 294963549451}, "medium": "news", "title": "\"My daughter was predicted a C and was given a U\" - fury after \"two-thirds\" of students on one course failed by exam board", "description": "A FURIOUS mother has hit out at the A-Level grading system after she claimed two-thirds of students on her daughter’s course were handed U grades…"}}}