{"GDELT": {"GlobalEventID": 940916205, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "JPN", "Actor1Name": "JAPANESE", "Actor1CountryCode": "JPN", "IsRootEvent": 0, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.13739545997611, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20200815073000, "SOURCEURL": "https://www.falmouthpacket.co.uk/news/18653017.vj-day-75-life-prisoner-war-japan-second-world-war/"}, "ARTICLE": {"TITLE": "VJ Day 75: Life as a prisoner of war in Japan in Second World War", "TEXT": "On the 75th anniversary of VJ Day, Graeme Wilkinson looks back at how the grandfather of Helston's RNAS Culdrose chaplain discovered there was Victory in Japan - and the end of the Second World War.\n\nIn the dead of night in August 1945, Royal Engineer Daniel McLair Fraser awoke at his prisoner-of-war camp in occupied-Korea to find the guards had vanished.\n\nJust the Japanese commanding officer remained behind to tell the astonished Allied prisoners that they were now free - that the Second World War was over.\n\nAfter witnessing atrocities during the fall of Singapore and suffering two and a half years of humiliation and punishments of torture, beatings, starvation, disease and forced-labour as a prisoner, Sergeant Fraser’s immediate nightmare was finally over.\n\nHowever his grandson, Royal Navy chaplain Mark Dalton, said he carried the mental scars of his ordeal with him for the rest of his life. He passed away in 1999 at the age of 82.\n\nDaniel Fraser pictured in the early 1950s\n\n“He was my papa – for anyone outside of Scotland that means grandad,” said Chaplain Dalton, based at Royal Naval Air Station Culdrose in Cornwall. He spoke of his grandfather for this year’s 75th anniversary of VJ Day on August 15.\n\n“I remember he was a bit of a character,” he said. “We were all aware as children that he’d been in the army and he’d been a prisoner of war but it never really cropped up much. Unlike today, no one spoke about it.\n\n“After Korea, he was taken to Australia and didn’t get back to Scotland until 1946. He was eight years away from home. He was seeing my gran, Ina, before he went and she waited those eight years for him to come back.”\n\nRead next: 'He didn’t talk about it' - Memories from grandson who followed in war hero's footsteps\n\nChaplain Dalton said his grandad was originally from Motherwell, near Glasgow, and worked as a plumber before joining the 36 Fortress Unit, Royal Engineers.\n\nIn the 1990s, Mr Fraser recorded lengthy interviews for an oral history project by the Imperial War Museum, in which he recounted his experiences in is softly-spoken Scot’s accent.\n\nAllied soldiers in a Japanese prisoner of war camp during World War Two\n\n“As far as I am aware,” added Chaplain Dalton, “that was the first time he truly spoke about what happened to him.”\n\nMr Fraser speaks of his disbelief that they had been ordered to surrender during the defence of Singapore in February 1942, having just fought off a Japanese attack in the city.\n\nHe talks with anger of being first to enter Alexandria Hospital after the ceasefire to find medical staff and patients had been slaughtered and the nurses raped and murdered by the Japanese soldiers.\n\nIn later years, Chaplain Dalton himself was in Singapore and visited Changi barracks and subsequent jail where thousands of Allied prisoners were held captive, including his grandfather.\n\n“There was makeshift chapel,” he added, “that was built when they were there. I remember just sitting down and being overwhelmed by the emotion of the place.”\n\nMr Fraser was transported to Japanese-occupied Korea and spent the rest of the war working 12-hour shifts loading furnaces in a forced-labour factory.\n\nIn one memorable incident, a brave Irish officer ordered all the prisoners to sit in the parade ground and refuse to work until the Japanese handed over food parcels sent by the Red Cross. After a stand-off overnight, the Japanese relented and handed over the packages they had been withholding.\n\nRNAS Culdrose chaplain Mark Dalton\n\nChaplain Dalton said: “He speaks of how he remembers hearing some of his friends being tortured, by bamboo splinters being inserted under their nails. Just think - that could have been you. How do you continue and go on? Lots of men lost all hope and just died, but he did not.\n\n“I think the consolation is that even in the most desperate times, all things will pass given time. It’s that great line from the Book of Esther in the Old Testament: ‘And it came to pass’.”\n\nAfter his return home, Chaplain Dalton said his grandfather continued to suffer, much of the time in silence.\n\n“I think my gran bore the brunt of it – his nightmares for instance,” he added. “It’s what today we would understand as post-traumatic stress disorder.\n\n“In some of his darker periods, he’d have an outburst of anger – of hatred so intense it was almost as if he was back in the camp again.\n\nSmoke rises above Singapore prior to its capture in 1942\n\n“It raises an interesting question on the nature of forgiveness. He’d never have a Japanese car for instance. For forgiveness to be truly something, it needs an understanding and recognition on behalf of those who did the wrong. Did he ever forgive them? I would say that is between him and God ultimately.\n\n“Seventy-five years is quite a milestone. I think now it should be about giving recognition, not just to those in the war, who did and did not return, but also to those families who endured their own private battles for years afterwards.”\n\nThe Imperial War Museum oral history project can be found here www.iwm.org.uk/collections/item/object/80008100", "METADATA": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "OMG-Verify-V1": "4389-366acdfc-5224-4c07-bb70-f74d8fbfc2db", "og": {"url": "https://www.falmouthpacket.co.uk/news/18653017.vj-day-75-life-prisoner-war-japan-second-world-war/", "site_name": "Falmouth Packet", "image": {"identifier": "https://www.falmouthpacket.co.uk/resources/images/11700442/", "width": 1920, "height": 1080}, "title": "VJ Day 75: Life as a Japanese prisoner of war in World War Two", "type": "website", "name": "VJ Day 75: Life as a Japanese prisoner of war in World War Two", "description": "On the 75th anniversary of VJ Day, Graeme Wilkinson looks back at how the grandfather of Helston's RNAS Culdrose chaplain discovered there was…"}, "twitter": {"image": {"src": "https://www.falmouthpacket.co.uk/resources/images/11700442/"}, "card": "summary_large_image", "title": "VJ Day 75: Life as a Japanese prisoner of war in World War Two", "description": "On the 75th anniversary of VJ Day, Graeme Wilkinson looks back at how the grandfather of Helston's RNAS Culdrose chaplain discovered there was…"}, "fb": {"app_id": 138696206196437, "pages": 110406802463430}, "medium": "news", "title": "VJ Day 75: Life as a Japanese prisoner of war in World War Two", "description": "On the 75th anniversary of VJ Day, Graeme Wilkinson looks back at how the grandfather of Helston's RNAS Culdrose chaplain discovered there was…"}}}