{"GDELT": {"GlobalEventID": 940960709, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "AFR", "Actor1Name": "AFRICA", "Actor1CountryCode": "AFR", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.30581039755352, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Mogadishu, Banaadir, Somalia", "Actor1Geo_CountryCode": "SO", "Actor1Geo_ADM1Code": "SO02", "Actor1Geo_ADM2Code": "25691", "Actor1Geo_Lat": 2.0666700000000002, "Actor1Geo_Long": 45.3667, "Actor1Geo_FeatureID": "-3227437", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mogadishu, Banaadir, Somalia", "Actor2Geo_CountryCode": "SO", "Actor2Geo_ADM1Code": "SO02", "Actor2Geo_ADM2Code": "25691", "Actor2Geo_Lat": 2.0666700000000002, "Actor2Geo_Long": 45.3667, "Actor2Geo_FeatureID": "-3227437", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mogadishu, Banaadir, Somalia", "Action2Geo_CountryCode": "SO", "Action2Geo_ADM1Code": "SO02", "Action2Geo_ADM2Code": "25691", "Action2Geo_Lat": 2.0666700000000002, "Action2Geo_Long": 45.3667, "Action2Geo_FeatureID": "-3227437", "DATEADDED": 20200815144500, "SOURCEURL": "http://www.xinhuanet.com/english/2020-08/15/c_139293343.htm"}, "ARTICLE": {"TITLE": "Somali leader to join regional state leaders for talks on security, polls - Xinhua", "TEXT": "Source: Xinhua| 2020-08-15 22:02:24|Editor: huaxia\n\nVideo Player Close\n\nMOGADISHU, Aug. 15 (Xinhua) -- Somali President Mohamed Farmajo said he will join five regional state leaders later on Saturday for a second round of meeting in the central town of Dhusamareb, the capital of Galmudug state to discuss forthcoming elections.\n\nAbdinur Mohamed, director of communications for Villa Somalia, said Farmajo will join leaders of Galmudug, Hirshabelle, Puntland, Jubbaland and SouthWest for talks that will discuss how to hold credible and timely elections, security and ways of enhancing ties between Mogadishu and federal member states.\n\n\"In line with the state-building endeavors and in the spirit of enhancing the government-Federal Member States cooperation on the way forward, President Farmajo will be traveling to Dhusamareb on Saturday to participate in the second round of FGS-FMS Consultative Forum,\" Mohamed said in a statement.\n\nBoth sides met mid-July and agreed to appoint a joint technical committee to provide guidance on the process and model of the election.\n\nThe meeting comes amid pressure from the international community which said preserving the recently cultivated trust among the leaders and sustaining the consensus-building process initiated during the last Dhusamareb summit is imperative in order to keep Somalia on a stable political path.\n\nThe international partners said in a joint statement issued on Friday evening ahead of Saturday's meeting in Dhusamareb that failure by any leader to participate in the meeting would erode the still fragile trust, undermine the consensus-building process and impair the ability of the meeting to arrive at implementable decisions.\n\n\"With only three months left before the November date on which the 2020 federal elections were scheduled to take place, and only four months before the 10th Federal Parliament's term ends, Somali stakeholders urgently need to agree on the way forward, and on the electoral modalities in particular, without further delay,\" the partners said.\n\nThe Horn of Africa nation was due to hold parliamentary elections in October while presidential polls will take place in February 2021.\n\nHowever, the electoral body has ruled out a universal vote this year and has instead called for up to 13 months to hold credible elections.\n\nThe international partners including the African Union, EU and the UN said the work of the technical committee tasked to develop recommendations for electoral modalities to be considered by the leaders is critical for the success of the anticipated summit.\n\nThey expressed concern that some Federal Member States are yet to send their representatives to the committee.\n\n\"We urge them to allow their representatives to participate in the work of the committee, which is already underway, while they continue to directly engage the Federal government leadership to resolve any outstanding issues,\" said the partners.\n\nThey called on the technical committee to focus on devising options for a compromise electoral model, in order to satisfy all stakeholders.\n\nThe international partners cautioned that any model dictated by a single stakeholder, or by a few stakeholders without the consent of all, will have no legitimacy and will not be implementable on the ground.\n\n\"We further stress that, with the end of the term of the 10th Parliament looming, the way forward should be agreed by all stakeholders, including the Federal Government, Federal Member States, the two Houses of Parliament, and political parties. No single stakeholder, including the legislature itself, should take a unilateral decision to extend the term of office of the 10th Parliament or of the federal executive,\" the partners warned.\n\nHolding the 2020 universal vote is considered critical for the sake of entrenching the federal system of governance, which is required to appease communities and regions claiming systematic exclusion and marginalization for decades.\n\nThe Horn of Africa nation last held one-person, one-vote elections in March 1969 when the government was overthrown in a bloodless military coup.\n\nParliamentary and presidential elections took place in late 2016 and early 2017 through a system of indirect suffrage. Enditem", "METADATA": {"publishid": "139293343.11.49.0", "source": "新华社", "pageid": "2.4.0.0.11110320.0.0.0.0.0.113428.139293343", "renderer": "webkit", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0,user-scalable=no", "format-detection": "email=no", "msapplication-tap-highlight": "no"}}}