{"GDELT": {"GlobalEventID": 940966605, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "LSO", "Actor1Name": "LESOTHO", "Actor1CountryCode": "LSO", "IsRootEvent": 0, "EventCode": 17, "EventBaseCode": 17, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -6.5512048192771, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Maseru, Maseru, Lesotho", "Actor1Geo_CountryCode": "LT", "Actor1Geo_ADM1Code": "LT14", "Actor1Geo_ADM2Code": "18925", "Actor1Geo_Lat": -29.3167, "Actor1Geo_Long": 27.4833, "Actor1Geo_FeatureID": "-1405824", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Maseru, Maseru, Lesotho", "Action2Geo_CountryCode": "LT", "Action2Geo_ADM1Code": "LT14", "Action2Geo_ADM2Code": "18925", "Action2Geo_Lat": -29.3167, "Action2Geo_Long": 27.4833, "Action2Geo_FeatureID": "-1405824", "DATEADDED": 20200815154500, "SOURCEURL": "https://lestimes.com/commissioner-molibeli-fights-rogue-leposa-elements/"}, "ARTICLE": {"TITLE": "Commissioner Molibeli fights “rogue” LEPOSA elements", "TEXT": "claims they are in open rebellion against him\n\nPascalinah Kabi\n\nPOLICE Commissioner Holomo Molibeli’s fight with the militant Lesotho Mounted Police Service Staff Association (LEPOSA) is escalating and threatens to tear apart the police service.\n\nCommissioner Molibeli this week said policing and national security could be severely compromised if LEPOSA leaders, who have called for his sacking, are not brought to book.\n\nLEPOSA is a trade union body representing all police officers. It has petitioned Prime Minister Moeketsi Majoro to suspend Commissioner Molibeli to facilitate investigations into the latter’s alleged criminal misconduct, maladministration and abuse of power.\n\nThe police boss has hit back by initiating moves to fire LEPOSA members who he brands as “rogue” police officers out to derail the Lesotho Mounted Police Service (LMPS) from doing its work. He has also accused some of his subordinates of “engaging in an open rebellion against the police management”.\n\nCommissioner Molibeli has particularly trained his guns on LEPOSA national treasurer, Lance Sergeant ‘Mathebe Motseki. He on Monday slapped her with a letter demanding she “show cause” why she should not be dismissed for her recent statements which allegedly tarnished the image of the police command.\n\nSpeaking earlier this month at the funeral of one Lance Corporal Thabang Molelekoa in Mafeteng, Lance Sergeant Motseki allegedly accused the police authorities of transferring some police officers as punishment for opening a case against former First Lady ‘Maesaiah Thabane for allegedly assaulting a Maseru man at State House in January 2019.\n\nLance Sergeant Motseki is also alleged to have accused the police command of failing to arrest Deputy Police Commissioner (DCP) Paseka Mokete after a female junior police officer accused him of sexual assault in April 2020. The case is now before the courts.\n\nPart of the “show cause” letter to Lance Sergeant Motseki reads: “you will not deny that your utterances were solely intended to tarnish the image of the LMPS and its management”.\n\n“You will not deny that taken holistically, your utterances at the said funeral amount to only one conclusion that it was meant to subvert the good order, discipline or lawful authority and thereby bringing (sic) the police service into disrepute. You are aware of the powers vested upon the Commissioner of Police in terms of provisions of Section 31 (1) (i) of the Lesotho Mounted Police Service Act of 1998.\n\n“On the basis of the foregoing, I have been instructed by the Commissioner of Police to demand from you, as I hereby do, reasons if any, why the provisions of Section 31 (1) of the Lesotho Mounted Police Service Act of 1998 may not be invoked against you.\n\n“Your written response is expected to reach this office within seven days upon receipt of this letter. Failure to give your response within the stipulated time will be considered that you have waived your right to make a representation,” the letter states. It was written by the LMPS’ human resource officer, Superintendent Marou on behalf of Commissioner Molibeli.\n\nSection 31 of the LMPS Act empowers the police commissioner to dismiss police officers after giving them an opportunity to defend themselves.\n\nLance Sergeant Motseki received the “show cause” letter on Monday, the same day that Commissioner Molibeli instructed one Senior Superintendent Shale to warn police officers against the behaviour of “rogue” officers whom he said had openly rebelled against him.\n\nA day earlier, the police command had issued a similar memo warning of tough measures against the “rogue” elements.\n\nThe fighting statements from the police command come barely a fortnight after LEPOSA asked Dr Majoro to suspend Commissioner Molibeli to facilitate investigations into the latter’s alleged criminal misconduct, maladministration and abuse of power. (See story above).\n\nThe head of the police complaints and discipline department, ACP Motlatsi Mapola, also stalked the fires by asking the Director of Public Prosecutions (DPP) Advocate Hlalefang Motinyane to prosecute Commissioner Molibeli and one of his top assistants ACP Beleme Lebajoa for abuse of office after they allegedly protected ‘Maesaiah from being prosecuted for assaulting a Maseru man.\n\nLEPOSA and ACP Mapola’s pursuit of Commissioner Molibeli and his close allies triggered the top cop’s fightback as evidenced by the Sunday and Monday memos warning of “rogue” police officers who are allegedly “in open rebellion against the police command”.\n\n“It has some to the attention of the police command that there are of some rogue elements in the police service masquerading as LEPOSA. The rogue elements have gone out of their ways to publicise false information about the police as well as dragging the good name of the police through the mud (sic).\n\n“Their behaviour is unacceptable to the entire nation. These rogue elements have gone further to include or use the name of senior people in the country, including the name of the Prime Minister (Dr Majoro) in their sinister agenda seemingly affecting the stability of this country. (sic).\n\n“The police management will therefore take decisive and legal disciplinary measures to bring the situation under control. Those members of the LMPS are therefore warned to immediately cease from involving themselves in their scoundrel behaviour,” the police command states in its Sunday statement. It is not clear who authored the statement but it was distributed to police officers by police spokesperson Superintendent Mpiti Mopeli.\n\nBut LEPOSA has refused to cowed by the police bosses.\n\nOn Monday, the police union wrote back to the police command, saying, “we are appalled by this statement because only the LEPOSA national executive committee (NEC) has the right and authority to discipline its members in cases of indiscipline”.\n\n“We therefore remind you all that LEPOSA is an independent body which is not governed by the police management.\n\n“LEPOSA is not ashamed to stand by the statements, verbal and written, made by its members in the media. LEPOSA members are not making these statements in their personal capacity and there is no way they can be victimised for carrying out their mandates on behalf of the association. The threat by the police management is intended to stifle the association,” LEPOSA stated on Monday.\n\nThe police command again responded to LEPOSA the same day through Snr Supt Shale’s memo, saying he had been instructed by Commissioner Molibeli to inform all police officers that some police officers “masquerading as LEPOSA, have embarked on an open rebellion against the police management”.\n\n“LEPOSA is an association established in terms of section 66 of Police Act of 1998 and the Police Regulations of 2003. As such, the police management is fully aware of the objectives of this police association. The ongoing media onslaught by LEPOSA office bearers on the police management have nothing to do with LEPOSA objectives but they are only based on personal whims.\n\n“Members of the LMPS, particularly those who are members of LEPOSA, are to note that there was a meeting on the 10 July 2020 chaired by the police authority, (Police and Public Safety) Minister ‘Mamoipone Senauoane, with LEPOSA and LMPS management. This meeting was the first step towards the formation of a police negotiating council…\n\n“The LMPS management advises members of LEPOSA to be vigilant and ensure control of their association’s affairs. Lest the few take advantage and drift it astray as they whet their own personal and political interests at the expense of the association,” Snr Supt Shale said.\n\nIn its response to the Monday memo, LEPOSA denied that there ever was a meeting on 10 July. The association said it was shocked to learn of the “divisive tendencies lately adopted by management of police”.\n\nIt however, said Ms Senauoane only paid a “courtesy call on LEPOSA and the police management on 15 July 2020.\n\n“The minister strictly emphasised the encounter was only courteous… The issue of establishing police negotiating council did not arise. It is also pertinent to state that even the issues raised in the (LEPOSA) letter to the Prime Minister were not a subject of discussion at the courtesy meeting.”\n\nLEPOSA accused the police management of attempting to sow divisions among LEPOSA members through its statements.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "index, follow", "googlebot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "bingbot": "index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1", "og": {"locale": "en_US", "type": "article", "title": "Commissioner Molibeli fights “rogue” LEPOSA elements   - Lesotho Times", "description": "claims they are in open rebellion against him Pascalinah Kabi POLICE Commissioner Holomo Molibeli’s fight with the militant Lesotho Mounted Police Service Staff Association (LEPOSA) is escalating and threatens to tear apart the police service. Commissioner Molibeli this week said policing and national security could be severely compromised if LEPOSA leaders, who have called for […]", "url": "http://lestimes.com/commissioner-molibeli-fights-rogue-leposa-elements/", "site_name": "Lesotho Times", "image": {"identifier": "https://lestimes.com/wp-content/uploads/2017/11/ACTING-Commissioner-of-Police-Holomo-Molibeli-with-Police-PS-Khothatso-Tsoaoana-on-the-scene-1-1024x643.jpg", "width": 1024, "height": 643}}, "article": {"publisher": "https://facebook.com/lesothotimez/", "author": "https://www.facebook.com/lesothotimez", "published_time": "2020-08-04T10:18:04+00:00"}, "twitter": {"card": "summary_large_image", "creator": "@https://twitter.com/Lestimes", "site": "@Lestimes"}, "generator": "Powered by WPBakery Page Builder - drag and drop page builder for WordPress.", "msapplication-TileImage": "https://lestimes.com/wp-content/uploads/2019/08/cropped-ico2-01-1-270x270.png", "numberOfItems": 3, "itemListOrder": "Ascending"}}}