{"GDELT": {"GlobalEventID": 940462906, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "CHNGOV", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor1Type1Code": "GOV", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.83565459610027, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kremlin, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Kremlin, Moskva, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS48", "Actor2Geo_ADM2Code": "25106", "Actor2Geo_Lat": 55.7522, "Actor2Geo_Long": 37.6156, "Actor2Geo_FeatureID": "-2960561", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kremlin, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20200813034500, "SOURCEURL": "https://www.outlookindia.com/website/story/world-news-science-and-politics-tied-up-in-global-race-for-coronavirus-vaccine/358544"}, "ARTICLE": {"TITLE": "Science And Politics Tied Up In Global Race For Coronavirus Vaccine", "TEXT": "Also read Putin Claims Russia Has Developed Covid Vaccine, Says Daughter Inoculated\n\nNo, Russia isn't having a Sputnik moment.\n\nThe announcement Tuesday by Russian President Vladimir Putin that his country was the first to approve a coronavirus vaccine did not provoke the awe and wonder of the Soviet Union's launch of the first satellite into orbit in 1957. Instead, it was met by doubts about the science and safety.\n\nBut the claim underscored how, like the space race, the competition to have the first vaccine is about international rivalries as well as science. The first nation to develop a way to defeat the novel coronavirus will achieve a kind of moonshot victory and the global status that goes along with it.\n\nThat's valuable to Putin, whose popularity at home has declined amid a stagnant economy and the ravages of the virus outbreak.\n\n“To be the first one out of the block with a coronavirus vaccine would be a real — pardon the pun — shot in the arm for the Kremlin,\" said Timothy Frye, a political science professor at Columbia University who specializes in post-Soviet politics.\n\nRussia is not alone in viewing a vaccine in this light. China, where the virus first emerged, has also raced to make progress on a vaccine. A state-owned Chinese company is boasting that its employees, including top executives, received experimental shots even before the government approved testing in people.\n\nAlso Read: What Is The Treatment For Coronavirus?\n\nPresident Donald Trump, whose handling of the coronavirus pandemic has put his political fate in grave jeopardy, is hoping to get credit for his administration's aggressive push for a vaccine, ideally one that arrives before Election Day in November.\n\nIt's far from clear at this point whether Putin has beaten Trump to this medical milestone.\n\nPutin said the Health Ministry gave its approval after the vaccine, named “Sputnik V,\" underwent the necessary tests. He said one of his two adult daughters had been inoculated. “We should be grateful to those who have taken this first step, which is very important for our country and the whole world,” he said.\n\nNo proof was offered and scientists in Russia warned that more testing would be necessary to establish it is safe and effective. Nonetheless, officials said vaccination of doctors could start as early as this month and mass vaccination may begin as early as October.\n\nScientists around the world have been cautioning that even if vaccine candidates are proven to work, it will take even more time to tell how long the protection will last.\n\n“It's a too early stage to truly assess whether it's going to be effective, whether it's going to work or not,” said Dr. Michael Head, senior research fellow in global health at the University of Southampton.\n\nIt was also too soon to dismiss the Russian claim out of hand.\n\nThe country, though economically dependent on the export of natural resources, does have a history of achievement in science, medicine and aerospace — including becoming the first to put a person into space, in 1961.\n\n“It is possible that they concentrated and could do this,” said Daniel Fried, a retired senior U.S. diplomat. \"I'm not scoffing at it, but it doesn't mean that the Russian economy is advanced.” A vaccine would be the kind of significant achievement that would elevate Putin at home and in the international community.\n\nAlso Read: 18 Racers On The Block, Who Will Win The Vaccine Race?\n\n“They would love to be able to claim credit because the first country to develop the vaccine will gain enormous prestige,” said Fried, a former assistant secretary of state for European and Eurasian affairs who is now a distinguished fellow at the Atlantic Council.\n\nIt's also possible Russia had help. The U.S., Britain and Canada l ast month accused hackers working for Russian intelligence of trying to steal information about a coronavirus vaccine from academic and pharmaceutical research institutions.\n\nIn any case, the public is eager for a vaccine as global deaths from the virus surpass 730,000. Some say they would even welcome one from Russia, provided it passes muster with the Food and Drug Administration, which approves vaccines used in the U.S., and the Centers for Disease Control and Prevention, which recommends who should receive them.", "METADATA": {"google-site-verification": "_MtqwvhzkqudIOBjL5c2e_dktc3ItBiEEpv_AKmmGC8", "description": "Like the space race, the competition to have the first vaccine is about international rivalries as well as science", "keywords": "Coronavirus Vaccine, Covid Vaccine, Covid 19, Coronavirus pandemic, Russia Covid Vaccine, Sputnik, US", "news_keywords": "Coronavirus Vaccine, Covid Vaccine, Covid 19, Coronavirus pandemic, Russia Covid Vaccine, Sputnik, US", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "fb": {"pages": 130701053653318, "app_id": 1819793348257024}, "og": {"site_name": "https://www.outlookindia.com/", "url": "https://www.outlookindia.com/website/story/world-news-science-and-politics-tied-up-in-global-race-for-coronavirus-vaccine/358544", "title": "Science And Politics Tied Up In Global Race For Coronavirus Vaccine", "description": "Like the space race, the competition to have the first vaccine is about international rivalries as well as science", "type": "article", "image": "https://www.outlookindia.com/public/upload_share/website/1000_358544.jpg"}, "twitter": {"card": "summary_large_image", "site": "@outlookindia", "url": "https://www.outlookindia.com/website/story/world-news-science-and-politics-tied-up-in-global-race-for-coronavirus-vaccine/358544", "title": "Science And Politics Tied Up In Global Race For Coronavirus Vaccine", "description": "Like the space race, the competition to have the first vaccine is about international rivalries as well as science", "image": "https://www.outlookindia.com/public/upload_share/website/1000_358544.jpg"}}}}