{"GDELT": {"GlobalEventID": 940481125, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.44444444444445, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Auckland, Auckland, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZE7", "Actor1Geo_ADM2Code": "22379", "Actor1Geo_Lat": -36.75, "Actor1Geo_Long": 174.583, "Actor1Geo_FeatureID": "11483124", "Actor2Geo_Type": 0, "Action2Geo_Type": 5, "Action2Geo_Fullname": "Auckland, Auckland, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZE7", "Action2Geo_ADM2Code": "22379", "Action2Geo_Lat": -36.75, "Action2Geo_Long": 174.583, "Action2Geo_FeatureID": "11483124", "DATEADDED": 20200813063000, "SOURCEURL": "https://www.stuff.co.nz/national/health/coronavirus/300081873/coronavirus-gps-faced-lack-of-funding-equipment-needed-for-tests--study"}, "ARTICLE": {"TITLE": "Coronavirus: GPs faced lack of funding, equipment needed for tests – study", "TEXT": "GPs have expressed their frustrations about inconsistencies in advice about coronavirus testing in a newly-released survey. (File photo)\n\n“Mixed messages” on coronavirus testing advice and a lack of funding during lockdown left doctors feeling “incompetent when [they] were trying their hardest”, research has found.\n\nA survey of GP practices carried out by University of Auckland researchers in the lead-up to the latest Covid-19 lockdown showed as many as one in five were worried about getting funding for testing, while others reported having referrals for swabs declined altogether.\n\nThe research, carried out among 182 GPs between July 24 and August 6 (before community transmission re-emerged), paints a picture of the importance of clear messaging about testing.\n\nPeople join the long queues at a pop-up testing station in South Auckland's Ōtara.\n\nProfessor Felicity Goodyear-Smith of the university’s faculty of medical and health sciences said it was “crucial” that clear messaging was accompanied by the “criteria, resources and funding for getting it done”.\n\nREAD MORE:\n\n* GPs' financial strain a function of funding system, researcher says\n\n* Coronavirus: GPs 'angry' and 'disappointed' by funding back-track\n\n* Coronavirus: GP practices' finances hit by drop in patients during lockdown\n\n\n\nTesting was the biggest concern raised in the survey – the latest in a series of four since Covid-19 emerged in New Zealand.\n\nOne in five practices – 20 per cent – had concerns about getting funding for testing.\n\nGPs felt demoralised by inconsistent, “constantly changing rules” for Covid-19 testing, and felt unfairly blamed in the media for low surveillance when they were unable to test due to restrictive criteria or lack of supplies, they found.\n\nOne doctor surveyed said what was said in stand-up daily press conferences “didn’t necessarily reflect reality”.\n\n“The prime minister was telling everyone to get a test, but we couldn’t do them due to criteria or funding or lack of equipment,” they said.\n\n“This made us look incompetent when we were trying our hardest.”\n\nWhile most were able to get patients tested, about 16 per cent of GPs were unable to do this for a few or more, the results showed.\n\nMYTCHALL BRANSGROVE/STUFF Some GPs reported having difficulty in getting people tested despite their judgment it was necessary.\n\nOne GP said their swab referrals had been declined on “multiple occasions” at local testing centres “despite it being my clinical judgment that they should be swabbed”.\n\nOnly 7 per cent of practices tested 40 or more patients – down from 28 per cent in the previous survey, carried out in late June.\n\nOne reported “ongoing confusion” about testing among GPs and a “disconnect between what we actually do versus what the Minister thinks we don’t do”.\n\nThey raised the issue of requiring more accessible/walk-in community-based assessment centres (CBACs) – something that has been ramped up in the response to new community transmission in Auckland.\n\nAnother said they felt the Government was “blaming” them for not testing enough “when it is their problem”, and complained of “broken promises to support us financially”.\n\nAnother said media often reported information that had not yet trickled down to individual practices, such as advice to be tested while clinics were not given “enough supplies to do so”.\n\n“Patients think you are lying to them as [they] have been told to go and get tested.”\n\nOverall, the strain of Covid-19 on general practice continued, with 69 per cent of those surveyed reporting significant to severe impact, and only 6 per cent no ongoing effect.\n\nOn Tuesday, after more than 100 days with no community transmission, four people in Auckland were confirmed as Covid-19, prompting a change in alert levels across the country.\n\nIt is still not known how the family contracted the illness.", "METADATA": {"viewport": "width=device-width, initial-scale=1.0", "robots": "noarchive", "format-detection": "telephone=no", "fb": {"app_id": 207633159308175, "pages": 21253884267}, "verify-v1": "RazNiYjuvNuEsMeFXxfR9l9cDZIKxcq2VjQZA25CHgM=", "msapplication-config": "/sics-assets/images/favicons/browserconfig.xml", "theme-color": "#ffffff", "description": "\"Mixed messages\" from the Government made GPs feel \"incompetent\" when they were trying their hardest, survey shows.", "source": "Stuff", "og": {"description": "\"Mixed messages\" from the Government made GPs feel \"incompetent\" when they were trying their hardest, survey shows.", "title": "Coronavirus: GPs faced lack of funding, equipment needed for tests – study", "url": "https://www.stuff.co.nz/national/health/coronavirus/300081873/coronavirus-gps-faced-lack-of-funding-equipment-needed-for-tests--study", "type": "article", "image": "https://resources.stuff.co.nz/content/dam/images/4/y/m/x/c/y/image.related.StuffLandscapeSixteenByNine.1420x800.4ynsnl.png/1597339380372.jpg", "site_name": "Stuff"}, "article": {"published_time": "2020-08-13T06:01:54.201Z"}, "parsely-type": "post", "parsely-title": "Coronavirus: GPs faced lack of funding, equipment needed for tests – study", "parsely-link": "https://www.stuff.co.nz/national/health/coronavirus/300081873", "parsely-image-url": "https://resources.stuff.co.nz/content/dam/images/4/y/m/x/c/y/image.related.StuffLandscapeSixteenByNine.1420x800.4ynsnl.png/1597339380372.jpg", "parsely-pub-date": "2020-08-13T06:01:54.201Z", "parsely-author": "Hannah Martin", "parsely-section": "national", "parsely-tags": "national,health,coronavirus"}}}