{"GDELT": {"GlobalEventID": 940597077, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "GOV", "Actor1Name": "REGULATOR", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 30, "NumSources": 2, "NumArticles": 30, "AvgTone": -0.8080033172531809, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE", "Actor1Geo_Lat": 1.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "KE", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE", "Action2Geo_Lat": 1.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "KE", "DATEADDED": 20200813181500, "SOURCEURL": "https://finance.yahoo.com/news/transformation-middle-east-africas-e-174500952.html"}, "ARTICLE": {"TITLE": "Transformation of the Middle East and Africa's E-Payments Market During COVID-19", "TEXT": "DUBLIN, Aug. 13, 2020 /PRNewswire/ -- The \"Middle East & Africa Online Payment Methods 2020 and COVID-19's Impact\" report has been added to ResearchAndMarkets.com's offering.\n\nResearch and Markets Logo More\n\nCash on delivery was the leading payment method preferred by online shoppers in Saudi Arabia, Jordan, Egypt, Morocco, Kenya, and other countries in this region, as of 2019. The COVID-19 outbreak in early 2020, however, is changing this perspective, with online shopping platforms and regulators encouraging the use of cashless payment means during the pandemic. Their efforts are already showing results, as close to two-thirds of respondents to an April 2020 survey reported having reduced their use of cash since the outbreak. Mobile money, card, and contactless payments are among the payment methods that are benefitting from consumers turning their backs on cash.\n\n\n\nAfrica and Middle East's FinTech companies are contributing to the rise of digital payments across the region, with the help of millions of dollars raised during 2019, as the report shows. Some of the stars of the investment rounds include Interswitch and Opay in Nigeria, Tala in Kenya, and Dubai-based Network International which listed its shares on the London Stock Exchange at the beginning of 2019. Furthermore, Kenya's mobile money service M-Pesa is making a major contribution to the development of mobile payment transactions during the COVID-19 outbreak.\n\nReport Coverage\n\nThis report covers the online payment market in the Middle East & Africa . It takes into account a wide definition of online payment, including payment methods used in online shopping and mobile payment, such as remote and proximity payments. In addition, information related to the impact of the coronavirus (COVID19) on digital payments in the Middle East , Africa , and worldwide was included in this report.\n\n& . It takes into account a wide definition of online payment, including payment methods used in online shopping and mobile payment, such as remote and proximity payments. In addition, information related to the impact of the coronavirus (COVID19) on digital payments in the , , and worldwide was included in this report. It features an overview of global online and mobile payment developments.\n\nInformation about regional development is included, covering online and mobile payment. A text chart summarizing the impact of COVID-19 news on digital payments in the Middle East & Africa and relevant news about major players, such as payment providers is presented.\n\n& and relevant news about major players, such as payment providers is presented. The rest of the report contains country-specific information. The countries are grouped by sub-region ( Middle East and Africa ) are presented in the descending order of B2C E-Commerce sales.\n\nand ) are presented in the descending order of B2C E-Commerce sales. Depending on data availability, the following types of market information are included: payment methods most used by online shoppers, number and value of online/mobile payment transactions, mobile payment usage, and consumer awareness of mobile payment services.\n\nKey Topics Covered:\n\n\n\n1. Management Summary\n\n2. Global Developments\n\nCOVID-19 Impact on Online & Mobile Payment, May 2020\n\nThe Impact of COVID-19 on Payments Revenues, incl. Payments Revenues in 2019, Pre-COVID-19 Forecast, and Payments Revenues Forecast Under The Impact of COVID-19, in USD billion, 2020\n\nPost-COVID-19 Forecast for Digital Commerce & Payments Spending, in USD trillion, 2020f & 2021f Compared to 2019\n\nShare of Respondents Who View Contactless as a Cleaner Way to Pay, in %, April 2020\n\nPayment Methods Most Used When Shopping Online During The Pandemic, in % of Online Shoppers, by Selected Countries, April 2020\n\nPayment Methods Used For the First Time When Shopping Online During The Pandemic, in % of Online Shoppers, by Selected Countries, April 2020\n\nCriteria for Choosing a Payment Method in Online Shopping Which Became More Important Since The Pandemic Outbreak, in % of Online Shoppers, by Selected Countries, April 2020\n\nOnline & Mobile Payment Platform Revenues, in USD billion, 2019e & 2024f\n\nMobile & Online Remote Payment Value, in USD billion, by Selected Regions, 2024f\n\nMobile & Online Remote Payment Value, in USD billion, by Digital and Physical Goods, 2024f\n\nPayment Methods Preferred in E-Commerce, in % of Online Shoppers, by Selected Regions, January 2019\n\nShare of Online Shoppers Who Had Abandoned a Shopping Cart Due to Their Preferred Payment Method Not Being Offered, in %, January 2019\n\nShare of Mobile Shoppers Who Had Abandoned a Shopping Cart Due to Their Preferred Payment Method Not Being Offered, in %, August 2019\n\nOnline Payment Fraud Losses, in USD million, by Segment, 2023f\n\nOnline Payment Fraud Prevention Software Spending, in USD billion, 2020f & 2024f\n\nNumber of Digital Wallet Users, in billions, 2019e & 2024f\n\nBreakdown of Digital Wallets by Provider's Main Industry, in %, 2019\n\nProximity Mobile Payment Users, in billions, and Penetration, in % of Smartphone Users, 2018 - 2023f\n\nValue of Mobile Payment Transactions Authenticated via Biometrics, in USD billion, 2019e & 2024f\n\nOverview of Mobile Money Statistics, incl. Number of Live Services, Registered Accounts, in millions, Active Accounts, in millions, Transaction Volume in millions, and Transaction Value, in USD billion, and Year-on-Year Growth, in %, by Region, 2019\n\n3. Middle East & Africa\n\n4. Middle East\n\n5. Africa\n\nCompanies Mentioned\n\n\n\nInterswitch Ltd\n\nJumia Technologies AG\n\nNetwork International Holdings Plc\n\nNoon AD Holdings\n\nOpay\n\nPalmPay Technology Co Ltd\n\nPaytabs\n\nSafaricom Plc\n\nVisa Inc\n\nFor more information about this report visit https://www.researchandmarkets.com/r/k1ntw\n\n\n\nAbout ResearchAndMarkets.com\n\nResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key industries, the top companies, new products and the latest trends.\n\nResearch and Markets also offers Custom Research services providing focused, comprehensive and tailored research.\n\nMedia Contact:\n\nResearch and Markets\n\nLaura Wood, Senior Manager\n\npress@researchandmarkets.com\n\n\n\nFor E.S.T Office Hours Call +1-917-300-0470\n\nFor U.S./CAN Toll Free Call +1-800-526-8630\n\nFor GMT Office Hours Call +353-1-416-8900\n\n\n\nU.S. Fax: 646-607-1907\n\nFax (outside U.S.): +353-1-481-1716\n\nCision More\n\nView original content:http://www.prnewswire.com/news-releases/transformation-of-the-middle-east-and-africas-e-payments-market-during-covid-19-301112042.html\n\nSOURCE Research and Markets", "METADATA": {"oath": {"guce": {"consent-host": "guce.yahoo.com"}}, "msapplication-TileColor": "#6e329d", "msapplication-TileImage": "https://s.yimg.com/rz/p/yahoo_frontpage_en-US_s_f_w_bestfit_frontpage.png", "msvalidate.01": "A9862C0E6E1BE95BCE0BF3D0298FD58B", "referrer": "unsafe-url", "theme-color": "#400090", "twitter": {"dnt": "on", "site": "@YahooFinance", "card": "summary_large_image", "description": "The \"Middle East & Africa Online Payment Methods 2020 and COVID-19's Impact\" report has been added to ResearchAndMarkets.com's offering.", "image": {"identifier": "https://s.yimg.com/uu/api/res/1.2/M.ZtJLKJavJmZ21BEYlWXg--~B/aD00Mjt3PTQwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/prnewswire.com/e75ef6f3096d7cb6f5dd43ba82eca2fe", "src": "https://s.yimg.com/uu/api/res/1.2/M.ZtJLKJavJmZ21BEYlWXg--~B/aD00Mjt3PTQwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/prnewswire.com/e75ef6f3096d7cb6f5dd43ba82eca2fe"}, "title": "Transformation of the Middle East and Africa's E-Payments Market During COVID-19"}, "news_keywords": "Mobile money, Online Payment, online shopping, East & Africa, Africa, payment transactions, Network International", "apple-itunes-app": "app-id=304158842,app-argument=yahoo://article/view?uuid=b959db14-fd98-3c4c-8ba0-bd34e9d48be7&src=web", "description": "The \"Middle East & Africa Online Payment Methods 2020 and COVID-19's Impact\" report has been added to ResearchAndMarkets.com's offering.", "og": {"type": "article", "image": "https://s.yimg.com/uu/api/res/1.2/M.ZtJLKJavJmZ21BEYlWXg--~B/aD00Mjt3PTQwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/prnewswire.com/e75ef6f3096d7cb6f5dd43ba82eca2fe", "description": "The \"Middle East & Africa Online Payment Methods 2020 and COVID-19's Impact\" report has been added to ResearchAndMarkets.com's offering.", "title": "Transformation of the Middle East and Africa's E-Payments Market During COVID-19", "url": "https://finance.yahoo.com/news/transformation-middle-east-africas-e-174500952.html"}, "al": {"android": {"app_name": "Yahoo", "package": "com.yahoo.mobile.client.android.yahoo", "url": "yahoo://article/view?uuid=b959db14-fd98-3c4c-8ba0-bd34e9d48be7&src=web"}, "ios": {"app_name": "Yahoo", "app_store_id": 304158842, "url": "yahoo://article/view?uuid=b959db14-fd98-3c4c-8ba0-bd34e9d48be7&src=web"}}}}}