{"GDELT": {"GlobalEventID": 940648276, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "GOVERNOR", "Actor1Type1Code": "GOV", "Actor2Code": "OPP", "Actor2Name": "PROTESTER", "Actor2Type1Code": "OPP", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.7698185291308497, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Grace Community Church, Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_ADM2Code": "WA053", "Actor1Geo_Lat": 47.1825, "Actor1Geo_Long": -122.441, "Actor1Geo_FeatureID": "2461652", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Grace Community Church, Washington, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USWA", "Actor2Geo_Lat": 47.1825, "Actor2Geo_Long": -122.441, "Actor2Geo_FeatureID": "2461652", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Grace Community Church, Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.1825, "Action2Geo_Long": -122.441, "Action2Geo_FeatureID": "2461652", "DATEADDED": 20200814000000, "SOURCEURL": "https://www.washingtontimes.com/news/2020/aug/13/churches-fight-coronavirus-restrictions-alleging-s/"}, "ARTICLE": {"TITLE": "Churches fight coronavirus restrictions by alleging states favor protesters", "TEXT": "Pastor John MacArthur watched protesters gather for months in defiance of state restrictions and decided that maybe all he needed to reopen his nondenominational megachurch in Los Angeles was a bit of rebranding.\n\n“Good morning, everyone. I’m so happy to welcome you to the Grace Community Church peaceful protest,” the soft-spoken pastor quipped at the start of Sunday’s service.\n\nThat line drew thunderous applause from the congregation, but not from Los Angeles County, which fired off a cease-and-desist order after the church began cautiously reopening in late July.\n\nNow Mr. MacArthur wants California to apply the same novel coronavirus standard to worshippers and demonstrators alike.\n\nAttorneys for the Thomas More Society filed a lawsuit Thursday against California Gov. Gavin Newsom, a Democrat, accusing the state of discriminating against places of worship and seeking to stop the state from enforcing its “unconstitutional and onerous pandemic regulations.”\n\n“It is time for California to recognize that disfavored religious minorities are not second-class citizens,” said the lawsuit, filed in Los Angeles Superior Court. “It is time for California to explain how it can justify banning worship to prevent the spread of a disease (with an overall mortality rate of 0.02%) while it is fine for protesters to spread that disease like wildfire.”\n\nChurches have for the most part complied with public health orders aimed at combating the spread of the novel coronavirus, but the actions by some states to extend restrictions on houses of worship while offering latitude to protests has led to grumblings of a First Amendment double standard.\n\nThree Christian churches filed lawsuits Thursday against Minnesota Gov. Tim Walz for requiring parishioners to wear face masks during services, to limit their capacity and to require 6-foot distancing, which they described as the “criminalization of religious worship.”\n\n“Governor Walz, a former teacher, gets a F in religious liberties,” Thomas More Society special counsel Erick Kaardal said in a statement. “Other states, including Texas, Illinois, and Ohio have excluded churches from COVID-19 mask mandates. Unlike Walz, those states have recognized that you cannot criminalize religious attendance at houses of worship for any reason.”\n\nMinnesota was the first state to erupt in mass Black Lives Matter protests after the May 25 death of George Floyd, a Black man who died in Minneapolis police custody. A White officer had knelt on his neck for about eight minutes.\n\nMr. Walz, a Democrat, said at a May 30 press conference that the catalyst for the demonstrations was “Minnesotans’ inability to deal with inequality, inequities and, quite honestly, the racism that has persisted.”\n\nSaid Mr. Kaardal: “Governor Walz wants to prosecute Minnesotans for religious attendance. We are going to do our best not to see that happen.”\n\nSo far, the houses of worship have won some and lost some. U.S. District Court Judge Gary L. Sharpe issued a June 26 order temporarily blocking orders by New York Gov. Andrew Cuomo, a Democrat, singling out religious gatherings for certain restrictions.\n\nIn his order, the judge said Mr. Cuomo and New York City Mayor Bill de Blasio encouraged protest participation and sent “pro-protest/anti-religious gathering messages.”\n\n“Governor Cuomo and Mayor de Blasio could have just as easily discouraged protests, short of condemning their message, in the name of public health and exercised discretion to suspend enforcement for public safety reasons instead of encouraging what they knew was a flagrant disregard of the outdoor limits and social distancing rules,” Judge Sharpe wrote.\n\nHe said they “could have also been silent. But by acting as they did, Governor Cuomo and Mayor de Blasio sent a clear message that mass protests are deserving of preferential treatment.”\n\nThen again, the Supreme Court has ruled twice against churches seeking exemptions from state rules aimed at combating COVID-19, first in California and then in Nevada, citing the public health authority of state officials.\n\nSouth Bay United Pentecostal Church in San Diego County lost its lawsuit challenging California restrictions, arguing that the state’s rules for church reopenings were tougher than for some businesses.\n\n“The precise question of when restrictions on particular social activities should be lifted during the pandemic is a dynamic and fact-intensive matter subject to reasonable disagreement. Our Constitution principally entrusts ‘the safety and the health of the people’ to the politically accountable officials of the states ‘to guard and protect,’” Chief Justice John Roberts said in a May 29 ruling.\n\nMr. Newsom enacted a second round of emergency shutdown orders in mid-July as COVID-19 case numbers surged, but the Grace Community Church lawsuit argued that the state has never cracked down on protest activity.\n\nThe governor “gently implored protesters and mask scofflaws to consider the consequences of ignoring health orders,” according to the San Francisco Chronicle.\n\n“All I can offer is this consideration: Do what you think is best, not only for you but for the health of those you love,” Mr. Newsom said at a July 2 news conference. “Just because someone else is doing it doesn’t mean you should.”\n\nAfter reopening slowly in late July, Grace Community Church drew 6,000 to 7,000 congregants Sunday, according to local news reports, and few, if any, were socially distancing or wearing masks, as shown in photos.\n\nIn Los Angeles County, church attendance is limited to 100 people or 25% of building capacity, whichever number is lower.\n\n“Violating these orders is a crime punishable by a fine of up to $1,000 and imprisonment of up to 90 days,” said the July 29 cease-and-desist order. “Each day that you conduct indoor services is a separate offense. Pursuant to the State and County health orders, Grace Community Church must immediately cease holding indoor worship services.”\n\nMr. MacArthur has no plans to stop.\n\nOn Sunday he said, “We are simply continuing to do today what we have done for the past 63 years that Grace Community Church has been open to welcome the Los Angeles community and serve their spiritual needs.\n\n“We will remain open and teach the Gospel of Jesus Christ to all who decide they want to come worship with us,” he said.\n\nSign up for Daily Newsletters Manage Newsletters\n\nCopyright © 2020 The Washington Times, LLC. Click here for reprint permission.", "METADATA": {"Mrf-Cache-Control": 60, "description": "After watching protesters gather for months in defiance of state pandemic orders, Pastor John MacArthur decided that maybe all he needed to reopen his non-denominational megachurch in Los Angeles was a bit of rebranding.", "bitly-verification": "d180fd45f70d", "fb": {"app_id": 877559545760875, "pages": 35994014410}, "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "author": "The Washington Times http://www.washingtontimes.com", "serverf": "web2", "p": {"domain_verify": "a57fa64b791c3f2c004bf337ea4b54da"}, "article": {"section": "National", "opinion": "false", "content_tier": "metered"}, "Author": "Valerie Richardson", "twitter": {"card": "summary_large_image", "site": "@washtimes", "title": "Churches fight coronavirus restrictions by alleging states favor prote", "description": "After watching protesters gather for months in defiance of state pandemic orders, Pastor John MacArthur decided that maybe all he needed to reopen his non-denominational megachurch in Los Angeles was", "image": "https://twt-thumbs.washtimes.com/media/image/2020/06/22/virus_outbreak_georgia_churches_reopen_55592_c0-122-2600-1637_s1770x1032.jpg?4e5e7eaad8945234b582fac468b400fbaf94b131"}, "og": {"title": "Churches fight coronavirus restrictions by alleging states favor protesters", "type": "article", "url": "https://www.washingtontimes.com/news/2020/aug/13/churches-fight-coronavirus-restrictions-alleging-s/", "image": {"identifier": "https://twt-thumbs.washtimes.com/media/image/2020/06/22/virus_outbreak_georgia_churches_reopen_55592_c0-122-2600-1638_s1200x700.jpg?81a91176d04a93a65fb587d39670c09da786a195", "width": 1200, "height": 700}, "site_name": "The Washington Times", "description": "After watching protesters gather for months in defiance of state pandemic orders, Pastor John MacArthur decided that maybe all he needed to reopen his non-denominational megachurch in Los Angeles was a bit of rebranding."}, "news_keywords": "Social Issues, Religion Belief, Grace Community Church, Los Angeles, Gavin Newsom"}}}