{"GDELT": {"GlobalEventID": 940675318, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 170, "EventBaseCode": 170, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -4.11931818181818, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20200814023000, "SOURCEURL": "http://www.msn.com/en-us/news/world/us-china-to-discuss-trade-deal-amid-covid-19-disruption/ar-BB17We5t"}, "ARTICLE": {"TITLE": "US, China to discuss trade deal amid COVID-19 disruption", "TEXT": "© Chris DELMAS The United State's move to bar video-sharing service TikTok from operating on its soil is the latest escalation in worsening relations between the two economic powers\n\nNegotiators from the United States and China will on Saturday discuss the \"phase one\" trade deal signed earlier this year -- before the coronavirus slammed the world economy and relations between the two economic powers took a turn for the worse.\n\nWashington and Beijing's January deal represented a partial truce in their months-long trade war, and obligated Beijing to import an additional $200 billion in American products over two years, ranging from cars to machinery to oil to farm products.\n\nBut purchases of those goods have been lagging, while US President Donald Trump has stepped up rhetoric against China ahead of what's expected to be a tough fight for a second term in the November elections, raising questions about the deal's fate as well as the possibility of a second phase of the truce.\n\n\"The outcome of the trade talk will signal if both sides are willing to continue to keep the deal, which will signal whether the relationship will deteriorate further,\" said Iris Pang, chief economist for greater China at financial services giant ING.\n\nNeither the US nor the Chinese government confirmed the talks to AFP but the deal mandates meetings every six months after it takes effect, which would be Saturday.\n\nEven with tensions high and both countries reeling from the shock of COVID-19 -- which has caused a historic contraction in global growth and trade -- analysts don't expect the talks to produce major changes in the agreement. And if anything does happen, Washington would be the catalyst.\n\n\"Until now, China has been relatively passive and the United States has been relatively proactive,\" said Raymond Yeung, chief economist for greater China at ANZ bank. \"In my opinion, there shouldn't be much change coming from China in terms of trade, cooperation or opening up the market, the key still lies in the US side.\"\n\n- Tensions worsening -\n\nThe comity of the deal's signing in Washington has been overshadowed in recent months as Washington and Beijing have traded barbs over who is to blame for the coronavirus, which first surfaced in China.\n\nAlso worsening tensions are China's crackdown on Hong Kong, which Washington has responded to with sanctions, and the Trump administration's order to bar Chinese internet giants TikTok and WeChat from operating in the US.\n\nUS Trade Representative Robert Lighthizer in June said China would follow through on its commitments while Washington eyes a second deal, but that same month a Chinese State Council counsellor said the COVID-19 pandemic has had an \"impact\" on the deal and that relations between the countries are \"very unsatisfactory.\"\n\nThe US-based Peterson Institute for International Economics said Chinese agricultural purchases at the end of June were far from where they should be at that point in the year.\n\nThey had reached only 39 percent of their semi-annual target, according to US figures, or 48 percent, based on Chinese figures.\n\nBeijing \"is lagging but it looks like China still wants to commit, despite the escalation of the US-China tensions,\" said Tommy Xie, head of research on China at OCBC Bank.\n\nBert Hofman, director of the East Asian Institute in Singapore, said Chinese agricultural purchases may improve later in the year but it will struggle to hit targets for energy products, given low global prices.\n\nHowever he said language in the agreement would allow both sides to modify the targets in response to a disaster like the coronavirus pandemic, which would be \"a good outcome\" but could be passed over for political considerations.\n\n\"It will be politically hard to change the agreement in the run-up to an election in which President Trump has made containing China a key plank in his re-election campaign,\" Hofman said. \"Rather than amending the agreement, he may prefer to cancel it shortly before the US elections.\"\n\ncs/caw/\n\nVideo: Trump's potential WeChat ban to have limited impact on China's Tencent: Analyst (CNBC)", "METADATA": {"civicscience": {"jspoll-hostname": "www138.civicscience.com"}, "application-name": "US, China to discuss trade deal amid COVID-19 disruption", "cq": "passed", "Search.Interest": "EN NEWS", "robots": "index, follow", "description": "Negotiators from the United States and China will on Saturday discuss the \"phase one\" trade deal signed earlier this year -- before the coronavirus slammed the world economy and relations between the two economic powers took a turn for the worse. Washington and Beijing's January deal represented a partial truce in their months-long trade war, and obligated Beijing to import an additional $200 billion in American products over two years, ranging...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}