{"GDELT": {"GlobalEventID": 940620860, "Day": 20200813, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.611, "Actor1Code": "PSE", "Actor1Name": "PALESTINIAN", "Actor1CountryCode": "PSE", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.7062146892655401, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Egypt", "Actor1Geo_CountryCode": "EG", "Actor1Geo_ADM1Code": "EG", "Actor1Geo_Lat": 27.0, "Actor1Geo_Long": 30.0, "Actor1Geo_FeatureID": "EG", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Gaza, Israel (general), Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS00", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4167, "Actor2Geo_Long": 34.3333, "Actor2Geo_FeatureID": "-797156", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Gaza, Israel (general), Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS00", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4167, "Action2Geo_Long": 34.3333, "Action2Geo_FeatureID": "-797156", "DATEADDED": 20200813204500, "SOURCEURL": "https://reliefweb.int/report/occupied-palestinian-territory/coronavirus-disease-2019-covid-19-situation-report-40-occupied"}, "ARTICLE": {"TITLE": "Coronavirus disease 2019 (COVID-19) Situation Report 40: occupied Palestinian territory, issued 13 August 2020, information for period: 5 March - 13 August 2020 - occupied Palestinian territory", "TEXT": "Highlights\n\nNumber of people testing positive for COVID-19 continues to increase in the West Bank\n\nThe number of confirmed cases of COVID-19 has surpassed 20,000 in the occupied Palestinian territory\n\nThe Palestinian Authority has further eased restrictions, in accordance with strict health measures\n\nWHO delivered a new PCR machine to Gaza to enable rapid testing for COVID-19\n\nWHO preparedness, readiness and response\n\nWHO is continuing to work with partners to support Ministry of Health’s (MoH) efforts to respond to the COVID-19 situation.\n\nCoordination, planning and monitoring\n\nIn the West Bank, OCHA's Inter-Cluster Coordination Group (ICCG) led two needs assessment missions of governmental isolation centres on 10 August. The first mission visited two isolation centres in Nablus and one centre in Jenin while the second visited two centres in Jericho and Nweima in the Jordan valley\n\nIn the Gaza Strip, representatives from WHO and the ICCG participated in an assessment visit to the newly-constructed quarantine in Deir Al Balah in the middle governorate. The visit was organized by OCHA to assess the progress of work at the quarantine centre and identify ways of supporting the centre to accommodate Palestinians returning to Gaza\n\nThrough the activation of the logistics cluster by the humanitarian coordinator, most of the humanitarian shipments pending clearance have been processed; a mechanism for the coordination of access for medical referral patients from Gaza to essential services outside has been agreed, following the suspension of bilateral agreements and coordination in response to Israel’s threatened annexation of parts of the occupied West Bank. The final operationalization of the agreed third-party facilitation through WHO still requires some further follow-up by authorities to put the necessary arrangements in place.\n\nThe Palestinian Authority decided on 12 August to cautiously lift some restrictions. In accordance with strict health measures, it was decided to implement the following measures:\n\nAllow Friday prayers to be held in public and open squares, while taking all preventive measures in spacing, wearing masks and bringing carpets for the worshipers\n\nAllow the opening of shops and various other economic activities on Fridays and Saturdays, while strictly adhering to the public safety measures set by the Ministry of Health protocols\n\nContinue to close wedding halls and mourning homes and prohibit all forms of gathering that constitute an environment which could encourage the spread of the virus\n\nTighten control over compliance with public safety measures, placing the capabilities of all directorates and their employees in various governorates under the governors’ command, to form monitoring teams alongside the security forces, to ensure that owners of commercial and industrial establishments and public transport abide by the preventive measures and punishments stipulated by law\n\nContinue to close affected areas in villages, camps and neighbourhoods within cities.\n\nSurveillance", "METADATA": {"viewport": "width=device-width, initial-scale=1", "msapplication-TileColor": "#055372", "theme-color": "#ffffff", "description": "English Situation Report on occupied Palestinian territory about Coordination, Health and Epidemic; published on 13 Aug 2020 by WHO", "original-source": "https://who18.createsend.com/campaigns/reports/viewCampaign.aspx?d=j&c=99FA4938D049E3A8&ID=17432A5902D8534A2540EF23F30FEDED&temp=False&tx=0&source=Report", "fb": {"app_id": 1916193535375038}, "og": {"description": "English Situation Report on occupied Palestinian territory about Coordination, Health and Epidemic; published on 13 Aug 2020 by WHO", "image": "https://reliefweb.int/sites/reliefweb.int/files/styles/attachment-large/public/resources-pdf-previews/1531117-Coronavirus%20disease%202019%20%28COVID-19%29%20Situation%20Report%2040%20-%20occupied%20Palestinian%20territory%2C%20issued%2013%20August%202020%2C%20information%20for%20period%205%20March%20-%2013%20August%202020.png?itok=sJFuHjHS", "site_name": "ReliefWeb", "title": "Coronavirus disease 2019 (COVID-19) Situation Report 40: occupied Palestinian territory, issued 13 August 2020, information for period: 5 March - 13 August 2020 - occupied Palestinian territory", "type": "article", "url": "https://reliefweb.int/report/occupied-palestinian-territory/coronavirus-disease-2019-covid-19-situation-report-40-occupied"}, "twitter": {"card": "summary", "site": "@reliefweb"}}}}