{"GDELT": {"GlobalEventID": 940727423, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.85546875, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Guelph, Ontario, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA08", "Actor1Geo_ADM2Code": "12688", "Actor1Geo_Lat": 43.55, "Actor1Geo_Long": -80.25, "Actor1Geo_FeatureID": "-565712", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Guelph, Ontario, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA08", "Action2Geo_ADM2Code": "12688", "Action2Geo_Lat": 43.55, "Action2Geo_Long": -80.25, "Action2Geo_FeatureID": "-565712", "DATEADDED": 20200814093000, "SOURCEURL": "https://www.country1073.ca/2020/08/14/its-ok-to-not-be-ok-how-to-help-kids-cope-with-covid-19-school-stress/"}, "ARTICLE": {"TITLE": "'It's OK To Not be OK': How To Help Kids Cope With COVID-19 School Stress", "TEXT": "From the social pressures of being sorted into class cohorts to fears about bringing the novel coronavirus back home, experts say returning to school will likely provoke some anxiety for students of all ages. A young boy hugs his father as he waits to be called to enter the school yard the Marie-Derome School in Saint-Jean-sur-Richelieu, Que., Monday, May 11, 2020. THE CANADIAN PRESS/Paul Chiasson\n\nIt’s normal for kids to get back-to-school butterflies as the bell ring draws near. But on top of the familiar concerns about fitting in and getting good grades, kids need to deal with a new set of stresses this fall as they head back to class in the thick of a pandemic.\n\nFrom the social pressures of being sorted into class cohorts to fears about bringing the novel coronavirus back home, experts say returning to school will likely provoke some anxiety for students of all ages.\n\nFor advice on how to help children cope, The Canadian Press spoke to Ashley Miller, a child psychiatrist at BC Children’s Hospital, and Nikki Martyn, program head of early childhood studies at University of Guelph-Humber.\n\nStick to the program\n\nAfter months of learning at home away from their friends, school might seem like a scary place for many kids afraid of catching the virus or infecting their relatives, Miller said.\n\nHowever, a child’s distress can’t dictate the family plan.\n\nShe said parents can try to alleviate their children’s concerns by assuring them that there’s a plan in place to keep them safe, and their participation is a crucial part of it.\n\n“There’s lots of ways we can get kids involved, and they have a bit more of a sense of control.”\n\nShe suggested parents help their children get a head start over the summer by practising how to catch up with classmates from a two-metre distance, or picking out a mask that will make them the envy of all their friends.\n\nMartyn said such preparation will also help children settle into their new COVID-19 school schedule.\n\n“Children really love and thrive on a routine,” Martyn said. “It’s important that when school starts again, we set up routines … to help provide structure for your child and try to reduce stress.”\n\nRecognize the symptoms of stress\n\nMartyn said parents should keep an eye out for changes in mood and behaviour that may suggest their children are suffering from undue stress.\n\nSigns can include excessive handwashing, self-soothing habits such as thumb sucking and uncharacteristic emotional outbursts, she said.\n\nIn some cases, it may be appropriate to seek help from a family doctor or mental health professional, Martyn said.\n\nStay in school, kids\n\nMiller expects many kids will come up with creative ways to get out of class come September, a problem that’s known as school avoidance.\n\nYoung children may complain of phantom maladies as an excuse to skip school. It’s important to acknowledge these ailments as real, even if they’re emotionally rooted, she said. But once you’ve ruled out COVID-19, the goal should be to lead kids back to the classroom.\n\nThis may prove to be a greater challenge for young adults who can protest “with their feet,” Miller said. It may be useful to remind teenagers of the reasons why they’d want to be at school with their friends rather than staying home under parental supervision.\n\nMaking the grade during COVID-19\n\nResearch suggests that heightened anxiety can interfere with academic performance, Miller said, so getting straight As shouldn’t be the focus for kids this semester.\n\n“Everyone’s going have to be on board for taking care of the kids’ emotional well-being so that learning can get underway.”\n\nShe said that means school curricula will have to take a back seat to the more important lessons of trusting teachers and following safety protocols.\n\nIf parents notice a dip in their children’s report cards, Miller urged them to remember that a negative COVID-19 test is the most important measure of success.\n\nThe kids will be all right, but parents and teachers need to be too\n\nChange is always hard, Miller said, but people of all ages are adaptable, and in many ways, kids are more so than anyone else.\n\nShe noted that kids take emotional cues from the adults around them, so it’s important that parents and teachers project confidence in public health leadership, even if they harbour private reservations.\n\nFor better or worse, we’re all in this together, Martyn said, so everyone has a role to play in looking out for children’s best interests.\n\n“The nice thing would be if we go in with openness and understanding and try our best, recognizing that we’re all going to fail a little bit and we’re all going to learn a little bit in the end.”\n\nThere’s no ‘right’ answer\n\nMiller recognizes that parents face a difficult choice in weighing the anxieties of returning to school against the emotional strain and social isolation of home-schooling.\n\nThose decisions should be guided by the advice of public health officials, the prevalence of the virus in the community, the family’s risk factors and the child’s individual needs.\n\n“There’s no perfect answer for everybody,” Miller said, noting medical professionals can offer advice to help figure out what’s best for your family.\n\nIt’s OK to not be OK\n\nMartyn said one of the most important things parents can do to help their children cope with back-to-school stress is assure them that their feelings are normal, and even share some of their own.\n\n“The kids need to know that it’s OK to not be OK,” she said. “(They need to) know that they’re not alone, and they can count on you and you’ll always be there for them.”\n\nShe said the key is to support them through their struggles so they can make it to the other side stronger than before.\n\n“We’re teaching children the important skill of resilience,” she said. “They’ll learn that they can persevere and get through difficult, stressful circumstances.”\n\nThis report by The Canadian Press was first published Aug. 14, 2020.\n\nAdina Bresge, The Canadian Press\n\n\n\n\n\n", "METADATA": {"description": "It’s normal for kids to get back-to-school butterflies as the bell ring draws near. But on top of the familiar concerns about fitting in and getting good grades, kids need to deal with a new set of stresses this fall as they head back to class in the thick of a pandemic. From the social pressures of being sorted into […]", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "og": {"locale": "en_US", "type": "article", "title": "'It's OK To Not be OK': How To Help Kids Cope With COVID-19 School Stress - Country 107.3", "description": "It’s normal for kids to get back-to-school butterflies as the bell ring draws near. But on top of the familiar concerns about fitting in and getting good grades, kids need to deal with a new set of stresses this fall as they head back to class in the thick of a pandemic. From the social pressures of being sorted into …", "url": "https://www.country1073.ca/2020/08/14/its-ok-to-not-be-ok-how-to-help-kids-cope-with-covid-19-school-stress/", "site_name": "Country 107.3"}, "article": {"section": "Life", "published_time": "2020-08-14T05:10:35-04:00"}, "twitter": {"card": "summary", "description": "It’s normal for kids to get back-to-school butterflies as the bell ring draws near. But on top of the familiar concerns about fitting in and getting good grades, kids need to deal with a new set of stresses this fall as they head back to class in the thick of a pandemic. From the social pressures of being sorted into […]", "title": "'It's OK To Not be OK': How To Help Kids Cope With COVID-19 School Stress - Country 107.3"}, "generator": "WordPress 5.3.4", "msapplication-TileImage": "https://www.country1073.ca/wp-content/uploads/sites/61/2018/08/cropped-Country_1073_LOGO_RGB1-1-270x270.png"}}}