{"GDELT": {"GlobalEventID": 940736695, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "NERGOV", "Actor1Name": "NIGER", "Actor1CountryCode": "NER", "Actor1Type1Code": "GOV", "Actor2Code": "NER", "Actor2Name": "NIGERIEN", "Actor2CountryCode": "NER", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.0544815465729398, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Niger", "Actor1Geo_CountryCode": "NG", "Actor1Geo_ADM1Code": "NG", "Actor1Geo_Lat": 16.0, "Actor1Geo_Long": 8.0, "Actor1Geo_FeatureID": "NG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Niger", "Actor2Geo_CountryCode": "NG", "Actor2Geo_ADM1Code": "NG", "Actor2Geo_Lat": 16.0, "Actor2Geo_Long": 8.0, "Actor2Geo_FeatureID": "NG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Niger", "Action2Geo_CountryCode": "NG", "Action2Geo_ADM1Code": "NG", "Action2Geo_Lat": 16.0, "Action2Geo_Long": 8.0, "Action2Geo_FeatureID": "NG", "DATEADDED": 20200814103000, "SOURCEURL": "https://www.iom.int/news/stranded-sierra-leoneans-return-amid-covid-19-pandemic-part-2800-returns-along-humanitarian"}, "ARTICLE": {"TITLE": "Stranded Sierra Leoneans Return Amid COVID-19 Pandemic, Part of 2,800 Returns Along Humanitarian Corridors in West, Central Africa", "TEXT": "Freetown —This week (13 August), 59 Sierra Leoneans stranded in Senegal since the outbreak of COVID-19 returned home safely via air charter flight, bringing to 2,800 the number of people assisted with voluntary return in the region by the International Organization for Migration (IOM) with financial support from the European Union.\n\nThe returnees were among 87 men and women stranded in Senegal after crackdowns on trafficking and smuggling in persons by Senegalese Security Officials. Two smugglers were arrested, with the migrants testifying they each had paid between USD 600 and USD 700 to reach employment opportunities in the Middle East.\n\nThe COVID-19 pandemic and mobility restrictions such as border closures put in place to limit the spread of the pandemic left thousands of migrants stranded at borders and in third countries in the region.\n\n“An increased number of migrants and governments have approached IOM for support in the organization of return operations to countries of origin,” explained Michele Bombassei, IOM Regional Senior Programme Coordinator for West and Central Africa.\n\nAs per Sierra Leone health regulations, all returnees were tested for COVID-19 before they left Senegal. Upon their return, they underwent a rapid diagnosis test before reuniting with their families and their communities. In addition, all returnees received food and economic assistance to cover their immediate needs such as onward transportation to their various communities. Those in need of psychosocial support will be contacted by a mental health specialist in the coming days.\n\nSince the outbreak of COVID-19 and the establishment of mobility restrictions, IOM has been working with regional governments to ensure that migrants, including the most vulnerable, are protected, and where requested, supported with voluntary return home through humanitarian corridors.\n\n“Governments are approving exceptions to the closure of borders for IOM to operate and to support the safe and dignified return of stranded migrants,” Bombassei added.\n\nIOM has been supporting stranded migrants along their migratory journey or working in the informal sector in regions with a volatile economic environment, and who suddenly found themselves without any job, and sometimes no food, water, and no way to go back home.\n\nMost of the returns took place from Niger, where thousands of migrants were awaiting departure before the measures were taken. IOM has successfully negotiated with the Nigerien government and governments of origin the opening of humanitarian corridors to allow for their voluntary return to Mali, Guinea, Burkina Faso, Benin, Nigeria and Cameroon, so far.\n\nReturn operations continue throughout the region. While some borders are beginning to reopen, IOM will keep supporting governments implementing health prevention measures before and after departure. On 6 August, 147 Nigeriens returned home from Côte d’Ivoire. Over 500 others will receive the same assistance in the following weeks.\n\nThese returns were made possible with support from the European Union Emergency Trust Fund for Africa through the EU-IOM Joint Initiative for Migrants Protection and Reintegration.\n\nFor more information on returns to Sierra Leone, please contact Dr James Bagonza, Email: jbagonza@iom.int .", "METADATA": {"description": "Freetown —This week (13 August), 59 Sierra Leoneans stranded in Senegal since the outbreak of COVID-19 returned home safely via air charter flight, bringing to 2,800 the number of people assisted with voluntary return in the region by the International Organization for Migration (IOM) with financial support from the European Union.", "keywords": "COVID-19", "abstract": "Established in 1951, IOM is the leading inter-governmental organization in the field of migration and works closely with governmental, intergovernmental and non-governmental partners.", "news_keywords": "COVID-19", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "International Organization for Migration", "type": "article", "title": "Stranded Sierra Leoneans Return Amid COVID-19 Pandemic, Part of 2,800 Returns Along Humanitarian Corridors in West, Central Africa", "url": "https://www.iom.int/news/stranded-sierra-leoneans-return-amid-covid-19-pandemic-part-2800-returns-along-humanitarian", "description": "Freetown —This week (13 August), 59 Sierra Leoneans stranded in Senegal since the outbreak of COVID-19 returned home safely via air charter flight, bringing to 2,800 the number of people assisted with voluntary return in the region by the International Organization for Migration (IOM) with financial support from the European Union.", "updated_time": "2020-08-14T16:31:16+08:00", "image": {"identifier": "https://www.iom.int/sites/default/files/styles/highlights/public/press_release/media/sierra_leone1.jpg?itok=7Kk3SP1L", "secure_url": "https://www.iom.int/sites/default/files/styles/highlights/public/press_release/media/sierra_leone1.jpg?itok=7Kk3SP1L", "type": "image/gif"}}, "twitter": {"card": "photo", "creator": {"identifier": "@UNmigration", "id": 85469815}, "url": "https://www.iom.int/news/stranded-sierra-leoneans-return-amid-covid-19-pandemic-part-2800-returns-along-humanitarian", "title": "Stranded Sierra Leoneans Return Amid COVID-19 Pandemic, Part of 2,800", "description": "Freetown —This week (13 August), 59 Sierra Leoneans stranded in Senegal since the outbreak of COVID-19 returned home safely via air charter flight, bringing to 2,800 the number of people assisted", "image": "https://www.iom.int/sites/default/files/styles/highlights/public/press_release/media/sierra_leone1.jpg?itok=7Kk3SP1L"}, "article": {"published_time": "2020-08-14T10:56:19+08:00", "modified_time": "2020-08-14T16:31:16+08:00"}, "MobileOptimized": "width", "HandheldFriendly": "true", "viewport": "width=device-width"}}}