{"GDELT": {"GlobalEventID": 940810324, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "GOV", "Actor1Name": "GOVERNMENT", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -7.32647814910024, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kisii, Nyanza, Kenya", "Actor1Geo_CountryCode": "KE", "Actor1Geo_ADM1Code": "KE07", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -0.67394, "Actor1Geo_Long": 34.7722, "Actor1Geo_FeatureID": "-2251485", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kisii, Nyanza, Kenya", "Action2Geo_CountryCode": "KE", "Action2Geo_ADM1Code": "KE07", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -0.67394, "Action2Geo_Long": 34.7722, "Action2Geo_FeatureID": "-2251485", "DATEADDED": 20200814174500, "SOURCEURL": "https://www.msn.com/en-xl/news/other/let-e2-80-99s-get-rid-of-e2-80-98fake-economy-e2-80-99-as-we-fight-covid-19/ar-BB17XkIC"}, "ARTICLE": {"TITLE": "Let’s get rid of ‘fake economy’ as we fight Covid-19", "TEXT": "As the world battles the Covid-19 pandemic, the nefarious trade in counterfeit goods is thriving, with a reported increase in the sale of fake medical products in many countries.\n\nIn fact, global experts are warning of a surge in illicit trade, valued at US $ 1.2 trillion (Ksh 120 trillion) as of 2018. The Organisation for Economic Cooperation and Development (OECD) estimates that 2.5 per cent of global trade comprises illicit goods. World Bank and IMF put it at between 8 – 15 per cent. Developing economies (like Kenya) are said to be the most affected.\n\nWith Covid-19 infecting millions globally, the World Health Organization (WHO) has sounded alarm over growing volumes of sub-standard and counterfeit medical products used in prevention of the disease.\n\nA recent security operation by Interpol dubbed ‘Pangea’ saw authorities in 90 countries seize counterfeit face masks, sub-standard hand sanitizers and unapproved anti-viral medication valued at US $14 million (Ksh 1.4 billion). Most of these were being sold online. By disrupting global and local supply chains, Covid-19 has created the perfect environment for counterfeit products to flourish.\n\nIllicit trade, which includes selling counterfeit products, is an organized transnational crime that damages economies. It exposes consumers to unsafe products, defeats legitimate business, destroys jobs and fuels poverty. For example, counterfeit medicines that are sub-standard or have no active ingredients cause serious harm to health and even death. WHO says that fake anti-malarial drugs are responsible for the deaths of 115,000 people in Africa every year.\n\nIn short, fakes kill. The seriousness of the counterfeit problem in Kenya was highlighted in a recent report by the Anti Counterfeit Authority (ACA), which puts Kenya’s total economic loss due to illicit trade in counterfeits at Ksh 103 billion in 2018, up from Ksh 101 billion the previous year.\n\nThat is equivalent to one-third of the proposed revenue allocation to counties in this year’s Budget. The money can build 12 hospitals the size of Kenyatta University National Referral Hospital and still leave Ksh 7 billion change.\n\nIn February this year, there were reports of fake fertilizer circulating in Kisii County ahead of the planting season. This was not surprising since fake agricultural inputs have been a major headache for farmers in Kenya. In 2018, agriculture ministry officials told Parliament of how rogue traders had made billions selling adulterated fertilizers to unsuspecting farmers.\n\nApart from agricultural inputs, other widely counterfeited products include cosmetics, music, movies, software, clothing and perfume. The building and construction industry also loses close to Ksh 11 billion annually to counterfeits according to ACA.\n\nOn a positive note, the government has since the formation of a Multi-Agency Team in 2019, taken decisive action in combating counterfeits. Some of the identified enablers of trade in illicit goods are corruption, weak regulations; lack of coordinated enforcement; low consumer awareness; and lax surveillance at border points. This notwithstanding the fact that the Anti-Counterfeit Act was enacted way back in 2008.\n\nIn addition, the government developed the National Action Plan to Combat Illicit Trade 2019-2022. Among its objectives is to reduce illicit trade in the country by 20 percent; strengthen the capacity of agencies to combat the trade; enhance public awareness of the dangers; and improve collaboration between public and private sectors.\n\nHopefully, the national strategy will help reduce the negative economic and social impact of illicit trade in counterfeit and sub-standard products thus saving lives, businesses and jobs. Counterfeits are also a national security threat.\n\nThe multi-agency team approach should be adequately resourced and empowered to investigate, monitor and prosecute cases. The Judiciary should also proactively support the war on counterfeits and deal with offenders promptly whilst appreciating the danger counterfeits pose to the Nation.\n\nThe recent establishment of the National Illicit Trade Observatory (NITO) by ACA is timely. As a data collection tool, NITO will help improve monitoring of illicit trade in Kenya and ensure transparency in the process. The counterfeit business is controlled by sophisticated and organised criminals hence the need for effective strategies to counter their activities.\n\nAs we combat Covid-19, we should all be alert to the false news and information in social media on the virus. Beware of ‘miracle cures’ for Covid-19 being peddled online targeting gullible consumers. Extra vigilance is required when purchasing products especially online. If the deal is too good, think twice.\n\nFortunately, there are many ways of verifying the authenticity of products. And one can always contact the Kenya Bureau of Standards (KEBS) if in doubt.\n\nJust as we are united in fighting Covid-19, let also come together to decimate the ‘fake economy’ as it is hurting our people and yet they are suffering from the heavy economic burden of the merciless coronavirus.\n\nMurumba is CEO, Impulso Kenya Limited([email protected]).", "METADATA": {"application-name": "Let’s get rid of ‘fake economy’ as we fight Covid-19", "cq": "passed", "Search.Interest": "Top Stories", "robots": "index, follow", "description": "Health CS Mutahi Kagwe Image: FILE •Illicit trade, which includes selling counterfeit products, is an organized transnational crime that damages economies.•It exposes consumers to unsafe products, defeats legitimate business, destroys jobs and fuels poverty. For example, counterfeit medicines that are sub-standard or have no active ingredients cause serious harm to health and even death. As the world battles the Covid-19 pandemic, the nefarious...", "viewport": "width=device-width,initial-scale=1, maximum-scale=1"}}}