{"GDELT": {"GlobalEventID": 940822552, "Day": 20200814, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6137, "Actor1Code": "EDU", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.87713310580205, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20200814190000, "SOURCEURL": "https://www.thesun.ie/news/5784516/coronavirus-in-ireland-education-bosses-schools-reopen/"}, "ARTICLE": {"TITLE": "Coronavirus in Ireland – Education bosses to spend €305m to ensure schools can reopen safely", "TEXT": "EDUCATION chiefs will fork out more than €305million to ensure schools can openly safely at the end of the month.\n\nThe Department of Education revealed they'd already handed out nearly €160million in direct funding to cover \"minor works\" and \"cleaning and PPE costs\".\n\n3 Education Minister Norma Foley Credit: Julien Behal Photography\n\n3 Schools are set to reopen at the end of the month Credit: Alamy\n\nThe €160million will also be used \"employing support to assist with reopening\" - but won't cover the salaries of new teachers.\n\nEducation Minister Norma Foley said: \"I would like to pay tribute to the work that is being undertaken at a local school level to ensure that we can reopen our schools at the end of the month.\n\n\"We are fully focused on ensuring our children have a safe environment to return to and the work you are doing is critical to achieving that goal.\"\n\nThe school support package includes an additional 1,080 teaching posts at post-primary level at a cost of €53million while €41.2million will be used to provide primary schools with substitute staff.\n\nThe reopening schools roadmap also set aside an estimated €84.7million, so that schools can employ replacement teaching staff, SNA and administrative staff - when \" very high-risk\" employees are advised to cocoon.\n\nEducation bosses also announced they would spend €52million on an \"enhanced cleaning and hygiene measures to reduce the risk of Covid-19 transmission in schools.\"\n\nEducation bosses also said they would send 250,000 age-appropriate posters on handwashing, face coverings and other hygiene measures to schools.\n\nKey points of support package 250,000 age-appropriate posters on handwashing, face coverings and other hygiene measures are being sent to schools next week. All schools will receive a resource pack with multiple copies of posters and a link to download additional copies if they require. The Department is also providing a series of induction training videos for all school staff at primary and post-primary level. As well as providing induction training for all school staff, this series of videos includes further detailed information for Cleaning in schools, SNAs, School Bus Escorts and the new Covid-19 Lead Worker Representative in schools. Schools are encouraged to contact the dedicated school reopening helpline set up by the Department with any school reopening queries that they have.\n\nMost read in News Latest CASES ROCKET 200 new Covid cases in 'deeply concerning' largest Irish daily rate since May SATURDAY SOAK Met Eireann place three counties under yellow warning revealing flood risk Exclusive TIPP OF ICEBERG Fears Tipperary will be next county to be locked down after virus outbreak cases by county Three counties stay Covid-19 free in last week as 556 new cases reported Exclusive TOT GEAR Dad delivers partner's baby on roadside after 'adrenaline took over' grass isn't greener Failte Ireland chairman quits after he went on family holiday to Italy\n\nA €75million capital grant was also available to \"support schools to prepare their buildings and classrooms for reopening.\"\n\nLast month, Leo Varadkar says that children will wear school uniforms upon return to school at the end of August.\n\nThe Fine Gael leader said that there have been no issues from a public health perspective regarding school uniforms therefore the normal policy for each school remains.", "METADATA": {"viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no, width=device-width, viewport-fit=cover", "msvalidate.01": "E4359034FA254151A3AB2EFAC6D20D80", "og": {"type": "article", "title": "Education bosses to spend €305m to ensure schools can reopen safely", "url": "https://www.thesun.ie/news/5784516/coronavirus-in-ireland-education-bosses-schools-reopen/", "description": "EDUCATION chiefs will fork out more than €305million to ensure schools can openly safely at the end of the month. The Department of Education revealed they’d already handed out nearly €160mil…", "site_name": "The Irish Sun", "image": {"identifier": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/ddschools-1.jpg?strip=all&quality=100&w=1200&h=800&crop=1", "width": 1200, "height": 800}, "locale": "en_GB"}, "article": {"published_time": "2020-08-14T18:30:15+00:00", "modified_time": "2020-08-14T18:38:07+00:00", "publisher": 266785760017516, "tag": "Coronavirus, covid-19, Education, Schools", "author": "http://www.facebook.com/theirishsun/"}, "fb": {"app_id": 144647118961553, "pages": 266785760017516}, "twitter": {"text": {"title": "Coronavirus in Ireland – Education bosses to spend €305m to ensure schools can reopen safely"}, "card": "summary_large_image", "site": "@IrishSunOnline"}, "robots": "noarchive,noodp", "p": {"domain_verify": "f75c2680be91153324924a0074d7610d"}, "taboola": {"kicker": "schools back", "headline": "Education bosses to spend €305m to ensure schools can reopen safely", "image": {"medium": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/ddschools-1.jpg?strip=all&quality=100&w=300&h=192&crop=1", "large": "https://www.thesun.ie/wp-content/uploads/sites/3/2020/08/ddschools-1.jpg?strip=all&quality=100&w=620&h=413&crop=1"}}, "parsely-post-id": 5784516, "msapplication-TileImage": "https://www.thesun.ie/wp-content/uploads/sites/3/2016/11/cropped-cropped-cropped-icon-e1459786005667-1.png?strip=all&w=270"}}}