{"GDELT": {"GlobalEventID": 940944828, "Day": 20200815, "MonthYear": 202008, "Year": 2020, "FractionDate": 2020.6164, "Actor1Code": "NZL", "Actor1Name": "WELLINGTON", "Actor1CountryCode": "NZL", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": 2.5641025641025696, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Wellington, New Zealand (general), New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZ00", "Actor1Geo_ADM2Code": "22391", "Actor1Geo_Lat": -41.3, "Actor1Geo_Long": 174.783, "Actor1Geo_FeatureID": "-1521348", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kathmandu, Bagmati, Nepal", "Action2Geo_CountryCode": "NP", "Action2Geo_ADM1Code": "NP01", "Action2Geo_ADM2Code": "22353", "Action2Geo_Lat": 27.7167, "Action2Geo_Long": 85.3167, "Action2Geo_FeatureID": "-1022136", "DATEADDED": 20200815121500, "SOURCEURL": "https://www.newindianexpress.com/world/2020/aug/15/indians-abroad-celebrate-independence-day-amidst-covid-19-pandemic-2183844.html"}, "ARTICLE": {"TITLE": "Indians abroad celebrate Independence Day amidst COVID-19 pandemic", "TEXT": "By PTI\n\nMELBOURNE/ BEIJING/ LONDON: Indians across the world on Saturday celebrated India's 74th Independence Day by hoisting the tricolour and singing the national anthem and patriotic songs while wearing masks and adhering to the social distancing norms amidst the COVID-19 pandemic.\n\nThousands of countrymen in New Zealand, Australia, Indonesia, Singapore, China, Bangladesh, Nepal, Pakistan, Sri Lanka, the UAE, Israel and several other countries marked the day with the national flag fluttering high and the national anthem reverberating at Indian missions abroad.\n\nIn Beijing, Indian ambassador Vikram Misri hoisted the tricolour at India House where a large number of Beijing-based Indian diaspora attended the Independence Day celebrations. Addressing the gathering after the flag hoisting and reading President Kovind's address to the nation.\n\nALSO READ| Hope professionals from India are continued to be welcomed in US: Indian envoy Taranjit Singh Sandhu\n\nThe Indian High Commissioner to the UK, Gaitri Issar Kumar, hailed the \"loving bridge\" of global Indians that rallied round during the coronavirus lockdown to help fellow Indians in need as she led Independence Day celebrations in London.\n\nHer message, which reflected on Prime Minister Narendra Modi's reference to the Indian diaspora as a \"Living Bridge\", also highlighted the important role played by people of Indian origin as well as the Indian High Commission in London during the pandemic.\n\nThe envoy, who took charge as the Indian envoy to the UK recently, went on to lead the Independence Day celebrations with a flag hoisting ceremony at India House, broadcast live via Facebook given the COVID-19 restrictions.\n\nShe delivered the address of the President of India, Ram Nath Kovind, at an event attended by a small group of High Commission diplomats and officials.\n\nIsraeli President Reuven Rivlin congratulated India on its 74th Independence Day in a video message, saying, \"may the deep friendship and partnership between our nations and people continue to grow and flourish\".\n\nALSO READ| We face 'twin challenges' of COVID-19, aggression at borders: Indian envoy to China Vikram Misri\n\nPrime Minister Benjamin Netanyahu, in a tweet on the eve of Independence day, congratulated his Indian counterpart Modi, and the people of India saying \"you have so much to be proud of\". \"Swatantra Diwas ki haardik shubhkamnayen\", he said in a tweet in Hindi.\n\nThe Indian mission in Israel live streamed the Independence Day celebrations on its official Facebook page in view of COVID-19 restrictions. Ambassador Sanjeev Singla hoisted the national flag and read out the President's address to the nation.\n\nIndians in Singapore celebrated the day by sending greetings through live Facebook to the newly arrived High Commissioner (Designate) P Kumaran. Students from Indian schools in Singapore led the online celebrations, signing patriotic songs followed by the President's message read by Kumaran at the High Commission complex.\n\nSocial distancing was observed among staff members who attended the unfurling of the flag at the complex with seating placed at a distance.\n\nKumaran pointed out the challenging times, due to COVID-19 pandemic, saying it was Independence Day comes under extremely difficult circumstances as such it could not be celebrate widely as has happened in the past with regular gatherings of 800 people and well wishes.\n\nIn Islamabad, the High Commission of India posted pictures of the Indian mission building decorated with lights and flowers. \"The High Commission of India in Pakistan resplendent in the colors of the Tiranga, as the nation awaits its 74th Independence Day. Jai Hind!\" it said in a tweet.\n\nIn Wellington, the Indian High commission celebrated the Independence day at the Wellington Indian Association where India's High Commissioner Muktesh Pardeshi hoisted the tricolour, paid homage to Mahatma Gandhi and addressed a select group of people.\n\nALSO READ| Nepal PM KP Sharma Oli makes courtesy call to PM Modi, discusses COVID-19 situation\n\nHe also presented Certificates of Appreciation to nine organisations/individuals for their exceptional community service. In Melbourne, an event was organised by the Indian mission where the tricolor was hoisted and the national anthem was sung to mark the occasion.\n\nIn Jakarta, the Embassy of India invited the members of Indian community and friends of India to join it on its YouTube channel to celebrate the occasion amidst restrictions and precautions due to the coronavirus.\n\nIn Dhaka, High Commissioner of India Riva Ganguly Das conveyed President's address to the nation to mark the day. The Indian mission in Dhaka tweeted: \"Celebrations across Indian homes. We may not be able to meet and greet each other today, but our enthusiasm remains high.\"\n\nIt also shared a collage of home videos shot by Indian community celebrating the occasion. In Kathmandu, the embassy of India celebrated the Independence Day at the embassy premises. The event was attended by embassy officials and was live streamed also for Indians living in Nepal, Friends of India in Nepal and media.\n\nIn Colombo, High Commissioner Gopal Baglay planted the sapling of Na Tree (Mesua ferrea), associated with enlightenment of Maitree Buddha, at India House to mark the occasion.\n\n\"In the beautiful, serene surroundings of #India House at #Colombo, we unfurl the tricolour proudly and with patriotism on the 74th #IndependenceDay, remembering the courage and sacrifice of everyone who built this nation #AatmaNirbharBharat,\" it said in a tweet.\n\nIn Abu Dhabi, ambassador Pavan Kapoor unfurled the tricolour in the presence of the officers and staff of the embassy. Live webcast was shared with the Indian community to enable all to join the online celebrations.", "METADATA": {"viewport": "width=device-width, initial-scale=1", "title": "Indians abroad celebrate Independence Day amidst COVID-19 pandemic", "description": "Thousands of countrymen in New Zealand, Australia, Singapore, Pakistan, Sri Lanka, the UAE, Israel and several other countries marked the day with the national flag fluttering high.", "keywords": "COVID19, Coronavirus, Independence Day, I Day celebrations, India celebrations worldwide", "news_keywords": "COVID19, Coronavirus, Independence Day, I Day celebrations, India celebrations worldwide", "msvalidate.01": "E3846DEF0DE4D18E294A6521B2CEBBD2", "robots": "INDEX, FOLLOW", "fb": {"pages": 178988994793}, "og": {"url": "https://www.newindianexpress.com/world/2020/aug/15/indians-abroad-celebrate-independence-day-amidst-covid-19-pandemic-2183844.html", "type": "article", "title": "Indians abroad celebrate Independence Day amidst COVID-19 pandemic", "image": {"identifier": "https://images.newindianexpress.com/uploads/user/imagelibrary/2020/8/15/w600X390/PTI15-08-2020_000308A.jpg", "width": 450, "height": 298}, "site_name": "The New Indian Express", "description": "Thousands of countrymen in New Zealand, Australia, Singapore, Pakistan, Sri Lanka, the UAE, Israel and several other countries marked the day with the national flag fluttering high."}, "twitter": {"card": "summary_large_image", "creator": "NewIndianXpress", "site": "@newindianexpress.com", "title": "Indians abroad celebrate Independence Day amidst COVID-19 pandemic", "description": "Thousands of countrymen in New Zealand, Australia, Singapore, Pakistan, Sri Lanka, the UAE, Israel and several other countries marked the day with the national flag fluttering high.", "image": "https://images.newindianexpress.com/uploads/user/imagelibrary/2020/8/15/w600X390/PTI15-08-2020_000308A.jpg"}}}}