{"GDELT": {"GlobalEventID": 868169889, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "FRA", "Actor2Name": "FRANCE", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.1070110701106999, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Biarritz, Aquitaine, France", "Actor2Geo_CountryCode": "FR", "Actor2Geo_ADM1Code": "FR97", "Actor2Geo_ADM2Code": "16244", "Actor2Geo_Lat": 43.4801, "Actor2Geo_Long": -1.55558, "Actor2Geo_FeatureID": "-1412526", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190825110000, "SOURCEURL": "https://www.dailymail.co.uk/news/article-7392399/Protesters-carrying-upside-portraits-Emmanuel-Macron-march-near-G7-site.html"}, "ARTICLE": {"TITLE": "Protesters carrying upside-down portraits of Emmanuel Macron march near G7 site", "TEXT": "Advertisement\n\nCritics of French President Emmanuel Macron are marching near the G-7 summit he is hosting to demand he do more to protect French workers and the planet.\n\nA mix of activists, some wearing yellow vests, carried portraits of Macron as they marched Sunday through the south-west city of Bayonne. Some held the portraits upside down.\n\nThe march came as Macron hosted Prime Minister Boris Johnson, U.S. President Donald Trump and other leaders of major democracies for talks Sunday in neighboring Biarritz on the shaky global economy.\n\nCritics of French President Emmanuel Macron are marching near the G-7 summit he is hosting to demand he do more to protect French workers and the planet\n\nA mix of activists, some wearing yellow vests, carried portraits of Macron as they marched Sunday through the southwest city of Bayonne. Some held the portraits upside down\n\nThe protesters were holding portraits in solidarity with environmental activists who removed official portraits of Macron from town halls around France earlier this year to protest his climate change policies.\n\nInternationally, Macron is a vocal champion of fighting climate change, and has challenged Trump on the issue.\n\nAt home in France, however, activists accuse him of lagging on promises to wean France from fossil fuels.\n\nMr Macron and Mr Johnson have sparred over Britain's plans to leave the European Union, but they were all smiles on Sunday. During a long handshake, Johnson told Macron,'You did very well last night. My God, that was a difficult one'\n\nBritain's Prime Minister Boris Johnson (C) gives a thumbs up as he walks past French President Emmanuel Macron (R) and Senegal's President Macky Sall (L) during a working session on 'G7 Partnership with Africa' in Biarritz, south-west France today\n\nPresident of the European Council Donald Tusk, clockwise from centre front, Italian Prime Minister Giuseppe Conte, Japan Prime Minister Shinzo Abe, U.S. President Donald Trump, President of France Emmanuel Macron, German Chancellor Angela Merkel, Canadian Prime Minister Justin Trudeau, and British Prime Minister Boris Johnson take part in a working session with G7 leaders on the second day of the G-7 summit in Biarritz, France Sunday, Aug. 25, 2019\n\n(left to right) Japan's Prime Minister's wife Akie Abe, European Council President's wife Malgorzata Tusk, Australia's Prime Minister's wife Jenny Morrison, wife of French President Brigitte Macron, US First Lady Melania Trump and Chile's First Lady Cecilia Morel arrive at the Villa Arnaga in Cambo-les-Bains during a visit on traditional Basque culture, near Biarritz as part of the G7 summit, on August 25, 2019\n\nThe march came as Macron hosted Prime Minister Boris Johnson, U.S. President Donald Trump and other leaders of major democracies for talks Sunday in neighboring Biarritz on the shaky global economy\n\nThe protesters were holding portraits in solidarity with environmental activists who removed official portraits of Macron from town halls around France earlier this year to protest his climate change policies\n\nProtestors hold covered portraits as they march in Bayonne, south-western France on August 25, 2019, on the second day of the annual G7 Summit attended by the leaders of the world's seven richest democracies\n\nAt today's G7 summit, Mr Johnson congratulated president Macron on his handling of a 'difficult' discussion at the G-7 leaders' dinner the night before.\n\nBefore taking their seats around the negotiating table Sunday morning to discuss the world economy, the leaders chatted and exchanged greetings.\n\nJohnson and Macron have sparred over Britain's plans to leave the European Union, but they were all smiles on Sunday.\n\nDuring a long handshake, Johnson told Macron 'You did very well last night. My God, that was a difficult one.'\n\nProtestors hold inverted portraits of French President Emmanuel Macron as they march in Bayonne, south-western France\n\nProtesters holding official portraits of French President Emmanuel Macron allegedly taken off the walls of French city halls parade during an anti-G7 demonstration in Bayonne, near Biarritz, France, 25 August 2019, on the second day of the G7 summit\n\nProtesters hold covered portraits and placards reading 'Climate social justice, where is Macron?' as they march in Bayonne, south-western France on August 25, 2019\n\nHe added, in French, 'bien joue' - or 'well played.'\n\nSince Monday, anti-capitalist activists, environmentalists and other anti-globalisation groups have been flocking to southwestern France for a counter-summit which they insist will be peaceful.\n\nBiarritz is a popular tourist destination that would normally be basking in its annual summer boom, but with US President Donald Trump and other world leaders flying in for three days of talks, the resort was on lockdown.\n\nProtesters hold inverted portraits of French President Emmanuel Macron as they march in Bayonne, south-western France\n\nA protester holds a inverted portrait of French President Emmanuel Macron as he marches with others in Bayonne, south-western France on August 25, 2019"}}