{"GDELT": {"GlobalEventID": 868169922, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "USAGOV", "Actor1Name": "THE WHITE HOUSE", "Actor1CountryCode": "USA", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 111, "EventBaseCode": 111, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.42130750605327, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "White House, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190825110000, "SOURCEURL": "https://timesofoman.com/article/1820679/World/Europe/American-officials-at-G7-unhappy-with-agenda-set-by-the-French"}, "ARTICLE": {"TITLE": "American officials at G7 ‘unhappy’ with agenda set by the French", "TEXT": "American officials at G7 ‘unhappy’ with agenda set by the French\n\nSharelines\n\nParis: Senior aides in Donald Trump’s entourage have accused the G7 host and French president, Emmanuel Macron, of seeking to embarrass his US counterpart by making the summit focus on “niche issues” such as climate change, according to multiple US media reports.\n\n\n\nMacron’s plan to heal divisions among G7 leaders in Biarritz this weekend apparently did not factor in the need to keep Trump’s aides happy too, a group that began briefing against him within hours of Trump’s arrival.\n\n\n\nThe spark for the fuse appeared to be lunch. Macron whisked the US president away for an impromptu meal for two on an oceanfront terrace at the Hotel du Palais. Trump initially appeared frosty but later called it “the best meeting we have yet had”.\n\n\n\nSenior administration officials quoted by an American newspaper among others were not so sure, complaining the summit had moved from core issues such as global economics and trade to “niche issues” such as climate change, gender equality and development in Africa. The topics were chosen to appeal to Macron supporters, and even to embarrass Trump, who pulled the US out of the Paris climate accord, they said, as protesters marched the streets of the French city calling for action to tackle the fires ravaging the Amazon rainforest.\n\n\n\n“It’s our view that with France trying to drive these other issues outside of global economics, national security and trade, they’re trying to fracture the G7,” one official told a White House journalist.\n\n\n\nDays earlier, Larry Kudlow, the director of the White House’s national economic council, criticised Macron’s decision to ditch the usual consensus communique at the end of the summit in favour of “coalitions’ of like-minded states. “These coalitions produce politically correct bromides such as calls to ban everything from straws to fossil fuels,” he said in an opinion piece published in an American journal.\n\n\n\n\n\n\n\nSome US officials went further in their diaries, saying French officials had been difficult to work with in the build-up to the summit, and that the original schedule had said little or nothing about trade and the global economy until the US complained, a claim French officials deny.\n\n\n\nAmerica’s differing stance on the climate crisis has been a feature of the past two G7 summits, and just one issue on which divisions were so deep that the meeting was increasingly referred to as the G6 in Quebec last year, when Trump left early.\n\n"}}