{"GDELT": {"GlobalEventID": 868169807, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "THA", "Actor1Name": "BANGKOK", "Actor1CountryCode": "THA", "Actor2Code": "JPN", "Actor2Name": "JAPANESE", "Actor2CountryCode": "JPN", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.76470588235294, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Chiang Mai, Chiang Mai, Thailand", "Actor1Geo_CountryCode": "TH", "Actor1Geo_ADM1Code": "TH02", "Actor1Geo_ADM2Code": "26507", "Actor1Geo_Lat": 18.7904, "Actor1Geo_Long": 98.9847, "Actor1Geo_FeatureID": "-3247115", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20190825110000, "SOURCEURL": "https://www.chiangraitimes.com/crime-chiang-rai-thailand/immigration-police-arrest-suspected-japanese-call-center-boss/"}, "ARTICLE": {"TITLE": "Immigration Police Arrest Suspected Japanese Call Center Boss", "TEXT": "– Police on Saturday arrested a Japanese man on charges of leading a Japanese call center gang in Pattaya, Thailand.\n\nChon Buri Immigration police officers arrested Jinnai Yamato, 30, at his room at the Surawong City Resort in Bangkok’s Bang Rak district.\n\nPolice said Yamato was linked to 15 Japanese men arrested in Pattaya for operating an illegal call center.\n\nPol Col Samphan Luangsatjakul said the 15 suspects were extradited to Japan. He said after the extradition Japanese authorities sought help to arrest Yamato. Japanese authorities believe Yamato was the leader of the gang.\n\nYamato made the news early this year, after he dropped a wallet inside a taxi with Bt153,000 in Japanese and Thai bank notes. The taxi driver, who found the wallet, sought help from a police to locate the Japanese man.\n\nHis story was widely shared after he got his wallet back.\n\nChinese nationals arrested by police in Pattaya for selling fake products online\n\nAugust 14th, 12 Chinese nationals were arrested by police for selling fake products online from a house in Pattaya.\n\nThey are accused of selling online products via a ‘Cute Cute’ chat application.\n\nThe damage done by the gang amounted to about B10 million according to the arresting officers.\n\nThey are facing charges of illegal work in the kingdom and not having a work permit.\n\nIn Chiang Mai police arrested two Chinese women for running an illegal online gambling den out of their rented residence.\n\nLast week Police raided their residence in San Pu Loei, Doi Saket District of Chiang Mai in pursuit of an illegal online gambling operation.\n\nCho Kwan Kan, 26, and Wang Yaoping, 25, both of Chinese nationality, were captured for web based betting.\n\nThey told capturing officials that they were enlisted by an agency about a month prior. They were entrusted with upkeep, advancement and organization of the web based betting website."}}