{"GDELT": {"GlobalEventID": 868169024, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "BHRGOV", "Actor1Name": "BAHRAIN", "Actor1CountryCode": "BHR", "Actor1Type1Code": "GOV", "Actor2Code": "FRA", "Actor2Name": "FRENCH", "Actor2CountryCode": "FRA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 4, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.27624309392265, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Bahrain", "Actor1Geo_CountryCode": "BA", "Actor1Geo_ADM1Code": "BA", "Actor1Geo_Lat": 26.0, "Actor1Geo_Long": 50.5, "Actor1Geo_FeatureID": "BA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Bahrain", "Actor2Geo_CountryCode": "BA", "Actor2Geo_ADM1Code": "BA", "Actor2Geo_Lat": 26.0, "Actor2Geo_Long": 50.5, "Actor2Geo_FeatureID": "BA", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Bahrain", "Action2Geo_CountryCode": "BA", "Action2Geo_ADM1Code": "BA", "Action2Geo_Lat": 26.0, "Action2Geo_Long": 50.5, "Action2Geo_FeatureID": "BA", "DATEADDED": 20190825110000, "SOURCEURL": "https://english.newstracklive.com/news/bahrain-pardons-250-indian-prisoners-pm-modi-expresses-gratitude-mc24-nu-1031188-1.html"}, "ARTICLE": {"TITLE": "Bahrain pardons 250 Indian prisoners in a humanitarian gesture, PM Modi expresses gratitude", "TEXT": "Abu Dhabi: The Bahraini government has announced the pardon of 250 Indian prisoners on Sunday, showing goodwill during Prime Minister Narendra Modi's first visit to the Gulf country. Prime Minister Modi has thanked the Bahraini leadership for the royal apology.\n\nAccording to official statistics, there are 8,189 Indian prisoners in various foreign jails, of which the highest in Saudi Arabia is 1,811 and then 1,392 in the UAE. It is not clear how many Indians are imprisoned in Bahrain jails.\n\nIn a tweet, the PMO said, In a kind and humanitarian gesture, the Government of Bahrain has pardoned 250 Indians serving sentences in Bahrain. PM @narendramodi thanks the Bahrain Government for the Royal Pardon.\n\nPrime Minister Narendra Modi has left Bahrain for the French city of Biritz to attend the G7 Summit today. He is expected to meet US President Donald Trump during the summit. It is reported that the two leaders are expected to hold talks on the Kashmir issue. During the visit, Trump would like to know PM Modi's plan to ease tensions in Jammu and Kashmir.\n\nAlso Read:\n\n45-km-long human chain built by two million people in Hong Kong to protests against China\n\nGoogle Releases New Decree, Don't Do Political Things In The Office Otherwise have to lost Job\n\nPM Modi leaves for France to attend G7 summit, may meet Trump\n\nPM Modi meets Bahrain's PM, signs several agreements"}}