{"GDELT": {"GlobalEventID": 868207309, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.8887722980063, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Moscow, Moskva, Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS48", "Actor1Geo_ADM2Code": "25106", "Actor1Geo_Lat": 55.7522, "Actor1Geo_Long": 37.6156, "Actor1Geo_FeatureID": "-2960561", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Pakistan", "Actor2Geo_CountryCode": "PK", "Actor2Geo_ADM1Code": "PK", "Actor2Geo_Lat": 30.0, "Actor2Geo_Long": 70.0, "Actor2Geo_FeatureID": "PK", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20190825161500, "SOURCEURL": "https://ph.news.yahoo.com/china-increases-presence-russia-former-071016788.html"}, "ARTICLE": {"TITLE": "China increases its presence in Russia’s former Central Asian backyard", "TEXT": "China is increasing its military and economic presence in parts of central Asia that Russia has traditionally considered its sphere of influence – a development some analysts believe could cause concern in Moscow.\n\nWhile Russia’s influence remains strong in many former Soviet republics, China is steadily building up its military and economic influence in Tajikistan, particularly in the remote, mountainous areas on its western borders where central government authority is weak.\n\nChinese troops recently concluded a joint drill in eastern Tajikistan involving 1,200 troops from both countries.\n\nThe eight-day exercise that finished on August 13 was conducted in the autonomous Gorno-Badakhshan autonomous region, a sparsely populated territory in the high Pamir mountains, which borders China’s Xinjiang region and Afghanistan.\n\nView photos China has been increasing its security presence in the strategically sensitive region. Photo: Xinhua More\n\nAlthough this year’s exercise involved fewer troops than the 10,000 involved in a previous drill three years ago, it tested the use of advanced aerial vehicles and ground reconnaissance technology to monitor the area.\n\nThe landlocked country is strategically important for China, which is worried that the porous borders will serve as an entry point for drugs and Islamic militants into Xinjiang, where its deradicalisation strategy has led to the detention of a million Muslim minorities in reeducation camps.\n\nIt also sits along the trade routes China hopes to develop under the Belt and Road Initiative – Beijing’s flagship plan to expand its global influence through infrastructure, trade and investment – but the area has long been plagued by lawlessness and outbreaks of violence.\n\nView photos The recent exercise tested aerial surveillance techniques. Photo: Xinhua More\n\nArtyom Lukin, a professor of international politics at Far Eastern Federal University in Vladivostok, said Russia was not happy about the deployment of Chinese forces in Tajikistan.\n\n“Russia has traditionally considered Central Asia, including Tajikistan, as its sphere of political-military influence,” he said.\n\nObservers said other Central Asian republics – such as Kazakhstan, Uzbekistan and Kyrgyzstan – are likely to stay within Moscow’s orbit, but China is steadily building closer security ties with Tajikistan.\n\nIn February, China’s defence ministry denied that it was building a base and stationing troops in the country, but defended its closer military cooperation with Tajikistan.\n\nView photos The recent training exercise was conducted in an area Russia has long seen as part of its sphere of influence. Photo: Xinhua More\n\nChina has long-standing security interests in the country and in 2016 it agreed to finance 11 border outposts and a training centre for guards along the Afghan border.\n\nThis was part of a deal Beijing made through the Quadrilateral Cooperation and Coordination Mechanism – which also involves Pakistan, Afghanistan and Tajikistan – to strengthen cooperation in combating terrorism and improving security.\n\nChina has also overtaken Russia economically, becoming the largest foreign investor in Tajikistan in 2016, accounting for 30 per cent of Tajikistan's total direct accumulated investments, state news agency Xinhua reported.\n\nChina’s direct investment in Tajikistan was worth US$95 million in 2017, according to the latest available figures. China has also grown to become the country’s third largest trading partner with bilateral trade reaching around US$1.5 billion in 2018.\n\nStory continues"}}