{"GDELT": {"GlobalEventID": 868207236, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "MYS", "Actor1Name": "MALAYSIA", "Actor1CountryCode": "MYS", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.304878048780487, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Kuala Lumpur, Kuala Lumpur, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY14", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 3.16667, "Action2Geo_Long": 101.7, "Action2Geo_FeatureID": "-2403010", "DATEADDED": 20190825161500, "SOURCEURL": "https://www.malaymail.com/news/malaysia/2019/08/25/teresa-kok-malaysia-to-discuss-ways-to-create-better-trade-balance-with-ind/1784117"}, "ARTICLE": {"TITLE": "Teresa Kok: Malaysia to discuss ways to create better trade balance with India", "TEXT": "Minister Teresa Kok said the discussion was to enable the country’s palm oil to enter the Indian market with less import duty. ― Picture by Miera Zulyana\n\nKUALA LUMPUR, Aug 25 — The Ministry of Primary Industries will hold discussions with the Ministry of Agriculture and Agro-Based Industry as well as the Ministry of International Trade and Industry to discuss on measures to create a better trade balance between Malaysia and India for the palm oil market.\n\nMinister Teresa Kok said the discussion was to enable the country’s palm oil to enter the Indian market with less import duty.\n\n“They (India) have requested for the trade balance with deposits to be overcome and I will bring this matter to the cabinet meeting.\n\n“They also asked for more Indian goods to enter the Malaysian market. I will consider the request from the Indian government and for that, we will have a meeting to discuss this matter,” she told the media during the Jalur Gemilang Flag Waving Campaign in conjunction with the Federal Territory’s Jalur Gemilang Roadshows here today.\n\nAccording to her, the trade balance between the two countries was US$2.3 billion (RM9.64 billion), with a decline from India from about 54 per cent to about 45 per cent.\n\nIt was reported that on August 17, the Indian government began investigating whether a surge in palm oil imports from Malaysia had affected its domestic industry, according to the country’s trade ministry investigation unit.\n\nAccording to a monthly data report released by an industry group, Solvent Extractors’ Association of India (SEA), the country’s palm oil imports jumped 18.3 per cent last month compared to June this year.\n\nMeanwhile, the Malaysian Palm Oil Council (MPOC) reported that for the first five months of this year, India imported 2.16 million tonnes of palm oil from Malaysia, a 76 per cent increase over the same period last year. — Bernama"}}