{"GDELT": {"GlobalEventID": 868207369, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "USA", "Actor1Name": "CALIFORNIA", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.7537688442210999, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_Lat": 36.17, "Actor1Geo_Long": -119.74600000000001, "Actor1Geo_FeatureID": "CA", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Los Angeles County, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_Lat": 34.3667, "Action2Geo_Long": -118.20100000000001, "Action2Geo_FeatureID": "277283", "DATEADDED": 20190825161500, "SOURCEURL": "https://6abc.com/health/measles-patient-visited-socal-tourist-destinations-in-august/5491890/"}, "ARTICLE": {"TITLE": "Teen with measles may have exposed other visitors at Disneyland, LAX and Santa Monica Pier, health officials say", "TEXT": "August 11, 2019 - Los Angeles International Airport, Terminal 8, between 9:00p.m.-11:30p.m.\n\n\n\nAug. 14, 2019 - Universal Studios, 100 Universal City Plaza, Universal City*\n\n\n\nAug. 15, 2019 - TCL Chinese Theatres, 6925 Hollywood Blvd., Hollywood*\n\n\n\nAug. 15, 2019 - Madame Tussauds, 6933 Hollywood Blvd., Hollywood*\n\n\n\nAug. 15, 2019 The Original Farmers Market, 6333 West Third Street, Los Angeles*\n\n\n\nAug. 15, 2019 - Santa Monica Pier and Beach, 200 Santa Monica Pier, Santa Monica*\n\n\n\nAug. 15, 2019 - Los Angeles International Airport, Tom Bradley International Terminal, between 6:00p.m.-11:59p.m.\n\n\n\nTime frames for the locations with an asterisk (*) are still under investigation by the Orange County Health Care Agency.\n\nANAHEIM, Calif. (WPVI) -- A teenage girl with measles who visited multiple tourist destinations in Southern California earlier this month -- including the Disneyland Resort, Santa Monica Pier and Universal Studios -- may have exposed other people to the disease, health officials said Friday.The girl, who traveled from New Zealand, was in Southern California from Aug. 11 to Aug. 15, according to a statement from the Orange County Health Care Agency. She stayed at the Desert Palms Hotel, located at 631 West Katella Avenue, on those dates.The teenager visited Disneyland and California Adventure on Aug. 12, the news release said.The Los Angeles County Health Department released details of potential exposure locations, based on the infected girl's itinerary:The Health Care Agency said it has since been working with the hotel and the Anaheim theme parks to reach people who had known close-contact in the case.\"There is no known current risk related to measles that exists at these venues at this time,\" the L.A. County Health Department said in a Friday statement.Dr. Pam Hymel, Disney Parks' chief medical officer, said in a statement:\"We were notified that the tourist visited multiple Southern California locations and have been advised by OC Health Care Agency that the risk to cast and guests is likely low. We maintain rigorous sanitation standards to protect guests and cast, and earlier this year we strengthened our immunization program and educational resources for cast members, in addition to our ongoing efforts.\"County health officials urged anyone who was in the affected locations at the relevant times to monitor themselves for illness with fever or an unexplained rash from 7 days to 21 days after their exposure. If symptoms develop, patients should stay home and call a health provider immediately, the Health Care Agency said."}}