{"GDELT": {"GlobalEventID": 868207501, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "USAHLH", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor1Type1Code": "HLH", "Actor2Code": "SDN", "Actor2Name": "DARFUR", "Actor2CountryCode": "SDN", "IsRootEvent": 1, "EventCode": 182, "EventBaseCode": 182, "EventRootCode": 18, "QuadClass": 4, "GoldsteinScale": -9.5, "NumMentions": 20, "NumSources": 2, "NumArticles": 20, "AvgTone": -6.514715385067269, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Darfur, Gharb Darfur, Sudan", "Actor2Geo_CountryCode": "SU", "Actor2Geo_ADM1Code": "SU47", "Actor2Geo_ADM2Code": "37140", "Actor2Geo_Lat": 13.5, "Actor2Geo_Long": 23.5, "Actor2Geo_FeatureID": "-17505", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190825161500, "SOURCEURL": "http://www.digitaljournal.com/news/world/us-nurse-on-migrant-rescue-ship-reunited-with-darfur-boy-she-saved/article/556594"}, "ARTICLE": {"TITLE": "US nurse on migrant rescue ship reunited with Darfur boy she saved", "TEXT": "At the height of Sudan's Darfur war in 2004 -- then the world's worst conflict -- an American nurse tended to a baby injured in the leg. Fifteen years later, she was miraculously reunited with him on a migrant rescue ship working in the Mediterranean.\n\nThe Ocean Viking, run by charities MSF and SOS Mediterranee, had rescued four boats of migrants off the Libyan coast between August 9 and 12. One of the 356 migrants was a 17-year-old boy named Omar whom MSF nurse Mary Jo Frawley had healed as a toddler.\n\n\"I remember this baby. His mother brought him. He was wounded in the right leg and needed medical attention when the attacks happened. Everybody had to run away to the mountains. They were difficult times,\" she said.\n\nOmar, who was two at the time, does not remember the encounter but said \"my mother told me\" about it. He still has a scar running down his calf.\n\nOmar had been wounded in bombing during the deadly conflict that broke out more than 15 years ago in Sudan when ethnic African rebels took up arms against Khartoum, which they accused of marginalising the remote region.\n\nKhartoum armed Arab pastoralists to quash the rebellion, leading to massacres. The United Nations estimates that at least 300,000 people were killed in the conflict.\n\nIn another coincidence, Frawley recognised 22-year-old migrant Abdurahman, whose father had saved her life before being killed by the dreaded Janjawid militia which is accused of war crimes.\n\n\"We operated a small surgical unit with 10 to 12 people in the middle of Mujaheria, right in the middle of nowhere,\" she recounted.\n\n\"One day I was informed by the community that I needed to leave because of the danger. It was (Abdurahman's) father who came to tell us that we had to leave as well and (that) the government wanted to kick us out.\n\n\"It was difficult to leave behind a community and a hospital that served so many people,\" said the nurse, who witnessed several conflicts over two decades in Africa. \"We frequently had 40, 50 people coming at night.\n\n\"We had to leave... they really saved my life telling me to run.... Once we were gone, my hope was to get the privilege to give back and help you. Your family did it for me, it's my duty to do it for you. I am grateful,\" she said.\n\n- 'Circle of love' -\n\n\"This is the circle of love we can share.\"\n\nAbdurhaman, who was seven at the time, said that shortly after his father's warning to Frawley, the Janjawid stormed his village early in the morning.\n\nHe saw his father being killed and then managed to flee with his mother.\n\n\"I was the youngest of my brothers and sisters,\" he said. \"Many people were killed. To this day we don't have any news of my elder brother.\"\n\nAbdurahman and his mother took shelter in Nyala, one of the main cities of Darfur which hosted several camps for the war displaced.\n\nThe Darfur war fulled accusations of genocide ALEX WONG, Getty Images North America/AFP/File\n\nOn the Ocean Viking, both Omar and Abdurahman recognised the peanut-based MSF food rations that they had also received in camps in Darfur.\n\nWith Frawley, they remembered the terrifying moments before the bombings when the planes could be heard approaching. \"Brrrrrr,\" they said in unison, imitating the sound.\n\nFrawley said the bombardments often backed up Janjawid raids.\n\nBut the nightmare did not end there for Abdurahman and Omar, who faced repeated challenges in their quest to reach Europe and start a new life."}}