{"GDELT": {"GlobalEventID": 868207139, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "JPNGOV", "Actor1Name": "JAPANESE", "Actor1CountryCode": "JPN", "Actor1Type1Code": "GOV", "Actor2Code": "JPNELIGOV", "Actor2Name": "SHINZO ABE", "Actor2CountryCode": "JPN", "Actor2Type1Code": "ELI", "Actor2Type2Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -0.54545454545455, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA40", "Actor1Geo_ADM2Code": "36340", "Actor1Geo_Lat": 35.685, "Actor1Geo_Long": 139.751, "Actor1Geo_FeatureID": "-246227", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tokyo, Tokyo, Japan", "Actor2Geo_CountryCode": "JA", "Actor2Geo_ADM1Code": "JA40", "Actor2Geo_ADM2Code": "36340", "Actor2Geo_Lat": 35.685, "Actor2Geo_Long": 139.751, "Actor2Geo_FeatureID": "-246227", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Pyongyang, P'yongyang-si, North Korea", "Action2Geo_CountryCode": "KN", "Action2Geo_ADM1Code": "KN12", "Action2Geo_ADM2Code": "39681", "Action2Geo_Lat": 39.0194, "Action2Geo_Long": 125.755, "Action2Geo_FeatureID": "-183459", "DATEADDED": 20190825161500, "SOURCEURL": "https://www.voanews.com/usa/us-japan-trade-deal-coming-september-trump-says"}, "ARTICLE": {"TITLE": "US-Japan Trade Deal Coming in September, Trump Says", "TEXT": "SAINT-JEAN-DE-LUZ, FRANCE - President Donald Trump says the U.S. and Japan have reached agreement on a trade deal \"in principle\" that will be signed in September during the U.N. General Assembly.\n\nTrump spoke to reporters as he met with Japanese Prime Minister Shinzo Abe on the sidelines of the sidelines of the G-7 summit in Biarritz, France.\n\nTrump called the trade deal a \"really tremendous deal for our farmers and agricultural ranchers”.\n\nAbe appeared more restrained. Speaking through a translator, he said “We certainly would like to set the goal of signing this Japan-U.S. trade agreement, of seizing that opportunity”.\n\n“We still have some remaining work that has to be done at the working level,” Abe said, referring to the language of the eventual deal.\n\nU.S. Trade Representative Robert Lighthizer, who has been leading the negotiations with his Japanese counterpart said that the agreement consists of three parts; agricultural, industrial and digital but did not give further details.\n\nTrump highlighted Japan’s purchase of “excess corn” that American farmers are piling as a result of the trade war with China. He prodded Abe to do the same.\n\n“Perhaps you could say a couple of words just about the hundreds of millions of dollars of corn that's there, that you’ll be buying,” Trump said.\n\nAbe responded by saying that Japan has a pest problem on “some of the agricultural products, and there is a need for us to buy certain amount”, underscoring that the purchase will be done by the Japanese private sector.\n\nThe Trump administration has rolled out several subsidy packages totaling close to $30 billion to help American farmers suffering from his trade war with China.\n\nAuto tarifs remain\n\nU.S President Donald Trump shakes hands with Japanese Economy Minister Toshimitsu Motegi, left, and Japanese Prime Minister Shinzo Abe, second from right, shake hands with U.S. Trade Rep. Robert Lighthizer, at the G-7.\n\nLighthizer said that tariffs on Japanese automobiles will remain once the deal is done.\n\nJapanese media had reported that a deal was close, with Tokyo agreeing to lower tariffs on American beef and pork to levels set by the Trans-Pacific Partnership, while letting Washington maintain its 2.5% levy on Japanese autos for now.\n\nEarlier Sunday during his meeting with British Prime Minister Boris Johnson, Trump said that he was “very close to a major deal with Japan”.\n\n“Prime Minister Abe and I are very good friends,” he added.\n\nThe two leaders enjoy close ties but Trump often complains that Tokyo has an unfair advantage in bilateral trade.\n\nIn January 2017, very early in his presidency Trump withdrew from the Trans Pacific Partnership, a signature multilateral trade deal of the Obama administration.\n\nAfter the U.S. withdrawal, in 2018, the 11 remaining TPP countries, including Japan, signed a version of the trade deal, championed as an antidote to growing American protectionism under Trump.\n\nNorth Korea\n\nFILE - North Korea test-fires a weapon in this undated photo released Aug. 16, 2019, by the Korean Central News Agency. Pyongyang conducted another launch Aug. 23, violating an apparent promise to U.S. President Donald Trump.\n\nAsked about recent North Korean missile tests, Trump said he is “not happy” about it but that he doesn't consider Pyongyang to be violating agreements.\n\nWhen Trump offered Abe to give his thoughts, the Japanese leader repeated his stance that the tests were a clear violation of U.N. Security Council resolutions.\n\nTrump responded, “I can understand how the Prime Minister of Japan feels” but said that the North Korean leader is not the only one testing those missiles.\n\n“We're in the world of missiles, folks, whether you like it or not,” said Trump.\n\n"}}