{"GDELT": {"GlobalEventID": 868206641, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "CHE", "Actor1Name": "SWITZERLAND", "Actor1CountryCode": "CHE", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.497512437810945, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI", "Actor1Geo_Lat": 53.0, "Actor1Geo_Long": -8.0, "Actor1Geo_FeatureID": "EI", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI", "Action2Geo_Lat": 53.0, "Action2Geo_Long": -8.0, "Action2Geo_FeatureID": "EI", "DATEADDED": 20190825161500, "SOURCEURL": "https://www.lbc.co.uk/radio/presenters/nigel-farage/switzerland-solution-irish-backstop/"}, "ARTICLE": {"TITLE": "Border Expert Explains \"Enormously Technical\" Switzerland Solution To Backstop", "TEXT": "Border Expert Explains \"Enormously Technical\" Switzerland Solution To Backstop\n\nBorder expert Tony Smith explains how the \"enormously technical\" Switzerland border could help implement existing technical solutions to the backstop.\n\nAn expert who believes a technical solution to the Irish backstop already exists told Nigel Farage how ideas from the Switzerland border and others around the world will help prevent a hard border on Ireland in the case of no-deal Brexit.\n\nTony Smith, a former head of Border Force UK and a current member of the Expert Panel Advising the Alternative Arrangements said whilst the Switzerland border was \"enormously technical\", ideas can be taken and combined with existing technical solutions to make a frictionless border between Northern Ireland and Ireland.\n\n\"There isn't one simple example you can lift, but the Irish border is unique,\" he said, adding: \"There are definitely examples of other borders that if you mix those up and add those to the technology and some of our proposals for exemptions, then you've got a comprehensive package that could do what we want and avoid the backstop, avoid checks on the frontier, and get through the no-deal scenario.\"\n\nWatch above."}}