{"GDELT": {"GlobalEventID": 868207179, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "LEG", "Actor1Name": "HOUSE OF REPRESENTATIVES", "Actor1Type1Code": "LEG", "Actor2Code": "USA", "Actor2Name": "ALABAMA", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 174, "EventBaseCode": 174, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -0.95923261390888, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_Lat": 32.799, "Actor1Geo_Long": -86.8073, "Actor1Geo_FeatureID": "AL", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 32.799, "Action2Geo_Long": -86.8073, "Action2Geo_FeatureID": "AL", "DATEADDED": 20190825161500, "SOURCEURL": "http://www.fixthisnation.com/conservative-breaking-news/alabama-republicans-propose-to-oust-rep-ilhan-omar-from-the-house/"}, "ARTICLE": {"TITLE": "Alabama Republicans Propose to Oust Rep. Ilhan Omar From the House", "TEXT": "\n\n\n\nAt least one Alabama Republican has seen and heard enough from noted anti-Semite Democrat Rep. Ilhan Omar. On Saturday, Alabama State Rep. Tommy Hanes (R-Bryant) called on the state’s congressional delegation to move forward with a bill that would expel Omar from the House of Representatives.\n\nAccording to Alabama’s Yellowhammer News, Hanes made the proposal at the ALGOP’s summer meeting in Lee County. That was where gathered Republicans took up Hanes’ proposal and officially passed a resolution calling for Omar’s ousting.\n\nAt one point, Hanes took to the floor to argue the case.\n\n“It’s just simply asking this body to ask the U.S. delegation, the Alabama delegation in Washington, D.C. to start proceedings to unseat Ilhan Omar, congresswoman from Minnesota,” Hanes said. “This woman is continuously spewing anti-American rhetoric, anti-Semitism. She is un-American. She came from a war-torn country in Somalia to seek protection under Lady Liberty’s hand.\n\n“Folks, she constantly talks about the U.S. military – I put the U.S. military here,” he continued, lifting his arm. “If it weren’t for the U.S. military, we wouldn’t be here today. I put them here, and she continuously talks down on our veterans. Folks, she continuously talks about one of our most faithful and loyal allies, which is Israel. Let Alabama be first and let’s see how many other states follow.”\n\nHayes and the state GOP will certainly have a sympathetic ear from U.S. Rep. Mo Brooks (R-AL), who said in a radio show this week that the increase in anti-Semitism from the Democratic Party was a direct result of electing Muslims to the House.\n\n“Keep in mind, Muslims more so than most people have great animosity towards Israel and the Jewish faith,” Brooks said. “And as you have more and more Muslims in the United States, as they gain greater and greater influence in elections, particularly in Democratic Party primaries — then you’re going to see more and more people like Ilhan Omar, Rashida Tlaib and company that are anti-Israel, and that brings an entirely different viewpoint into the United States Congress.”\n\nBrooks’ comments drew condemnation from Omar, who tweeted: “Oh it’s fine, it’s just a Republican who says something bigoted! Also, if they are losing their minds over three Muslims in a body of 535, wonder what happens when there is 20 or more????”\n\nHere’s praying that we never find out.\n\n\n\n"}}