{"GDELT": {"GlobalEventID": 868379983, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "IRQ", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 0, "EventCode": 195, "EventBaseCode": 195, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -9.2, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.presstv.com/Detail/2019/08/26/604527/Iran-Ali-Rabiei-Iraq-Israel-Nasrallah"}, "ARTICLE": {"TITLE": "Israel will pay high price for its acts of aggression against Mideast: Iran official", "TEXT": "The spokesman for Iranian President Hassan Rouhani's administration has slammed Israel’s recent attacks against targets in a number of regional countries, saying Tel Aviv will pay “a high price” for its acts of aggression against sovereignty of those countries.\n\nSpeaking to reporters during his weekly briefing on Monday, Ali Rabiei said, “During the preceding month, the Zionist regime (Israel) became so outrageous as to take pride in its (regime’s) acts of aggression, though in an untrue and exaggerated manner.”\n\n“Repeated acts of aggression against Iraq are black stains on track records of this regime and we condemn any aggression against sovereignty of regional countries. Israel will pay a high price for its actions,” he said.\n\nHe noted that the secretary general of the Lebanese Hezbollah resistance movement, during his speech on Sunday, took a very important stance on the Israeli regime's recent acts of aggression.\n\n\"These remarks send a clear and severe message to the Zionist regime that its brazen acts of aggression will not go unanswered,\" Rabiei pointed out.\n\nIn his televised speech broadcast live from the southern Lebanese capital city of Beirut, Sayyed Hassan Nasrallah said fighters from the movement will counter any further violation of the Lebanese airspace by Israeli unmanned aerial vehicles, warning the Tel Aviv regime to immediately cease such breaches.\n\n“Hezbollah will endeavor to down all Israeli drones, which may violate Lebanon’s airspace,” he added.\n\nElsewhere in his remarks, Rabiei emphasized that the Tel Aviv regime should not take advantage of regional nations’ patience and said, \"[Israel's] repeated acts of aggression against Iraq and Syria have been added to its black record of aggression against the Palestinian people.\"\n\nStressing that regional nations' patience is running out, the Iranian government spokesman said that the Islamic Republic would support the Iraqi, Syrian and Lebanese peoples' right to self-defense.\n\nIraq’s pro-government Popular Mobilization Units, commonly known by the Arabic name Hashd al-Sha’abi, said on Monday that Israel was behind a recent deadly drone attack that killed two people near the Syrian border.\n\nTwo unmanned aircraft carried out air raids on an area about 15 km (9 miles) away from Iraq's border with Syria on Sunday.\n\n\"As part of the string of Zionist attacks on Iraq, the evil Israeli crows have returned to target the Hashd al-Sha’abi, this time with two drones inside Iraqi territory,\" the group said in a statement.\n\nThe air raids are the latest in a series of attacks that have targeted positions of Hashd al-Sha’abi forces across Iraq over the past months.\n\nThe attacks began on July 19 when a drone dropped explosives onto a PMU base near the town of Amerli, in Salahuddin Province, killing at least one resistance fighter and injuring four others.\n\nThe fourth attack came last week, when a PMU ammunition depot exploded near the capital Baghdad. Hashd al-Sha'abi commanders blamed Israel and blasted Americans for allowing the attacks despite having full control over the Iraqi airspace.\n\nRead more:"}}