{"GDELT": {"GlobalEventID": 868381028, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "VNMMIL", "Actor1Name": "VIETNAMESE", "Actor1CountryCode": "VNM", "Actor1Type1Code": "MIL", "Actor2Code": "THA", "Actor2Name": "THAILAND", "Actor2CountryCode": "THA", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.63036303630363, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Vietnam, Republic Of", "Actor1Geo_CountryCode": "VM", "Actor1Geo_ADM1Code": "VM", "Actor1Geo_Lat": 16.166667, "Actor1Geo_Long": 107.83333300000001, "Actor1Geo_FeatureID": "VM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Thailand", "Actor2Geo_CountryCode": "TH", "Actor2Geo_ADM1Code": "TH", "Actor2Geo_Lat": 15.0, "Actor2Geo_Long": 100.0, "Actor2Geo_FeatureID": "TH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Vietnam, Republic Of", "Action2Geo_CountryCode": "VM", "Action2Geo_ADM1Code": "VM", "Action2Geo_Lat": 16.166667, "Action2Geo_Long": 107.83333300000001, "Action2Geo_FeatureID": "VM", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.today.ng/technology/vietnams-top-carriers-avoid-huawei-gear-citing-security-concerns-245452"}, "ARTICLE": {"TITLE": "Vietnam’s top carriers avoid Huawei 5G gear, citing security concerns", "TEXT": "Concerns over the security of Huawei 5G networking hardware have spread to an unexpected country — Vietnam — where mobile carriers are reportedly excluding the embattled Chinese company’s gear from their launch of 5G services. Top carrier Viettel has instead selected Ericsson, Nokia, and Qualcomm 5G components, Bloomberg reports, citing network safety rather than political considerations, while other carriers appear to be following its lead.\n\nHuawei has been operating under a dark shadow for the past year and a half, ever since a whisper campaign by U.S. intelligence officials evolved into an open international lobbying effort. Intelligence experts said that Huawei’s hardware was or could be compromised for Chinese government surveillance requests, a charge Huawei has denied. Some governments, including the U.S., have banned Huawei gear from 5G networks, while others have reached compromises or shrugged their shoulders due to the lower costs or greater availability of Huawei’s hardware.\n\n\n\n\n\nVietnamese carriers appear to be universally rejecting Huawei, at least for the time being. With 60 million customers in the country of roughly 96 million people, Viettel is the largest of the bunch, and said unambiguously that it’s “not going to work with Huawei right now” due to network security concerns, instead selecting safer suppliers. Smaller players MobiFone and Vinaphone have partnered with Samsung and Nokia, respectively.\n\nThe Vietnamese carriers contrast with those in Malaysia, the Philippines, and Thailand, which have signaled that Huawei gear will be welcome in their upcoming 5G networks. Relations between Vietnam and China are at a low point following territorial disputes and cyber attacks reportedly initiated by China’s government, and Vietnam could be seeking stronger relations with the U.S., which has said it will share intelligence and economic resources with countries that keep Huawei out of their networks."}}