{"GDELT": {"GlobalEventID": 868379938, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "Actor2Code": "EGY", "Actor2Name": "EGYPT", "Actor2CountryCode": "EGY", "IsRootEvent": 1, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.96850393700787, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Egypt", "Actor2Geo_CountryCode": "EG", "Actor2Geo_ADM1Code": "EG", "Actor2Geo_Lat": 27.0, "Actor2Geo_Long": 30.0, "Actor2Geo_FeatureID": "EG", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.bnnbloomberg.ca/trump-strikes-conciliatory-tone-on-iran-blessing-zarif-g7-trip-1.1306832"}, "ARTICLE": {"TITLE": "Trump strikes conciliatory tone on Iran, blessing Zarif G7 trip", "TEXT": "President Donald Trump said he knew that Iranian Foreign Minister Javad Zarif was heading to Biarritz, site of the Group of Seven summit, and supported French President Emmanuel Macron’s decision to invite him amid growing signs of active diplomacy at work.\n\nThe U.S. leader pulled out of the Iranian nuclear deal in 2018, leaving Macron and his European allies fighting to salvage it. Yet he appears to be backing a French-led initiative to the Iranians to try and keep the agreement alive.\n\nOfficials from the U.K. and Germany, the other European signatories on the accord, also met with Zarif, who touched down in Biarritz for six hours on Sunday.\n\n\"I knew that he was coming in and I respected the fact that he was coming in,” Trump said at a morning meeting with Egypt’s Abdel-Fattah El-Sisi. \"I gave my approval to President Macron and Iran has got a very difficult situation.\"\n\nTrump also held up the prospect of an upturn for the Iranian economy, which has been squeezed by renewed pressure from the U.S.\n\n\"Their position is not a very strong position from the standpoint of economics but that’s something -- we can clear that very quickly,\" he said. \"I’m looking to have a really good Iran, really strong.”\n\nAnd he also hinted there could be news soon, saying, “We’ll see what happens. It’s all very new.”\n\nOffer for Tehran\n\nFrench officials said they are proposing that Iran be allowed to sell some oil for a limited period of time, in exchange for returning to full compliance with the terms of the nuclear deal and restarting talks. Some leaders, like Germany’s Angela Merkel, said it was worthwhile for Zarif to come, suggesting the Europeans had hope of breaking the deadlock.\n\n\"The trip was made at the request of French officials and Iran had no interest in meeting with any American official,\" the official ISNA news agency quoted government spokesman Ali Rabiei as saying.\n\nTime is of the essence.\n\nIran said recently it has begun enriching uranium at higher levels than allowed under the deal, breaching the terms of the nuclear accord.\n\nSurprise Visit\n\nWhen Zarif flew into Biarritz suddenly on Sunday it initially wasn’t clear whether Macron had alerted his fellow leaders. Some said they learned only shortly before his arrival and there was a lot of secrecy around the issue. Trump himself wouldn’t say when he learned of the visit, beyond saying that Macron told him ahead of time.\n\nTrump did not meet Zarif, and said he thought it was too soon for a direct meeting with the foreign minister. He also reiterated his position that he will only accept a non-nuclear Iran.\n\nWhile Trump endorsed Macron’s initiative on Monday, he’d been more ambivalent the day before. After a contentious leaders’ dinner Saturday night, Macron told reporters he’d agreed to talk to Iran on behalf of the G-7, But Trump contradicted him, the U.S. will do its own outreach, he said."}}