{"GDELT": {"GlobalEventID": 868379446, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 231, "EventBaseCode": 23, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.0457516339869302, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Saskatchewan, Manitoba, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA03", "Actor1Geo_ADM2Code": "154724", "Actor1Geo_Lat": 52.15, "Actor1Geo_Long": -97.7167, "Actor1Geo_FeatureID": "-575075", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Saskatchewan, Manitoba, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA03", "Action2Geo_ADM2Code": "154724", "Action2Geo_Lat": 52.15, "Action2Geo_Long": -97.7167, "Action2Geo_FeatureID": "-575075", "DATEADDED": 20190826134500, "SOURCEURL": "https://leaderpost.com/news/local-news/nixed-saudi-scholarship-leads-to-failed-financial-aid-goal-at-u-of-r"}, "ARTICLE": {"TITLE": "Nixed Saudi scholarship leads to failed financial aid goal at U of R", "TEXT": "Article content continued\n\nTROY FLEECE / Regina Leader-Post\n\nHowever, Chase said the university’s scholarship difficulties may not be over just yet. A change to the Saskatchewan Advantage Scholarship — also amounting to around $3 million dollars —means there may not be as much funding available to students.\n\n“What the Government of Saskatchewan has done is changed that from a flow-through — where they send money to the university and we apply it as scholarships to student accounts — to a needs-based bursary,” he said.\n\nThat scholarship formerly provided all new Saskatchewan Grade 12 graduates up to $500 per year for four years if they enrolled in a Saskatchewan post-secondary institution.\n\nHe said the university is working to raise funds for more scholarship money.\n\nUniversity of Regina Students’ Union president Victor Oriola said he’s encouraged the university is investing in scholarship money for students, but said the shortfall could be attributed to students not knowing financial support is there.\n\n“When you look at the expected versus the actual disbursements, it could speak to, perhaps … (the university) didn’t have enough applications to give out all the bursaries,” said Oriola. “Perhaps they need to invest a bit more in awareness campaigns so that people know these bursaries are available to them.”\n\nWhat Oriola is most concerned about, however, is the increasing cost of education, including a 2.8 per-cent hike in tuition the U of R announced in May.\n\nBRANDON HARDER / Regina Leader-Post\n\n“While I am concerned … that people didn’t utilize the aid available to them to its fullest capacity, my number one (concern) is that several people are so dependent on that aid in the first place.”"}}