{"GDELT": {"GlobalEventID": 868379431, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "DNK", "Actor1Name": "DENMARK", "Actor1CountryCode": "DNK", "Actor2Code": "DNKGRL", "Actor2Name": "GREENLAND", "Actor2CountryCode": "DNK", "IsRootEvent": 1, "EventCode": 160, "EventBaseCode": 160, "EventRootCode": 16, "QuadClass": 4, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.54574383452665, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "White House, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.salon.com/2019/08/26/another-ludicrous-g7-with-donald-trump-how-the-essential-nation-became-a-joke/"}, "ARTICLE": {"TITLE": "Another ludicrous G7 with Donald Trump: How the \"essential nation\" became a joke", "TEXT": "Over the past week President Trump has seemed to come progressively unglued. He dramatically escalated the trade war with China, declared the whole world to be in recession — except the United States — wondered publicly whether the chairman of the Federal Reserve (whom he appointed) was a bigger enemy than the Chinese president, and \"ordered\" American companies to stop doing business with China. Oh, and he called American Jews who vote for Democrats either stupid or disloyal and canceled a state visit to Denmark after the Danish prime minister said that his proposal to buy Greenland was absurd.\n\nBut it was Trump's bizarre \"chopper talk\" press-avail on Wednesday, described by former Bush speechwriter Michael Gerson as veering \"from topic to topic with utter confidence, alarming ignorance, minimal coherence and relentless duplicity\" that had even his own staff alarmed, according to the New York Times.\n\nAdvertisement:\n\nTrump had appreciatively tweeted out a quote from a right-wing fringe character who claimed that Israelis call our president \"the King of Israel\" and \"love him like he is the second coming of God\" earlier in the day. Then, in front of the press, he referred to himself as \"the chosen one\" while once more \"joking\" about being in office \"10 or 14 years from now.\"\n\nThat was honestly the least of it. Trump also threatened to release ISIS fighters into France and Germany if they don't agree to take them (whatever that means) and claimed that Vladimir Putin \"made a living off of outsmarting Obama\" while nearly begging that Russia be allowed to rejoin the G7, clearly feeling bereft that his buddy wouldn't be in France for their annual gathering. When asked about his visit to El Paso and Dayton in the wake of mass shootings in those cities, he replied, \"the love for me and my love for them was unparalleled.” Also, he assured everyone once again that he is the least racist person to ever hold office.\n\nAnd there was this:\n\nAdvertisement:\n\nNo one is sure exactly what it is that has him so agitated. But one thing is clear at his point. The rest of the world is no longer even pretending that the president of the United States is competent and they are taking matters into their own hands.\n\nThe meeting at the G7 this past weekend couldn't have been more different from last year's when, as you may recall, Trump treated his colleagues like lackeys and strutted around as if he were a Roman emperor, refusing to sign the joint communiqué in a fit of anger over a comment by Canadian Prime Minister Justin Trudeau. This year the president of the so-called \"essential nation\" has been relegated to the status of the dotty old aunt about whom everyone speaks in hushed tones and smiles indulgently when she starts babbling. They seem to have finally realized that Trump can't be reasoned with like a normal leader and therefore they must gather together like members of the family and stage an intervention to cajole him into changing course.\n\nBefore the opening of the meeting, European Council President Donald Tusk gave a speech making the case that Trump’s trade wars are on the brink of causing a global recession. French President Emmanuel Macron, Trump's supposed buddy, corralled him into a surprise on-on-one luncheon where Macron reportedly laid out the list of crises that must be dealt with while Trump pouted silently. He didn't want to hear that his trade war is a bust, apparently assuming that he would be lauded for his manliness in confronting China. He also didn't want to discuss the other items on the agenda, such as the fact that the Amazon rainforest is on fire and we are killing the planet, which he and his staff are said to believe is a \"niche\" issue beneath the attention of the president of the United States. The G7 nations acted without the U.S. to put pressure on Brazil to deal with the manmade fires.\n\nAdvertisement:\n\nEvidently, all the leaders spoke at some length about Trump's demand that Russia be allowed back into the group. But they stuck together, saying that Putin had done nothing to deserve readmission and hadn't formally requested to be allowed back in any case. Trump sullenly acquiesced, later falsely claiming that unnamed others agreed with him.\n\nIn a meeting with Japanese Prime Minister Shinzo Abe, Trump attempted to defend his good friend Kim Jong-un's repeated missile tests, insisting that the North Korean leader wasn't in violation of international law and anyway had recently sent him one of those beautiful letters. How bad could he be. Abe was not impressed. He responded, \"Our position is very clear that the launch of short-range ballistic missiles by North Korea clearly violates the relevant U.N. Security Council resolutions.\"\n\nAdvertisement:\n\nTrump returned serve by saying, \"A lot of people are testing those missiles, not just him. A lot of people are testing those missiles. We’re in the world of missiles, folks, whether you like it or not.” Later he announced what he called a big trade deal with Japan, which Abe likewise contradicted, saying it was only an agreement in principle and stressing that it would be up to actors in the private sector.\n\nPerhaps the most important sign that the U.S. is no longer taken seriously was the audacious move by Macron to invite Iran's foreign minister, Javad Zarif, to meet on the sidelines of the gathering. He reportedly told Trump he was going to do it at their surprise luncheon and Trump later said he had \"approved it\" although his petulant \"no comment\" earlier in the day indicated he wasn't exactly thrilled. It's unclear whether Macron thought he could get Trump to meet Zarif or whether this was just a way to let Iran know that the Europeans were independent actors, but it's hard to imagine such a thing happening without U.S. involvement any time in the past. \"The essential nation\" is obviously not essential anymore.\n\nWhat is clear is that the other G7 leaders hammered Trump privately to end his nonsensical trade war. When asked if he was having second thoughts about that doomed enterprise, Trump snarled, \"Sure, why not? I always have second thoughts.\" He was even publicly chastised by the most Trumpian leader present, British Prime Minister Boris Johnson, who said, “Just to register the faint, sheeplike note of our view on the trade war, we’re in favor of trade peace on the whole.\" The White House later walked back Trump's \"second thoughts\" comment with a bellicose statement saying that he only had second thoughts about not raising the tariffs higher.\n\nAdvertisement:\n\nTrump senses that he's no longer being taken seriously but because they all have smiles plastered on their faces and are being solicitous, he doesn't know how to respond. So, as usual, he lies.\n\nAs I write this, Trump is trying to save face, claiming he's winning the trade war because \"China called\" and wants to make a deal. This isn't quite true either. Chinese officials merely responded that they would like a \"calm\" resolution to the dispute, so who knows where that's going? World leaders no longer taking him literally or seriously. He's just someone to be managed. Let's hope they have better luck than Americans have had so far."}}