{"GDELT": {"GlobalEventID": 868380645, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 11, "EventBaseCode": 11, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.1, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.83520599250936, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "West Palm Beach, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL099", "Actor1Geo_Lat": 26.7153, "Actor1Geo_Long": -80.0534, "Actor1Geo_FeatureID": "293097", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "West Palm Beach, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 26.7153, "Action2Geo_Long": -80.0534, "Action2Geo_FeatureID": "293097", "DATEADDED": 20190826134500, "SOURCEURL": "https://indianexpress.com/article/world/the-sisters-who-first-tried-to-take-down-jeffrey-epstein-5938804/"}, "ARTICLE": {"TITLE": "The sisters who first tried to take down Jeffrey Epstein", "TEXT": "FILE – In this July 30, 2008, file photo, Jeffrey Epstein, center, appears in court in West Palm Beach, Fla. Federal prosecutors, preparing for a bail fight Monday, July 15, 2019, say evidence against Epstein is growing “stronger by the day” after several more women contacted them in recent days to say he abused them when they were underage. (Uma Sanghvi/Palm Beach Post via AP, File) FILE – In this July 30, 2008, file photo, Jeffrey Epstein, center, appears in court in West Palm Beach, Fla. Federal prosecutors, preparing for a bail fight Monday, July 15, 2019, say evidence against Epstein is growing “stronger by the day” after several more women contacted them in recent days to say he abused them when they were underage. (Uma Sanghvi/Palm Beach Post via AP, File)\n\nWritten by Mike Baker\n\nAs more women have come forward in recent days to describe assaults at the hands of Jeffrey Epstein, Maria Farmer finds herself distraught, wondering what might have happened if someone had taken her seriously.\n\nTwenty-four years ago, Farmer was an artist who had entered the unorthodox life Epstein lived behind the doors of his luxury estates. Epstein had offered to help her painting career, but it all came to an abrupt end one night in the summer of 1996, when she says Epstein and his companion, Ghislaine Maxwell, began violently groping her.\n\nShe learned later that her 16-year-old sister, Annie Farmer, had been subjected to a troubling topless massage at Epstein’s ranch in New Mexico.\n\nFarmer contacted the New York City Police Department, and said she then went to the FBI, offering to share what she knew about Epstein and the parade of young women being brought to Epstein’s houses. Though the bureau has never acknowledged such a contact, Farmer said the FBI must have had a record of it, because agents came back to her — years later — with questions. She also went to leaders in the New York art world that Epstein and Maxwell frequented, and tried to tell her story to a national magazine.\n\nIn each case, her reports went nowhere.\n\nFinally, facing what she said were threats as a result of the sisters’ claims, Farmer abandoned her New York art career and stopped painting altogether.\n\n“I did not want another young lady to go through what Annie went through,” Maria Farmer said recently. “I could handle what happened to me. I could not handle what happened to her.”\n\nEpstein would continue to lure vulnerable girls into his predatory circle for another nine years before investigators began diving deep into his world. After being arrested on federal charges of sex trafficking of minors in New York and Florida, Epstein died this month in what authorities said was an apparent suicide.\n\nOther women have come forward in recent years with more serious claims of rape and child abuse against Epstein, but the Farmer sisters’ reports — made 23 years ago — are the earliest known allegations about Epstein’s troubling physical contact with girls and young women. In their detailed accounts, told here for the first time, they offer a glimpse of how Epstein managed to avoid significant scrutiny for years, even as concerns about his conduct began to pile up.\n\nFarmer said that she feels guilty about having brought her sister into Epstein’s orbit. She mourns the victims who came after her, she said, her voice cracking each time she mentioned the name of one of them. She has spent years trying to live in seclusion.\n\nThe First Meeting\n\nFarmer moved to New York in 1993, eager to pursue her passion for art, and enrolled at the New York Academy of Art.\n\nShe already had a specialty, exploring figures of nudes and adolescents, and had a chance to train under one of her idols, painter and sculptor Eric Fischl. One of her paintings was done in a voyeuristic style, showing a man in the frame of a doorway looking at a woman on a sofa — a painting she said was inspired by Edgar Degas’ famous piece, “Interior,” which is sometimes known as “The Rape.”\n\nAt a gallery show for her graduation, Farmer said, the dean of the academy, Eileen Guggenheim, introduced her to Epstein and Maxwell, and told her to sell them the painting with the man in the doorway at a discount. (Guggenheim said she did not recall such an interaction.)\n\nAfterward, Farmer said, Epstein called her to offer her a job acquiring art on his behalf, and later managing the entrance to a town house he was renovating.\n\nThere, at the age of 25, she was introduced to Epstein’s odd life, with girls and young women coming through for what she recalled Maxwell describing as modeling auditions for lingerie retailer Victoria’s Secret. The house at times bustled in anticipation of potential visits from Bill Clinton, although she never actually saw him there.\n\nShe said she met Donald Trump one day in Epstein’s office, recalling Trump eyeing her before Epstein informed him that “she’s not for you.” Farmer’s mother, Janice Swain, recalled her daughter detailing the interaction with Trump around the time it occurred.\n\nClinton and Trump have acknowledged knowing Epstein, with Clinton denying knowledge of anything improper and Trump saying he was “not a fan” of Epstein.\n\nMaxwell was charming and friendly, Farmer said, and as Epstein’s companion, she offered young women a level of assurance that they were safe in his presence. But she also seemed to play an important role in bringing young women in, Farmer said, recalling that Maxwell would leave the house saying, “I’ve got to go get girls for Jeffrey.”\n\nMaxwell would refer to the girls she was looking for as “nubiles,” Farmer said. “They had a driver, and he would be driving along, and Ghislaine would say, ‘Get that girl,’” she said. “And they’d stop, and she’d run out and get the girl and talk to her.”\n\nLawyers for Maxwell and Epstein did not respond to requests for comment for this article.\n\nThe Younger Sister\n\nOne of the girls in whom the couple took an interest was Farmer’s younger sister, Annie.\n\nFarmer had mentioned to them that her sister was looking to go to college. Epstein offered to help, and brought Annie, then 16 years old and living in Arizona, to visit New York.\n\nAnnie Farmer said she recalled Epstein as kind and casual, wearing sweatpants, pouring Champagne and talking about her college plans. During the trip, they all went to see a movie. As the film progressed, Epstein began rubbing Annie’s hand, and then her lower leg, she said.\n\n“It was one of those things that just gave me a weird feeling but wasn’t that weird + probably normal,” Annie Farmer wrote in a diary entry dated Jan. 25, 1996. “The one thing that kind of weirded me out about it was he let go of my hand when he was talking to Maria.”\n\nEpstein offered to send Annie Farmer on a trip to Thailand, and invited her to his New Mexico ranch for a weekend. Under the impression that the gathering would include a number of students chaperoned by Maxwell, Annie’s mother, Swain, said she allowed Annie to go. But when she arrived in New Mexico, Annie said, it was just her and Epstein and Maxwell.\n\nThere were more uncomfortable interactions that weekend, she said. She recalled Maxwell persuading her to give Epstein a foot massage and then giving pointers as she performed it. They went to another movie, where Epstein continued another round of his petting touches, she said.\n\nThen, when she woke up in the house one morning, she recalled him coming into the room, saying he wanted to cuddle, and getting into bed next to her.\n\nAnnie Farmer also recalled Maxwell repeatedly asking whether she wanted a massage. Eventually relenting, Farmer followed directions by taking off her clothes and bra and getting under a sheet on a massage table. Maxwell performed the massage, at one point having Farmer lie on her back as Maxwell pulled down the sheet to massage her chest.\n\n“I don’t think there was any reason for her to be touching me that way,” Farmer said.\n\nEpstein didn’t participate, but Farmer said she could sense that he was in the area and possibly watching.\n\nThe First Reports\n\nAt the time, Maria Farmer was unaware of the interactions her younger sister had in New Mexico. She went to Ohio around that time, using Epstein’s large estate there to focus on her paintings.\n\nLater in the summer, Epstein and Maxwell paid a visit. One night, she recalled getting an unusual request: Epstein needed his feet massaged.\n\nThe foot massage was brief and awkward, Farmer recalled, as Epstein groaned with what seemed like exaggerated pleasure, followed by a yelp of pain. Then he invited her to sit on the bed, where he was watching a PBS program about math.\n\nMaxwell joined them on the bed, Farmer said, and the night took a sudden turn: Both Epstein and Maxwell began groping Farmer over her clothes, rubbing her body, commenting on her features, and twisting her nipples to the point of bruising. She said they did so in unison, mirroring each other’s movements. Fearing that she was about to be raped, Farmer eventually fled the room and barricaded herself in another part of the house.\n\nShe soon discovered that three nude photographs she had kept in a storage box were missing. The photos were of Annie and a third Farmer sister, who was 12, modeling for Maria’s figurative paintings.\n\nFarmer said she began phoning people in a panic, looking for help. One of the people she reached was her art mentor, Fischl. Fischl recalled Farmer describing a physical encounter in the bedroom, fear for her sister and outrage about the missing photographs.\n\n“I just kept telling Maria, ‘You’ve got to get out of there. You’ve got to get out of there,’” Fischl said.\n\nMaria’s father, Frank Farmer, also recalled getting a call. He did not know the specifics of what transpired, but said his daughter was upset enough that he drove to the estate in Ohio from Kentucky to get her.\n\nAfter speaking with Annie and learning that Annie had her own troubles with Epstein and Maxwell, Maria Farmer said, she returned to New York. She recalled getting a phone call from Maxwell, saying she planned to burn all of Farmer’s art and that her career was over. Frightened, Farmer said she went to a local police precinct to report what had happened to her in Ohio, and about the art.\n\nOfficers at the New York City Police Department precinct took a report on the purported threat and on the art theft allegation, a copy of which was obtained by The New York Times. But they referred her to other agencies, including the FBI, concerning the assault allegation, because Ohio was outside their jurisdiction, Farmer said.\n\nMaria Farmer said she telephoned the FBI and spoke for about half an hour with the agent who answered the phone. The agent did not say what would happen with her report, she said. She asked if she should phone other law enforcement officials in individual states, like Ohio and New Mexico, and was told that was “up to you,” she said. She recalled contacting at least one other jurisdiction — she did not remember which — and making no progress.\n\nAn FBI spokeswoman declined to comment on whether the agency had a report of such a call from Maria Farmer in its files.\n\nIn recent days, art collector Stuart Pivar said he recalled running into Farmer at a flea market around that time, and hearing her discuss serious concerns about Epstein that she said she had reported to law enforcement.\n\nFarmer said she also raised her concerns about Epstein with leaders in the art community, including Guggenheim, the dean at the art school who had first put her in touch with Epstein. But she said Guggenheim did not seem to take the issue seriously. Guggenheim said that the details she was aware of at the time did not rise to a level that would require intervention.\n\nThe two Farmer sisters made another run at telling their story in 2003 to Vicky Ward, a reporter for Vanity Fair, which had commissioned a story about Epstein’s complicated finances that would also mention his proclivity for young girls. The article was published with no mention of the Farmers, and they felt they were left badly exposed.\n\nWard wrote on her personal blog in 2011 that the article went in a different direction because of “not knowing quite whom to believe.” The editor, Graydon Carter, said in an email that Ward’s sourcing on the Farmers’ account did not meet the magazine’s legal standards. But Ward indicated on Twitter recently that she believed Carter had succumbed to pressure from Epstein. John Connolly, a former contributing editor at Vanity Fair, said he recalled Carter talking about the efforts Epstein had made to influence the article.\n\nWhen word got out that the sisters had given a detailed interview to the magazine, the angry phone calls to her resumed, Maria Farmer said.\n\n“Better be careful and watch your back,” she said Maxwell told her. “She said, ‘I know you go to the West Side Highway all the time. While you’re out there, just be really careful because there are a lot of ways to die there.’”\n\nThe Aftermath\n\nFarmer said the threats led her to abandon her life in the New York art scene, where Epstein and Maxwell still held considerable sway. While Annie Farmer has moved forward with life, obtaining a doctorate and working as a psychotherapist, Maria Farmer struggled to move past the year she spent with Epstein. She felt sickened by her own paintings, which she realized Epstein had apparently appreciated not for their artistic value, but for their depiction of nude forms of girls.\n\nUnable to forget the comments Epstein and Maxwell had made about her breasts, Farmer said she underwent breast reduction surgery.\n\nIt was not until 2006, when FBI agents knocked on her door in North Carolina, that Farmer found renewed hope that Epstein would be held accountable. New allegations about Epstein had surfaced the previous year, when a report by a teenager in Florida spurred an extensive investigation that uncovered a wide range of young girls who had been recruited to visit Epstein’s lavish home in Palm Beach.\n\nHeavily redacted records released by the FBI appear to show handwritten notes from November 2006 interviews with Maria Farmer and Annie Farmer, outlining key details of their stories, including Maria’s visit to the New York police and her referral to the FBI.\n\nBut though the investigation progressed, a widely criticized plea deal eventually quashed any federal prosecution. To the sisters, the 2008 plea agreement, which allowed Epstein to plead guilty merely to much less serious state charges, was deeply demoralizing.\n\nMaria Farmer was starting to put some of it behind her when the latest news about Epstein began to emerge, and more victims began coming forward. She found herself crying when she saw those accounts, wondering what it would have taken to stop him when she first tried. Though the time for a lawsuit has long passed, she has been working with a lawyer, David Boies, to support other victims of Epstein.\n\n“Every time I hear one of the girls tell their story, it devastates me,” Farmer said.\n\nFarmer, who recently received a diagnosis of a brain tumor, said she still has some fear about coming forward to tell her own story, even after Epstein’s death. She recently moved to a new home in the South to improve her privacy.\n\nIn her new residence, she has laid out an art studio in front of windows that offer a peek-a-boo view of a nearby lake. She has started painting again, for the first time in years, and new pieces are stacked up against the walls.\n\nOne day, she said, she will try to bring artistic shape to her experience with Epstein. But for now, she has been focused on a series of paintings of families and children.\n\nThey are not like her earlier paintings, the ones Epstein liked. All the girls are clothed.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest World News, download Indian Express App."}}