{"GDELT": {"GlobalEventID": 868380612, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "TUR", "Actor1Name": "ISTANBUL", "Actor1CountryCode": "TUR", "Actor2Code": "MED", "Actor2Name": "MEDIA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.3622047244094504, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor1Geo_CountryCode": "TU", "Actor1Geo_ADM1Code": "TU34", "Actor1Geo_ADM2Code": "27897", "Actor1Geo_Lat": 41.0186, "Actor1Geo_Long": 28.9647, "Actor1Geo_FeatureID": "-755070", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU34", "Actor2Geo_ADM2Code": "27897", "Actor2Geo_Lat": 41.0186, "Actor2Geo_Long": 28.9647, "Actor2Geo_FeatureID": "-755070", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Istanbul, Istanbul, Turkey", "Action2Geo_CountryCode": "TU", "Action2Geo_ADM1Code": "TU34", "Action2Geo_ADM2Code": "27897", "Action2Geo_Lat": 41.0186, "Action2Geo_Long": 28.9647, "Action2Geo_FeatureID": "-755070", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.mirror.co.uk/3am/celebrity-news/katie-prices-new-face-looks-19008176"}, "ARTICLE": {"TITLE": "Katie Price's new face looks frozen as she jets off with Kris Boyson and Harvey", "TEXT": "The video will start in 8 Cancel\n\nKatie Price has been in recovery from her third \"Frankenstein\" facelift.\n\nAnd the mother-of-five, 41, showed off her latest cosmetic transformation when she jetted off again with her toyboy fiancé Kris Boyson.\n\nThe businesswoman's new face looked frozen as she unveiled her latest look while she strutted her stuff through the airport terminal.\n\nAs she raised a hand to give a friendly wave, the glamorous model revealed her toned stomach in a cropped black hoodie with an elasticated waistline.\n\nHer eldest child Harvey, 17, from a previous relationship, also joined the engaged lovebirds for their latest sun-drenched getaway.\n\n(Image: BACKGRID)\n\nKatie hasn't been home for long since returning from her trip to Istanbul, Turkey, where she went under the knife once again.\n\nThe former glamour model had an eye lift, a breast reduction and a bum lift reversal as well as the facelift during the trip.\n\nHer younger fiancé Kris followed suit as he got a nose job at the Comfort Zone Surgery clinic, which he claims was to fix his years-long \"breathing problems\".\n\n(Image: BACKGRID) (Image: BACKGRID)\n\nKatie was said to have been greeted by her crying children Bunny, five, and Jett, four, when she returned home from her previous surgery in bandages.\n\nThe television sensation had been left with gruesome scars shortly after the procedures, which reportedly left her two youngest children fearful.\n\nNot long after her return from Istanbul, Katie took to social media to document her cosmetically enhanced look.\n\n(Image: BACKGRID) (Image: Quest Red)\n\nA facelift is meant to leave the skin more taunt and give the person a more youthful look.\n\nIt's claimed the reality star has been left in \"insane pain\" when the painkillers wear off following her latest round of surgery.\n\nA source told The Sun : \"Poor Katie has been left in an insane amount of pain as the painkillers wear off.\n\n\"The work she had done was some intense surgery and she's been worrying that her ears might drop off.\n\n\"That won't happen of course, but the agony coupled with sleepless nights have left her freaking out.\"\n\nThe Mirror contacted a representative for Katie Price at the time."}}