{"GDELT": {"GlobalEventID": 868378749, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 7, "NumSources": 1, "NumArticles": 7, "AvgTone": -5.181695827725441, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20190826134500, "SOURCEURL": "http://aljazeerah.info/Opinion%20Editorials/2019/August/26%20o/US%20and%20Iran,%20Media%20Short%20Memories,%20Demonization,%20and%20Selectivity%20By%20Serge%20Halimi%20and%20Pierre%20Rimbert.htm"}, "ARTICLE": {"TITLE": "US and Iran: Media Short Memories, Demonization, and Selectivity By Serge Halimi and Pierre Rimbert", "TEXT": "\n\nUS and Iran: Media Short Memories, Demonization, and Selectivity By Serge Halimi and Pierre Rimbert Le Mond Diplomatique, August 26, 2019\n\nZarif meeting Macron part of G-7 meeting, August 25, 2019\n\nUS and Iran, short memories\n\nWestern media have demonised Iran for 40 years, especially in the US. A selective memory of recent history greatly helps the tone and content of that demonisation.\n\n***\n\nImagine an Iranian drone had been shot down over Florida or just off its coast. Rather than arguing about its exact position, we would surely be shocked at its presence 11,000km from Iran. But on 20 June, Iran downed a US drone that had come close to its territory (according to the Pentagon) or violated its airspace (according to Tehran), and almost nobody asked if the US military presence in the Persian Gulf was justified.\n\nGregory Shupak, a media expert at the University of Guelph-Humber in Canada, warns that in the current escalation between the US and Iran, ‘presenting Iran as a threat, nuclear or otherwise, over and over again, carries the clear message that it must be confronted ... It’s much more accurate to say that the US is a threat to Iran than the opposite; after all, it’s the US government that is destroying Iran’s economy through sanctions that limit Iranians’ access to food and medicine, while surrounding Iran with military bases and land, sea and air forces. Iran has done nothing remotely comparable to the US’ (1).\n\nThis inversion of reality, which favours US military might, is strengthened by selective political memory and by the media’s lies of omission. Who in the West remembers Iran Air Flight 655? On 3 July 1988 the USS Vincennes, patrolling in Iranian territorial waters, downed an airliner with 290 passengers en route for Dubai. The US initially denied responsibility, then claimed that the Vincennes was in international waters and that the Airbus, which it had mistaken for a fighter jet, was descending towards it in a threatening manner. The US later admitted that both statements were untrue, expressed its ‘deep regret’ and paid $61.8m to the families of the victims.\n\nThough Flight 655 was soon forgotten (except in Iran), a similar incident long remained fresh in western memories. On 1 September 1983 a Soviet Sukhoi Su-15 interceptor downed a Korean Air Lines Boeing 747 carrying 269 passengers from New York to Seoul. KAL 007 had accidentally deviated from its planned route and entered Soviet airspace by night, flying over sensitive military installations. The Kremlin said it had mistaken the civilian aircraft for a spy plane. These incidents, extensively documented, provide an opportunity for a scientific experiment: the difference in treatment of the KAL 007 and Iran Air 655 stories gives an accurate measure of the ideological bias of western media, especially the US press which is hailed around the world for its professionalism.\n\nPresenting Iran as a threat carries the clear message that it must be confronted ... It's more accurate to say that the US is a threat to Iran Gregory Shupak\n\nOn 2 September 1983 a New York Times editorial, ‘Murder in the Air’, declared, ‘There is no conceivable excuse for any nation shooting down a harmless airliner.’ Five years later, when a US jet did the shooting, all sorts of excuses seemed conceivable. The NYT emphasised that ‘while horrifying, it was nonetheless an accident. On present evidence, it’s hard to see what the Navy could have done to avoid it’ (5 July 1988). Itinvited its readers to ‘put yourself in Captain Rogers’s shoes [William C Rogers III, who ordered the firing of the missile] ... it is hard to fault his decision to attack the suspect plane.’ The NYT also claimed there was blame on both sides: ‘Iran, too, may bear responsibility for failing to warn civilian planes away from the combat zone of an action it had initiated’ (2).\n\nUnbalanced treatment\n\nIn a comparative study of the two tragedies published in 1991, political scientist Robert Entman points out that with KAL 007, the angle taken by the US media ‘emphasised the moral bankruptcy and guilt of the perpetrating nation’. With Iran Air 655, ‘the frame de-emphasised guilt and focused on the complex problems of operating military high technology’ (3).\n\nThis unbalanced treatment can also be seen in the importance accorded to the subject, the lexical register and the characterisation of the victims. In the two weeks after destruction, KAL 007 got far more coverage than Iran Air 655: 51 pages for KAL 007 compared with 20 for Iran Air 655 in Time and Newsweek; and 286 articles compared with 102 in the New York Times. After KAL 007, magazine covers in the US vied to publish the most indignant headline: ‘Murder in the Air: a Ruthless Ambush in the Sky’ (Newsweek, 13 September 1983); ‘Shooting to kill’, ‘Atrocity in the Skies: KAL flight 007 shot down by the Soviets’ (Time, 12 September 1983); ‘Why Moscow did it’ (Newsweek, 19 September 1983).\n\nBut when the missile was American, the tone changed; there was no talk of atrocities or intentionality, and the language became passive, as if the massacre had no perpetrator. Newsweek’s headline was ‘Why it happened’ (18 July 1988). Time put a story about travel to Marson its front cover, relegating Iran Air 655 to inside pages under ‘What went wrong in the Gulf’. For KAL 007, the most common terms used in the Washington Post and New York Times were ‘brutal(ly)’,‘barbaric/barbarous’, ‘deliberate(ly)’, ‘murderous’; for Iran Air 655 they were ‘mistaken(ly)’, ‘tragic(ally)’, ‘fatal(ly)’, ‘understandable’, ‘justified’. Does one need to be told when journalists wrote of ‘innocent human beings’, ‘269 stories of personal poignancy’ and ‘loved ones’, and when, more soberly, they referred to ‘passengers’, ‘travellers’ and ‘those who died’?\n\nThis robotic writing contributes to disinformation as much as outright lies, although decoding Atlantist prejudices is less fashionable than decoding ‘fake news’. Hating Iran and promoting the latest lies of the Pentagon help to attain or maintain a position of authority in the US news business. Washington Post columnist Richard Cohen was not sidelined for writing, ‘These Persians lie like a rug’ (29 September 2009). Bret Stephens, who called Barack Obama’s nuclear deal with Iran ‘worse than Munich’ (Wall Street Journal, 26 November 2013), has become a star columnist for the New York Times. The murder and dismemberment of Washington Post contributing columnist Jamal Khashoggi, in October 2018, only slowed down the flattery of the Saudi monarchy, which is hostile to Iran.\n\nPublic television networks such as PBS usually consider it unforgiveable bad taste to prefer Donald Trump to Obama. Yet, when it comes to Iran, that rule no longer seems to apply. New York Times commentator David Brooks said on 11 May 2018 that the argument Obama made that ‘Iran would moderate and would become a more familiar member of the company of nations ... has turned out to be clearly false. They are the most genocidal nation on the face of the earth; they export violence and terror around the earth. And so Trump standing up to them at least has some legitimacy. It’s possible that he understands people like that better than people who have higher SAT scores.’ To prepare public opinion for war, it is better to know nothing about the country you are targeting, let alone its civilisation.\n\n***\n\nSerge Halimi is president and editorial director of Le Monde diplomatique.\n\nPierre Rimbert is a member of its editorial team. Translated by Charles Goulden.\n\n(1) Gregory Shupak, ‘Creating a climate for war with Iran’, Fairness & Accuracy in Reporting (FAIR), 2 July 2019.\n\n(2) ‘KAL 007 and Iran Air 655: comparing the coverage’ in Extra!, no 4, New York Times, July-August 1988.\n\n(3) Robert M Entman, ‘Framing US coverage of international news: Contrasts in narratives of the KAL and Iran Air incidents’ in Journal of Communication, vol 41, no 4, Washington DC, December 1991. Quotations and data are from this article. The authors are grateful to Chloé Bonnafoux for researching this subject.\n\nhttps://mondediplo.com/2019/08/02us-iran\n\n***\n\nShare the link of this article with your facebook friends"}}