{"GDELT": {"GlobalEventID": 868379596, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "USA", "Actor2Name": "THE US", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.77092511013216, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jaitapur, Maharashtra, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN16", "Actor1Geo_ADM2Code": "17779", "Actor1Geo_Lat": 16.6167, "Actor1Geo_Long": 73.35, "Actor1Geo_FeatureID": "-2098049", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.hindustantimes.com/analysis/how-delhi-and-paris-became-best-friends/story-qkfML1QMvFzit1fOBR0JeP.html"}, "ARTICLE": {"TITLE": "Opinion - analysis - Hindustan Times", "TEXT": "analysis\n\nUpdated: Aug 27, 2019 07:32 IST\n\nIndia and France launched their “strategic partnership” in 1998. Last week, as Prime Minister Narendra Modi concluded his bilateral visit to France, both he and his host President Emmanuel Macron could look back at the achievements of the last 21 years with satisfaction. Yet, as the two leaders must have discovered during their discussions at Chateau de Chantilly, this partnership has far more potential, especially in today’s uncertain times.\n\nThe two countries had traditionally enjoyed good relations. Since the 1960s, French aircraft and helicopters have been part of the Indian air fleet — Ouragan, Mystere, Alize, Alouette, Jaguar (it is Anglo-French), Mirage, and now Rafale. When the United States reneged on its agreement to supply nuclear fuel for Tarapur, citing domestic legal constraints in 1984, it was France that took on the role.\n\nCooperation in the space sector goes back to the inception of Indian Space Research Organisation (Isro). France helped in setting up the Sriharikota launch site and shared the Centaure and Viking rocket technologies in the 1970s. Nevertheless, the Cold War imposed its constraints.\n\nWith the end of the Cold War, there was a growing political convergence between the two countries. France was the first major Western power to openly promote the virtues of a multipolar world, even describing the US as a hyperpuissance (hyperpower). As a country that prided itself on its sense of ‘exceptionalism’, it was sympathetic to similar Indian claims based on its ancient civilisation. Post the Cold War, given its interests in the Indian Ocean (Reunion Islands), France decided on India as the preferred partner in the region.\n\nIn January 1998, President Jacques Chirac described India’s exclusion from the global nuclear order as an anomaly that needed to be rectified. It was, therefore, natural that France became the first country with which India elevated its relationship to “strategic partnership”.\n\nAfter the nuclear tests in May 1998, when India declared itself a nuclear-weapon State, France was the first major power to open talks with India. Within weeks, Brajesh Mishra was in Paris as special envoy of Prime Minister Atal Bihari Vajpayee, where he was received by President Chirac, who not only gave a patient hearing (more than what was given in London and Moscow), but also displayed an appreciation of India’s political and security compulsions. While the India-US dialogue undertaken by Jaswant Singh and Strobe Talbott attracted far more media attention, the strategic dialogue between Mishra and his French interlocutor Ambassador Gerard Errera registered significant progress behind the scenes. The key reason was that the French never talked of “cap, roll-back and eliminate” with regard to the Indian nuclear weapon programme as the US non-proliferation lobby did, but focused instead on gaining a better understanding of Indian strategic thinking and security perceptions while frankly sharing their own concerns arising out of US triumphalism, Russian nationalism and the fallout of the Balkan Wars.\n\nCivil nuclear, space and defence cooperation quickly emerged as the three pillars defining the strategic relationship. Over the years, counterterrorism, maritime cooperation in the Indian Ocean region and cyber security have been added to the menu. Negotiations between Nuclear Power Corporation of India Limited and Electricite de France on the construction of six nuclear power plants at Jaitapur have graduated to working out details on the techno-commercial issues. In the space sector, the relationship has become one of equals with joint satellite missions for meteorology, climate change and oceanography. In keeping with the Joint Strategic Vision for Cooperation in the Indian Ocean Region adopted last year during President Macron’s visit, a framework for maritime domain awareness has been implemented.\n\nRegular exercises between the defence services have led to signing of agreements on reciprocal logistics support and protection of classified information. The Rafale agreement has ambitious offset commitments and will deepen ties between the defence private sectors in both countries. In 2017, the Society of Indian Defence Manufacturers was set up and is now engaging with its French counterpart, GIFAS (French Aeronautics and Space Industry Group). The objective is to integrate Indian MSMEs into global supply chains.\n\nTerror strikes in France by home-grown terrorists drawn from the large French Muslim community provide much scope for counterterrorism cooperation, in terms of both intelligence-sharing and de-radicalisation strategies. During PM Modi’s visit, the road map for cooperation in cyber security and digital technology was also concluded. Both countries would like to see an open, secure and peaceful cyberspace with the application of an appropriate international legal regime.\n\nAdmittedly, these areas of cooperation are driven by convergences at a government to government level. However, in recent years, attention has also focused on developing greater economic, commercial and cultural ties. The number of Indian students going for higher studies to France was just 2,500 every year; it is expected to touch 10,000 next year. More than a hundred Indian companies have set up offices in France while 39 of the CAC40 French enterprises are in India. With Brexit looming, President Macron is positioning France as India’s preferred entry point for Europe.\n\nThe defining aspect of the “strategic partnership” has been its steady expansion that has raised comfort levels in both countries. In the present uncertain times, with rising tensions and mistrust between US, China and Russia, negotiated outcomes are being discarded with increasing recourse to unilateralism. France and India have a shared interest in developing a coalition of middle powers with a shared commitment for a rule-based multipolar world order.\n\nRakesh Sood is a former Ambassador to France and currently Distinguished Fellow at the Observer Research Foundation.\n\nThe views expressed are personal"}}