{"GDELT": {"GlobalEventID": 868380846, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 61, "EventBaseCode": 61, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.4, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -5.29953917050692, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN12", "Actor1Geo_ADM2Code": "72851", "Actor1Geo_Lat": 32.7333, "Actor1Geo_Long": 74.8667, "Actor1Geo_FeatureID": "-2098228", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Jammu, Jammu and Kashmir, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN12", "Action2Geo_ADM2Code": "72851", "Action2Geo_Lat": 32.7333, "Action2Geo_Long": 74.8667, "Action2Geo_FeatureID": "-2098228", "DATEADDED": 20190826134500, "SOURCEURL": "https://indianexpress.com/article/world/ties-with-india-age-old-small-pressures-will-not-affect-relationship-iran-5938693/"}, "ARTICLE": {"TITLE": "Ties with India age-old, ‘small pressures’ will not affect relationship: Iran", "TEXT": "Prime Minister Narendra Modi with Iranian President Hassan Rouhani. (PTI Photo/File) Prime Minister Narendra Modi with Iranian President Hassan Rouhani. (PTI Photo/File)\n\nAmid US sanctions, Iran on Monday said “small pressures” will not affect its age-old ties with India and that the current phase in the relationship will “pass”.\n\nIran’s Ambassador to India Ali Chegeni also said the trade relationship between the two countries were on an upswing.\n\n“Iran and India have very good relations based on centuries-old ties. These small pressures (sanctions) on the two sides (will not affect ties)…This (phase) will pass,” he said at a seminar organised by the Institute of Social Sciences.\n\nHe also slammed the US for unleashing “economic terrorism” on Iran.\n\nEconomic terrorist is worse than the terrorists who killed security forces personnel in Pulwama in Jammu and Kashmir or in other such attacks as an economic terrorist’s act hits poor people, he said.\n\nChegeni alleged that the US was spreading unrest in his region to sell its arms.\n\nHe also hit out at US President Donald Trump for withdrawing from the nuclear deal in 2018.\n\nUS signed the Joint Comprehensive Plan of Action (JCPOA) and then the American president withdrew, he said.\n\n“How can we negotiate like this,” he said.\n\n“You (US) should come back, we never left the negotiating table,” the Iranian envoy said, adding that the negotiation has to be based on mutual respect.\n\nOn Foreign Minister Mohammad Javad Zarif’s unscheduled visit to the G-7 summit, he praised French President Emmanuel Macron for his efforts to defuse the tensions between Tehran and Washington by finding ways of resuming dialogue.\n\nAs six-month-long exemptions from US sanctions to buy oil from Iran ended in May, India had said it will deal with the issue based on three factors — the country’s energy security, commercial consideration and economic interests.\n\nIn November, the US had granted a six-month waiver to India, China, Greece, Italy, Taiwan, Japan, Turkey and South Korea to continue importing oil from Iran. The temporary waiver ended on May 2.\n\nIn May last year, the US had brought back sanctions on Iran after withdrawing from the Iran nuclear deal which was struck in 2015.\n\nThe US had told India and other countries to cut oil imports from the Gulf nation to “zero” by November 4 or face sanctions. However, Washington had granted a six-month waiver from sanctions to eight countries, including India.\n\n📣 The Indian Express is now on Telegram. Click here to join our channel (@indianexpress) and stay updated with the latest headlines\n\nFor all the latest World News, download Indian Express App."}}