{"GDELT": {"GlobalEventID": 868380563, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "SAU", "Actor1Name": "SAUDI", "Actor1CountryCode": "SAU", "Actor2Code": "AFG", "Actor2Name": "AFGHANISTAN", "Actor2CountryCode": "AFG", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.0211480362537797, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Kabul, Kabol, Afghanistan", "Actor1Geo_CountryCode": "AF", "Actor1Geo_ADM1Code": "AF13", "Actor1Geo_ADM2Code": "3580", "Actor1Geo_Lat": 34.5167, "Actor1Geo_Long": 69.1833, "Actor1Geo_FeatureID": "-3378435", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Actor2Geo_CountryCode": "SA", "Actor2Geo_ADM1Code": "SA10", "Actor2Geo_ADM2Code": "25316", "Actor2Geo_Lat": 24.6408, "Actor2Geo_Long": 46.7728, "Actor2Geo_FeatureID": "-3093009", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Riyadh, Ar Riya?, Saudi Arabia", "Action2Geo_CountryCode": "SA", "Action2Geo_ADM1Code": "SA10", "Action2Geo_ADM2Code": "25316", "Action2Geo_Lat": 24.6408, "Action2Geo_Long": 46.7728, "Action2Geo_FeatureID": "-3093009", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.pajhwok.com/en/2019/08/26/riyadh-offers-help-mend-af-pak-ties"}, "ARTICLE": {"TITLE": "Riyadh offers to help mend Af-Pak ties", "TEXT": "KABUL (Pajhwok): Saudi King Salman Bin Abdul Aziz has offered cooperation on reviving a cordial relationship between Afghanistan and Pakistan , President Ashraf Ghani’s office said on Monday.\n\nKing Salman held out the offer at lunch he hosted in Riyadh for the visiting Afghan president and his delegation.\n\nThe king welcomed Ghani and his team, saying that his visit would further strengthen brotherly relations between Saudi Arabia and Afghanistan.\n\nSalman congratulated Ghani on the 100th anniversary of Afghanistan’s Independence and termed the event a huge pride for the war0devastated country.\n\nA statement from the Presidential Palace in Kabul said the king hoped for peace and stability, as well as an end to the ongoing conflict in Afghanistan.\n\nHe said Riyadh condemned all terrorist attacks in which the people of Afghanistan lost their lives and promised full support to Afghanistan in fight against terrorism.\n\n“I’n closely following the situation in Afghanistan and fully support an Afghan-owned peace process,” the Saudi king said.\n\nHe added Saudi Arabia wished to expand its cooperation with the people of Afghanistan. He termed the upcoming polls as vital to Afghanistan stability.\n\nKing Salman also offered to help improve the uneasy relationship between Afghanistan and Pakistan for the sake of lasting peace and stability.\n\nHe urged both Muslim countries to work jointly and said Riyadh was ready to extend every kind of support in this regard.\n\nGhani thanked the Saudi king for his warm welcome and support for Afghanistan. He said Saudi Arabia held special importance for Afghans due to the special honour it had in the Islamic world .\n\nThe president stressed the expansion of bilateral ties, encouraged investment and exploration of work opportunities for Afghans. He termed such opportunities vital to peace and stability in Afghanistan.\n\nHe called terrorism a threat to Saudi Arabia and the region at large, stressing the need for joint efforts to eradicate the scourge.\n\nnh/mud"}}