{"GDELT": {"GlobalEventID": 868380207, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "LVAELI", "Actor1Name": "RIGA", "Actor1CountryCode": "LVA", "Actor1Type1Code": "ELI", "Actor2Code": "PTY", "Actor2Name": "POLITICAL PARTY", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 8.04289544235925, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Latvia", "Actor1Geo_CountryCode": "LG", "Actor1Geo_ADM1Code": "LG", "Actor1Geo_Lat": 57.0, "Actor1Geo_Long": 25.0, "Actor1Geo_FeatureID": "LG", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Latvia", "Actor2Geo_CountryCode": "LG", "Actor2Geo_ADM1Code": "LG", "Actor2Geo_Lat": 57.0, "Actor2Geo_Long": 25.0, "Actor2Geo_FeatureID": "LG", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Latvia", "Action2Geo_CountryCode": "LG", "Action2Geo_ADM1Code": "LG", "Action2Geo_Lat": 57.0, "Action2Geo_Long": 25.0, "Action2Geo_FeatureID": "LG", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.baltictimes.com/caksa_joins_unity_party/"}, "ARTICLE": {"TITLE": "Caksa joins Unity party", "TEXT": "RIGA - Former Health Minister and current Saeima member Anda Caksa has become a member of Unity, LETA was told at the political party.\n\nThe Unity board unanimously decided to admit Caksa to the party.\n\nCaksa told LETA that her decision to swap political parties had been weighed out and a “result of prolonged contemplation”. The politician said she had been reflecting on the values she would like to represent and found Unity to be the closest to her system of values, as the party support the rule of law, democracy and fundamental freedoms, including those related to health care.\n\nCaksa said the decision resulted from her own “inner process” as she looked for a team in which she could provide the most substantial contribution. Caksa believes Unity could use her expertise and sees an opportunity to share her values with this party. “I have to admit that I am looking for my place in politics at the moment, because I arrived here as a professional of my field where the perspective on things is different,” the politician said.\n\nThe Saeima rules of procedure do not allow Caksa to join the parliamentary group of New Unity, but as an independent lawmaker she will align her position with that of Unity in parliamentary votes.\n\nCaksa said that as a Unity member she sees an opportunity to be more active on women’s rights issues, which have been attracting her interest lately.\n\nThe politician also said she has no plans to leave politics, at least for now.\n\nUnity chairman Arvils Aseradens said he was delighted about such a highly competent and reputed person joining the party.\n\nThe Unity board has received a confirmation that today Caksa will quit the parliamentary group of Greens/Farmers to work as an independent lawmaker in close cooperation with the group of the New Unity alliance, supporting Unity’s values and programs.\n\nAt present, the New Unity group is comprised of eight lawmakers, and cooperation with Caksa will enable the party to increase its representation in Saeima.\n\nAs reported, Caksa has discontinued her membership in the Green Party of Latvia (LZP). Initially, she said she would stay with the Greens/Farmers group, which currently sits in opposition in Saeima."}}