{"GDELT": {"GlobalEventID": 868379217, "Day": 20190826, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6466, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 4.43213296398891, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Xiaomi, Fujian, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH07", "Actor1Geo_ADM2Code": "13163", "Actor1Geo_Lat": 25.2225, "Actor1Geo_Long": 116.057, "Actor1Geo_FeatureID": "10999868", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Berlin, Berlin, Germany", "Actor2Geo_CountryCode": "GM", "Actor2Geo_ADM1Code": "GM16", "Actor2Geo_ADM2Code": "16538", "Actor2Geo_Lat": 52.5167, "Actor2Geo_Long": 13.4, "Actor2Geo_FeatureID": "-1746443", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Berlin, Berlin, Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM16", "Action2Geo_ADM2Code": "16538", "Action2Geo_Lat": 52.5167, "Action2Geo_Long": 13.4, "Action2Geo_FeatureID": "-1746443", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.gizchina.com/2019/08/26/honor-v30-could-be-the-first-low-cost-mobile-with-5g/"}, "ARTICLE": {"TITLE": "Honor V30 could be the first low-cost mobile with 5G", "TEXT": "Since the 5G network has begun to be implemented in many countries. Little by little the companies are taking out smartphones that incorporate this technology. Now it has been Honor, a subsidiary of Huawei, in charge of announcing its first mobile with 5G, under the name of Honor V30.\n\nUntil now, Huawei has only one phone that support 5G, the Mate 20 X 5G. Which is a high-end terminal, whose price is around a thousand dollars. With the upcoming Honor V30, that the price will be reduced considerably. As is usually the case in this firm. So it is likely that we are facing a 5G mobile that does not exceed $600, in the line with the Xiaomi Mi Mix 3 5G.\n\nThe President of Honor confirms that the V30 will have 5G\n\nThe president of Honor, Zhao Ming, already spoke on mobile phones with 5G last June, anticipating that the first device of the Chinese firm with this technology would belong to the V series. Today, Ming has confirmed that the first smartphone of Honor compatible with 5G, will be the Honor V30. And, in addition, it would also support SA / NSA networks, as with the Huawei 20 X 5G.\n\nAlthough the President of Honor has not revealed more information about this new phone. It is not ruled out that it incorporates the new Kirin 990 processor. Which will be officially presented on September 6 during the IFA in Berlin. And that we will see on the new Huawei Mate 30. This new device is also expected to show some surprises in terms of rear camera configuration and design.\n\nThe new V30, which possibly in other markets will be renamed Honor View 30, will arrive to replace the Honor View 20. One of the best terminals of the Chinese company today. Which is characterized by seeking innovation and differentiation of its devices. With youthful, striking and original designs, as well as the incorporation of other internal and external elements. For example, the View 20 was characterized by the replacement of the notch with a hole in the screen to house the selfie camera."}}