{"GDELT": {"GlobalEventID": 868378680, "Day": 20180826, "MonthYear": 201808, "Year": 2018, "FractionDate": 2018.6466, "Actor2Code": "CHN", "Actor2Name": "SHENZHEN", "Actor2CountryCode": "CHN", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": 1.7684887459807, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shenzhen, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13036", "Actor2Geo_Lat": 22.2, "Actor2Geo_Long": 111.117, "Actor2Geo_FeatureID": "-1925267", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Hyderabad, Andhra Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN02", "Action2Geo_ADM2Code": "17564", "Action2Geo_Lat": 17.3753, "Action2Geo_Long": 78.4744, "Action2Geo_FeatureID": "-2097701", "DATEADDED": 20190826134500, "SOURCEURL": "https://www.thenewsminute.com/article/oneplus-opens-first-rd-centre-india-hyd-will-become-worlds-largest-3-yrs-107856"}, "ARTICLE": {"TITLE": "OnePlus opens first R&D centre in India in Hyd, will become world's largest in 3 yrs", "TEXT": "OnePlus opens first R&D centre in India in Hyd, will become world's largest in 3 yrs\n\nOnePlus will invest Rs 1,000 crore into its R&D facility over the next 3 years.\n\nAtom Tech Shorts\n\nWhen Pete Lau, founder and CEO of OnePlus first visited Hyderabad last year, it reminded him of how Shenzhen -- electronics manufacturing capital of the world – was ten years ago. “I see the same prosperity and growth coming up here,” he said.\n\nOne year later, OnePlus has inaugurated its first R&D centre in India in Hyderabad. It currently has five such centres across the globe. And while the largest is in Shenzhen, this R&D centre in India will become its largest in the world in the next three years.\n\nThe company has also announced that it will invest Rs 1000 crore into its R&D facility over the next 3 years.\n\nThe facility will not only play a critical role in the development of Artificial Intelligence and Machine learning in OnePlus products but will also drive innovations that are centric and relevant to the company’s Indian community. Moreover, it will also leverage the ingenious talent from Hyderabad.\n\nLocated in Financial District, Nanakramguda, the R&D centre is spread over 186,000 square feet of usable area across five floors. The first phase will see one floor of 6000 square feet being operational. In 6-12 months, two more floors will be opened.\n\nOnePlus currently has 200 employees working out of this R&D centre, which will be increased to 1,500 in three years.\n\nWhy Hyderabad\n\nThe company says that it weighed in several critical factors before zeroing in on Hyderabad for the R&D centre.\n\nApart from having some of the most passionate OnePlus community members, OnePlus says that the city is also one of the most active start-up zones in the country, especially in the space of emerging technologies. According to the company, Hyderabad offers a sizeable pool of talent that the global smartphone maker sees great value in deploying and honing to suit the needs of its signature premium consumer experience.\n\n“In three years, we plan to grow the new R&D centre in Hyderabad into our biggest globally. We plan to re-focus our R&D efforts on a large scale and drive innovations in India for the global product, especially on the software side with special emphasis on Artificial Intelligence, 5G and IoT,” said Pete Lau, Founder and CEO, OnePlus.\n\nGlobal innovation\n\nThe OnePlus R&D centre will house three labs: Camera lab, communications and networking labs and automation labs. These labs will focus heavily on camera development, 5G testing, software with focus on AI and performance testing.\n\nThe facility overall will focus on 5 areas including Network, Global Carrier Customization, OxygenOS native apps, global product development, software innovation and finally, testing.\n\nWith regards to software and network, the centre will specifically work on the development of India-specific OxygenOS features including OnePlus applications design and development and drive the 5G enablement for regions like India, EU and UK.\n\nApart from the R&D centre, Hyderabad will also be home to OnePlus’ largest experience centre in world, which is set to come up in Himayatnagar in the next quarter.\n\n\n\nThe brand currently has an Exclusive Service Centre in the city and is also present in retail outlets through its exclusive retail partnerships.\n\nThe R&D facility in Hyderabad is also part of the company’s larger roadmap towards adopting the Indian market as its homeground. While it already manufactures smartphones in the country, starting this year, OnePlus will also look to export devices made in India to the US and Europe.\n\nThe centre will also contribute to nurturing and giving opportunities to fresh talent with the company’s ongoing campus hiring program at a number of universities including the IIT Delhi and IIT Mumbai initiated last year."}}