{"GDELT": {"GlobalEventID": 868502624, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "MIL", "Actor1Name": "COAST GUARD", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Vero Beach, Florida, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USFL", "Actor1Geo_ADM2Code": "FL061", "Actor1Geo_Lat": 27.6386, "Actor1Geo_Long": -80.3973, "Actor1Geo_FeatureID": "292760", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Vero Beach, Florida, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USFL", "Action2Geo_Lat": 27.6386, "Action2Geo_Long": -80.3973, "Action2Geo_FeatureID": "292760", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.floridatoday.com/story/news/local/2019/08/26/family-continues-search-justin-walker-and-brian-mccluney-after-10-days-at-sea/2125399001/"}, "ARTICLE": {"TITLE": "Family of missing boaters keep hope alive and continue volunteer search effort", "TEXT": "“All you need is one cooler.”\n\nThat's what an optimistic Jim Futch, uncle of missing boater, firefighter and Vero Beach native, Justin Walker had to say Monday, matter-of-factly.\n\n“They had enough material to make a raft.”\n\nWalker, a firefighter in Fairfax County, Virginia, and Brian McCluney, a friend who grew up in Cocoa and is a firefighter for the Jacksonville Fire Rescue Department, have been missing since leaving Port Canaveral on Aug. 16 on a fishing trip.\n\nThey had a cooler, a big one, Futch said, and they had seat cushions and life preservers.\n\nFutch was returning to the area Monday from his home in Chipley to continue coordinating the same volunteer search efforts that ran alongside the U.S. Coast Guard’s last week.\n\nThe Coast Guard suspended its search after six days and covering over 146,000 square miles out to sea.\n\n“We still believe that those boys are out there and that they’re floating,” Futch said.\n\nThe perseverance comes in the face of dimming hopes and lingering prayers. Volunteers continue to take to the sea and sky in a bid to find clues that could lead to the pair's whereabouts.\n\nThe Coast Guard continues to track reports of possible debris.\n\n\"We've gotten many reports of debris and we're getting a lot of imagery from the National Oceanic and Atmospheric Administration's buoys,\" said Petty Officer 3rd Class Ryan Dickinson.\n\nDickinson said boaters joining the search should use caution. Weather officials warn that Tropical Storm Dorian continues to gain strength and could be stirring off the Florida Coast by the weekend.\n\n\"We just want them to be safe out there. Make sure the vessels are working properly. Have radio on board. Have a plan. Tell people where you're going and if people do go out, report what you see,\" he said.\n\nNo stopping\n\nThe search is now a volunteer effort, split between organized fronts mobilized out of South Carolina and South Florida with Futch acting as the central organizer.\n\nHe said nautical and aviation professionals are providing expertise on when and where to look.\n\n“We have two people ... coordinating air flights out of Charleston, and ... coordinating flights and boats in Canaveral to cover that space,” said Futch, 59, who recently retired from the Federal Highway Administration.\n\nMonday marked the 10th day Walker, 33, and McCluney, 38, have been at sea.\n\nFutch said three planes were over the Atlantic, departing from those bases with searchers Monday.\n\n“They’re overlapping; they’re doing a fantastic job ... they’ve done this for years,” he said.\n\nThe Coast Guard searched six days from Port Canaveral, the boaters' point of departure, to North Carolina, where it was speculated the Gulf Stream carried them.\n\nAside from McCluney’s gear bag, which the Coast Guard found 50 miles off the coast of Jacksonville three days after the pair was reported missing, there has been no sign of the men or their boat.\n\n“We’re still looking for the boat, but we’re also not ruling out that they’re on a raft,” he said. “There’s been zero debris found.”\n\nIt gives Futch and the boaters' families hope, and it drives their urgency as time passes.\n\n“They are experienced seamen and firemen-paramedics,” Futch said. “There’s not any two people more fit to go through this than those boys are.”\n\nHe said he believed even if the boat capsized, Walker and McCluney could have roped together buoyant items to stay afloat.\n\nMcCluney, a six-year firefighter served two tours of duty with the Navy in Iraq.\n\nA surveillance camera captured the last images of Walker and McCluney backing a white 24-foot Robalo boat with a black top down a boat ramp at Jetty Park at 300 Christopher Columbus Drive in Port Canaveral on Friday around 11:30 a.m.\n\nA cell phone ping provided the last known hint at their whereabouts, which proved consistent with a boating plan McCluney left with his wife, Stephanie McCluney.\n\nMore:A poem, a vigil, a crowd: Hundreds gather at Jaycee Beach Park to honor missing boaters\n\nThe cell phone ping showed that at 1 p.m. Aug. 16, the men were 31 miles off shore of Brevard County at 8A Reef, where McCluney said they planned to fish.\n\n“Brian left a boating plan. They told people where they were going to be; what they were doing and when they were going to return,” Futch said.\n\nThey scheduled a return for 5 p.m. and when they weren’t at the boat ramp, Stephanie McCluney called the Coast Guard.\n\nFutch said the men stuck with their plan, “It’s what happened afterward we don’t know.”\n\nHe said there have been contributors of both time and resources renting planes and paying for fuel but added, “It’s going out almost as fast as it's coming in.”\n\nHOME | Fredericksburg VA | STRENGTH & HONOR MOTORCYCLE CLUB\n\nJacksonville Fire and Rescue Department, Savannah Fire Rescue, Fairfax County Fire and Rescue Department and the South Carolina Department of Natural Resources were among the agencies that led their own local efforts and organized scores of volunteers.\n\nFutch said until he finds Walker and McCluney or some clue hinting at what happened to them, he can't stop looking.\n\nLike the Marines, Futch said, “We don’t leave anyone behind.”\n\nNo hope lost\n\nIn the mix of hundreds of Indian River County locals gathered at Jaycee Beach Park in Vero Beach Friday to pray for and honor the two missing boaters, there was one notable person not in attendance: Justin Walker's father.\n\nHe did not attend the vigil because he was still looking for his lost boy, Rebecca Buhler, Walker's cousin, said. After the Coast Guard suspended its search Thursday, Walker's father took to the sky in a private plane near Charleston, South Carolina.\n\n\"We have not lost hope and we have not lost faith,\" Buhler said. \"We do firmly believe that we will find them. We want our guys back.\"\n\nJesse Futch, 56, another of Walker's uncles, asks boaters to look for signs of the two missing men.\n\n\"While you're out fishing, keep an eye because you just never know,\" Jesse Futch said. \"You might find a life preserver that has 'Justin' written on it.\"\n\nMore:Friends, family gather in Vero Beach to pray for missing firefighters\n\nForever in debt\n\nThe family of Brian McCluney made a public statement of gratitude at noon Monday for the massive search efforts, both governmental and private, for the two missing men.\n\nKevin McCluney, Brian's brother, called the search efforts a \"shining example of what humanity can do,\" and that \"no stone was left unturned\" during the efforts to locate McCluney and Walker.\n\nBrian's brother also was thankful for the friendship McCluney and Walker shared, he said. In the wake of the recent passing of McCluney's father, Walker was a source of comfort for the entire family.\n\n\"Justin was quick to provide compassionate, yet decisive help,\" Kevin McCluney said.\n\nMcCluney's mother, Carla McCluney, specifically thanked the Coast Guard, a foreign merchant ship that diverted its course to search for the men and the countless donors that offered planes, boats, fuel and money.\n\n\"I am in debt to all of you, forever,\" she said. \"Thank you.\"\n\nTyler Vazquez, a breaking news reporter with FLORIDA TODAY, contributed to this report.\n\nMax Chesnes and Corey Arwood are TCPalm breaking news reporters for Indian River County. You can keep up with Max on Twitter @MaxChesnes and give him a call at 772-978-2224, and you can reach Corey at 772-217-1928."}}