{"GDELT": {"GlobalEventID": 868502207, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "IRN", "Actor1Name": "IRAN", "Actor1CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.66413662239089, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20190827004500, "SOURCEURL": "https://q107.com/news/5816884/macron-trump-iran-meeting-g7/"}, "ARTICLE": {"TITLE": "Macron attempts to arrange meeting between Trump, Iranian leader", "TEXT": "U.S. President Donald Trump said Monday there’s a “really good chance” he could meet with Iran’s leader on their nuclear impasse after a surprise intervention by the French president during the G-7 summit to try to bring Washington and Tehran together after decades of conflict.\n\nFrench President Emmanuel Macron orchestrated the high-stakes gamble to invite the Iranian foreign minister, whose plane landed at the locked-down airport of the coastal resort of Biarritz during the Group of Seven gathering of the world’s major democracies. Relying on his carefully cultivated chemistry with Trump, Macron shuttled between high-level official meetings in a conference center barricaded by security to a small room in the town hall filled with European and Iranian diplomats.\n\nREAD MORE:\n\nG7 leaders end summit with a focus on U.S-China trade tensions, climate, Iran\n\nMacron, who is known to exchange casual texts with Trump, kept him in the loop minute by minute, both men said as they stood together on stage, recounting the weekend. They embraced at least once before going their separate ways.\n\nTheir joint news conference capped an unexpectedly dramatic gathering normally known for bland public expressions of unity and no small amount of sharp exchanges behind closed doors.\n\nMacron said he hoped Trump and Iranian President Hassan Rouhani could meet within weeks in hopes of saving the 2015 nuclear deal that Tehran struck with world powers, but which the U.S. unilaterally withdrew from last year. Under the deal, Iran agreed to limit its enrichment of uranium in exchange for the lifting of economic sanctions.\n\nWATCH: Trump rejects compensating Iran, says line of credit a possibility\n\nTrump was less definitive about a time frame for such a meeting with Rouhani.\n\n“If the circumstances were correct or right, I would certainly agree to that. But in the meantime, they have to be good players. You understand what that means,” Trump said of the Iranians.\n\nHe later added, “At a given point in time, there will have to be a meeting between the American and Iranian president.”\n\nREAD MORE:\n\nIran’s foreign minister makes surprise visit to French town hosting G7 summit\n\nTrump suggested offering lines of credit to Iran, giving it access to much needed hard currency amid re-imposed U.S. sanctions crippling its economy. Moments later, he repeated his criticism of former President Barack Obama over his agreement to release large sums of cash to Iran to partially settle a claim over a 1970s military equipment order.\n\nThis time, Trump said, Iran was ready to deal. Certainly Macron and the other G-7 leaders, who opposed Trump’s decision to unilaterally leave the accord, have been hoping Trump also was ready.\n\nMacron, who had met Friday with Iranian Foreign Minister Mohammad Javad Zarif in Paris, intercepted Trump as he arrived at his Biarritz hotel the following day, and the two spent nearly two hours alone together on a sunny terrace, eating and talking before the summit’s official start. Trump seemed almost smitten at the memory.\n\nWATCH: U.K. PM Boris Johnson says Iran has opportunity to come back into nuclear deal\n\n“He wasn’t trying to impress his people. I wasn’t trying to impress my people. We were just trying to impress each other,” he said.\n\nThat seems to be when Macron first broached the idea of the invitation. Trump said he approved, despite new U.S. sanctions against Zarif. The Iranian diplomat’s plane was permitted to land at the small airport, which was open only to G-7 flights.\n\nBritish Prime Minister Boris Johnson, greeting Macron for a meeting Sunday morning just before the plane left Tehran, congratulated him and shook his hand.\n\n“Well done. Bien joué,” Johnson said, using the French expression for “well played.”\n\nREAD MORE:\n\nDonald Trump puts forward his Miami golf course as location for next G7 summit\n\nBut the plan almost foundered while the plane was in the air, due to a sloppily written statement from Macron’s office that said the leaders had agreed during an informal G-7 dinner Saturday that Macron could serve as an intermediary. Asked about it, Trump looked blank and denied he had agreed to anything.\n\nZarif’s convoy headed to Biarritz city hall, where he met with Macron and diplomats from Britain, Germany and France, who are still parties to the nuclear deal. Trump would not say whether any Americans were present but insisted Macron had kept him informed at every step. The French president’s day was fully scheduled, but he somehow carved out 30 minutes and Zarif’s plane left. The Iranian tweeted minutes before takeoff: “Road ahead is difficult. But worth trying.”\n\nMacron had just enough time to change into formalwear for the G-7 banquet.\n\nWATCH: G7 summit: Rifts emerge over Iran as top Iranian official makes surprise visit\n\nA French official said talks on Iran continued into Monday with a small team of diplomats who stayed behind. The official spoke on condition of anonymity to discuss the sensitive negotiations.\n\nMacron would not say how far the discussions went.\n\n“I can’t tell you more for the moment publicly because anything I could tell you will undermine the discussions,” he said.\n\nTensions over Iran, Russia, the U.S. trade war with China and the faltering global economy dominated the three-day summit . Trump insisted the gathering was marked by absolute unity, which was true to the extent that the other leaders carefully sidestepped any differences with him.\n\nREAD MORE:\n\nCanada offers to help Brazil fight Amazon forest fires as flames take centre stage at G7\n\nIn a televised speech, Rouhani appeared on the defensive, shielding his foreign minister against criticism from hard-liners who have rejected negotiations until sanctions are lifted.\n\n“If I knew that going to a meeting and visiting a person would help my country’s development and resolve the problems of the people, I would not miss it,” Rouhani said. “Even if the odds of success are not 90% but are 20% or 10%, we must move ahead with it. We should not miss opportunities.”\n\nIran’s English-language Press TV issued a vague, anonymous statement Monday rejecting Macron’s initiative.\n\nWATCH: Trump says Iran lying with claim it has arrested 17 CIA spies\n\nMerkel said an achievement of the G-7 summit was an agreement to block Iran from having nuclear weapons “by political means.” She would not list any specifics.\n\n“What will come out of this, what possibilities will open up, we can’t say today. But the firm will to talk is already great progress,” she said.\n\nTrump said he was “not looking for leadership change.”\n\nWATCH: Germany’s Merkel says they must explore all ways to reduce Iran tensions\n\n“We are looking for no nuclear weapons, no ballistic missiles and a longer period of time,” he said.\n\n© 2019 The Canadian Press"}}