{"GDELT": {"GlobalEventID": 868502712, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "NZL", "Actor1Name": "WAIKATO", "Actor1CountryCode": "NZL", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.53164556962025, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "Waikato, Waikato, New Zealand", "Actor1Geo_CountryCode": "NZ", "Actor1Geo_ADM1Code": "NZG1", "Actor1Geo_ADM2Code": "22389", "Actor1Geo_Lat": -38.0, "Actor1Geo_Long": 175.5, "Actor1Geo_FeatureID": "11483309", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Jiuzhaigou, Sichuan, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH32", "Actor2Geo_ADM2Code": "13270", "Actor2Geo_Lat": 33.2703, "Actor2Geo_Long": 103.917, "Actor2Geo_FeatureID": "-1913100", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Waikato, Waikato, New Zealand", "Action2Geo_CountryCode": "NZ", "Action2Geo_ADM1Code": "NZG1", "Action2Geo_ADM2Code": "22389", "Action2Geo_Lat": -38.0, "Action2Geo_Long": 175.5, "Action2Geo_FeatureID": "11483309", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.stuff.co.nz/travel/115309911/south-waikato-blue-spring-making-chinese-feel-at-home"}, "ARTICLE": {"TITLE": "South Waikato Blue Spring making Chinese feel at home", "TEXT": "Locals from in and around the South Waikato can't get enough of the treasure that is Putaruru Blue Spring.\n\nChinese now make up the largest ethnic group visiting Putaruru's Blue Spring.\n\nThe spring, along the Te Waihou Walkway, was once described as New Zealand's best kept secret and attracts thousands of visitors each year.\n\nBut Tīrau i-Site manager Garry Brunton said it's proving to be the most popular with Chinese New Zealanders and tourists.\n\nSTUFF Chinese visitors can't seem to get enough of the Blue Spring near Putaruru (file photo).\n\n\"Te Waihou through Tīrau is still our number one [attraction] and our biggest market out there are Chinese,\" he said.\n\nREAD MORE:\n\n* Putaruru Blue Spring - NZ's best kept secret?\n\n* 'Unruly' swimmers shock Blue Spring visitors\n\n* Blue spring visitors jump following swimming ban slump\n\n* Suitcases are being dragged from tourists' cars while they visit the Putaruru Blue Springs\n\n\"Local Chinese from Auckland are bringing visiting friends and relatives from overseas and Te Waihou just seems to be a thing with them, they just love it.\"\n\nJEFF J MITCHELL/GETTY IMAGES Chinese visitors make up the largest ethnic group visiting the Blue Spring.\n\nBrunton said the South Waikato District Council needed to make the most of it as the Chinese market was showing no signs of slowing.\n\n\"Trends are that by about 2025- 2026, Chinese will actually [pass] Australians as the number one visiting market from overseas which is absolutely huge,\" he said.\n\n\"We are seeing more and more marketing collateral from Tourism New Zealand and i-Site New Zealand in the Chinese language.\n\nEvie Farrell The Jiuzhaigou National Park in China (file photo).\n\n\"May be [it is] something we need to think about for our district with the Te Waihou brochure. May be look at a Chinese language version of that because it is our biggest market and it is not going to stop, it is just going to keep growing.\"\n\nSouth Waikato District Council communications advisor, Anthony Momoemausu, said the influx in Chinese tourists to the attraction was possibly due to its similarity with China's popular Jiuzhaigou National Park.\n\n\"Apparently the Blue Spring is known by Chinese people as the Little Jiuzhaigou because the colour of the water looks like Jiuzhaigou which is one of the most famous natural reserve in China,\" he said.\n\nSTUFF The Te Waihou Walkway leading to the Blue Spring (file photo).\n\nMomoemausu said various sites in China, including Jiuzhaigou, also reportedly promote Te Waihou and the Blue Spring, if and when people are visiting New Zealand, as a must do.\n\nHe said while the council does not actively promote the attraction to China, it was working on a Chinese language version of its brochure.\n\n\"We have a translation service organisation that we deal with and we will be progressing this with some speed to get them ready for summer,\" he said.\n\n\"We have reviewed the English flyer too just for possible updates.\""}}