{"GDELT": {"GlobalEventID": 868503110, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 4.0737148399612, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Memorial Park, Georgia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USGA", "Actor1Geo_ADM2Code": "GA153", "Actor1Geo_Lat": 32.6051, "Actor1Geo_Long": -83.5966, "Actor1Geo_FeatureID": "318026", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Memorial Park, Georgia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USGA", "Actor2Geo_Lat": 32.6051, "Actor2Geo_Long": -83.5966, "Actor2Geo_FeatureID": "318026", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Memorial Park, Georgia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USGA", "Action2Geo_Lat": 32.6051, "Action2Geo_Long": -83.5966, "Action2Geo_FeatureID": "318026", "DATEADDED": 20190827004500, "SOURCEURL": "https://accesswdun.com/article/2019/8/826177/gainesville-community-leader-and-long-time-attorney-dies-at-74"}, "ARTICLE": {"TITLE": "Gainesville community leader and long-time attorney dies at 74", "TEXT": "John Gram was born in Toledo, Ohio, but where he really planted his roots was in Gainesville and Hall County where he was recognized as a leader and activist in the community.\n\nGram began his career at the law firm of Whelchel, Dunlap, Jarrard and Walker in 1974, the same firm he ended his career at, Cara Mitchell, the law firm’s managing partner said.\n\nGram’s areas of expertise were in estate planning, estate settlement, tax planning, non-profits, corporate transactions and banking, but his heart always led him to non-profits and helping other people.\n\n“He served on the boards of countless charities and non-profits. He participated in every fundraiser, every capital campaign and anything he was asked to do he did happily, willingly and enthusiastically,” Mitchell said.\n\nGram’s community involvement went beyond what most people can make time for, which earned him the title of a community leader in Gainesville and Hall County. According to a memorial page posted on the Whelchel, Dunlap, Jarrard and Walker’s directory, Gram made his mark as:\n\nPast president and long-time board member at the Boys & Girls Club of Hall County\n\nPast president and long-time board member at Challenged Child and Friends\n\nLong-time board member and general counsel (pro bono) at Good News Clinic\n\nSalvation Army advisory board\n\nElachee Nature Science Center advisory board\n\nPast president and long-time board member at North Georgia Community Foundation\n\nFounding board member and long-time supporter at Georgia Mountain Food Bank\n\nGram received a number of awards “recognizing his commitment to and impact on his community.” He received the Justice Benham Community Service Award for his service on a statewide level.\n\n“I think that philanthropy was really a core value for John,” Michelle Prater, the president and CEO at North Georgia Community Foundation, said. “For him to be so involved and involved in so many ways, I do believe his legacy and the impact of his legacy will be living throughout the community for many years to come.”\n\nAs president and chairman of the board at North Georgia Community Foundation, Gram helped the organization promote and raise awareness, helped clients with charitable giving, built strategies and provided governance for the organization, Prater said.\n\nThe North Georgia Community Foundation’s mission is to improve lives in 15-counties of northeast Georgia by helping people invest in organizations and causes, build strong non-profits and identify local issues and opportunities for change.\n\n“He was really one of the leading forces that helped grow our organization,” Prater said.\n\nGram had similar duties at Georgia Mountain Food Bank, but he saw a vision he wanted to help make a reality, Kay Blackstock, the executive director at the food bank, said.\n\nGeorgia Mountain Food Bank addresses hunger, health and food insecurity in Dawson, Forsyth, Hall, Lumpkin and Union counties. The organization identifies themselves as “the vital link between sources of food supplies and hardworking community-based partner agencies who help get the food into the hands of families and individuals in need.”\n\n“His heart was in it from the beginning,” Blackstock said. “He just wanted to be a part of this effort, albeit very grass roots, the concept of the organization wasn’t really known during the worst economy since the depression. You had to be pretty brave to sign up for that,” she said.\n\nThe food bank launched at the end of 2008.\n\nAside from his community involvement, Gram had another passion—running. He ran in local races nearly every weekend, his dear friend and vice president of marketing and development at North Georgia Community Foundation, Megan Martin said.\n\nMartin and Gram built a relationship both professionally and personally over the last 12 years, for they shared similar interests. It was a short while in Gram’s 74 years, but a big chunk of Martin’s life, she said.\n\n“We kept running into each other, like, literally running into each other…He ran almost every Saturday and it wasn’t even about where the race was sometimes, but about where they were going to have a good breakfast afterwards,” Martin said.\n\nGram's favorite spot to chow-down at was 2 Dog Restaurant near downtown Gainesville. He enjoyed eating his lunch outside while sitting on the patio, Martin said.\n\n“He was there pretty much any time he was gone for lunch, so Mondays were always difficult for him, because he didn’t know where to go,” Martin said.\n\nWhile Gram has left behind a legacy of being an astounding community leader, he will be remembered by his law firm for his laugh and personality.\n\n“He had a very infectious laugh and was always upbeat,” Mitchell said. “He found the humor in everything…And he loved his family.”\n\nGram will be remembered by his friends for his advice and encouragement.\n\n“He always believed. So, it’s the advice that ‘you can do that.’ Whether it was about running or it was about life or a dream I had and wanted to pursue, he never doubted. He always encouraged and believed I could do anything,” Martin said.\n\nHe will be remembered by his long-time business partners for his ear-to-ear smile and authenticity.\n\n“He was just the best guy,” Blackstock said. “He was a genuine guy and had a killer smile. John was always kind, smiling and seemed happy.”\n\n“His laugh just lit up a room and he made anyone feel welcome who was near him,” Prater said.\n\nAnd he will be remembered by his clients as the smart guy who saved the day.\n\n“I’ve been getting a lot of emails [from his clients], and one said he was a superhero, he was brilliant, which is one thing I have heard over and over, and that he was just a great person,” Mitchell said.\n\nGram’s arrangements will be held under Memorial Park Funeral Home but have yet to be announced. A formal obituary written by his family will follow. Gram passed on Sunday, August 25, 2019. He was 74 years old, born on July 4, 1945."}}