{"GDELT": {"GlobalEventID": 868502139, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "GRD", "Actor1Name": "GRENADA", "Actor1CountryCode": "GRD", "Actor2Code": "DMA", "Actor2Name": "DOMINICA", "Actor2CountryCode": "DMA", "IsRootEvent": 0, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -7.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Dominica", "Actor1Geo_CountryCode": "DO", "Actor1Geo_ADM1Code": "DO", "Actor1Geo_Lat": 15.5, "Actor1Geo_Long": -61.333332999999996, "Actor1Geo_FeatureID": "DO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Dominica", "Actor2Geo_CountryCode": "DO", "Actor2Geo_ADM1Code": "DO", "Actor2Geo_Lat": 15.5, "Actor2Geo_Long": -61.333332999999996, "Actor2Geo_FeatureID": "DO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Dominica", "Action2Geo_CountryCode": "DO", "Action2Geo_ADM1Code": "DO", "Action2Geo_Lat": 15.5, "Action2Geo_Long": -61.333332999999996, "Action2Geo_FeatureID": "DO", "DATEADDED": 20190827004500, "SOURCEURL": "https://radio.wpsu.org/post/tropical-storm-dorian-menaces-barbados-puerto-rico-ahead"}, "ARTICLE": {"TITLE": "Tropical Storm Dorian Menaces Barbados, Could Become A Hurricane Tuesday", "TEXT": "Updated at 1:45 p.m. ET\n\nTropical Storm Dorian is forecast to become a hurricane in the eastern Caribbean by late Tuesday, the National Hurricane Center says, issuing warnings to Barbados and other islands in the storm's path. Puerto Rico, Haiti and other areas are also watching its progress.\n\nThe storm \"is expected to be a hurricane when it moves near Puerto Rico and eastern Hispaniola\" this week, the NHC says.\n\nDorian is forecast to grow into a lower-level Category 1 hurricane, meaning its sustained winds would narrowly top the 74-mph threshold for a hurricane. For now, forecasters say, the storm remains small, projecting tropical-storm-force winds no more than 45 miles from its center.\n\nSt. Lucia's government says the country is currently under a hurricane watch, predicting that Dorian will make landfall at 2 a.m. local time Tuesday. Forecaster Maclean Jn Baptiste of the Saint Lucia Meteorological Services said that while a tropical storm warning was in effect earlier in the day, \"with Dorian strengthening hurricane conditions can be expected across Saint Lucia as well.\"\n\nIn Barbados, the government issued a warning around midday Monday, stating, \"the center of Dorian is expected to pass over or near Barbados later this afternoon/early tonight.\"\n\nThe island has already begun to feel the storm's effects, the Barbados Government Information Service says. It warns that high winds could persist through early Tuesday and that heavy rains could trigger flash floods in low-lying areas.\n\nDorian currently has maximum sustained winds of 60 mph. Just before 2 p.m. ET on Monday, it was some 95 miles east-southeast of Barbados, moving to the west-northwest at around 14 mph. The storm is expected to follow a path that could take it through a number of islands.\n\nBut the NHC also warns, \"It should be noted that compact tropical cyclones like Dorian are often challenging to predict.\"\n\nOn Monday morning, Dorian was showing signs of becoming better organized, with satellite images showing a \"cloud pattern consisting of a compact central dense overcast and some broken outer bands,\" the NHC says.\n\nDespite that development, the storm's power is not expected to intensify sharply, as Dorian will likely be sapped by surrounding areas of dry air.\n\nBy some time Wednesday, Dorian is expected to pass \"near or between western Puerto Rico and the eastern Dominican Republic,\" the NHC says. It adds that the storm will likely then veer toward the Bahamas at the end of the week.\n\nWhile Dorian could achieve hurricane status by the time it approaches Hispaniola, the island's rough terrain and other conditions are expected to significantly weaken the storm.\n\nA tropical storm warning is in effect for Barbados, St. Lucia and St. Vincent and the Grenadines, meaning tropical storm conditions are expected within 36 hours. Dorian could bring 3 to 8 inches of rain to those areas through Tuesday.\n\nThe rush to prepare for the storm includes last-minute attempts to top off reserves of fresh water. When heavy traffic slowed those efforts down, the Barbados Water Authority said on Monday that it had arranged for police escorts to make sure water tankers reach customers.\n\nOn Monday, France upgraded its alert for Martinique, declaring a storm watch instead of a warning.\n\nA storm watch — meaning dangerous conditions could arrive within 48 hours — is in effect for Dominica, Grenada and nearby islands.\n\n"}}