{"GDELT": {"GlobalEventID": 868501741, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 1712, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.7117437722419899, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Louisiana, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USLA", "Actor1Geo_Lat": 31.1801, "Actor1Geo_Long": -91.8749, "Actor1Geo_FeatureID": "LA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Louisiana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USLA", "Actor2Geo_Lat": 31.1801, "Actor2Geo_Long": -91.8749, "Actor2Geo_FeatureID": "LA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Louisiana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USLA", "Action2Geo_Lat": 31.1801, "Action2Geo_Long": -91.8749, "Action2Geo_FeatureID": "LA", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.lsureveille.com/news/res-life-in-overflow-mode-temporarily-housing-students-in-kirby/article_8cc7a3b6-c762-11e9-b7f8-67d9e85b832c.html"}, "ARTICLE": {"TITLE": "Res Life in 'overflow' mode, temporarily housing students in Kirby Smith Hall", "TEXT": "Weather Alert\n\nTHIS PRODUCT COVERS SOUTHEAST LOUISIANA AND SOUTH MISSISSIPPI **HURRICANE AND STORM SURGE WARNINGS ISSUED FOR PORTIONS OF THE NORTHERN GULF COAST** NEW INFORMATION --------------- * CHANGES TO WATCHES AND WARNINGS: - THE STORM SURGE WATCH HAS BEEN UPGRADED TO A STORM SURGE WARNING FOR HANCOCK, HARRISON, LOWER JEFFERSON, LOWER LAFOURCHE, LOWER PLAQUEMINES, LOWER ST. BERNARD, LOWER TERREBONNE, ORLEANS, UPPER PLAQUEMINES, AND UPPER ST. BERNARD * CURRENT WATCHES AND WARNINGS: - A TROPICAL STORM WATCH IS IN EFFECT FOR AMITE, EAST BATON ROUGE, EAST FELICIANA, IBERVILLE, NORTHERN TANGIPAHOA, PEARL RIVER, PIKE, POINTE COUPEE, ST. HELENA, WALTHALL, WASHINGTON, WEST BATON ROUGE, WEST FELICIANA, AND WILKINSON - A STORM SURGE WARNING AND HURRICANE WARNING ARE IN EFFECT FOR LOWER JEFFERSON, LOWER LAFOURCHE, LOWER PLAQUEMINES, LOWER ST. BERNARD, AND LOWER TERREBONNE - A TROPICAL STORM WARNING AND HURRICANE WATCH ARE IN EFFECT FOR ASCENSION AND ST. JAMES - A STORM SURGE WARNING AND TROPICAL STORM WARNING ARE IN EFFECT FOR HANCOCK AND HARRISON - A HURRICANE WARNING IS IN EFFECT FOR ASSUMPTION, UPPER LAFOURCHE, AND UPPER TERREBONNE - A TROPICAL STORM WARNING, STORM SURGE WATCH, AND HURRICANE WATCH ARE IN EFFECT FOR LIVINGSTON, SOUTHERN TANGIPAHOA, ST. CHARLES, ST. JOHN THE BAPTIST, ST. TAMMANY, AND UPPER JEFFERSON - A STORM SURGE WARNING, TROPICAL STORM WARNING, AND HURRICANE WATCH ARE IN EFFECT FOR ORLEANS, UPPER PLAQUEMINES, AND UPPER ST. BERNARD - A TROPICAL STORM WARNING AND STORM SURGE WATCH ARE IN EFFECT FOR JACKSON * STORM INFORMATION: - ABOUT 480 MILES SOUTH-SOUTHEAST OF NEW ORLEANS LA OR ABOUT 470 MILES SOUTH-SOUTHEAST OF HOUMA LA - 23.7N 87.0W - STORM INTENSITY 70 MPH - MOVEMENT NORTH-NORTHWEST OR 335 DEGREES AT 13 MPH SITUATION OVERVIEW ------------------ TROPICAL STORM MARCO IS FORECAST TO STRENGTHEN TO A HURRICANE AS IT MOVES ACROSS THE GULF OF MEXICO TODAY AND APPROACH SOUTHEAST LOUISIANA AND SOUTHERN MISSISSIPPI TONIGHT AND MONDAY. POTENTIAL IMPACTS ----------------- * WIND: PROTECT AGAINST LIFE-THREATENING WIND HAVING POSSIBLE EXTENSIVE IMPACTS ALONG THE SOUTHEAST LOUISIANA COASTAL PARISHES. POTENTIAL IMPACTS IN THIS AREA INCLUDE: - CONSIDERABLE ROOF DAMAGE TO STURDY BUILDINGS, WITH SOME HAVING WINDOW, DOOR, AND GARAGE DOOR FAILURES LEADING TO STRUCTURAL DAMAGE. MOBILE HOMES SEVERELY DAMAGED, WITH SOME DESTROYED. DAMAGE ACCENTUATED BY AIRBORNE PROJECTILES. LOCATIONS MAY BE UNINHABITABLE FOR WEEKS. - MANY LARGE TREES SNAPPED OR UPROOTED ALONG WITH FENCES AND ROADWAY SIGNS BLOWN OVER. - SOME ROADS IMPASSABLE FROM LARGE DEBRIS, AND MORE WITHIN URBAN OR HEAVILY WOODED PLACES. SEVERAL BRIDGES, CAUSEWAYS, AND ACCESS ROUTES IMPASSABLE. - LARGE AREAS WITH POWER AND COMMUNICATIONS OUTAGES. ALSO, PROTECT AGAINST DANGEROUS WIND HAVING POSSIBLE LIMITED TO SIGNIFICANT IMPACTS ACROSS METRO NEW ORLEANS, METRO BATON ROUGE, NORTHSHORE AND PORTIONS OF COASTAL MISSISSIPPI. * SURGE: PROTECT AGAINST LIFE-THREATENING SURGE HAVING POSSIBLE SIGNIFICANT IMPACTS ACROSS COASTAL AREAS OF SOUTHEAST LOUISIANA. POTENTIAL IMPACTS IN THIS AREA INCLUDE: - AREAS OF INUNDATION WITH STORM SURGE FLOODING ACCENTUATED BY WAVES. DAMAGE TO SEVERAL BUILDINGS, MAINLY NEAR THE COAST. - SECTIONS OF NEAR-SHORE ESCAPE ROUTES AND SECONDARY ROADS BECOME WEAKENED OR WASHED OUT, ESPECIALLY IN USUALLY VULNERABLE LOW SPOTS. - MAJOR BEACH EROSION WITH HEAVY SURF BREACHING DUNES. STRONG AND NUMEROUS RIP CURRENTS. - MODERATE DAMAGE TO MARINAS, DOCKS, BOARDWALKS, AND PIERS. SEVERAL SMALL CRAFT BROKEN AWAY FROM MOORINGS, ESPECIALLY IN UNPROTECTED ANCHORAGES. ALSO, PROTECT AGAINST LOCALLY HAZARDOUS SURGE HAVING POSSIBLE LIMITED IMPACTS ACROSS COASTAL AREAS OF MISSISSIPPI AND AREAS ALONG THE SHORES OF LAKES PONTCHARTRAIN AND MAUREPAS. ELSEWHERE ACROSS SOUTHEAST LOUISIANA AND SOUTH MISSISSIPPI, LITTLE TO NO IMPACT IS ANTICIPATED. * FLOODING RAIN: PROTECT AGAINST DANGEROUS RAINFALL FLOODING HAVING POSSIBLE SIGNIFICANT IMPACTS ACROSS PORTIONS OF SOUTHEAST LOUISIANA, SOUTHWEST MISSISSIPPI AND COASTAL MISSISSIPPI. POTENTIAL IMPACTS INCLUDE: - MODERATE RAINFALL FLOODING MAY PROMPT SEVERAL EVACUATIONS AND RESCUES. - RIVERS AND TRIBUTARIES MAY QUICKLY BECOME SWOLLEN WITH SWIFTER CURRENTS AND OVERSPILL THEIR BANKS IN A FEW PLACES, ESPECIALLY IN USUALLY VULNERABLE SPOTS. SMALL STREAMS, CREEKS, CANALS, AND DITCHES OVERFLOW. - FLOOD WATERS CAN ENTER SOME STRUCTURES OR WEAKEN FOUNDATIONS. SEVERAL PLACES MAY EXPERIENCE EXPANDED AREAS OF RAPID INUNDATION AT UNDERPASSES, LOW-LYING SPOTS, AND POOR DRAINAGE AREAS. SOME STREETS AND PARKING LOTS TAKE ON MOVING WATER AS STORM DRAINS AND RETENTION PONDS OVERFLOW. DRIVING CONDITIONS BECOME HAZARDOUS. SOME ROAD AND BRIDGE CLOSURES. PROTECT AGAINST LOCALLY HAZARDOUS RAINFALL FLOODING HAVING POSSIBLE LIMITED IMPACTS ACROSS THE REMAINDER OF SOUTHWEST MISSISSIPPI AND SOUTHEAST LOUISIANA. * TORNADOES: PROTECT AGAINST A TORNADO EVENT HAVING POSSIBLE LIMITED IMPACTS ACROSS SOUTHEAST LOUISIANA AND SOUTH MISSISSIPPI, MAINLY TO THE SOUTH OF INTERSTATE 10. POTENTIAL IMPACTS INCLUDE: - THE OCCURRENCE OF ISOLATED TORNADOES CAN HINDER THE EXECUTION OF EMERGENCY PLANS DURING TROPICAL EVENTS. - A FEW PLACES MAY EXPERIENCE TORNADO DAMAGE, ALONG WITH POWER AND COMMUNICATIONS DISRUPTIONS. - LOCATIONS COULD REALIZE ROOFS PEELED OFF BUILDINGS, CHIMNEYS TOPPLED, MOBILE HOMES PUSHED OFF FOUNDATIONS OR OVERTURNED, LARGE TREE TOPS AND BRANCHES SNAPPED OFF, SHALLOW-ROOTED TREES KNOCKED OVER, MOVING VEHICLES BLOWN OFF ROADS, AND SMALL BOATS PULLED FROM MOORINGS. PRECAUTIONARY/PREPAREDNESS ACTIONS ---------------------------------- * EVACUATIONS: WATCH/WARNING PHASE - LISTEN TO LOCAL OFFICIAL FOR RECOMMENDED PREPAREDNESS ACTIONS, INCLUDING POSSIBLE EVACUATION. IF ORDERED TO EVACUATE, DO SO IMMEDIATELY. WATCH/WARNING PHASE - IF EVACUATING, LEAVE WITH A DESTINATION IN MIND AND ALLOW EXTRA TIME TO GET THERE. TAKE YOUR EMERGENCY SUPPLIES KIT. GAS UP YOUR VEHICLE AHEAD OF TIME. WATCH/WARNING PHASE - LET OTHERS KNOW WHERE YOU ARE GOING PRIOR TO DEPARTURE. SECURE LOOSE ITEMS AND PETS IN THE CAR, AND AVOID DISTRACTED DRIVING. WATCH/WARNING PHASE - IF EVACUATING, FOLLOW DESIGNATED EVACUATION ROUTES. SEEK TRAFFIC INFORMATION ON ROADWAY SIGNS, THE RADIO, AND FROM OFFICIAL SOURCES. * OTHER PREPAREDNESS INFORMATION: NOW IS THE TIME TO COMPLETE ALL PREPARATIONS TO PROTECT LIFE AND PROPERTY IN ACCORDANCE WITH YOUR EMERGENCY PLAN. ENSURE YOU ARE IN A SAFE LOCATION BEFORE THE ONSET OF STRONG WINDS OR POSSIBLE FLOODING. WHEN MAKING SAFETY AND PREPAREDNESS DECISIONS, DO NOT FOCUS ON THE EXACT FORECAST TRACK SINCE HAZARDS SUCH AS FLOODING RAIN, DAMAGING WIND GUSTS, STORM SURGE, AND TORNADOES EXTEND WELL AWAY FROM THE CENTER OF THE STORM. WHEN SECURING YOUR PROPERTY, OUTSIDE PREPARATIONS SHOULD BE CONCLUDED AS SOON AS POSSIBLE BEFORE CONDITIONS DETERIORATE. THE ONSET OF STRONG GUSTY WINDS OR FLOODING CAN CAUSE CERTAIN PREPAREDNESS ACTIVITIES TO BECOME UNSAFE. BE SURE TO LET FRIENDS AND FAMILY MEMBERS KNOW OF YOUR INTENTIONS FOR WEATHERING THE STORM AND YOUR WHEREABOUTS. HAVE SOMEONE LOCATED AWAY FROM THE THREATENED AREA SERVE AS YOUR POINT OF CONTACT. SHARE VITAL CONTACT INFORMATION WITH OTHERS. KEEP CELL PHONES HANDY AND CHARGED. CHECK ON THOSE WHO MAY NOT BE FULLY AWARE OF THE SITUATION OR WHO ARE UNABLE TO MAKE PERSONAL PREPARATIONS. IF YOU ARE A VISITOR, KNOW THE NAME OF THE COUNTY OR PARISH IN WHICH YOU ARE LOCATED AND WHERE IT IS RELATIVE TO CURRENT WATCHES AND WARNINGS. IF STAYING AT A HOTEL, ASK THE MANAGEMENT STAFF ABOUT THEIR ONSITE DISASTER PLAN. LISTEN FOR EVACUATION ORDERS, ESPECIALLY PERTAINING TO AREA VISITORS. STORM SURGE IS THE LEADING KILLER ASSOCIATED WITH TROPICAL STORMS AND HURRICANES! MAKE SURE YOU ARE IN A SAFE AREA AWAY FROM THE SURGE ZONE. EVEN IF YOU ARE NOT IN A SURGE-PRONE AREA, YOU COULD FIND YOURSELF CUTOFF BY FLOOD WATERS DURING AND AFTER THE STORM. HEED EVACUATION ORDERS ISSUED BY THE LOCAL AUTHORITIES. RAPIDLY RISING FLOOD WATERS ARE DEADLY. IF YOU ARE IN A FLOOD-PRONE AREA, CONSIDER MOVING TO HIGHER GROUND. NEVER DRIVE THROUGH A FLOODED ROADWAY. REMEMBER, TURN AROUND DON'T DROWN! IF A TORNADO WARNING IS ISSUED FOR YOUR AREA, BE READY TO SHELTER QUICKLY, PREFERABLY AWAY FROM WINDOWS AND IN AN INTERIOR ROOM NOT PRONE TO FLOODING. IF DRIVING, SCAN THE ROADSIDE FOR QUICK SHELTER OPTIONS. IF IN A PLACE THAT IS VULNERABLE TO HIGH WIND, SUCH AS NEAR LARGE TREES, A MANUFACTURED HOME, UPPER FLOORS OF A HIGH-RISE BUILDING, OR ON A BOAT, CONSIDER MOVING TO A SAFER SHELTER BEFORE THE ONSET OF STRONG WINDS OR FLOODING. CLOSELY MONITOR WEATHER.GOV, NOAA WEATHER RADIO OR LOCAL NEWS OUTLETS FOR OFFICIAL STORM INFORMATION. BE READY TO ADAPT TO POSSIBLE CHANGES TO THE FORECAST. ENSURE YOU HAVE MULTIPLE WAYS TO RECEIVE WEATHER WARNINGS. * ADDITIONAL SOURCES OF INFORMATION: - FOR INFORMATION ON APPROPRIATE PREPARATIONS SEE READY.GOV - FOR INFORMATION ON CREATING AN EMERGENCY PLAN SEE GETAGAMEPLAN.ORG - FOR ADDITIONAL DISASTER PREPAREDNESS INFORMATION SEE REDCROSS.ORG NEXT UPDATE ----------- THE NEXT LOCAL STATEMENT WILL BE ISSUED BY THE NATIONAL WEATHER SERVICE IN NEW ORLEANS LA AROUND 11 AM CDT, OR SOONER IF CONDITIONS WARRANT."}}