{"GDELT": {"GlobalEventID": 868501891, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "GBR", "Actor1Name": "LONDON", "Actor1CountryCode": "GBR", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -2.00803212851406, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "London, London, City of, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKH9", "Actor1Geo_ADM2Code": "40110", "Actor1Geo_Lat": 51.5, "Actor1Geo_Long": -0.116667, "Actor1Geo_FeatureID": "-2601889", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "London, London, City of, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKH9", "Actor2Geo_ADM2Code": "40110", "Actor2Geo_Lat": 51.5, "Actor2Geo_Long": -0.116667, "Actor2Geo_FeatureID": "-2601889", "Action2Geo_Type": 4, "Action2Geo_Fullname": "London, London, City of, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKH9", "Action2Geo_ADM2Code": "40110", "Action2Geo_Lat": 51.5, "Action2Geo_Long": -0.116667, "Action2Geo_FeatureID": "-2601889", "DATEADDED": 20190827004500, "SOURCEURL": "https://ca.reuters.com/article/entertainmentNews/idCAKCN1VH004-OCAEN"}, "ARTICLE": {"TITLE": "A Minute With: Keira Knightley as a whistleblower in 'Official Secrets'", "TEXT": "LONDON (Reuters) - Actress Keira Knightley turns to the 2003 Iraq War for her latest film “Official Secrets”, in which she portrays a British government employee who was fired for leaking a secret U.S. memo in the run-up to the conflict.\n\nFILE PHOTO: Keira Knightley arrives for the world premiere of \"The Aftermath\" at Picturehouse Central in London, Britain, February 18, 2019. REUTERS/Peter Nicholls\n\nThe 34-year old plays Katharine Gun, a former translator at Britain’s global spy center who was charged with breaking the Official Secrets Act for leaking a U.S. memo seeking London’s help in spying on the United Nations.\n\nKnightley spoke to Reuters about the role. Below are edited excerpts of the interview.\n\nQ: Very few people know Gun’s story.\n\nKnightley: “I remember the lead up to that conflict really well and I do not remember anything about this story...I thought wow, this is a really interesting thing to shine a light on, particularly when you look at the conflict in Iraq in terms of history, you think well that’s a piece of the puzzle that feels very important and that I think people should know more about.”\n\nQ: Why is it important for people to know more about it?\n\nKnightley: “It’s the questions that it brings: government accountability, legality of conflict and if perhaps conflicts are not legal, who is held accountable for that? How do we want our societies to work?”\n\nQ: How much of it was a wakeup call to our generation to pay more attention to politics and foreign affairs?\n\nKnightley: “Definitely within my friendship group it was such a moment of disillusionment because we all went to the streets...and the idea...that they weren’t listening...and that feeling of disillusionment and that feeling of shock at certain political figures maybe not telling the truth, I think has had a major impact.”\n\nQ: Being a mother, how do these things play on your mind for the next generation?\n\nKnightley: “It’s going to be climate change isn’t it? It seems pretty apparent and if you read anything about climate change it seems that they’re going to be the massive things that younger generations are going to be hugely fighting against. The question really for our generation is are we doing enough?”\n\nQ: How has the film helped you to understand what it takes for someone to risk everything by whistle blowing?\n\nKnightley: “There will be many people that don’t believe what Katharine did was right. There will be many people who do believe what Katharine did was right. What you can’t question is her courage. The idea that somebody has a moral reaction to something and puts everything on the line...for something she believed was right in order to...save lives is an extraordinary thing. Would I have the courage to do that? I don’t know.”"}}