{"GDELT": {"GlobalEventID": 868502333, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "JORELI", "Actor1Name": "HASSAN", "Actor1CountryCode": "JOR", "Actor1Type1Code": "ELI", "Actor2Code": "LBN", "Actor2Name": "LEBANESE", "Actor2CountryCode": "LBN", "IsRootEvent": 0, "EventCode": 1384, "EventBaseCode": 138, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -6.76328502415459, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "Bekaa, Béa, Lebanon", "Actor2Geo_CountryCode": "LE", "Actor2Geo_ADM1Code": "LE08", "Actor2Geo_ADM2Code": "18792", "Actor2Geo_Lat": 33.6667, "Actor2Geo_Long": 35.8333, "Actor2Geo_FeatureID": "-798017", "Action2Geo_Type": 5, "Action2Geo_Fullname": "Bekaa, Béa, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE08", "Action2Geo_ADM2Code": "18792", "Action2Geo_Lat": 33.6667, "Action2Geo_Long": 35.8333, "Action2Geo_FeatureID": "-798017", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.bbc.com/news/world-middle-east-49476064"}, "ARTICLE": {"TITLE": "Netanyahu: Israel will defend itself 'by any means necessary'", "TEXT": "Image copyright AFP Image caption Israel has put its military on high alert along its borders with Syria and Lebanon\n\nIsraeli Prime Minister Benjamin Netanyahu has hit back at critics following a series of alleged air strikes across the Middle East.\n\nMr Netanyahu also accused Iran of producing \"terror attacks\" and said Israel would defend itself \"by any means necessary\".\n\nIt comes after reports of strikes against Iranian targets and Iran-backed militias in Syria, Iraq and Lebanon.\n\nAn Israeli minister said on Monday that some of the attacks \"aren't ours\".\n\nIsrael's military rarely acknowledges operations in Syria, but said on Saturday that it had struck several sites and thwarted an Iranian attack on Israel \"using killer drones\".\n\nIsrael has been so concerned by what it calls Iran's \"military entrenchment\" in Syria and shipments of Iranian weapons to the Lebanese militant group Hezbollah that it has conducted hundreds of air strikes in an attempt to thwart them since 2011.\n\nIn a video statement issued on Monday, Mr Netanyahu said: \"Iran is working on several fronts to carry out deadly attacks against the state of Israel. Israel will continue to defend its security by all means necessary.\"\n\nImage copyright AFP Image caption A Hezbollah office in Beirut was damaged by a drone on Sunday - the group blamed Israel\n\nOn Sunday, two drones that the Lebanese army said were Israeli crashed in the southern Beirut district of Dahia, which is dominated by Hezbollah.\n\nOne of the drones hit a building that houses Hezbollah's media office, while the other exploded and crashed nearby, causing material damage.\n\nA Palestinian militant group also said on Monday that Israel had struck one of its positions in Lebanon's Bekaa valley.\n\nIsrael has not said it was behind the incidents, but Lebanese President Michel Aoun has blamed Israel, saying it was \"similar to a declaration of war\".\n\nHezbollah leader Hassan Nasrallah pledged that the group's fighters would shoot down any drones that entered Lebanese airspace from now on.\n\nImage copyright AFP Image caption Hezbollah released an image it said showed one of the Israeli drones that came down in Beirut\n\nMeanwhile, in Iraq, paramilitary factions blamed Israel for recent explosions at military sites and weapons depots.\n\nThe country's president, Barham Saleh, and prime minister, Adel Abdul Mahdi, have called them an \"attack on Iraqi sovereignty\".\n\nIsrael has not officially declared it was behind the blasts, but Mr Netanyahu has hinted at its involvement.\n\nIsraeli Finance Minister Moshe Kahlon said on Monday: \"The prime minister once remarked that every explosion in the Middle East is attributed to Israel.\"\n\n\"I want to tell you that there are also things being attributed to us that aren't ours. Since I cannot say what was us and what wasn't, I'm saying that there are things being attributed to us that aren't ours.\"\n\nIsrael has put its military on high alert along its frontiers with Syria and Lebanon.\n\nAlso on Monday US Vice-President Mike Pence tweeted that his country \"fully supports Israel's right to defend itself from imminent threats\"."}}