{"GDELT": {"GlobalEventID": 868502565, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "MED", "Actor1Name": "MEDIA", "Actor1Type1Code": "MED", "IsRootEvent": 0, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": 1.35746606334842, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN", "Actor1Geo_Lat": 20.0, "Actor1Geo_Long": 77.0, "Actor1Geo_FeatureID": "IN", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Houston, Texas, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USTX", "Action2Geo_ADM2Code": "TX201", "Action2Geo_Lat": 29.7633, "Action2Geo_Long": -95.3633, "Action2Geo_FeatureID": "1380948", "DATEADDED": 20190827004500, "SOURCEURL": "https://in.news.yahoo.com/pm-modi-rules-third-party-mediation-kashmir-discusses-171448062.html"}, "ARTICLE": {"TITLE": "PM Modi rules out third party mediation on Kashmir, discusses trade, energy with Trump", "TEXT": "Biarritz [France], Aug 26 (ANI): With US President Donald Trump by his side, Prime Minister Narendra Modi on Monday ruled out any third-party mediation on the Kashmir matter, saying it's a bilateral issue with Pakistan and that the two countries can resolve all issues.\n\nTrump also appeared to agree with him when he said the two countries \"will do something good.\"\n\n\"All issues between India and Pakistan are bilateral. We do not want to bother any other country for these issues. And I believe that India and Pakistan, which were one nation before 1947, we will resolve all issues and can find solutions to it,\" Modi told the media ahead of his talks with Trump on the sidelines of the G-7 summit.\n\nThe two leaders had 40-minute meeting after their remarks to the media and it was principally focused on the issues of trade and energy.\n\nThe two leaders agreed that preferably before the Prime Minister's visit to Washington next month, there will be an interaction between the trade ministers during which they will discuss the whole range of trade issues.\n\nForeign Secretary Vijay Gokhale told the media later that the two leaders had a \"very warm meeting, a very positive meeting\".\n\nHe said it was the third meeting or conversation between the two leaders in the past 100 days.\n\nIn his remarks ahead of the meeting, Modi said there are many bilateral issues between India and Pakistan.\n\n\"And after Imran Khan became the Prime Minister of Pakistan, I called him up to congratulate him and told him that Pakistan and India need to fight together many issues like diseases, illiteracy, poverty and let us work together for the welfare of our country. We keep talking about the various bilateral issues between each other,\" Modi said watched by Trump and the officials of the two delegations.\n\nOn his part, Trump, who said he spoke to Modi last night, said the Prime Minister feels he has control over the issue and hoped the two countries would \"do something very good.\"\n\n\"The Prime Minister feels he has control over the issue. They speak with Pakistan and I am sure they will do something very good,\" said Trump, who had on three recent occasions offered to mediate on the Kashmir issue between India and Pakistan.\n\nIndia had rebuffed claims that Trump had discussed his mediation offer with Modi and had made it clear that Kashmir was a bilateral issue.\n\nThe US President also congratulated Modi over his election victory, saying the \"Prime Minister is a man who is loved and respected in his country\".\n\nTrump said that the two sides had some great discussions last night, including trade, military and various things of mutual interest.\n\nMeanwhile, expressing gratitude to Trump, Modi said, \"Today I am meeting my friend and the President of world's oldest democracy. This meeting is very important to me. We have been meeting very frequently on many occasions.\"\n\nAddressing the issue of ongoing trade negotiations between the two countries, the Prime Minister said, \"India and the US have been continuously negotiating over the issue in recent days and we appreciate and welcome their suggestions on the issue.\"\n\nAnswering queries from media persons later, Gokhale said there was no discussion on Kashmir during the meeting between two leaders on Monday.\n\nModi spoke of the importance of energy imports from the United States and noted that US dollars 4 billion worth of imports were already in the pipeline and were expected to go up.\n\n\"As you know the Prime Minister will be visiting the United States next month and in that context, he is going to have a round table with the top CEOs of the energy companies in Houston. The objective there is two-fold - to see how we can import more energy from the United States and how Indian companies can invest in the energy sector in the United States.\n\n\"This was welcomed by President Trump. In fact, he spoke very warmly of the fact that India had become a major importer of energy,\" Gokhale said.\n\nHe also indicated that he was willing to send top administration officials down to Houston for this purpose in an effort to ensure that the bilateral energy relationship progresses.\n\nGokhale said that there was also some discussions on the trade issues.\n\nReferring to the meeting between two leaders in Osaka in Japan on the sidelines of G20 summit, the Prime Minister had clearly conveyed that with elections behind him, \"we were now in a forward-looking position on trade issues and had offered to send our Commerce and Energy Minister Piyush Goyal to Washinton.\"\n\nStory continues"}}