{"GDELT": {"GlobalEventID": 868501635, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "GBRGOV", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -1.8457481872116002, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Biarritz, Aquitaine, France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR97", "Actor1Geo_ADM2Code": "16244", "Actor1Geo_Lat": 43.4801, "Actor1Geo_Long": -1.55558, "Actor1Geo_FeatureID": "-1412526", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UK", "Actor2Geo_Lat": 54.0, "Actor2Geo_Long": -4.0, "Actor2Geo_FeatureID": "UK", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Biarritz, Aquitaine, France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR97", "Action2Geo_ADM2Code": "16244", "Action2Geo_Lat": 43.4801, "Action2Geo_Long": -1.55558, "Action2Geo_FeatureID": "-1412526", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.businessinsider.in/trumps-g7-performance-shows-how-hes-living-in-a-totally-different-reality-and-isolating-the-us-from-the-rest-of-the-world/articleshow/70850375.cms"}, "ARTICLE": {"TITLE": "Trump's G7 performance shows how he's living in a totally different reality and isolating the US from the rest of the world", "TEXT": "It's not unusual for President Donald Trump to spread falsehoods. But his performance at the G7 summit over the weekend shows that when it comes to his standing on the global stage, Trump lives in a different reality.\n\nThroughout the weekend, Trump made a number of misleading claims about key issues and his relationships with other world leaders. His actions also show how the US is becoming increasingly isolated from the rest of the developed world.\n\nTrump claimed his trade war with China is popular within the G7 (it's not), he touted the overall state of the US economy (experts warn it could be headed toward recession), and he said other G7 members support his call to invite Russia back into the alliance (they don't).\n\nHe also supported North Korea over South Korea, gushed about France's handling of the summit even as his own aides privately fumed about it, and skipped a critical meeting to address climate change and the Amazon wildfires.\n\nVisit Business Insider's homepage for more stories.\n\nPresident Donald Trump is no stranger to \"alternative facts.\"\n\nAdvertisement\n\nHis claim that his trade war with China is popular within the G7; it's not.\n\nThe \"great\" state of the US economy; experts warn it may tip into a recession, due in part to Trump's trade war.\n\nWhether Russia should be readmitted to the alliance; only Trump and the outgoing Italian prime minister support this.\n\nNorth Korea's increasingly aggressive posturing; Trump downplayed North Korea's seventh missile test in a month over Japan's concerns.\n\nHis interactions with French President Emmanuel Macron and France's handling of the summit.\n\nBut his performance and statements during this year's G7 summit in Biarritz, France, shows that when it comes to his standing on the global stage, the US president lives in an entirely different world.Here's just a few key issues discussed at the annual meeting where Trump's version of events doesn't align with reality:\n\nRead more: Trump never made it to the G7 climate meeting, and world leaders say they are giving up on bringing the US back into the Paris accords\n\nAdvertisement\n\nTrump was already on a rocky start heading into the G7 meeting on Friday, when he and China got into another tit-for-tat in the escalating trade war.\n\nAdvertisement\n\nChina announced that day that it would impose tariffs on $75 billion of US goods, and Trump responded by saying the US will hike tariffs on $250 billion worth of Chinese goods from 25% to 30% starting October 1. He also tweeted out a directive for US companies to stop doing business in China.By Trump's account, the move projected power and showed the world that the US won't be taken for a ride.\n\nIn actuality, the president's actions left key US allies unnerved. In one instance, the British prime minister, Boris Johnson, told reporters he would like to see \"trade peace\" with China.\n\nAfter praising the US economy, Johnson said, \"Just to register the faint, sheeplike note of our view on the trade war, we're in favor of trade peace on the whole, and dialing it down if we can.\"\n\nAdvertisement\n\n\"We don't like tariffs on the whole,\" Johnson added, as he sat across from Trump.\n\nThe same day, Trump insisted that the US's \"great Economy is the talk of everyone!\"\n\nHis assertion came amid fears that the US economy is about to slip into a recession. Trump has downplayed those fears and claims, without evidence, that they're being pushed as part of a conspiracy against him by the \"Fake and Disgusting News.\"\n\nAdvertisement\n\n\"Well, we are having very good meetings, the Leaders are getting along very well, and our Country, economically, is doing great - the talk of the world!\" Trump tweeted on Sunday.\n\nTrump sides with Russia and North Korea (again) over US allies\n\nAdvertisement\n\nHe also disputed claims that his relationships with the other six members of the G7 are tense and that the two days of meetings over the weekend were a disaster for the US.\n\nBut multiple accounts of the summit show that the US is growing more and more isolated on the global stage.\n\nAdvertisement\n\nAt no point was that more clear than when Trump aggressively lobbied to have Russia readmitted to the G7. The president said on Sunday that the effort is a \"work in progress,\" adding that \"we have a number of people that would like to see Russia back.\" He refused to say who else supported the idea.But The Guardian reported that Trump's stance on the issue led to a heated exchange at a dinner on Saturday. Citing diplomatic sources, the report said Trump vehemently argued that Russian President Vladimir Putin should be invited back, five years after Russia was expelled from the alliance.\n\nMost others at the dinner - Johnson, Macron, German Chancellor Angela Merkel, Canadian Prime Minister Justin Trudeau, and EU council President Donald Tusk - immediately shot down the suggestion, The Guardian reported. Japanese Prime Minister Shinzo Abe was apparently neutral, and only the outgoing Italian prime minister, Giuseppe Conte, expressed any support.\n\nRead more: Trump's roller coaster week of insults, denials, and bungled messaging paints a damaging portrait of a White House in chaos\n\nAdvertisement\n\nOne European diplomat told the outlet that the issue represents a \"fundamental difference\" between Trump and the other G7 leaders: they firmly believe the group should consist of liberal democracies, whereas Trump believes Russia should be included because it can help out on issues like Iran, Syria, and North Korea. (Fact check: Russia is a staunch ally of Syria's Assad regime, and it's also cozied up to Iran in recent years. US military and intelligence officials believe that Russia is generally adversarial to US interests in the region.)\n\nNonetheless, speaking to reporters about the issue during the summit, Trump said of Russia, \"My inclination is to say, yes, they should be in [the G7].\" He went on to criticize former President Barack Obama, who he said was \"embarrassed\" and \"outsmarted\" by Putin. Russia was ejected from the G8 five years ago after it annexed the territory of Crimea from Ukraine, which is a violation of international law.\n\nTrump also faced pushback when it came to North Korea. The Atlantic reported that when Trump met with Abe, the US president said he disapproved of North Korea's missile tests but touted the \"very nice letter\" that North Korean leader Kim Jong Un sent him last week. Trump reportedly suggested Kim was justified in being upset about South Korea's \"war games,\" and that North Korea hadn't violated any agreement; It fired its seventh missile test in about a month on Saturday.\n\nAdvertisement\n\nBut Abe firmly pushed back, telling Trump that North Korea's latest missile test \"clearly violates the relevant UN Security Council resolutions.\"\n\nTrump publicly praises Macron while Trump's aides privately slam the French president\n\nAdvertisement\n\nMeanwhile, throughout the course of the summit, Trump repeatedly gushed about his interactions with Macron, tweeting that he did \"a really great job thus far with a very important G-7. Lunch with Emmanuel was the best meeting we have yet had. Likewise, evening meeting with World Leaders went very well. Progress being made!\n\nBut Trump's aides privately fumed about how Macron handled the summit, according to multiple media reports.\n\nAdvertisement\n\nBloomberg News reported that US officials privately accused Macron of trying to isolate Trump by focusing much of the discussions on climate change, another topic over which Trump is at odds with his fellow world leaders. US officials told Bloomberg they believed the French were trying to embarrass Trump on the issue, though a French official told the outlet that ignoring climate change was not an option.The Americans, on the other hand, had anticipated focusing more on national security and a potential economic slowdown.\n\nIndeed, the divide between Trump and the rest of the developed world on climate change was put on display Monday, when the US president was conspicuously absent from a key meeting about the issue that included the rest of the G7 alliance and other world leaders, despite being scheduled to attend."}}