{"GDELT": {"GlobalEventID": 868500891, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor2Code": "JUD", "Actor2Name": "PROSECUTOR", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 8, "NumSources": 2, "NumArticles": 8, "AvgTone": -7.19101123595508, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Miles City, Montana, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMT", "Actor2Geo_Lat": 46.4083, "Actor2Geo_Long": -105.84100000000001, "Actor2Geo_FeatureID": "774202", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Miles City, Montana, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMT", "Action2Geo_Lat": 46.4083, "Action2Geo_Long": -105.84100000000001, "Action2Geo_FeatureID": "774202", "DATEADDED": 20190827004500, "SOURCEURL": "https://billingsgazette.com/news/state-and-regional/man-previously-sentenced-to-death-for-miles-city-murder-eligible/article_d6ad2051-5dc7-553b-9e38-8673491ae8e7.html"}, "ARTICLE": {"TITLE": "Man previously sentenced to death for 1987 Miles City murder eligible for parole, prosecutors warn", "TEXT": "× Sign Up Today and Support Local Journalism Enjoy more articles from Billings' Most Trusted Information Source. Subscribers can log in for unlimited digital access Log in Sign up {{featured_button_text}}\n\nA man previously sentenced to death for the 1987 murder of a Miles City man could soon be released from prison, prosecutors say, after the Montana Supreme Court struck down one of his charges.\n\nVernon Kills On Top, 61, has been appealing portions of his case since he was convicted of killing 23-year-old Marty Etchemendy more than 30 years ago.\n\nIn October 1987, Etchemendy was kidnapped in Miles City, robbed, beaten and left for dead in the trunk of a car outside an abandoned building in Wyoming.\n\nKills On Top was one of three people sentenced in the case. Originally sentenced to death, he later saw that overturned after an appeal to the Montana Supreme Court.\n\nIn July, Kills On Top got another win from the court when it struck his kidnapping charge on grounds of double jeopardy. Prosecutors say that leaves him eligible for parole, based on the remaining homicide and robbery charges.\n\nMike Etchemendy, the younger brother of the victim, said the news was a blow to him and his family.\n\n“Every time this stuff comes up, it’s like we have to dig Marty up and have a funeral again,” he said."}}