{"GDELT": {"GlobalEventID": 868501368, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "CHN", "Actor1Name": "CHINESE", "Actor1CountryCode": "CHN", "Actor2Code": "CHNGOV", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -2.88808664259928, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 105.0, "Actor1Geo_FeatureID": "CH", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.msn.com/en-us/money/markets/mohamed-el-erian-warns-that-a-ceasefire-is-the-best-we-could-hope-in-the-us-china-trade-war/ar-AAGlGHI"}, "ARTICLE": {"TITLE": "Mohamed El-Erian warns that a ceasefire is the 'best we could hope' in the US-China trade war", "TEXT": "Economist Mohamed El-Erian says he's becoming more and more pessimistic that the U.S. and China can reach a trade deal.\n\nThe continued tariff escalations on both sides make it \"much harder to get an agreement,\" says the chief economic advisor of Allianz.\n\nEl-Erian was not encouraged by President Trump saying Monday that China called and said it's ready to talk again.\n\n© Provided by CNBC LLC Mohamed El-Erian\n\nEconomist Mohamed El-Erian said Monday that he's becoming more and more pessimistic that the U.S. and China can reach a deal to resolve their trade and technology disputes.\n\n\"The Chinese made a fundamental mistake strategically at the beginning, realizing they should have followed the path of Mexico and Canada in making concessions quickly,\" he told CNBC, referring to the United States Mexico Canada Agreement.\n\nEl-Erian, chief economic advisor at Allianz, was not encouraged by President Donald Trump's Monday comments from the G-7 summit in France that China called and said it's ready to come back to the negotiating table.\n\nThe continued tariff escalations on both sides make it \"much harder to get an agreement,\" said El-Erian, former CEO of Allianz-owned Pimco. \"So the best we can hope for is not even a truce, it's a ceasefire. What we saw today is somewhat of a ceasefire.\"\n\nBefore leaving Washington on Friday, Trump said he will raise the existing tariff rate on $250 billion in Chinese products to 30% from 25% on Oct. 1. Additionally, the president said, tariffs on another $300 billion of Chinese goods, which start Sept. 1 and Dec. 15, will now be at a rate of 15% instead of 10%.\n\nTrump also on Friday said he was \"hereby\" ordering U.S. companies to \"immediately start looking for an alternative to China\" for producing their goods, \"including bringing your companies HOME and making your products in the USA.\"\n\nAmerican companies, which were trying to wait out the trade war in its early days, are \"starting to diversify their supply chains,\" El-Erian said on \"Squawk Box.\" \"It's not easy to re-wire what's taken decades to put in place. ... [But] it would be very difficult for me not to see a significant re-wiring of supply chains around the world.\"\n\nEl-Erian said that the U.S. concerns about what it considers China's unfair trade and business practices go beyond economics to national security. \"I see a series of ceasefires as leaders try to de-escalate volatility in markets, but that's not going to hold,\" he predicted.\n\nThe White House has raised national security concerns about Huawei, putting the Chinese tech giant on a trade blacklist, which restricts American firms from selling the company products. Earlier this month, the U.S. extended its Huawei ban for 90 more days.\n\nReiterating the Trump administration position, Secretary of State Mike Pompeo told CNBC last week, \"The threat of having Chinese telecom systems inside of American networks or inside of networks around the world presents an enormous risk\" of possible spying by the communist Chinese government. Huawei has said all along that it would never help the Chinese government spy on the U.S. with its products."}}