{"GDELT": {"GlobalEventID": 868503501, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "VNM", "Actor1Name": "VIETNAM", "Actor1CountryCode": "VNM", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.23696682464454996, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Washington, District of Columbia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USDC", "Actor1Geo_ADM2Code": "DC001", "Actor1Geo_Lat": 38.8951, "Actor1Geo_Long": -77.0364, "Actor1Geo_FeatureID": "531871", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190827004500, "SOURCEURL": "http://nwww.koreaherald.com/view.php?ud=20190827000067"}, "ARTICLE": {"TITLE": "Trump again touts N. Korea's economic potential", "TEXT": "US President Donald Trump again touted North Korea's \"tremendous\" economic potential on Monday, seemingly urging the regime to return to denuclearization talks.\n\n\n\nThe negotiations have yet to resume despite Trump and North Korean leader Kim Jong-un's agreement to do so within several weeks after their impromptu meeting on the inter-Korean border on June 30.\n\n\n\n\"I think that North Korea has tremendous economic potential, and I think that Kim Jong-un sees that,\" Trump said at a joint press conference with French President Emmanuel Macron at the conclusion of a Group of Seven summit in Biarritz, France.\n\n\n\n\n\n\n\n(AFP-Yonhap)\n\n\n\nTrump especially noted North Korea's geographical location between China, Russia and South Korea, saying that barring flying the only way to reach the South is through the North.\n\n\n\n\"So, railroads and everything else, so many things want to happen there,\" he said.\n\n\n\nTrump was likely alluding to the sanctions relief and other economic concessions Washington would offer if Pyongyang agreed to dismantle its nuclear and ballistic missile programs.\n\n\n\nOnly hours earlier, Trump had mentioned North Korea while discussing Iran's potential.\n\n\n\n\"And you know who else has great potential? North Korea. Kim Jong-un,\" he had said. \"And I don't think North Korea wants to blow it. Because if they blow it, it won't be good.\"\n\n\n\nTalks between Washington and Pyongyang have stalled since Trump and Kim's second summit in Vietnam in February ended without a deal.\n\n\n\nStill, Trump has continued to express confidence in the North Korean leader, dismissing the regime's recent short-range ballistic missile tests as unimportant.\n\n\n\nHe has also said that in a letter to him earlier this month, Kim stated his willingness to resume talks as soon as Seoul-Washington military exercises were over.\n\n\n\nDespite the conclusion of the drills last week, North Korea test-fired what it called a new \"super-large\" multiple rocket launcher on Saturday.\n\n\n\nWhen asked the next day about the possibility of another meeting with Kim, Trump replied that they will \"probably have one.\"\n\n\n\nHe said Monday that he has gotten to know Kim \"extremely well\" and added that his wife, Melania, has also gotten to know the North Korean leader.\n\n\n\nThe White House later issued a clarification.\n\n\n\n\"President Trump confides in his wife on many issues including the detailed elements of his strong relationship with Chairman Kim -- and while the First Lady hasn't met him, the President feels like she's gotten to know him too,\" White House press secretary Stephanie Grisham said in a statement. (Yonhap)\n\n\n\n\n\n\n\n"}}