{"GDELT": {"GlobalEventID": 868502362, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "JPN", "Actor1Name": "JAPANESE", "Actor1CountryCode": "JPN", "Actor2Code": "PRK", "Actor2Name": "NORTH KOREA", "Actor2CountryCode": "PRK", "IsRootEvent": 0, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.8, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Japan", "Actor1Geo_CountryCode": "JA", "Actor1Geo_ADM1Code": "JA", "Actor1Geo_Lat": 36.0, "Actor1Geo_Long": 138.0, "Actor1Geo_FeatureID": "JA", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "North Korea", "Actor2Geo_CountryCode": "KN", "Actor2Geo_ADM1Code": "KN", "Actor2Geo_Lat": 40.0, "Actor2Geo_Long": 127.0, "Actor2Geo_FeatureID": "KN", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Japan", "Action2Geo_CountryCode": "JA", "Action2Geo_ADM1Code": "JA", "Action2Geo_Lat": 36.0, "Action2Geo_Long": 138.0, "Action2Geo_FeatureID": "JA", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.businessinsider.in/trump-said-melania-has-gotten-to-know-kim-jong-un-shortly-after-the-white-house-said-theyve-never-actually-met/articleshow/70850392.cms"}, "ARTICLE": {"TITLE": "Trump said Melania has 'gotten to know' Kim Jong Un. Shortly after, the White House said they've never actually met", "TEXT": "The White House on Monday clarified that Melania Trump has never met North Korean leader Kim Jong Un after President Donald Trump said the first lady has \"gotten to know\" Kim.\n\nWhite House press secretary Stephanie Grisham said, \"President Trump confides in his wife on many issues including the detailed elements of his strong relationship with Chairman Kim - and while the First Lady hasn't met him, the President feels like she's gotten to know him too.\"\n\nTrump has met with Kim three times, developing a controversial relationship with a leader decried across the world for human rights abuses. Melania was never present for any of Trump's meetings with Kim.\n\nAt the G7 summit, Trump said he's \"not happy\" with recent missile tests from North Korea but said Kim is \"not in violation of any agreement.\"\n\nVisit Business Insider's homepage for more stories.\n\nPresident Donald Trump on Monday said Melania Trump has \"gotten to know\" Kim Jong Un, prompting the White House to issue a statement clarifying that the First Lady has never met the North Korean leader.\n\nAdvertisement\n\nWhile answering questions on Iran during a news conference at the Group of 7 summit in Biarritz, France, the president changed the subject to North Korea, stating, \"I also say that, by the way, with respect to North Korea, Kim Jong Un - who I've gotten to know extremely well; the first lady had gotten to know Kim Jong Un, and I think she'd agree with me - he is a man with a country that has tremendous potential.\"\n\nBut the first lady was not present for any of Trump's meetings with Kim, and White House press secretary Stephanie Grisham in a statement shortly thereafter said Melania \"hasn't met\" the leader of the rogue state.\n\nAdvertisement\n\nTrump has met with Kim three times. Melania never joined.\n\nGrisham said , \"President Trump confides in his wife on many issues including the detailed elements of his strong relationship with Chairman Kim - and while the First Lady hasn't met him, the President feels like she's gotten to know him too.\"\n\nEarly on in his presidency, Trump had an extremely contentious relationship with Kim and the two leaders frequently traded insults from across the globe - sparking fears of a potentially devastating military conflict between the US and North Korea.\n\nAdvertisement\n\nBut Trump softened his tone toward the North Korean leader moving into 2018, which paved the way for the two to meet in Singapore in June last year. Trump and Kim expressed a desire to turn the page in the historically antagonistic relationship between US and North Korea. The leaders signed joint statement pledging to move toward an enduring peace and the complete denuclearization of the Korean Peninsula.Trump earlier this year met with Kim a second time in Hanoi, Vietnam, to continue talks on denuclearization. The summit ended abruptly and without a clear or firm deal in place.\n\nThe president in June met with Kim a third time at the demilitarized zone between North and South Korea. The meeting, which Kim said came as a surprise, was last-minute and orchestrated via a tweet from Trump.\n\nTrump's daughter and son-in-law, White House advisers Ivanka Trump and Jared Kushner, were present for the meeting in June.\n\nAdvertisement\n\nBut the first lady was not present for either of the two summits or the fairly impromptu meeting that occurred in June.\n\nSince transitioning from insulting him with tweets to meeting with the North Korean leader on the global stage, Trump has routinely boasted about his close relationship with Kim.\n\nAdvertisement\n\n'We are in the world of missiles folks, whether you like it or not'\n\nThe president's ongoing praise for Kim, one of the world's most repressive leaders , has been highly controversial and sparked criticism from politicians on both sides of the aisle.\n\nNorth Korea has still not denuclearized and in recent weeks has conducted missile tests - including over the weekend.\n\nAdvertisement\n\nAt the G7 on Sunday, Trump told reporters he was \"not happy\" about North Korea's missile tests but said Kim was \"not in violation of any agreement.\"\n\n\"I discussed long-range ballistic and that he cannot do and he hasn't been doing it and he hasn't been doing nuclear testing. He has done short-range, much more standard missiles, a lot of people are testing those missiles, not just him. We are in the world of missiles folks, whether you like it or not,\" Trump added during a bilateral meeting with Japanese Prime Minister Shinzo Abe.\n\nAbe disagreed with Trump's assessment. \"Our position is very clear, the launch of the short-range ballistic missiles by North Korea clearly violates the relevant UN Security Council resolutions.\""}}