{"GDELT": {"GlobalEventID": 868501585, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "CVL", "Actor1Name": "CITIZEN", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -4.11392405063291, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.businessinsider.com/3-ways-china-benefits-from-the-protests-in-hong-kong-2019-8"}, "ARTICLE": {"TITLE": "3 ways China benefits from the protests in Hong Kong", "TEXT": "A protester throws tear gas back at police officers during a demonstration in the district of Yuen Long in Hong Kong on July 27, 2019. ANTHONY WALLACE/AFP/Getty Images\n\nProtests in Hong Kong have dragged on through the summer.\n\nMany have wondered why China doesn't crack down harder, and the reason may be that Beijing sees a benefit in the chaos, according to sociology professor Deana Rohlinger.\n\nVisit Business Insider's homepage for more stories.\n\nThe summer of 2019 has seen week after week of protest in Hong Kong.\n\nThe protests began June 9 when as many as a million people marched against a bill that could allow suspects to be extradited to China. Hong Kong's chief executive, Carrie Lam, who was appointed by Chinese Premier Li Keqiang in 2017, proclaimed the legislation dead days later. But she also declined to withdraw the legislation, spurring additional — larger — protests that at times disrupted financial and transportation systems, leading to clashes with police.\n\nMany in the West have wondered why China hasn't taken firmer action to quell the protests.\n\nAs an expert on social movements and political change, I believe that the conflict in Hong Kong — and its resolution — may have implications for America and the rest of the world. If China brings Hong Kong under its thumb, this shift would alter the territory's politics and economic decision-making. Such a change would undoubtedly ripple through the global economy and affect the ability of American companies to do business abroad.\n\nYet, for now, China's response is fairly subdued. That may be because China is benefiting from not appearing to be involved. Here are three ways."}}