{"GDELT": {"GlobalEventID": 868501567, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "CVL", "Actor1Name": "COMMUNITY", "Actor1Type1Code": "CVL", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.6600660066006601, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Cumberland County, Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_ADM2Code": "ME005", "Actor1Geo_Lat": 43.8501, "Actor1Geo_Long": -70.3328, "Actor1Geo_FeatureID": "581288", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Cumberland County, Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 43.8501, "Action2Geo_Long": -70.3328, "Action2Geo_FeatureID": "581288", "DATEADDED": 20190827004500, "SOURCEURL": "https://www.msn.com/en-us/money/realestate/portland-cumberland-co-receive-45-million-for-affordable-housing/ar-AAGm4aB"}, "ARTICLE": {"TITLE": "Portland, Cumberland Co. receive $4.5 million for affordable housing", "TEXT": "© Provided by TEGNA Inc.\n\nIn one of Maine's most populated areas, affordable housing is hard to find. Rent or a mortgage needs to be less than 30% of a household’s gross monthly income to qualify for affordable housing, according to the 2017 Portland Housing Report. In Portland, 71% of renters and 53% percent of homeowners are identified as low-income.\n\n© NCM Affordable housing in Portland\n\nA 2019 HUD Housing Market Profile says the average apartment rent is about $1,415, up 5% from the first quarter of 2018.\n\n“We need housing for a wide variety of income spectrums,\" said Mary Davis, the Portland Housing and Community Development Division Director. \"Not just affordable housing, but workforce housing is also in need. And we are doing what we can with the resources that we have to promote that housing.”\n\nA $4.5 million allotment of U.S. Department of Housing and Urban Development funding is aimed at supporting low-income families in Portland and Cumberland County.\n\nCumberland County will receive $1,523,331 through the Community Development Block Grant program through HUD, according to Sen. Susan Collins' Office.\n\nSince 1974, CDBG provides communities with wide-ranging resources to help communities across the country development.\n\nThe $1.5 million designated to Cumberland County will be used towards housing development. Community Development Director Kristin Styles says a vote during a Commissioner’s Meeting on September 9th will decide the future projects. Styles calls the plans 'well-designed affordable housing.'\n\nThe $1.8 million from the Community Development Block Grant program for Portland will go towards organizations across the city, such as Catholic Charities, Preble Street, Oxford Shelter, Spurwink, Boys and Girls Club and Portland Public Works.\n\nRELATED: New program aims to limit number of former foster kids experiencing homelessness\n\nRELATED: HUD Secretary visits Lewiston to see programs in action\n\n“We provide them with programming funds and we use funding to do public infrastructure in low-to-moderate income neighborhoods,” Davis Said\n\nThe remainder of the money, $160,873 through the Emergency Solutions Grants program, and $1,020,693 through the HOME program is designated to help people with low-incomes expand homeownership and affordable housing opportunities and to fund staff to assist Portland’s homeless find a place of their own."}}