{"GDELT": {"GlobalEventID": 868502816, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "RUS", "Actor1Name": "RUSSIA", "Actor1CountryCode": "RUS", "Actor2Code": "LAB", "Actor2Name": "STAFF MEMBER", "Actor2Type1Code": "LAB", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -5.77617328519856, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Severodvinsk, Arkhangel'skaya Oblast', Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS06", "Actor1Geo_ADM2Code": "25042", "Actor1Geo_Lat": 64.5635, "Actor1Geo_Long": 39.8302, "Actor1Geo_FeatureID": "-2999812", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Severodvinsk, Arkhangel'skaya Oblast', Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS06", "Actor2Geo_ADM2Code": "25042", "Actor2Geo_Lat": 64.5635, "Actor2Geo_Long": 39.8302, "Actor2Geo_FeatureID": "-2999812", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Severodvinsk, Arkhangel'skaya Oblast', Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS06", "Action2Geo_ADM2Code": "25042", "Action2Geo_Lat": 64.5635, "Action2Geo_Long": 39.8302, "Action2Geo_FeatureID": "-2999812", "DATEADDED": 20190827004500, "SOURCEURL": "http://news.trust.org/item/20190826074409-mfya8/"}, "ARTICLE": {"TITLE": "Russia finds radioactive isotopes in test samples after accident", "TEXT": "(Changes source, adds detail, background)\n\nBy Maria Kiselyova and Tom Balmforth\n\nMOSCOW, Aug 26 (Reuters) - Russia's state weather agency said on Monday it had found the radioactive isotopes of strontium, barium and lanthanum in test samples after a mysterious accident during a test at a military site earlier this month.\n\nThe deadly accident on Aug. 8 caused a brief rise in radiation levels in the nearby city of Severodvinsk. President Vladimir Putin later said the mishap occurred during testing of what he called promising new weapons systems.\n\nA cloud of inert radioactive gases formed as a result of a decay of the isotopes and caused the brief spike in radiation in Severodvinsk, the weather agency said in a statement.\n\nThe isotopes were Strontium-91, Barium-139, Barium-140 and Lanthanum-140, which have half-lives of 9.3 hours, 83 minutes, 12.8 days and 40 hours respectively, it said.\n\nRussia's state nuclear agency has said five of its staff members were killed and three injured in a blast during a rocket test on a sea platform that involved \"isotope power sources\".\n\nU.S.-based nuclear experts suspect the incident occurred during tests of a nuclear-powered cruise missile.\n\nNorway's nuclear test-ban monitor said on Friday that the explosion that killed the scientists was followed by a second blast two hours later and that this was the likely source of a spike in radiation.\n\nThe second explosion was probably from an airborne rocket powered by radioactive fuel, the Norsar agency said - though the governor of Russia's Arkhangelsk region, where the blast took place, dismissed reports of another blast. (Reporting by Maria Kiselyova Writing by Tom Balmforth Editing by Mark Heinrich)\n\nOur Standards: The Thomson Reuters Trust Principles."}}