{"GDELT": {"GlobalEventID": 868501790, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "FRA", "Actor1Name": "FRANCE", "Actor1CountryCode": "FRA", "Actor2Code": "BRA", "Actor2Name": "BRAZILIAN", "Actor2CountryCode": "BRA", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 6, "NumSources": 2, "NumArticles": 6, "AvgTone": -4.649390243902441, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Minas Gerais, Acre, Brazil", "Actor1Geo_CountryCode": "BR", "Actor1Geo_ADM1Code": "BR01", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -8.96667, "Actor1Geo_Long": -72.7833, "Actor1Geo_FeatureID": "-655150", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Minas Gerais, Acre, Brazil", "Actor2Geo_CountryCode": "BR", "Actor2Geo_ADM1Code": "BR01", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -8.96667, "Actor2Geo_Long": -72.7833, "Actor2Geo_FeatureID": "-655150", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Minas Gerais, Acre, Brazil", "Action2Geo_CountryCode": "BR", "Action2Geo_ADM1Code": "BR01", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -8.96667, "Action2Geo_Long": -72.7833, "Action2Geo_FeatureID": "-655150", "DATEADDED": 20190827004500, "SOURCEURL": "https://radio.wpsu.org/post/sos-brazils-amazon-fire-protesters-we-need-worlds-help-right-now"}, "ARTICLE": {"TITLE": "SOS From Brazil's Amazon Fire Protesters: 'We Need The World's Help Right Now'", "TEXT": "\"Hello, planet! Wake up! Without the Amazon, you can't breathe!\" protesters chanted Friday in Rio de Janeiro, as they filled the front steps of city hall carrying painted crosses traditionally seen at funerals. That night, they were mourning the rainforest.\n\nMore than 30 protests took place across Brazil this weekend to voice outrage over fires burning through the Amazon.\n\nAt another Rio protest on Sunday, thousands of demonstrators marched along Ipanema beach, chanting, \"The Amazon stays, out with Bolsonaro,\" a reference to Brazilian President Jair Bolsonaro. Protesters swarmed the main bus station in the capital city of Brasília, packed over six blocks of downtown São Paulo and filled plazas across the northern cities of Recife, Manaus and Belém.\n\nThe mounting public uproar — including efforts at the G-7 summit in France to address a spike in Brazilian forest fires — pressured Bolsonaro to change his tone. After scoffing at his critics previously in the week and suggesting without evidence that environmental nongovernmental organizations could be setting the fires, the president gave a somber prime-time television address on Friday night pledging to combat fires and illegal deforestation. TV viewers banged pots and pans, a signal of discontent with the political leadership.\n\n\"Both internationally and domestically, it marked a low point for his presidency,\" said political scientist Karla Gobo of Brazil's Advanced School of Propaganda and Marketing.\n\nInside Brazil, mobilization for the Amazon over the weekend included opposition politicians, who have called for a congressional investigation into the causes of the fires, as well as a wide array of student activists, health workers, lawyers and indigenous organizers. Leading chants at both Rio protests was Michael Oliveira, an indigenous Aruak man who came to live in Rio from the Amazonian city of Manaus. He spent several years living on the city's streets before becoming a schoolteacher.\n\n\"We are a nonpartisan, broad coalition of environmentalists,\" 23-year-old law student Luísa Daher said into the microphone at the Rio protest to cheers. \"We're just getting started.\"\n\nThe number of fires in the Amazon so far this year is 35% higher than the historical average for the same period over the last eight years, according to Brazil's National Institute for Space Research.\n\nOn Friday, Bolsonaro suggested that high temperatures this year are behind the increase in fires, but scientists say that this does not fully explain the problem. They point to deforestation, which is often carried out illegally and which removed over three times as much forest last month as in July 2018, according to preliminary data from the research institute.\n\nThe 10 Amazon municipalities with the most fires this year are the same ones that have seen the most new deforestation, according to researchers from the Amazon Environmental Research Institute, who said in a technical note that the data represent \"a strong indicator of the intentional character of the fires: clearing recently deforested areas.\"\n\nIt's my role as a young person and as a Brazilian to show up too and put this issue on the political agenda. - Cíntia Lucena, 20, protester in Brasília\n\nCritics say the government has given a pass to farmers and loggers to slash and burn trees in the rainforest without seeking a required license. Bolsonaro pledged to roll back forest protections during his campaign, and since taking office, he has defunded and politically sidelined government oversight of the environment.\n\nIf Bolsonaro's election last year suggested political weakness in Brazil's environmental movement, the new wave of protest for the Amazon shows that many Brazilians are desperate for political action to conserve the forest.\n\n\"Our goal is not to advance a certain political party but to build consciousness, be broad and be participatory,\" said Daher. \"We're listening to advice from veterans of environmental and indigenous movements.\"\n\nSeveral protesters said they admired the activism occurring in climate movements in other parts of the world. \"It's my role as a young person and as a Brazilian to show up too and put this issue on the political agenda,\" said political science student Cíntia Lucena, 20, who protested in Brasília.\n\n\"When the sky in São Paulo turned black from soot on Monday afternoon,\" said Henrique Bezerra, 35, a corporate consultant who was protesting in São Paulo on Friday, \"I think that scared the reality into a lot of people.\"\n\nStill, even with increased domestic and international pressure, conservation specialists warn that meaningful steps to better protect the Amazon will likely be difficult to achieve under Bolsonaro's administration. Bolsonaro appointed an environment minister convicted of illegally approving a mining project in a conservation area and a foreign minister who has described climate change as a Marxist plot. Brazil's environmental agency, its budget reduced, reported it has issued one-third fewer environmental fines so far in 2019 compared with the same period last year.\n\nPledges of action\n\nBrazil's federal government has announced it will help fight fires in Amazonian states that request aid, and a firefighting operation has begun in the state of Rondônia.\n\nOn Monday, French President Emmanuel Macron and Chilean President Sebastián Piñera announced that the G-7 countries had agreed on a $20 million aid package to help fight Amazon fires and said a reforestation program would be discussed at the United Nations General Assembly next month.\n\n\"A serious response would also include restoring funding and authority to the government organs that combat illegal deforestation,\" said biologist Joice Ferreira of the Brazilian Agricultural Research Corporation, a state-run organization affiliated with the Agriculture Ministry.\n\n\"The president is encircled by climate deniers and conspiracy theorists,\" said Claudio Angelo of Brazil's Climate Observatory, a civil society research coalition. \"It is very difficult to imagine a real change.\"\n\nCarolina Pavese, a political scientist who specializes in international climate policy at the Catholic University of Minas Gerais, said that given the current context, \"better outcomes may be possible through strengthening the work of environmental nonprofits and civil society without the government as an intermediary.\"\n\nThe protesters emphasized the gravity of the situation. Many signs read \"SOS.\" \"The Amazon belongs to the world, and we need the world's help right now,\" said biology student João Taranto at a protest in Rio.\n\nHis sentiment ran counter to Bolsonaro's comments that the international action to save the rainforest in Brazil betrays a \"colonial\" mindset.\n\nThe protesters plan to continue taking to the streets. Several said they would participate in an upcoming climate strike, and a string of demonstrations for the Amazon in different cities has been scheduled for the upcoming weeks.\n\nNear the end of Rio's downtown protest on Friday, an organizer reminded the crowd to return any borrowed materials. \"If you took a funeral cross to carry,\" said a voice from the sound car, \"please turn it in so we can use it at the next march.\"\n\n"}}