{"GDELT": {"GlobalEventID": 868769860, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 3.3388981636060096, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Town Of Camden, Maine, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USME", "Actor1Geo_ADM2Code": "ME013", "Actor1Geo_Lat": 44.2262, "Actor1Geo_Long": -69.0792, "Actor1Geo_FeatureID": "582384", "Actor2Geo_Type": 0, "Action2Geo_Type": 3, "Action2Geo_Fullname": "Town Of Camden, Maine, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USME", "Action2Geo_Lat": 44.2262, "Action2Geo_Long": -69.0792, "Action2Geo_FeatureID": "582384", "DATEADDED": 20190828013000, "SOURCEURL": "https://www.penbaypilot.com/article/windjammer-festival-drop-anchor-camden-labor-day-weekend/123442"}, "ARTICLE": {"TITLE": "Windjammer Festival to drop anchor in Camden Labor Day Weekend", "TEXT": "Plot a course for Camden Labor Day weekend, Aug. 30-31, when the harbor will fill with the sails and masts of nearly two dozen windjammers and schooners.\n\nFriday, Aug. 30, brings the launch of Camden’s 26th annual maritime celebration, the Camden Windjammer Festival, which features the largest gathering of windjammers in the northeast. The festival offers two full days of family-friendly events, spirited competitions and nautical exhibits, a combination that one can only experience on Labor Day Weekend in Camden.\n\nSettle in Friday around noon, on a bench at the public landing, and watch as the windjammers parade into the harbor throughout the afternoon.\n\nCapt. Jim Sharp will provide a running commentary on the history and glory of each vessel as it makes its way to a berth at the public docks. The vessels are greeted one after the other with cheers from the crowd, and each captain is gifted a pineapple, a symbol of hospitality.\n\nThroughout the day Friday, a silent auction will be underway, with bidders vying to join the guests and crew for dinner aboard a handful of the Maine Windjammer Association vessels Friday night.\n\nThe day’s schedule also includes radio-controlled boat races in the harbor, a lobster hauling demonstration, a downtown treasure hunt and a Camden walking tour with locals. The evening includes an outdoor concert and schooner talent show in Harbor Park, and culminates with fireworks over the harbor.\n\nSaturday morning begins early with the Camden Rotary Club Pancake Breakfast and the start of the inaugural Camden Fire Department Windjammer 5K.\n\nThe Lobster Crate Race is Saturday’s highlight, and features contestants racing across a line of more than 40 crates, trying to avoid falling into the harbor.\n\nThe First Fish Relay Race is another fun competition that has teams tossing slippery fish into a boat’s “hold” and then racing a short course to finish.\n\nDog lovers can sit back and watch the Nautical Dog Show, across the way in Harbor Park, where the Pirates of the Dark Rose will be encamped and looking for cohorts.\n\nThe Ale House String Band and the Rusty Hinges will both be playing live music during the day's events.\n\nAlso on Saturday, stop by the big tent for the West Bay Rotary Chowder Challenge at noon.\n\nDuring the Festival, the public landing will play host to displays of maritime traditions and crafts, and the schooners are open for tours Saturday afternoon. Camden Public Library will show the movie Adrift, and also provide storytelling and activities for children.\n\nDaysail schooners will be sailing daily to get you out on Penobscot Bay for a couple of hours. Food and other vendors will be located on the public landing, with restaurants and stores open downtown during the Festival, as well.\n\nThe Camden Opera House welcomes Roger McGuinn to the stage Saturday night, and the harbor master will host a dance party on the public landing with live music by Primo Cubano.\n\nCamden Windjammer Festival recognizes the importance of these glorious sailing vessels to Camden's maritime history, with a special salute to the captains and crew of the town's day sailers, and the vessels that comprise the Maine Windjammer Association and Maine Windjammer Cruises, among others.\n\nEntrance to the Camden Windjammer Festival is free, with generous financial and in-kind support from numerous businesses, organizations and individual volunteers, in partnership with the Town of Camden. Be sure to thank and show your support for those who contributed to this year’s event.\n\nThe detailed schedule of events is available at camdensnowbowl.com/CWF\n\nFMI: info@camdensnowbowl.com"}}