{"GDELT": {"GlobalEventID": 868744230, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "VEN", "Actor2Name": "ANGEL FALLS", "Actor2CountryCode": "VEN", "IsRootEvent": 1, "EventCode": 193, "EventBaseCode": 193, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.0, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20190827234500, "SOURCEURL": "https://www.vox.com/culture/2019/8/27/20803742/aquarela-interview-victor-kossakovsky"}, "ARTICLE": {"TITLE": "Aquarela is the most metal documentary about water you will ever see", "TEXT": "Victor Kossakovsy’s documentary Aquarela is unlike anything I’ve ever seen. It’s a film about water, the role water plays in climates around the world, and how changes in those climates can unleash water’s destructive power.\n\nBut none of those themes are narrated in the film. Instead, we’re presented with about 90 minutes of lengthy scenes and trusted to draw meaning from them — cars falling through melting ice that used to be solid enough to drive across; rolling high seas; icebergs splitting apart; gale-force storms on highways; enormous, breathtaking waterfalls. Watching Aquarela is less like watching a traditional nature documentary and more like a feature-length music video that roams the globe, without many people onscreen, and no talking heads or explanatory text. Water, in its many forms, is the protagonist, rather than the subject. It’s the sort of film that leaves you in awe.\n\nThe unpredictable natural environments that appear in the film made shooting it a dangerous challenge, meaning Aquarela is likely one of the riskiest documentaries ever made. And in case its implications aren’t obvious, Kossakovsky tapped the Finnish symphonic metal band Apocalyptica to compose the film’s score.\n\nThe director, who grew up in the Soviet Union and often makes experimental films, also shot Aquarela at 96 frames per second — much higher than most films’ 24 frames per second. His footage captures nearly every micro movement, making the images onscreen seem almost alive, crisp and vivid in a way that’s difficult to explain. (Most movie theaters are not equipped to show the film at 96 fps, but many are projecting it in 48 fps, still faster than the standard frame rate.) The experience of watching it is both magnificent and unnerving.\n\nI recently met with Kossakovsky in New York to talk about Aquarela, his philosophy around documentaries, and the challenges of making a movie about water. Our conversation, edited and condensed for length and clarity, follows.\n\nAlissa Wilkinson\n\nWhy did you want to make a movie about water?\n\nVictor Kossakovsky\n\nIt’s a simple question!\n\nAlissa Wilkinson\n\nWell, there’s no more simple substance than water!\n\nVictor Kossakovsky\n\nYeah, exactly.\n\nAs an artist, you’re always looking for some creature or character which is ambivalent — beautiful, ugly, horrible, sweet in one second. Any fiction director is looking for such a character. But when you’re not using actors, what could this be? Something that’s surely always changing emotion, right?\n\nWell, there’s nothing better than water [for that]. It’s the perfect subject. Everyone talks about it like they understand it, but I think no one understands it. And the more you study, the more questions there are.\n\nWater challenges you every day. We’re trying to spoil it in many ways. But it’s still here. Still alive. It’s everything.\n\nThis is the challenge: to make [a film] in a way you can’t forget it. I’m trying to film it in a way that you will sleep and you will see these waves; you will still have them in your mind. This for me is the challenge: to be realist and magical.\n\nAlissa Wilkinson\n\nHave you heard of 4DX cinema?\n\nVictor Kossakovsky\n\nAh, yeah, yeah.\n\nAlissa Wilkinson\n\nI had to see a movie in 4DX for an article. There’s an element they call “face water,” where they spray water at you during the movie when it’s onscreen.\n\nVictor Kossakovsky\n\nYeah, as they zoom the chair around.\n\nAlissa Wilkinson\n\nRight. I kept thinking about that experience while I was watching Aquarela, wondering what it would be like in 4DX. All the water!\n\nVictor Kossakovsky\n\nAnd suddenly the roof falls in!\n\nAlissa Wilkinson\n\nRight! But even though Aquarela is not in 4DX, it’s almost as immersive. I kept thinking that it’s a very big film. It’s hard to find another word. The images look different because of the frame rate you’re shooting at, there’s heavy metal music, there’s danger and risk — it’s not a typical documentary.\n\nVictor Kossakovsky\n\nNo. People put the documentary in a corner, which I cannot take anymore. I cannot say, “Oh, well, it’s a documentary — let’s show it in a small cinema somewhere.” We have red carpets for “big” movies, and the documentaries have what?\n\nPeople think documentary is talking heads. Of course, I could have filmed 10 faces talking, politicians, environmentalists, and climatologists, and “green” people, talking: “Well, we need water, save water, global warming.” Of course, I can do it [that way]. But does it work? It doesn’t work, right? Cinema is cinema.\n\nYou know what? In Russian, we don’t say “documentary.” We say documentally. If literally translated, it’s something about mentality. It’s a document of mentality, of our way of seeing the world.\n\nPeople who think it’s about talking heads ... if they want to make a documentary that way, they can do it. I’m trying to make films about how we see the world. It’s documentally. I’m a warrior of cinema, so I want documentally to be considered like fiction, to be in the same “room” as fiction.\n\nAlissa Wilkinson\n\nPeople have been trained to watch one kind of documentary, as you say, and so they really don’t know what to do when they encounter a movie like yours, that tries to depict reality but with these big, brash cinematic techniques. But why don’t more people try to do what you’re doing?\n\nVictor Kossakovsky\n\nIt’s a question of motivation. Mostly people [start making] documentaries because they are nice people. They care. They want to say something, they want to help someone, they want to raise questions. All nice things to do.\n\nBut the best films in history say nothing important. The best paintings in history — Mona Lisa says nothing about the political situation in Italy at the time, in Europe, right? Even the best film ever done, [Dziga Vertov’s 1929 silent film] Man With a Movie Camera, doesn’t say anything about the Soviet Union or the Communist Party. Still the best film in history, not accidentally, because it has something more than we can understand. Art is what we can’t understand. It contains things we can understand, but it also has something we can’t understand. You’re just watching something, and you cry, and you don’t know why. If you are asked why you’re crying, you can’t answer. It’s more than you can explain.\n\nIn the Soviet Union, we were raised in a way in which we could not say many things; we needed to find a visual way to express the ideas, a poetic way. If a poem said, “This president is an asshole” — poets would not say it. Poets will write in a way that you will read between the lines, and it will suddenly become clear that he is an asshole: Fuck, he’s an asshole! How can we elect him? I’m not talking about your country. [smiles] There are many countries on the planet.\n\nArt is endless, ageless. It never dies. Ideas have died. Even Archimedes’s ideas, Aristotle’s ideas, Newton’s ideas — they die or are changed. But the miracle of inspiration means art stays around. Art still makes us cry. And we still share it with each other.\n\nAlissa Wilkinson\n\nOne of the wildest things about watching this movie is that you’re shooting right on the ocean, and because of the way you’re shooting it, the waves and the water seem very alive in a way we almost never see them onscreen.\n\nVictor Kossakovsky\n\nYeah. Usually the ocean is “made” in studios, you know? That’s how they do that.\n\nAlissa Wilkinson\n\nAquarela is definitely not made in a studio.\n\nVictor Kossakovsky\n\nThis is not a studio. And most important: The camera is not moving. This is the most challenging. To film there [on the ocean], and to make the horizon still. Only my team can do this. [Kossakovsky and his team used special equipment to shoot on the open seas and keep the camera steady.]\n\nAlissa Wilkinson\n\nIt seems very dangerous! Were you worried?\n\nVictor Kossakovsky\n\nYes. Right from the start, in the scene with the car, we are filming this beautiful water, and suddenly, bam, the water gave a sign that it’s beautiful, but it’s not a joke. [In an early scene, a car suddenly falls through the ice it’s driving on, which has melted several weeks earlier than expected.] It’s beautiful, but it’s not a joke. It’s serious. And for a moment, we were like, maybe we shouldn’t continue? Obviously, it’s not a game. It’s a real life-and-death challenge.\n\nSo every morning, first, I planned for safety. Who must stay where, and what we will do so that no one dies.\n\nYou need to understand that I’m really happy with my own work. After [many projects I’ve done], I said, “This planet is amazing. This life is just bliss. If I die, I’m fine.”\n\nBut my team is very young. That’s why for me, [safety] was the biggest thing — to keep them alive. I have to be sure nothing happens to them.\n\nOn the boat, we were roped together, like one line. Because even to move from the left corner of the boat to the right corner, you need a few hours. Three, four, five hours sometimes, just to move from here to there. Always someone must watch you, and you must not lose contact. Because if something happened to you, you have a few seconds under [the water], and then you’re gone. So you can do this only with people you really, really, really trust.\n\nAquarela is now playing in select theaters."}}