{"GDELT": {"GlobalEventID": 868770061, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAEDU", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.30718954248366, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20190828013000, "SOURCEURL": "http://dailytrojan.com/2019/08/27/president-folt-names-ubuffalos-charles-zukoski-as-provost-vice-president-for-academic-affair/"}, "ARTICLE": {"TITLE": "President Folt names UBuffalo’s Charles Zukoski as provost, vice president for academic affairs", "TEXT": "Photo credit: Mark Mulville\n\nUniversity at Buffalo’s Charles “Chip” Zukoski will serve as provost and senior vice president for academic affairs at USC starting Oct. 1, President Carol Folt announced Tuesday in a letter.\n\n“Dr. Zukoski brings to USC extensive experience overseeing professional schools, the arts and humanities, and the health and medical sciences,” Folt wrote.\n\nZukoski was selected from more than 300 names to follow Michael Quick, who left the University in April to return to teaching and research. He will replace Elizabeth Graddy, who has served as interim provost since July 1.\n\nZukoski worked at UB as both provost and executive vice president for academic affairs. Before then, he served as vice chancellor for research at the University of Illinois at Urbana-Champaign.\n\n“[These experiences] exposed me to these questions about how to educate students, how to hire faculty, how to enroll students, how to make sure they are retained and are successful in getting their degrees, how educational programs begin to evolve as they face the future and the altering economy and the geopolitics of the world,” Zukoski said in an interview with the Daily Trojan.\n\nAs provost, Zukoski will oversee all 23 professional schools. His responsibilities will focus on admissions and enrollment services, budgeting, campus well-being and academic and faculty affairs, among others. According to Folt, Graddy will assist with Zukoski’s transition as she resumes her role as executive vice provost.\n\nZukoski said his goals for the next year are three-fold: building trust and understanding the students and faculty and stakeholders at USC, strengthening the University’s educational and research programs and increasing the impact USC has on its neighboring community in South L.A.\n\n“[We want] to begin to address the large problems the neighborhoods face from health disparities to sustainability and water to access to food and housing,” Zukoski added. “How can USC, with its research and scholarship capacity, have an enhanced impact there?”\n\nZukoski said though his plans with Folt are in the preliminary stages, he aims to help move the University forward with the rest of the administration. According to Zukoski, working with the administration, faculty, students and staff on issues at USC is what attracted him to assume his position.\n\n“I see an institution with a tremendous tradition, tremendous history … and then I see these issues, and I say, ‘OK, we’ve got to work on them,’” Zukoski said. “Understanding how those issues came to be and what we need to put in place to make sure all those problems don’t reemerge is very important but as important is reestablishing bringing everyone together so we all know we want to move forward because we have these common goals.”\n\nZukoski’s time at UB was marked by growth and recognition. University at Buffalo received its highest rankings from U.S. News and World Report during his tenure. It has been named among the top 50 schools in the country every year since 2013. The university received its highest ranking from the publication in 2018 when it was ranked No. 38.\n\nZukoski also helped with efforts to restructure University at Buffalo’s general education program, improve graduation rates and increase and diversify the student body.\n\nDespite his successes at UB, Zukoski’s time at UB was also marked with controversy. UB’s student newspaper The Spectrum reported that some community members protested against wages for teaching assistants and graduate assistants at UB and petitioned for a $21,310 minimum stipend. In September 2017, Zukoski addressed a crowd of about 100 protesters and said, “It is difficult for me to reach in at the provost level and just say, pay them more,” The Spectrum reported.\n\nStudent leaders later met with Zukoski and administrators at a private meeting, where he said graduate and teaching assistants made well above a living wage, the newspaper reported.\n\nZukoski earned his bachelor’s in physics from Reed College in 1977 and his doctorate in chemical engineering from Princeton University in 1985.\n\nZukoski was chosen by a 17-member search committee chaired by professor Mark Humayun, which included faculty, staff, students and members of the Board of Trustees’ Academic Affairs Committee, Folt wrote.\n\nUndergraduate Student Government President Trenton Stone said the provost search process was an improvement from the presidential search committee, which didn’t include student input.\n\nHe was able to review applications and voice his and other undergraduate students’ opinions at meetings he attended in-person and over phone call throughout the summer. In the future, Stone said he’d also like to see more student voices on these committees.\n\n“Given there’s a number of faculty on the committee, and the provost is the chief academic on this campus, I do think it would be helpful to have just one more undergrad and graduate at least … just to make sure that it’s not just one undergraduate perspective there,” he said. “It never hurts to have another.”\n\nIn the letter, Folt wrote she expects Zukoski’s experience will provide a new perspective for the University.\n\n“In Dr. Zukoski, we have found an active partner to help advance the University by building on our breadth and depth and seeking new opportunities for impact and leadership,” Folt wrote. “He is knowledgeable about all aspects of the university and cares deeply about the welfare and needs of the faculty, staff and students and the communities we serve.”"}}