{"GDELT": {"GlobalEventID": 868744280, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "USAHLH", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "HLH", "Actor2Code": "VNM", "Actor2Name": "VIETNAM", "Actor2CountryCode": "VNM", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -6.05564648117839, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Clarksburg, West Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWV", "Actor1Geo_ADM2Code": "WV033", "Actor1Geo_Lat": 39.2806, "Actor1Geo_Long": -80.3445, "Actor1Geo_FeatureID": "1537358", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Vietnam, Republic Of", "Actor2Geo_CountryCode": "VM", "Actor2Geo_ADM1Code": "VM", "Actor2Geo_Lat": 16.166667, "Actor2Geo_Long": 107.83333300000001, "Actor2Geo_FeatureID": "VM", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Clarksburg, West Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWV", "Action2Geo_ADM2Code": "WV033", "Action2Geo_Lat": 39.2806, "Action2Geo_Long": -80.3445, "Action2Geo_FeatureID": "1537358", "DATEADDED": 20190827234500, "SOURCEURL": "https://www.stripes.com/news/veterans/several-suspicious-deaths-at-west-virginia-va-now-under-investigation-1.596155"}, "ARTICLE": {"TITLE": "Several suspicious deaths at West Virginia VA now under investigation", "TEXT": "WASHINGTON — Federal law enforcement and the Office of Inspector General are investigating multiple suspicious deaths at the Department of Veterans Affairs hospital in Clarksburg, W.Va., one of which was confirmed by a medical examiner as a homicide.\n\nDetails of potential wrongdoing were outlined last week in a wrongful death claim filed against the VA by the family of retired Army Sgt. Felix McDermott. McDermott, a Vietnam War veteran, died April 9, 2018, at the Louis A. Johnson VA Medical Center.\n\nAn autopsy report included with the claim confirms McDermott’s cause of death as a homicide. He was injected with a fatal dose of insulin into the abdomen, which wasn’t ordered by a doctor, according to the claim.\n\nMcDermott, who had experienced a stroke, suffered from dementia and physical disability. He went to the hospital in April 2018 after developing aspiration pneumonia. McDermott was not diabetic and had no history of needing insulin, the claim reads.\n\n“He was showing clear improvement in his medical condition when he was negligently, wrongfully or intentionally injected with insulin,” the claim reads. “If the medical examiner’s conclusion is correct, Felix Kirk McDermott was murdered while he was in the care and custody of the Louis A. Johnson VA Medical Center.”\n\nMcDermott’s body was exhumed in October 2018 and sent to Dover Air Force Base in Delaware for an autopsy under order of the VA Office of Inspector General, the claim states. The claim also alleges evidence exists that “nine or ten” other patients at the Clarksburg VA were also wrongfully injected with insulin into their abdomen, causing their deaths.\n\nAccording to the claim, McDermott’s family was told by VA investigators that there was a person of interest in the deaths. The VA Office of Inspector General said Tuesday in a statement that it has been investigating allegations of potential wrongdoing at the hospital.\n\n“At this time, we cannot comment further on those activities,” the statement reads. “As is always the case, the VA [Office of Inspector General] works with the department to identify and urgently address allegations related to patient safety.”\n\nOn Monday, Sen. Joe Manchin, D-W.Va., spoke to VA Secretary Robert Wilkie and Glenn Snider, director of the Clarksburg hospital. The person of interest in the deaths is “no longer in any contact with veterans at the VA facility,\" Manchin said in a statement.\n\n“These crimes shock the conscience, and I’m still appalled they were not only committed but that our veterans, who have sacrificed so much for our country, were the victims,” Manchin said. “I will do everything in my power to investigate these accusations and get to the bottom of what happened.”\n\nWesley Walls, chief of public affairs at the Clarksburg facility, reiterated Tuesday that the allegations don't involve any current hospital employees.\n\n\"Immediately upon discovering these serious allegations, Louis A. Johnson VA Medical Center leadership brought them to the attention of VA’s inspector general while putting safeguards in place to ensure the safety of each and every one of our patients,\" Walls wrote in an email.\n\nMcDermott’s family was told that he was one of the last known victims. The Clarksburg hospital “had a duty” to warn patients of the multiple suspicious deaths so that new patients, including McDermott, could make informed decisions about where to seek care, the claim states.\n\nHis family is seeking monetary damages of $1 million for personal injury and $5 million for wrongful death.\n\nRep. Mark Takano, D-Calif., the chairman of the House Committee on Veterans’ Affairs, urged the VA on Friday to work closely with the Justice Department and “devote all necessary resources to seeking justice for these veterans.”\n\nwentling.nikki@stripes.com\n\nTwitter: @nikkiwentling"}}