{"GDELT": {"GlobalEventID": 868770175, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "moh", "Actor1Name": "MOHAWK", "Actor1EthnicCode": "moh", "Actor2Code": "BUS", "Actor2Name": "COMPANY", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.56657963446475, "Actor1Geo_Type": 0, "Actor2Geo_Type": 0, "Action2Geo_Type": 0, "DATEADDED": 20190828013000, "SOURCEURL": "https://dailygazette.com/article/2019/08/27/ge-solar-spinoff-to-move-headquarters-down-erie-boulevard"}, "ARTICLE": {"TITLE": "GE solar spinoff to move headquarters down Erie Boulevard", "TEXT": "SCHENECTADY — A new solar power and energy storage company that began in 2012 as a General Electric incubator venture will move up Erie Boulevard and make its headquarters at Mohawk Harbor.\n\nDistributed Solar Development will place 13 of its 60-plus employees in office space at the waterfront complex and is hiring three more to work there. It also will utilize storage space at the Rotterdam Corporate Park, which is owned by the Galesi Group, developer of Mohawk Harbor.\n\nDistributed Solar Development was known as GE Solar for the first seven years of its life, as it formed and grew at the GE campus at the foot of Erie Boulevard. In July, it became Distributed Solar Development, a GE Renewable Energy Venture, as a fund managed by BlackRock Real Assets took an 80 percent ownership share.\n\nBlackRock Real Assets is a frequent investor in the clean energy sector, with $5 billion invested in over 250 wind and solar projects across the globe with a total generation capacity of over 5.2 gigawatts.\n\nGE Renewable Energy retains 20 percent ownership.\n\nDSD designs, engineers, finances, operates and maintains solar and storage solutions for the commercial, industrial and public sectors. Since its first installation in 2015, the company has developed 125 projects. Its business model breaks with tradition in some ways, including using non-GE products if they make the most sense for the client.\n\nCEO Erik Schiemann alluded to this company culture in a news release Tuesday: “We are excited to move our new corporate headquarters to Mohawk Harbor. It gives our employees an office space with a beautiful, innovative design that matches the energy and culture of the DSD team and allows us to continue to expand as our business grows.”\n\nGalesi Group CEO David Buicko said: “DSD is a great fit for the harbor. The harbor is a green project built on a former brownfield site and now we have a leading green energy company locating its main office here.”\n\nThe Mohawk Harbor space will replace a temporary headquarters on the GE campus and, at 6,700 square feet, will offer room for future growth. DSD plans to move in this autumn.\n\nThe Schenectady County Metroplex Development Authority is providing a $90,000 grant to assist with the costs of the project."}}