{"GDELT": {"GlobalEventID": 868743539, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "GOV", "Actor1Name": "PRINCE", "Actor1Type1Code": "GOV", "Actor2Code": "GBR", "Actor2Name": "UNITED KINGDOM", "Actor2CountryCode": "GBR", "IsRootEvent": 1, "EventCode": 56, "EventBaseCode": 56, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.6849315068493101, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKC3", "Actor1Geo_ADM2Code": "40098", "Actor1Geo_Lat": 52.2, "Actor1Geo_Long": 0.116667, "Actor1Geo_FeatureID": "-2591658", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Actor2Geo_CountryCode": "UK", "Actor2Geo_ADM1Code": "UKC3", "Actor2Geo_ADM2Code": "40098", "Actor2Geo_Lat": 52.2, "Actor2Geo_Long": 0.116667, "Actor2Geo_FeatureID": "-2591658", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Cambridge, Cambridgeshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKC3", "Action2Geo_ADM2Code": "40098", "Action2Geo_Lat": 52.2, "Action2Geo_Long": 0.116667, "Action2Geo_FeatureID": "-2591658", "DATEADDED": 20190827234500, "SOURCEURL": "https://www.express.co.uk/news/royal/1170796/Prince-William-vs-Harry-royal-feud-meghan-markle-royal-family-news"}, "ARTICLE": {"TITLE": "Prince William vs Harry: The real reason behind split - 'Harry couldn't forgive him’", "TEXT": "FREE now and never miss the top Royal stories again. SUBSCRIBE Invalid email Sign up fornow and never miss the top Royal stories again. We will use your email address only for sending you newsletters. Please see our Privacy Notice for details of your data protection rights.\n\nPrinces William and Harry have rarely appeared together recently, as they continue to nurture independence separate of one another. The brothers have their own families, with William and Kate taking care of three children, and Meghan and Harry doting over three-month-old baby Archie. Harry and Meghan departed Kensington Palace for the rolling Windsor countryside to raise their son earlier this year. Since then, speculation has mounted that there is bad blood between the Cambridge and Sussex houses, and a new documentary has revealed this may extend much further into the past.\n\nWhile perceived fractures in the Royal Family are the result of the Sussex bid for independence, royal experts insist there was an earlier childhood split between the brothers. Experts speaking on the ‘Princes At War’ documentary said Princes Harry and William fell out when the heir to the throne used his brother as a “decoy”. Simon Vigar, Channel 5 royal correspondent, said William used Harry to protect his image during parties in their youth. He said: “Harry has obviously got into some scrapes which have landed him on the front pages of the newspapers but at plenty of those parties, particularly the teenage parties, William was there, Harry served as a really useful decoy.” READ MORE: Prince Harry's 'pen pal' reveals cheeky joke from Duke on bizarre item\n\nPrince William vs Harry: The real reason behind split - 'Harry couldn't forgive him’\n\nRoyal author Katie Nicholl said Prince Harry refused to forgive William for “some time” after taking the blame. She said: “That was the first time the brothers really fell out because Harry resented the fact that he had taken all the blame but of course William was the heir, Harry took the flack and Harry was very cross about that. “He refused to speak to his brother or forgive him for some time.” The Cambridge-Sussex split has now taken to social media, as the Cambridge family has removed traces of Meghan and Harry from their Instagram profile. READ MORE: Prince Harry DID seek William's approval before surprise Meghan move\n\nHarry was disgruntled with William using him as a \"decoy\"\n\nThe two royal families split the Royal Foundation - which William and Harry founded in 2009 - in June this year, as they focussed on creating their own charities. Two new charitable organisations sprung forth, Sussex Royal, and The Royal Foundation of the Duke and Duchess of Cambridge. A ‘change of name’ form released today by the Companies House revealed official documents had struck mentions of Meghan and Harry from the charity. While people see the latest development as further evidence of an ongoing feud, the Palace has denied this is the case. READ MORE: Meghan Markle news: How air travel is NOT most expensive royal option\n\nHarry and William as teenagers\n\nThe Cambridges and Sussexes continue to split their charitable foundations\n\nOne Palace source revealed the latest decision was a matter of administration rather than personal differences. They told the Daily Mail: “It was largely about preparing both couples for their future roles, which are obviously on divergent tracks.” The Duke and Duchess of Sussex have developed their own organisation by appointing Kate Blackett, 48, as director of Sussex Royal. Ms Beckett, an OBE recipient, was 2015 Powerlist number one of the 100 most influential people of African or African Caribbean heritage in the UK.\n\nMeghan and Harry had allegedly made a bid for the empty rooms in Windsor Castle"}}