{"GDELT": {"GlobalEventID": 868769199, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "GOV", "Actor1Name": "CABINET", "Actor1Type1Code": "GOV", "Actor2Code": "ISRGOV", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.79835390946503, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS05", "Actor1Geo_ADM2Code": "18316", "Actor1Geo_Lat": 32.0667, "Actor1Geo_Long": 34.7667, "Actor1Geo_FeatureID": "-781545", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS05", "Actor2Geo_ADM2Code": "18316", "Actor2Geo_Lat": 32.0667, "Actor2Geo_Long": 34.7667, "Actor2Geo_FeatureID": "-781545", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tel Aviv, Tel Aviv, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS05", "Action2Geo_ADM2Code": "18316", "Action2Geo_Lat": 32.0667, "Action2Geo_Long": 34.7667, "Action2Geo_FeatureID": "-781545", "DATEADDED": 20190828013000, "SOURCEURL": "https://www.timesofisrael.com/state-witness-said-to-describe-netanyahus-meddling-on-behalf-of-tycoon/"}, "ARTICLE": {"TITLE": "State witness said to describe Netanyahu’s meddling on behalf of tycoon", "TEXT": "A state witness at the center of the most serious of three graft cases facing Benjamin Netanyahu reportedly described to investigators how the prime minister allegedly intervened in regulatory and other business decisions that benefited an Israeli tycoon by hundreds of millions of dollars.\n\nShlomo Filber, who was appointed by Netanyahu to be director of the Communication Ministry, testified to police that the prime minister personally told him that businessman Shaul Elovitch was not happy with the way reforms in the communications and internet sector were going, and indicated to Filber that he should do something about it, according to leaked transcripts carried by Channel 12 news Tuesday.\n\nNetanyahu’s personal Twitter account tweeted a response to the report describing Channel 12 as a “propaganda channel” and saying that the case “is a blood libel that is not based on facts or documents but rather on the lies of state witness Momo [Shlomo] Filber.”\n\nGet The Times of Israel's Daily Edition by email and never miss our top stories Free Sign Up\n\nThe investigations have been plagued by repeated leaks of testimony from investigators.\n\nRelated: Slowed-down nation: How Netanyahu’s alleged Bezeq graft stalled Israeli internet\n\nThe probe is the most serious of the three investigations into the prime minister, as it includes a proposed bribery charge for both Netanyahu and Elovitch.\n\nNetanyahu is suspected of an illicit quid pro quo with Elovitch — the majority shareholder in Israel’s biggest telecom firm Bezeq, and the owner of the Walla news website — that continued for about four years until early 2017. The alleged understanding saw Elovitch ensure favorable coverage of Netanyahu at Walla, Israel’s second largest news site, and critical coverage of Netanyahu’s rivals, especially in the 2013 and 2015 election periods.\n\nIn 2012, the Communications Ministry set out a roadmap for the so-called Wholesale Market Reform, which it began implementing in February 2015. According to the plan, once the market was competitive and the various rivals were ensuring state-of-the-art service with competitive prices for internet, phone and digital TV services, Bezeq would be allowed to merge with its subsidiary units — allowing for the firm, which would inevitably be hurt by the competition, to cut some of its costs.\n\nAfter winning elections in 2015, Netanyahu, also communications minister at the time, booted out the ministry director-general Avi Berger, who had backed the reforms, and instead installed Filber, a long-time ally and his campaign manager.\n\nFilber reportedly described to investigators how Netanyahu quickly indicated to him that he should not let telecom prices drop by a dramatic amount while implementing the industry reforms. Filber also said that he was put under pressure to quickly approve a merger of Bezeq with its Yes satellite TV subsidiary, which officials in the Communications and Finance ministries wanted to make dependent on Bezeq first implementing the reforms. The merger benefited Elovitch by hundreds of millions of shekels, the report said.\n\nA day after signing an agreement to turn state witness Filber told investigators about a meeting he had with Netanyahu shortly after his appointment when the two had a private talk in the prime minister’s office, Channel 12 reported.\n\nNetanyahu lit up a cigar and then allegedly told him that Elovitch been in contact about the telecom internet reforms.\n\n“This is quoting him,” Filber told investigators. “‘Elovitch spoke to me about the reform in the ministry, said something to me about a consultancy firm which laid down prices and didn’t do proper work’.”\n\n“He [Netanyahu] said to me [Filber] don’t cancel the competition [market reforms] but see what you can do in the matter of prices, perhaps to soften it over more time or make it [the drop in prices] less,” Filber said in the transcripts.\n\n“He made a kind of motion with his hand on bringing down prices that instead of it being sharp and significant, that it should be more moderate,” he explained.\n\nNetanyahu then said “I also understood that the Bezeq-Yes merger needs to be completed quickly,” Filber told police.\n\nWhen probed by investigators to explain what he understood from Netanyahu’s remark, Filber said “I understand that from my point of view that is the assignment…and understand that there is a kind of deadline. What I understand is that I must do it.”\n\nFilber explained he felt compelled to act on the matter because it was his first test as director-general of the ministry and because if “out of all the ministry matters the prime minister raised that issue I understand that it is among the subjects that are important to him.”\n\nWhen it came to Netanyahu, he told police, “you deal with what he asks the following morning.”\n\nFilber admitted that in retrospect, he had struggled to separate between being a faithful ally of Netanyahu and acting objectively as a public servant.\n\n“Another person perhaps would have sat up and started to think [about things,]” he told investigators.\n\nA statement issued on behalf of Netanyahu responding to the television report said of Filber: “It is a shame that in order to extract himself from actions he took that are not connected to the prime minister he needs to lie. Sad.”\n\nNetanyahu’s tweeted that “not only was every decision on Bezeq-Yes taken with approval from the regulators and professional people none of whom were under Filber or Netanyahu, but it was specifically Communications Minister Netanyahu that during his term lead the wholesale market competition reforms which cost Elovitch and Bezeq billions, collapsed the Bezeq shares and saved billions for the citizens of Israel.”\n\nAttorney General Avichai Mandelblit’s lengthy description of Netanyahu’s alleged illicit dealings with Elovitch, known as Case 4000, took up the majority of the 57-page document released in February in which Mandelblit set out the allegations that prompted him to announce a criminal indictment against the prime minister, pending a hearing.\n\nA pre-indictment hearing for Elovitch and his wife, also a suspect, was held earlier this month.\n\nNetanyahu is scheduled to attend his own pre-indictment hearing in the case on October 2-3, which will also cover two other corruption probes against him in which the prime minister faces additional fraud and breach of trust charges.\n\nCase 1000 involves accusations that Netanyahu received gifts and benefits from billionaire benefactors. Mandelblit said he intends to charge Netanyahu with fraud and breach of trust — the latter a somewhat murkily defined offense relating to an official violating the trust the public has placed in him.\n\nCase 2000 revolves around accusations Netanyahu agreed with Yedioth Ahronoth newspaper publisher Arnon Mozes to weaken a rival daily in return for more favorable coverage from Yedioth. In this case, Mandelblit will seek to also charge the premier with breach of trust, while Mozes will be charged with bribery. Mozes underwent his own pre-indictment hearing earlier in the month.\n\nNetanyahu denies any wrongdoing in all the cases."}}