{"GDELT": {"GlobalEventID": 868768564, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor2Code": "JUDJUD", "Actor2Name": "MAGISTRATE", "Actor2Type1Code": "JUD", "Actor2Type2Code": "JUD", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.7098765432098695, "Actor1Geo_Type": 0, "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "South Carolina, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USSC", "Actor2Geo_Lat": 33.8191, "Actor2Geo_Long": -80.9066, "Actor2Geo_FeatureID": "SC", "Action2Geo_Type": 2, "Action2Geo_Fullname": "South Carolina, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USSC", "Action2Geo_Lat": 33.8191, "Action2Geo_Long": -80.9066, "Action2Geo_FeatureID": "SC", "DATEADDED": 20190828013000, "SOURCEURL": "https://www.centralmaine.com/2019/08/27/south-carolina-man-will-remain-in-custody-awaiting-kidnapping-trial/"}, "ARTICLE": {"TITLE": "S.C. man will remain in custody in Maine awaiting kidnapping trial", "TEXT": "A South Carolina man has pleaded not guilty to a kidnapping charge in federal court in Maine.\n\nDustin Beach appeared at U.S. District Court in Portland for the first time Tuesday. He will remain in custody pending trial in Maine because of active warrants in South Carolina. Beach was facing charges for a similar incident when he allegedly cut off his GPS monitor, kidnapped a woman and drove her hundreds of miles to a Lewiston motel.\n\nBeach, 25, entered the courtroom in an orange jail uniform, as well as ankle and wrist restraints. He spoke only to answer U.S. Magistrate Judge John Rich’s questions about his plea and his detention.\n\n“Yes, sir, your honor,” Beach said when the judge asked him whether he authorized the federal public defender to represent him.\n\nThe brief hearing did not reveal any new details about the case, but an affidavit recounts the alleged victim’s accusations.\n\nThat document states that the Lewiston Police Department responded to a Motel 8 at 2:31 a.m. on July 25 for a report about a woman who had been hit with a hammer. The first responders found a woman in the lobby wearing dark sunglasses and with obvious bruises on her throat and chest. She said she wanted to leave the hotel, and they took her to a police vehicle. The woman is identified only by her initials in the indictment, and the Portland Press Herald does not name victims of alleged sex crimes without their consent.\n\nShe then told law enforcement that her ordeal began in South Carolina, where Beach offered to drive her to a Walmart to buy laundry detergent and then to a laundromat. Instead, he broke her cellphone and drove to Maine over multiple days. The woman told police that Beach physically and sexually assaulted her multiple times during the journey, and he threatened to kill her and her children.\n\n“Dustin claimed he was wanted and could not let (the woman) go because now she knew he was wanted,” the affidavit states.\n\nThe woman was examined and treated at Central Maine Medical Center. Lewiston police found Beach at the motel, and he denied the woman’s allegations in an interview. He said he was visiting a friend, and the woman agreed to come because she wanted to get out of the house where she was living.\n\nInvestigators executed search warrants that recovered weapons including a knife, a cane and a metal hammer. They also found a broken cellphone, clothes and paperwork with possible blood stains, as well as receipts from gas stations and restaurants between South Carolina and Maine.\n\nThe FBI agent who wrote the affidavit said Beach is facing charges for a similar incident in South Carolina. He was reportedly arrested there on March 2 and charged with kidnapping and domestic violence of a high and aggravated nature, as well as multiple counts related to possession of drugs and firearms.\n\n“The arrest stemmed from a report that Beach had over two days in February assaulted a girlfriend with a bull whip, a stick, a shotgun and a pistol,” Special Agent Patrick Clancy wrote in his affidavit. “The girlfriend also reported that Beach took her cellular telephone so that the girlfriend could not call for help.”\n\nIn that case, he was released on bail June 10. Less than three weeks later, the prosecutor’s office there learned that Beach cut off his GPS monitor. A bench warrant was issued on July 19.\n\nThe judge scheduled the case for trial in December.\n\nSend questions/comments to the editors.\n\n« Previous\n\nNext »\n\nfiled under:"}}