{"GDELT": {"GlobalEventID": 868743853, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "MNCUSAMED", "Actor1Name": "GOOGLE", "Actor1CountryCode": "USA", "Actor1Type1Code": "MNC", "Actor1Type2Code": "MED", "Actor2Code": "MYS", "Actor2Name": "SABAH", "Actor2CountryCode": "MYS", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -4.6114432109308305, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Manila, Manila, Philippines", "Actor1Geo_CountryCode": "RP", "Actor1Geo_ADM1Code": "RPD9", "Actor1Geo_ADM2Code": "24210", "Actor1Geo_Lat": 14.6042, "Actor1Geo_Long": 120.98200000000001, "Actor1Geo_FeatureID": "-2437894", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Manila, Manila, Philippines", "Actor2Geo_CountryCode": "RP", "Actor2Geo_ADM1Code": "RPD9", "Actor2Geo_ADM2Code": "24210", "Actor2Geo_Lat": 14.6042, "Actor2Geo_Long": 120.98200000000001, "Actor2Geo_FeatureID": "-2437894", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Manila, Manila, Philippines", "Action2Geo_CountryCode": "RP", "Action2Geo_ADM1Code": "RPD9", "Action2Geo_ADM2Code": "24210", "Action2Geo_Lat": 14.6042, "Action2Geo_Long": 120.98200000000001, "Action2Geo_FeatureID": "-2437894", "DATEADDED": 20190827234500, "SOURCEURL": "https://www.msn.com/en-sg/news/other/malaysias-racial-and-religious-divisions-widen-as-opposition-seeks-political-gain/ar-AAGoCup"}, "ARTICLE": {"TITLE": "Malaysia's racial and religious divisions widen as opposition seeks political gain", "TEXT": "© Reuters Workers hang Malaysian flags ahead of celebrations for the country's 62nd anniversary of independence on August 31. Photo: Reuters\n\nA recent Facebook post showing a man setting fire to the Malaysian flag ignited strong emotions in the country, being shared more than 5,500 times with angry responses from the Malay-Muslim majority.\n\n\"Is this how your kind celebrates Merdeka (independence)?” wrote Facebook user Nadzmi Nadzmi who uploaded the picture, accusing a Malaysian Chinese of burning the symbol of the country’s sovereignty. Other users called the Chinese \"pigs” and told them to leave the country.\n\nExcept the man in the picture was not Malaysian Chinese, and the photo was taken in 2013.\n\nA reverse Google image search showed it was of a retired Filipino policeman burning a Malaysian flag in Manila to protest against the handling of the Sabah issue by the then Philippine president Benigno Aquino.\n\nBut in the age of social media, few cared about the veracity of the image. That same week, images of the Malaysian flag being flown upside down also appeared on social media and spread like wildfire.\n\nCivil liberties lawyer Syahredzan Johan said \"it was clear” that certain parties wanted to trigger public anger and tension by making the images of the flag go viral.\n\nFrom fake images of the Malaysian flag to speeches by controversial Indian Muslim preacher Zakir Naik, tensions are rising as racial and religious sentiment is being stoked by the opposition to undermine the current government, say police and observers.\n\nKadir Jasin, media adviser to Prime Minister Mahathir Mohamad, told the South China Morning Post that there was a need for authorities to act decisively against people who misuse social media, including closing down sites and arresting people for inflammatory posts.\n\nMalaysia Inspector-General of Police Abdul Hamid Bador said that the situation was troubling.\n\n\"The deposed party… would continue to destabilise and weaken the ruling party. Security-wise, [it is] of concern but manageable,” he told the Post.\n\nAfter Mahathir’s stunning return to power last year, he is facing declining Malay support and an opposition out to paint his government as \"un-Islamic”, while also struggling to deal with massive debt inherited from the previous government amid a slowing economy.\n\nPreachers have been telling their congregations that the current government is \"anti-Islam and \"liberal”, which is an anathema to conservative Muslims, says Muslim cleric Ahmad Awang from the progressive Islamic Amanah party.\n\n\"They [opposition preachers] have been using the mosques, surau [a small Muslim place of worship] to fan religious and racial sentiment [by preaching] that the current government discriminates against Islam, is anti-Islam, and wants to get rid of Islam,” the cleric said.\n\nAdding to the divisiveness is the presence of Zakir, who stated that Malaysian Hindus were more loyal to Indian President Narendra Modi than to their own leader, Mahathir.\n\nZakir, a permanent resident in Malaysia, also said that ethnic Chinese were \"old guests” who should leave the country first before a \"new guest” like himself goes. His comments triggered calls from four ministers to have him deported from the country. The government banned him from giving speeches, angering his supporters in Malaysia.\n\nMahathir’s media adviser Kadir Jasin, warned the situation could take a \"dangerous” turn if left unchecked and blamed the opposition for exploiting racial and religious issues to gain Malay support.\n\n\"Who are the people promoting divisive, racial and religious agenda for political [gains]? It’s Umno and PAS,” Kadir said.\n\nUmno – the United Malays National Organisation – was the biggest party in the former ruling Barisan Nasional (BN) coalition that ruled Malaysia for 61 years until its defeat in last year’s elections.\n\nThe Islamist Pas, or Parti Islam se-Malaysia (PAS), was once a bitter enemy of Umno but is now working together with the party in a pact that is expected to be formalised in September.\n\nIf the country becomes unstable, everyone, from all races and religions, will suffer\n\nMuslim cleric Ahmad Awang\n\n\"From a nationalist party, Umno has now become nothing more than an extremist Malay party. And PAS is using Islam for the exact same purpose of fighting with Umno for the Malay support,” according to Kadir, who is a member of Mahathir’s Malaysian United Indigenous Party (PPBM).\n\n\"That’s the only way (for Umno) to cover their own sins and the rejection by the people, corruption, 1MDB. So what better way to hide their own sins than by resorting to race and religious issues,” said Kadir.\n\nFormer prime minister Najib Razak is currently facing trials for money laundering, corruption and abuse of power related to the scandal-hit state-owned fund 1Malaysia Development Berhad (1MDB).\n\nLast week, the police inspector-general warned that those found to be inciting ethnic and religious sensitivities would be arrested without warning.\n\nHome Affairs Minister Muhyiddin Yassin told a media conference last Saturday that so far this year, there have been twice as many reports filed with authorities on issues concerning race, religion and the royalty compared to last year.\n\nOn August 19, police arrested a man over a Facebook post seen as inciting Muslims in Malaysia to shed the blood of non-Muslims. The post contained a photo of a man waving a machete, urging Muslims to \"sharpen their knives for the infidels”, reported Free Malaysia Today news portal.\n\n\"Muslims must get their slaughter knives ready. Just to be prepared. Who knows, the kafir (infidels) are acting like cattle for slaughter,” said the post.\n\nIn the city of Ipoh in Perak state, 15 deities in a Hindu temple were smashed up. An Indonesian man with a spanner was arrested for the incident on August 17.\n\nA government plan to introduce the Arabic calligraphy khat into the primary school syllabus as a compulsory subject was shelved after being opposed by Indian and Chinese communities who viewed the move as an attempt at \"Islamisation”, adding further to tense race relations.\n\nCleric Ahmad urged Malaysians to be rational and not be provoked by unverified news, as there are many \"failed political groups” seeking ways to spread lies and \"spoil” the country.\n\n\"If the country becomes unstable, everyone, from all races and religions, will suffer,” said Ahmad.\n\nProf Mohd Azizuddin Mohd Sani of the political science department at Universiti Utara Malaysia (UUM) said racial and religious issues are still being exploited because the country practises race-based politics.\n\n\"And Malaysia has yet to become a mature democracy,” he added. The country marks 62 years of independence on Saturday, August 31.\n\n\"I think the government needs urgently to improve our economy and this will silence most racial hatred among people. Once they feel comfortable, the people won’t quarrel about any issue including racial and religious issues,” said Azizuddin.\n\nThis article originally appeared on the South China Morning Post (SCMP), the leading news media reporting on China and Asia.\n\n\n\nCopyright (c) 2019. South China Morning Post Publishers Ltd. All rights reserved."}}