{"GDELT": {"GlobalEventID": 868769807, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USA", "Actor1Name": "WASHINGTON", "Actor1CountryCode": "USA", "IsRootEvent": 1, "EventCode": 14, "EventBaseCode": 14, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.29154518950437, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Washington, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USWA", "Actor1Geo_Lat": 47.3917, "Actor1Geo_Long": -121.571, "Actor1Geo_FeatureID": "WA", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Washington, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USWA", "Action2Geo_Lat": 47.3917, "Action2Geo_Long": -121.571, "Action2Geo_FeatureID": "WA", "DATEADDED": 20190828013000, "SOURCEURL": "https://chinapost.nownews.com/20190828-714102"}, "ARTICLE": {"TITLE": "5 years in, Washington considers overhaul of pot regulation", "TEXT": "SEATTLE (AP) — Five years after Washington launched its pioneering legal marijuana market, officials are proposing an overhaul of the state’s industry rules, with plans for boosting minority ownership of pot businesses, paving the way for home deliveries of medical cannabis and letting the smallest growers increase the size of their operations to become more competitive.\n\nLiquor and Cannabis Board Director Rick Garza detailed the proposals — part of what the board calls “Cannabis 2.0” — in an interview with The Associated Press. It’s an effort to picture what the legal marijuana market will look like over the next five years, after spending the past five years largely regulating by reaction as the difficulties of building an industry from infancy absorbed the agency’s attention.\n\n“We’ve typically been so challenged with the issues of the day we haven’t been looking out long-term to determine what the future looks like,” Garza said.\n\nThe board has been freeing up its bandwidth by coordinating with other agencies to share the responsibility of regulating the market, such as having the Department of Ecology oversee the certification of marijuana testing labs and the Department of Financial Institutions examine the sometimes complicated ownership structures of licensed cannabis businesses.\n\nOne big-picture issue the board could rethink is whether to abandon the state’s seed-to-sale marijuana tracking program, which has long been beset by software issues, sometimes grinding business to a halt, in favor of a system where businesses report their transactions to the board and are then audited. Another is whether to prepare to allow marijuana exports, as Oregon did this year, in the event the federal government approves it.\n\nFor the next session of the Legislature, the board has proposed two bills. One would create what some critics describe as a long-overdue “social equity” program, encouraging greater ownership of marijuana businesses by minorities, women and military veterans. Part of the rationale of legalizing marijuana in Washington state in 2012 was to remedy the disproportionate effect the drug war has had on people of color, but minority ownership of cannabis businesses in the state remains paltry.\n\nWhile Washington is not currently issuing any more marijuana licenses, 11 of the more than 500 retailers have surrendered their licenses, Garza said. Under the board’s proposal, those could be reissued, or, if cities or counties agree to increase the number of pot shops within their boundaries, new licenses could be granted — this time, to participants in the social equity program.\n\nBusinesses would be eligible if they are owned by a woman, minority or veteran, or if a majority of its ownership group are members of a “protected class” under state anti-discrimination law. Applicants would be barred from consideration if any owner already has a majority share of another cannabis retail license.\n\nThe legislation would also create a technical assistance program run by the Department of Commerce that would provide grants totaling at least $100,000 per year to help minority-, woman- or veteran-owned businesses navigate the licensing process, receive compliance and financial training, and buy equipment, software or facilities.\n\nThe Washington CannaBusiness Association, an industry group, said it agrees there is a need for a social equity program, and it’s been working on its own version.\n\n“We think there’s an opportunity to go even beyond” what the board is proposing, said spokesman Aaron Pickus.\n\nAnother legislative proposal would allow struggling “tier one” producers — the smallest size, limited to 2,000 square feet (186 square meters) of plants — to sell medical-grade product directly to the state’s 36,000 registered marijuana patients. The patients have long complained that they have a hard time finding medical-grade cannabis, which must go through additional testing for pesticides and heavy metals, in retail stores, and Garza said the proposal could help the patients while giving the growers an incentive to offer more medically compliant product.\n\nThe tier-one growers could sell to patients onsite, with other growers at indoor farmers-market-style locations, or by delivery, Garza said. Local jurisdictions would have to approve, and to avoid competition with other licensed retailers, the growers or farmers markets would have to be at least 3 miles (4.8 km) away from established retailers.\n\nAny proposal to allow delivery or sales by small growers is certain to be controversial, as other retailers might object to additional competition. Garza said the board will consider industry feedback.\n\n“There’s going to be real concerns by retailers out there,” he said. “If we’re going to do that, we’ve got to be cautious.”\n\nEven more significantly for the smallest growers, the board wants to allow them to expand, first to 5,000 square feet (465 square meters) and then possibly to 8,000 square feet (743 square meters). Those producers have long complained the tier-one licenses, designed to ensure craft growers have a place in the market, are so restrictive that they can’t succeed. Though they must make similar investments in security, insurance and product tracking as the largest growers, they are allowed to grow and sell only tiny fraction of what the largest growers produce.\n\nPaige Berger, CEO of Hygge Farms in Onalaska, said she’s excited about the board’s proposal. She initially obtained a tier-one license because she didn’t have enough money to invest in a larger operation. Now, she said, she’s hamstrung by her limited size: She can only produce enough marijuana to have product in 10 licensed cannabis shops.\n\n“I can’t get out there and expand my brand to what I think it could do,” Berger said."}}