{"GDELT": {"GlobalEventID": 868743866, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "MYS", "Actor1Name": "MALAYSIAN", "Actor1CountryCode": "MYS", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 5.69536423841059, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Labu, Negeri Sembilan, Malaysia", "Actor1Geo_CountryCode": "MY", "Actor1Geo_ADM1Code": "MY05", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": 2.7579, "Actor1Geo_Long": 101.823, "Actor1Geo_FeatureID": "-2403363", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Labu, Negeri Sembilan, Malaysia", "Action2Geo_CountryCode": "MY", "Action2Geo_ADM1Code": "MY05", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": 2.7579, "Action2Geo_Long": 101.823, "Action2Geo_FeatureID": "-2403363", "DATEADDED": 20190827234500, "SOURCEURL": "https://www.thestar.com.my/news/nation/2019/08/28/diverse-ways-to-show-love-for-the-country"}, "ARTICLE": {"TITLE": "Diverse ways to show love for the country", "TEXT": "Reports by MEI MEI CHU, CLARISSA CHUNG and DINESH KUMAR MAGANATHAN\n\n\n\nPETALING JAYA: The Jalur Gemilang is flying high everywhere as Malaysians proudly display their patriotism in celebration of 62 years of Merdeka this Saturday.\n\nFrom countdown parties to art exhibitions and movie screenings, Malaysians are intent on expressing their love for the country as we count down to National Day, and then Malaysia Day on Sept 16.\n\nFor some, it can be a simple gesture such as wearing a unity ribbon, following the lead of the likes of\n\nTun Dr Siti Hasmah Mohd Ali and Chef Wan.\n\nThe unity ribbon campaign, which is themed “Maka Kami Rakyat Malaysia” (Hence We The People of Malaysia), was launched by social enterprise Projek57 in 2015 to celebrate unity in diversity.\n\nThis year, it aims to encourage people to wear the handmade ribbons between National Day and Malaysia Day. They hope to sell 200,000 ribbons, with part of the proceeds going to the disadvantaged.Projek57 co-founder Syed Sadiq Albar said it was encouraging to see patriotic messages both online and offline that challenged negative sentiments.\n\n\n\nSymbol of harmony: Syed Sadiq showing the handmade unity ribbon.“People may use social media for whatever reason but when you go to the ground and speak to the people, you will realise that we share the same feelings about how much we love this country and how muhibbah it is, ” he said.\n\nAt a time when racially charged sentiments are amplified online, unity advocates welcome such unifying movements and events to drown out extremist voices.Malaysians For Malaysia advocate Emmanuel Joseph said such events enabled people to shape a positive narrative.\n\n“If you don’t want to help with the narrative, someone else will write it for you, ” said Joseph, adding that silence would embolden those promoting their own agenda.\n\n“If you think that doesn’t fit into your idea of what Malaysia should be, you should say or do something.”He also encouraged Malaysians to join any Merdeka activities happening near them this weekend.\n\n“If there is none, make one yourself or just get to know your neighbours and friends, ” he added.\n\nUnity advocate Anas Zubedy said patriotic events cushioned the blow from parties fanning disunity.\n\n“When there are many people fighting for one race, these unity events that speak about the Malaysian community show the other side of the argument, ” he said.\n\nThe annual #SaySomethingNice Campaign 2019, which has been organised by Zubedy (M) Sdn Bhd since 2011, will be also be running from National Day to Malaysia Day.\n\nThe campaign aims to spread the message of positivity and unity, with this year’s theme focused on upholding the five aspirations of the Rukun Negara.\n\nAmong the events happening this weekend is the Ketuk-Ketuk Festival by Riuh Curates at the annual #AnakAnakMalaysia Walk on Saturday.\n\nBesides pop-up stores and creative workshops, the festival will\n\nfeature a showcase from the Rojak Projek and a tribute to Tunku\n\nAbdul Rahman by Projek57.\n\nRojak Projek will be presenting 10 artworks of Orang Asli, which were created using soil and plants.\n\nThe National Art Gallery will also be holding an exhibition titled Merdeka: A Collection of Datuk Yap Lim Sen, featuring artworks on Malaysian politicians.\n\nHomegrown musical sensation Ola Bola will be kicking off its Merdeka Tour in Penang on National Day before travelling on to Sarawak, Sabah and Pahang till Malaysia Day.\n\nThe free musical is set to ignite patriotism with a timely reminder about the power of unity and racial harmony.\n\nFor movie buffs, TGV Cinemas will be playing five P. Ramlee films from the golden age of Malay cinema until Sept 14.\n\nAs part of its The Gemilang Vibes campaign, TGV Cinemas will be screening Anakku Sazali, Nujum Pak Belalang, Labu Labi, Ibu Mertuaku and Madu Tiga. For those who enjoy retail therapy, there are plenty of unique Malaysian crafts and collectibles on sale this weekend.\n\nSukaseni is organising a Merdeka Craft Market at The Linc while collectors of vintage Malaysian objects can visit the Gudang Merdeka at Panggung Asia, Kuala Lumpur.\n\nBesides community events, those with an adventurous spirit can celebrate Merdeka with some outdoor fun.\n\nA group of youths will be hiking up Bukit Panau, a popular climbing spot in Tanah Merah, Kelantan.\n\nMohd Amirul Amin Haron, 22, said it was the perfect opportunity to enjoy the best that Malaysia had to offer.\n\n“Malaysians should feel grateful that we can enjoy the country’s natural beauty and visit historical sites because there is peace and national unity, ” he said."}}