{"GDELT": {"GlobalEventID": 868742841, "Day": 20190728, "MonthYear": 201907, "Year": 2019, "FractionDate": 2019.5699, "Actor1Code": "USAEDU", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "EDU", "Actor2Code": "GOV", "Actor2Name": "PRINCE", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 7.2555205047318605, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "New York, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USNY", "Actor1Geo_Lat": 42.1497, "Actor1Geo_Long": -74.9384, "Actor1Geo_FeatureID": "NY", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 2, "Action2Geo_Fullname": "New York, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USNY", "Action2Geo_Lat": 42.1497, "Action2Geo_Long": -74.9384, "Action2Geo_FeatureID": "NY", "DATEADDED": 20190827234500, "SOURCEURL": "https://www.thecoast.net.nz/news/300-dancers-perform-ballet-outside-gma-studio-after-tv-host-shamed-prince-george-for-doing-ballet/"}, "ARTICLE": {"TITLE": "300 dancers perform ballet outside 'GMA' studio after TV host shamed Prince George for doing ballet", "TEXT": "Prince George is set to return to St Thomas’s Battersea school next month, which will see him take up ballet classes as a mandatory part of the curriculum.\n\nAnd one American TV host found it hilarious.\n\nLeaving royal fans outraged, Good Morning America presenter Lara Spencer cruelly shamed the future king for taking ballet lessons.\n\nBut dancers from around New York were not having a \"bar\" of it and took to the streets to show their support for the six-year-old royal.\n\nDuring the beautiful moment, professional ballerinos led a class of 300 male and female ballet students in a ballet dance right outside the Good Morning America studios in Times Square.\n\nThe dancers also held up signs that read \"boys dance too\", \"ballet for all\" and \"I wish I’d started at 6\".\n\nREAD MORE:\n\n• Kate Middleton, Prince William and kids surprise passengers on £73 commercial flight to Scotland\n\n• Rumours are heating up Kate Middleton is pregnant with her fourth child\n\nPreviously, after feeling the heat, Spencer issued an apology on Instagram, writing: \"My sincere apologies for an insensitive comment I made in pop news yesterday. From ballet to anything one wants to explore in life, I say GO FOR IT. I fully believe we should all be free to pursue our passions. Go climb your mountain-and love every minute of it.\"\n\nThe school writes on its official website: \"The aim of teaching Ballet at Thomas's is to inspire and nurture in our pupils a love of classical ballet and dance, its history and traditions and associated arts.\"\n\nAnd it seems George is following in his late grandmother's footsteps.\n\nPrincess Diana was a keen ballet dancer, learning it as a young girl through to her adulthood.\n\nShe was also a supporter of the English National Ballet and once put together a secret performance for Prince Charles.\n\nPrincess Charlotte will also be joining Prince George, starting school at Thomas's Battersea for the first time this year."}}