{"GDELT": {"GlobalEventID": 868768755, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 26, "EventBaseCode": 26, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.40421263791374, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Ohio, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USOH", "Actor1Geo_Lat": 40.3736, "Actor1Geo_Long": -82.7755, "Actor1Geo_FeatureID": "OH", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Ohio, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USOH", "Action2Geo_Lat": 40.3736, "Action2Geo_Long": -82.7755, "Action2Geo_FeatureID": "OH", "DATEADDED": 20190828013000, "SOURCEURL": "https://www.ohio.com/news/20190827/ohio-gop-chair-jane-timken-says-democrats-want-recession-to-beat-trump"}, "ARTICLE": {"TITLE": "Ohio GOP Chair Jane Timken says Democrats want a recession to beat Trump", "TEXT": "CANTON — Ohio Republican Party Chair Jane Timken accused Democrats of wishing for a recession to help them defeat President Donald Trump in 2020.\n\n“Because they know that the Trump economy is booming,\" she said. \"And that voters, it’s always said, they vote their wallets. They know that they’re getting jobs. They know that their wages are (rising). They know that their businesses are expanding. They’re not going to walk away from that. And the Democrats are hoping for a recession, which in my mind is so reprehensible. That means they’re actually hoping for people to lose their jobs and businesses to close. That is awful.”\n\nHer remarks came Monday during a business roundtable organized by the Ohio Republican Party and the Trump campaign to “showcase how President Trump’s economy continues to work for Ohio’s business community and families alike.”\n\nThe event, open to the press but not the public, took place at the main office of logistics, warehouse and trucking company Peoples Services, whose CEO Doug Sibila is a past Republican National Convention delegate.\n\nSibila talked about how Trump’s policies had helped increase his company’s sales by more than 50 percent the past three years, allowed Peoples Services to double its capital spending and allowed it to give its employees hefty raises while adding about 250 workers to a staff that now totals about 800.\n\nHoping for failure?\n\nTimken referred to comments made last year by Bill Maher, host of HBO show “Real Time With Bill Maher,” where she said he and others were “gleefully hoping for a recession.”\n\nMaher in a panel discussion said, “Yes, a recession would be very worth getting rid of Donald Trump and these kinds of policies,” according to the Hill, which said Maher said in June 2018 on his show that, “Sorry, if that hurts people, but it’s either root for a recession or you lose your democracy.”\n\nOne of the roundtable’s panelists, Fred Horner, president and CEO of Advanced Industrial Roofing in Massillon, said, “That sounds like you (the Democrats) want people to lose their jobs, lose their livelihood. Destroy their families.”\n\n“Only for power,” said Timken.\n\nThe Ohio Democratic Party later released a statement from its chairman, David Pepper.\n\n“Unfortunately, it isn’t Democrats talking about the potential of a recession — it’s 74 percent of economists who expect one by the end of 2021,” the statement said. It said Trump’s package of policies “encourages corporations to outsource jobs. … Now they’re laying off thousands of American workers and shuttering plants, including the GM factory in Lordstown. Ohio small businesses and farmers are starting to feel the negative impact of Trump’s trade war.”\n\nSays economy strong\n\nHorner said his company works with manufacturers such as Firestone that are running their factories seven days a week, 24 hours a day to meet demand for industrial commercial materials.\n\n“It’s booming. People are expanding. People are taking their money and reinvesting it,” said Horner, who added that Advanced Industrial Roofing has a backlog of orders into next year. “There’s no sign at all of things slowing down.”\n\nTiffany Meyer, a real estate agent for Howard Hanna Realty and member of the Ashland County Republican Party, said, “we haven’t seen a [downturn] in the real estate market at all. We have seen a great uptick.”\n\nWhen asked about the prospect of the Trump administration’s trade war with China causing a recession, U.S. Rep. Bob Gibbs, another panelist, said he didn’t believe that would happen.\n\nThen he said the new United States-Mexico-Canada Agreement, which China is not a party to, is a good deal that would increase economic growth and has support from environmentalists, manufacturers, farmers and workers, and Congress would approve it if put up for a vote.\n\n“And it’s (U.S. House Speaker) Nancy Pelosi, the Democrats who are stopping it,” Timken said.\n\nTrade deals\n\nGibbs cited Trump’s announcement Sunday that he had reached a trade agreement in principle with Japan and that a final deal could be signed in December. The Trump administration did not release details.\n\nThe congressman said the U.S. could reach a trade deal with the United Kingdom with its departure from the European Union now scheduled for Oct. 31.\n\n“And China wants to come back to the table and talk because China is hurting. And what’s really hurting China is we see a lot of businesses pull their supply chains out of China …\" said Gibbs, R-Lakeville. “Let’s not forget what China was doing to us in the past. They were cheating. They were stealing our intellectual property. They weren’t playing fair. And nobody until this president, President Trump, decided to take them on. … We just had way too much wealth being transferred to China in an unfair way and let’s let our American businesses and American workers have a level playing field to compete with China\"\n\nGibbs said once uncertainty, which is causing volatility in the stock market, is removed with the U.S. concluding trade deals like USMCA especially once “China comes around” you’ll “see this American economy really take off.”\n\nHorner said that Trump “standing up, playing hardball is so important. Because they’re not going to leave the United States. We are the strongest economy.”\n\nTimken said, “They need us.”\n\nEarlier in the discussion, she said Trump’s policies of tax cuts and deregulation had led to “incredible’ job creation and record low unemployment that was pulling people out of poverty.\n\n“The Democrats are out there talking about recessing. And they want to talk about the economy. Well bring it on,” said Timken. “The Democrats can talk about the economy. But what are they really talking about? Socialism. They’re talking about government takeover of business. And that message is a losing message.”\n\nReach Robert Wang at 330-580-8327 or robert.wang@cantonrep.com.\n\nOn Twitter: @rwangREP."}}