{"GDELT": {"GlobalEventID": 868769257, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "HLH", "Actor1Name": "HOSPITAL", "Actor1Type1Code": "HLH", "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -3.3850493653032405, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Chicago, Illinois, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USIL", "Actor1Geo_ADM2Code": "IL031", "Actor1Geo_Lat": 41.85, "Actor1Geo_Long": -87.6501, "Actor1Geo_FeatureID": "423587", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Knox County, Texas, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USTX", "Actor2Geo_Lat": 33.6001, "Actor2Geo_Long": -99.7337, "Actor2Geo_FeatureID": "1383923", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Chicago, Illinois, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USIL", "Action2Geo_ADM2Code": "IL031", "Action2Geo_Lat": 41.85, "Action2Geo_Long": -87.6501, "Action2Geo_FeatureID": "423587", "DATEADDED": 20190828013000, "SOURCEURL": "https://www.timesrecordnews.com/story/news/local/2019/08/27/fight-blue-cross-blue-shield-of-texas-knox-county-hospital-district/2130211001/"}, "ARTICLE": {"TITLE": "Knox County Hospital vs BCBS: Why this 25-bed facility is taking on the giant insurance company", "TEXT": "The Knox County Hospital District, \"tired of having payment withheld without cause,\" expects to see its $21 million claim against Blue Cross Blue Shield of Texas go to federal court.\n\nThe hospital, located about 90 miles west of Wichita Falls and 120 miles east of Lubbock, sees itself fighting a battle for other rural hospitals negatively affected by a corporate giant.\n\n\"There are a lot of rural hospitals getting squeezed by big insurance companies who see us not worth their negotiations,\" said Chuck McDonald, a public relations consultant working with the Knox County Hospital. \"We will prevail to make sure that all hospitals of all sizes are treated fairly.\"\n\nFor now, said McDonald, a hearing date of Sept. 10 is still on the books.\n\nMORE:Texas district judge orders BCBS of Texas to pay $21 mil to Knox County Hospital\n\nBlue Cross Blue Shield of Texas was ordered earlier this month by a Texas district judge to pay more than $21 million in unpaid insurance claims owed to the Knox County Hospital, claiming the insurance company, among other accusations, committed \"acts to be willful conduct of fraud.\"\n\nBlue Cross filed a motion in the U.S. District Court for Northern Texas, Wichita Falls Division, to have the case moved to federal court.\n\n\"There is a precedent,\" said McDonald Tuesday, \"that when an entity from one state sues one from another state, that case is heard in a federal court. To have the case heard on neutral ground, so to speak.\"\n\nThe judge's actions also included a temporary restraining order against BCBS of Texas.\n\nThe Knox County Hospital District released a statement saying BCBS of Texas was served the temporary restraining order at its headquarters in Chicago, something Chris Callahan, senior director of media and public relations for BCBS of Texas, said wasn't entirely true.\n\nMORE:BCBS of Texas: Will 'vigorously defend against the hospital's allegations'\n\n\"The restraining order was actually sent to the Blue Cross Blue Shield Association and not to our parent company, Health Care Service Corporation,\" Callahan told the Times Record News, \"also located in Chicago.\"\n\nWhere the paperwork was initially served isn't an overriding issue, said McDonald.\n\n\"The 24-hour deadline has passed either way,\" McDonald said. \"The order was served on a Thursday (Aug. 15, 2019), so the 24-hour period fell on a Friday. We gave them through the weekend, until Monday. In fact, we gave them until Tuesday.\"\n\nServing a company in another state requires filing through the secretaries of state offices of each entity, McDonald said. The temporary restraining order was served through the Texas secretary of state's office to the equivalent office in Illinois, then to the defendant's corporate office.\n\nAccording to the Knox County Hospital District's statement, the court’s restraining order was based on the following conclusions of law:\n\nBlue Cross Blue Shield has willfully and wantonly undertaken acts to secure funds which do not belong to them;\n\nBlue Cross Blue Shield engaged in slanderous activities;\n\nBlue Cross Blue Shield willfully and wantonly breached a duty of care;\n\nBlue Cross Blue Shield willfully and wantonly violated the Insurance (regulations) of the state of Texas;\n\nThe Court deems these acts to be willful conduct of fraud.\n\nA hearing in federal court, Callahan said, would give the insurance company a chance to defend itself against the accusations presented by the Knox County Hospital District.\n\n\"BCBSTX was not provided notice of these proceedings until after the order had already expired,\" Callahan told the Times Record News last week.\n\n2017:Knox County hospital among nation's rural Top 100\n\n\"The order was based solely on the hospital’s allegations without BCBSTX having a chance to dispute their claims,\" Callahan said. \"We intend to vigorously defend against the hospital’s allegations and hold the hospital accountable to its contractual obligations.\"\n\nThe Knox County Hospital District defined Callahan's response as \"false.\"\n\n“The statements made by Blue Cross Blue Shield are consistent with the slanderous statements it has willfully made against the Knox County Hospital since 2017,” said attorney Kelly Dawson representing the Knox County Hospital District.\n\n“The hospital is tired of being slandered, tired of having payment withheld without cause, and tired of the bully tactics undertaken by a giant insurance company against a 25-bed rural hospital in Texas.”\n\nWhen reached for comment Tuesday, Callahan said on behalf of BCBS of Texas: \"We stand by our original statement.\"\n\nMORE:\n\nBCBS of Texas: Will 'vigorously defend against the hospital's allegations'\n\nHealth insurance group CEO: Medical costs 'at a tipping point'\n\nFrom insurance to broadcasting: Here's the largest industry in your state"}}