{"GDELT": {"GlobalEventID": 868769724, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "RUSBUS", "Actor1Name": "RUSSIAN", "Actor1CountryCode": "RUS", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 70, "EventBaseCode": 70, "EventRootCode": 7, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -0.91012514220705, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20190828013000, "SOURCEURL": "https://news.abs-cbn.com/business/08/28/19/telegram-plans-to-offer-gram-crypto-coin"}, "ARTICLE": {"TITLE": "Telegram plans to offer ‘Gram’ crypto coin", "TEXT": "Telegram's user interface on Apple's iOS platform is shown in this image from the messaging app's website\n\nWhile Facebook’s big cryptocurrency plans have hit a wall with regulators, another big social network, Telegram, is charging ahead with its own crypto coin.\n\nTelegram has told investors that it is planning to send out the first batches of its coin, the Gram, within the next two months, according to three investors who have spoken with Telegram recently.\n\nTelegram is also planning to make Gram digital wallets available to the 200 million to 300 million global users of Telegram’s messaging application, said the investors, who spoke on the condition of anonymity because they had signed nondisclosure agreements.\n\nEchoing Facebook’s hopes for its Libra token, which was unveiled this year, Telegram has said the Gram will become a new online currency and a way to move money anywhere in the world.\n\nThe scope of Telegram’s ambitions were evident in early 2018 when it raised $1.7 billion from big-name investors, including some of the largest venture capital firms in Silicon Valley.\n\nUnlike Facebook, which released public plans for its digital money long before the first token was ready, Telegram has largely proceeded in secrecy. That opaqueness could amplify questions that it will face from government authorities when it makes its tokens public.\n\nRegulators have grown increasingly concerned that coins like Gram and Libra could, like bitcoin before them, be useful to drug dealers and money launderers.\n\nUS authorities have already moved to shut down smaller cryptocurrency projects, citing them for violations of securities law.\n\n“Anyone trying to build this type of token system has to be careful on any number of levels with regulators,” said Richard Levin, who specializes in cryptocurrencies law at the law firm Polsinelli. “I suspect that regulators will take a very close look at this offering.”\n\nA spokesman for Telegram did not respond to multiple requests for comment.\n\nTelegram has always operated with a degree of disregard for the opinions of government authorities.\n\nThe company was created by Pavel Durov, a self-described libertarian who fled Russia after clashing with the government and being forced to sell off his first successful social network, VKontakte. Durov now moves between offices in the Middle East and Europe.\n\nThe Telegram app makes it easy to send encrypted messages between phones. That has made it popular both with terrorists and with government dissidents and protesters, most recently in Hong Kong.\n\nThose qualities have made it unpopular with governments in Iran and Russia, which have tried to shut it down.\n\nIn its sales pitch for the Gram, which was viewed by The New York Times, Telegram has said the new digital money will operate with a decentralized structure similar to bitcoin, which could make it easier to skirt government regulations.\n\nOnce Telegram releases the coins, it has said, the coins will be governed by a decentralized network of computers that will give Telegram no control over how and where the coins can move.\n\n“A whole new economy saturated with goods and services sold for cryptocurrency will be born,” the company said in a document sent to potential investors in 2017.\n\nThe plans for Gram were met with significant skepticism in the cryptocurrency community. Many of the largest venture capital firms that have invested in cryptocurrencies passed on the chance to invest in it.\n\nSecurity researchers also raised concerns about the coin because of security problems Telegram has had — issues that could have much more significant consequences if money is involved.\n\nBut that did not deter the prominent American venture capital firms Benchmark and Lightspeed Capital, along with many Russian investors, from contributing to the Gram fundraising round in 2018. Investors put up $1.7 billion in exchange for the promise of future Grams.\n\nTelegram promised in legal documents that it would deliver Grams to investors by Oct. 31 or give back the money. The company is racing to get the coins out before that deadline.\n\nSome people will immediately be able to sell their Grams on cryptocurrency exchanges, although the earliest investors agreed to a holding period, according to investor documents viewed by The Times.\n\nFacebook’s Libra is meant to be backed up by traditional currencies held in bank accounts, in order to stabilize the value of the digital coin. The Gram, in contrast, will be backed by nothing and gain or lose its value, like bitcoin, by whatever someone is willing to pay for it.\n\nTelegram has recently said that before the coins are sent out, a test version of the Gram network will be released within the next week or two, investors said.\n\nThe Grams are intended to make it possible to buy and sell other goods on Telegram.\n\nThe company also has big ambitions for its Telegram Open Network, which it hopes will host new kinds of digital applications. There could be new kinds of sites, for example, where users tip one another for good comments or make small bets on future events.\n\nBut before any of that happens, Telegram will have to deal with critics and skeptical regulators.\n\n“I don’t see how on earth Telegram can possibly get something compliant with regulators in place by the end of October,” David Gerard, a cryptocurrency analyst and critic, recently wrote on his website.\n\n\n\n2019 The New York Times Company"}}