{"GDELT": {"GlobalEventID": 868743831, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "MIL", "Actor1Name": "ARMY", "Actor1Type1Code": "MIL", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.23501427212179, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 38.0, "Actor2Geo_FeatureID": "SY", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20190827234500, "SOURCEURL": "https://www.army.mil/article/226332/surgical_team_completes_mission_in_syria"}, "ARTICLE": {"TITLE": "Surgical team completes mission in Syria", "TEXT": "FORT HOOD, Texas- Medical specialists from the 126th Forward Resuscitative Surgical Team, 9th Hospital Center, 1st Medical Brigade, were honored at a redeployment ceremony Aug. 23 at 1st Medical Brigade's headquarters.The team of 14 commissioned and noncommissioned officers deployed to Syria for nine months in support of Operation Inherent Resolve and were greeted by Soldiers, leaders and Family members welcoming them home from a job well done.\"With the ongoing conflicts in Syria and other parts of that world they did the most noble thing to save the lives of America's sons and daughters,\" said Col. Jeffery A. Yarvis, 9th Hospital Center Commander. \"They saved the lives of over ninety people and treated hundreds more in support of this incredible operation in a very austere environment,\"As combat efforts have shifted away from the counter insurgency days of Iraq and Afghanistan, being able to operate in environments like Syria proved this team is prepared for challenges the warfighter will encounter going forward.\"Most of the places our Soldiers have been going for the last 18 years have been well built up,\" Yarvis said. \"But these guys had to figure out how to take care of themselves and do things on their own as a small unit in the midst of a sea of chaotic and sometimes unpredictable environment.\"When a unit comes back from deployment to officially reestablish themselves back at their home station, the command team follows the Army tradition of uncasing the colors.As 126th FRST's Commander Maj. Elizabeth Wheeler and Detachment Sergeant Sgt. 1st Class Nathaniel Durand unfurled their unit guidon from its casing, red, white and blue confetti flew out to the delight of those in attendance.Deployments are never easy on the Soldiers, but those who support them also shoulder and share that burden. When Soldiers deploy, roles and responsibilities are shifted and the support system at home carries on until the Soldier returns.\"Thank you for the sacrifices you have made,\" Wheeler said. \"Some of you having to juggle being a single parent, others balancing life and the void of your loved one being gone. It all proves your strength and I really admire you.\"The 126th was the first fully equipped and staffed FRST to deploy in any theater of war. Their mission was crucial to the warfighters in the region and without listing all their accolades, Wheeler was proud of what their unit was able to accomplish.\"This unit in front of you has grown tremendously,\" Wheeler explained. \"They have a greater purpose and renewed confidence in their skills. They have a better understanding of the world and most importantly, they have learned empathy. Empathy for each other, for the team, for our patients and for the mission. This is a trait all great leaders possess. Without question I would deploy with this team over and over again.\"As the Family members, loved ones and friends of the freshly returned unit grew increasingly eager to greet their Soldier, Wheeler shared her gratitude with them.\"Thank you for giving me your sons, your daughters, your brothers and sisters, your significant others and your friends,\" Wheeler said. \"I could not have completed this mission without them and I appreciate all your support.\""}}