{"GDELT": {"GlobalEventID": 868744351, "Day": 20190827, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6493, "Actor1Code": "sen", "Actor1Name": "SENA", "Actor1EthnicCode": "sen", "IsRootEvent": 1, "EventCode": 37, "EventBaseCode": 37, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.0, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -2.6066350710900497, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Pakistan", "Actor1Geo_CountryCode": "PK", "Actor1Geo_ADM1Code": "PK", "Actor1Geo_Lat": 30.0, "Actor1Geo_Long": 70.0, "Actor1Geo_FeatureID": "PK", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "Pakistan", "Action2Geo_CountryCode": "PK", "Action2Geo_ADM1Code": "PK", "Action2Geo_Lat": 30.0, "Action2Geo_Long": 70.0, "Action2Geo_FeatureID": "PK", "DATEADDED": 20190827234500, "SOURCEURL": "https://timesofindia.indiatimes.com/city/nagpur/aaditya-thackeray-mum-on-plans-to-contest-state-polls/articleshow/70865778.cms"}, "ARTICLE": {"TITLE": "Aaditya Thackeray mum on plans to contest state polls", "TEXT": "NAGPUR: Shiv Sena youth wing president Aaditya Thackeray on Tuesday said he wouldn’t like to open cards on whether he would be contesting forthcoming Assembly polls or his party would settle for deputy chief minister’s post in the new government at this stage.He also didn’t speak about the number of seats BJP and Sena would contest. He only stated that chief minister Devendra Fadnavis and Sena supremo Uddhav Thackeray had reached a consensus on seat sharing and that would be final. He acknowledged he was “too young” to speak on seat sharing arrangement between the two parties.In an interaction with the media, the junior Thackeray said he came here for seeking people’s blessings to make state free of drought, pollution, unemployment, farmers and women’s problems. “I will professionally answer all political queries on whether to fight elections or not when I will come for political campaigning. Ultimately, the people will decide on whether to entrust this responsibility to me or not,” he said while hinting at he may contest the polls.He said BJP and Sena were on the same page on Hindutva agenda apart from other important issues like farmers’ suicides and Ram temple in Ayodhya . “We were demanding removal of Article 370 for two years and have fully supported NDA government in this move.”Thackeray reiterated his party’s opposition to formation of Vidarbha state, when asked on whether the central government would fulfil long pending demand of the people here, particularly after of Jammu and Kashmir was made a Union Territory. “Kashmir is an altogether different issue and the government’s move to abrogate Article 370 was taken with an eye on Pakistan Occupied Kashmir.”On allegations of extortion against some Sena leaders, Thackeray stated the party would take strict action on complaints against such people. Taking a dig at opposition (Congress-NCP), he said they would nowhere be visible and no one knows what they are doing. “If they’re here they should have raised issues concerning women, farmers, unemployment, and students.”Speaking on his Jan Ashirwad Yatra, Thackeray said he would tour entire Vidarbha and Marathwada in the third phase and meet all stakeholders including women, farmers and students. “For us, social work is 80% and politics is 20%. We don’t discriminate on the basis of caste, creed and religion. We will try to fulfil responsibilities given to us by those who voted for us in the Lok Sabha polls and also for those who didn’t vote for us,” he said."}}