{"GDELT": {"GlobalEventID": 868769326, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "COP", "Actor2Name": "PRISON", "Actor2Type1Code": "COP", "IsRootEvent": 0, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Jerusalem, Israel (general), Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS00", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.7667, "Actor1Geo_Long": 35.2333, "Actor1Geo_FeatureID": "-797092", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Washington, District of Columbia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USDC", "Action2Geo_ADM2Code": "DC001", "Action2Geo_Lat": 38.8951, "Action2Geo_Long": -77.0364, "Action2Geo_FeatureID": "531871", "DATEADDED": 20190828013000, "SOURCEURL": "https://www.jpost.com/Israel-News/Hadassah-banks-on-bipartisanship-in-attracting-new-members-599895"}, "ARTICLE": {"TITLE": "Hadassah banks on bipartisanship in attracting new members", "TEXT": "The finances are robust — 2017 tax returns show $108 million in assets — and a staff of about 200 works at its New York headquarters and eight regional offices.\n\nTo build membership, Hadassah is targeting younger women, recognizing that the stay-at-home mothers who made “Hadassah lady” a cliche in the postwar years are now professionals balancing work and home lives along with a dedication to Israel.\n\nAnd last year Hadassah reopened its office here, banking that one key to growth is navigating a middle political ground in a polarized age.\n\nThe organization’s key success so far has been signing co-sponsors for the Never Again Education Act, which would “finance grants to public and private middle and high schools to help teachers develop and improve Holocaust education programs.”\n\ncnxps.cmd.push(function () { cnxps({ playerId: '36af7c51-0caf-4741-9824-2c941fc6c17b' }).render('4c4d856e0e6f4e3d808bbc1715e132f6'); });\n\nWorking with the Jewish Federations of North America, Hadassah’s Washington lobbyist, Karen Paikin Barall, has signed on 251 members of the U.S. House of Representatives and 10 in the Senate since the measure was introduced in the latter body last month. (More are likely to sign on following the summer recess.)\n\nThe bill’s broad appeal is no coincidence.\n\n“It gets the largest reaction response from membership,” Hadassah CEO Janice Weinman said in a recent interview, adding that it is her biggest applause line when she goes out to chapters.\n\nPaikin Barall is a good fit for its bipartisan mission: She was a political appointee in the President George W. Bush State Department’s antisemitism monitoring office, and then for a number of years was director of mid-Atlantic advocacy for the Orthodox Union. The latter job required cultivating the Democratic-majority legislatures that typify East Coast states.\n\n“Karen has been instrumental in our congressional outreach,” Weinman said.\n\nOn Friday, following two weeks of partisan warfare in Washington on what it means to be pro-Israel — culminating with President Donald Trump’s gibe that Jews who vote Democratic are “disloyal” to the Jewish state — Hadassah put out a call for bipartisanship.\n\n“Pitting people and parties against one another will sacrifice the goal of respect for diversity and coexistence,” the group said. “Hadassah is committed to the bedrock values of our two nations and urges our leaders to end the politicization of this essential relationship.”\n\nHarder still may be keeping an increasingly polarized Jewish electorate on board. The group’s Israel agenda tacks slightly to the right, endorsing bills targeting the boycott Israel movement — bills that left-wing Democrats reject as infringing on free speech rights. Hadassah also advocates for changes in Palestinian textbooks considered anti-Israel.\n\nOn the left, the group advocates for reproductive rights, and its state chapters are organizing protests against increasingly restrictive abortion laws.\n\nHadassah’s language on reproductive rights will never please most Republicans, but also hews closely to how Orthodox groups describe their position on abortion, reflecting a membership in which all religious streams are represented.\n\n“Reproductive health choices, based on full and accurate medical information and guidance, must be made in accordance with a woman’s own religious, moral and ethical values,” a handout says.\n\nThe group’s core mission remains to raise funds for the two Jerusalem hospitals bearing its name. Again, its pitches are tailored to the younger Jewish women Hadassah hopes to attract.\n\nHospitals remain a nexus of Jewish-Palestinian coexistence in an environment where that is increasingly rare, and that’s an aspect the organizations stresses in its U.S. outreach. Hadassah’s Israel-based podcast, “The Branch ,” has as its focus what it terms Israel’s “shared society.”\n\nHadassah says it is on the right track after a financial crisis at the once-private hospitals led to a restructuring plan supervised by Israel’s Finance Ministry.\n\nHadassah is partnering as well with the former Jewish Women’s Renaissance Project on a heavily subsidized yearlong program called Momentum — informally “Birthright for Moms .” The program, which is designed to connect Jewish families to Jewish tradition and Israel, includes eight days in Israel.\n\nAlso emphasized are Hadassah’s breast cancer research (for an Ashkenazi Jewish population at slightly higher risk) and infertility treatment (for a demographic heavy with professional women who are likelier to wait until their mid- to late 30s to start families).\n\nThe new Hadassah member is younger and wants a professional networking element attached to her extracurricular activities. Hadassah now boasts “affinity groups” for physicians, nurses and lawyers who meet and are as likely to exchange information about their fields, including innovations and job opportunities, as they are to raise money for Israel.\n\nWeinman said that membership, including female members and male associates, has fallen to 300,000 from a peak of 358,618 in 1986-87.\n\n“It has gone down not because we have not maintained a level of membership but because of attrition,” Weinman said. “We are not making up in the same numbers those who have died.”\n\nPrograms now are shorter, Weinman said, to accommodate busier women and include a transactional element.\n\n“There’s less of an extended commitment the way Hadassah members in the past have made,” she said. Today’s Hadassah meetings are pitched as benefiting members as much as they are opportunities for giving, although Weinman is quick to point out “they are not frivolous.”\n\n“They choose their subject not from a generic or ideological perspective but personal, what affects their families and futures, how do they network,” she said.\n\nHadassah’s unwitting role in Madoff’s Ponzi scheme, the worst in U.S. history, remains a sore point. An official half-jokingly warned a reporter not to mention his name ahead of the Weinman interview.\n\nHadassah scaled back operations after the Madoff scandal blew open in late 2008, and eventually shut its Washington office, among other measures. In 2011, Hadassah returned $45 million to other investors, just under half its earnings under the fraudulent scheme, which paid early investors from money garnered from more recent investors instead of from actual earnings on the investments.\n\nMadoff was sentenced to 150 years in prison for his crimes.\n\nJewish lawmakers from both parties told JTA that they were pleased to see Hadassah back in business.\n\n“Its advocacy is unmatched and it’s an honor to work with its members on important legislation, such as the Never Again Education Act, to combat anti-Semitism through Holocaust education, and the Peace and Tolerance in Palestinian Education Act, bipartisan legislation I introduced with Rep. Brad Sherman,” said Rep. Lee Zeldin, R-N.Y.\n\nSen. Jacky Rosen, D-Nev., the lead sponsor of the Never Again act in the Senate, told JTA: “I’m working with faith-based organizations like Hadassah on important policies like the Never Again Education Act because we must educate our students on the important lessons of the Holocaust.”\n\nA decade after the Bernie Madoff debacle — one so serious that Hadassah officials refuse to even utter the Ponzi schemer’s name — the women’s Zionist organization is back."}}