{"GDELT": {"GlobalEventID": 868768792, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "BUS", "Actor1Name": "PRODUCER", "Actor1Type1Code": "BUS", "Actor2Code": "NOR", "Actor2Name": "NORWEGIAN", "Actor2CountryCode": "NOR", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -1.8907563025210101, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Norway", "Actor1Geo_CountryCode": "NO", "Actor1Geo_ADM1Code": "NO", "Actor1Geo_Lat": 62.0, "Actor1Geo_Long": 10.0, "Actor1Geo_FeatureID": "NO", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Norway", "Actor2Geo_CountryCode": "NO", "Actor2Geo_ADM1Code": "NO", "Actor2Geo_Lat": 62.0, "Actor2Geo_Long": 10.0, "Actor2Geo_FeatureID": "NO", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Norway", "Action2Geo_CountryCode": "NO", "Action2Geo_ADM1Code": "NO", "Action2Geo_Lat": 62.0, "Action2Geo_Long": 10.0, "Action2Geo_FeatureID": "NO", "DATEADDED": 20190828013000, "SOURCEURL": "https://lta.reuters.com/articulo/brazil-environment-norway-idLTAL5N25N3R9"}, "ARTICLE": {"TITLE": "Norway calls on its companies in Brazil to be mindful of deforestation", "TEXT": "OSLO, Aug 27 (Reuters) - Norway, until recently the main donor to a fund to curb Amazonian deforestation, called on Tuesday on Norwegian companies active in Brazil to ensure they do not contribute to the destruction of the Amazon.\n\nRepresentatives from oil firm Equinor, fertiliser-maker Yara and aluminium producer Norsk Hydro, in which the Norwegian state is the top owner, attended a meeting on Tuesday with Climate and Environment Minister Ola Elvestuen to discuss the fires in the Amazon.\n\n“They must be conscious about their supply chains and ensure that they do not help contribute to deforestation,” Elvestuen told reporters after the meeting, called on Monday in the wake of the forest fires.\n\nTuesday’s meeting was also attended by pension fund KLP and environmental non-governmental organisations to discuss the issue and what can be done to solve it.\n\nThe number of blazes recorded across the Brazilian Amazon has risen 79% this year through Aug. 25, according to Brazil’s space research agency.\n\nEarlier on Tuesday, Brasilia said it would reject an offer of at least $20 million from the Group of Seven nations to fight the fires.\n\nIn August Oslo suspended donations to the Amazon Fund after Brasilia blocked operations of a fund receiving the aid.\n\nNorway has worked closely with Brazil to protect the Amazon rainforest for more than a decade and has paid some $1.2 billion into the Amazon Fund, to which it is by far the biggest donor.\n\nAsked on Tuesday what Norway would do with the money it was not disbursing to Brasilia, Elvestuen told Reuters: “It has not been decided yet.”\n\nEquinor is a top oil producer in the Latin American country and is developing Brazil into its main production country outside its homebase. The company’s representative at the meeting declined to comment.\n\nEquinor later said it was important that the rainforest is protected and said it did not have activity in the rainforest but was limited to offshore oil exploration and a solar farm.\n\n“We ensure that our supply chain does not have a negative impact on the rainforest,” a company spokesman said.\n\nHydro has a facility, Alunorte, located in the northern state of Para, that turns bauxite into alumina, the white powder used to produce aluminium at smelters, while Yara both produces fertilisers in Brazil and supplies Brazilian farmers with products.\n\nHydro and Yara were not available for comment.\n\nSeparately, KLP, a Norwegian pension fund with over $80 billion of assets under management, said it was contacting U.S. firms it was invested in that did significant business with agricultural producers from Brazil to ask for “concrete actions”.\n\nKLP had contacted about the issue U.S. firms Bunge, Cargill and Archer Daniels Midland, in which KLP has invested 453 million crowns ($50.58 million) in stocks and bonds."}}