{"GDELT": {"GlobalEventID": 868770009, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "JUD", "Actor2Name": "LAWYER", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -5.34069981583794, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Virginia, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USVA", "Actor1Geo_Lat": 37.768, "Actor1Geo_Long": -78.2057, "Actor1Geo_FeatureID": "VA", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_Lat": 37.768, "Actor2Geo_Long": -78.2057, "Actor2Geo_FeatureID": "VA", "Action2Geo_Type": 2, "Action2Geo_Fullname": "Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_Lat": 37.768, "Action2Geo_Long": -78.2057, "Action2Geo_FeatureID": "VA", "DATEADDED": 20190828013000, "SOURCEURL": "https://www.thesun.co.uk/news/9808431/jeffrey-epstein-sex-slave-victims-court-new-york/"}, "ARTICLE": {"TITLE": "Jeffrey Epstein victim Virginia Roberts describes how disgraced millionaire ‘stole my dreams’ as dozens of women relive rapes and sex assaults in emotional hearing – The Sun", "TEXT": "ALLEGED victims of Jeffrey Epstein including “sex slave” Virginia Roberts described how the \"depraved\" paedo ruined their lives at an emotional court hearing in New York today.\n\nThe brave women branded the financier a “coward” less than three weeks after he killed himself while awaiting trial for sex trafficking charges.\n\n8 Lawyer David Boies arrives with clients Virginia Roberts Giuffre, left centre, Annie Farmer, right centre, and Sarah Ransome, far left, for a hearing in the criminal case against Epstein Credit: Reuters\n\n8 Ms Roberts told the court that Epstein 'stole' her dreams while claiming she was abused for 'years' Credit: Reuters\n\n8 Lawyer Gloria Allred, left centre, is representing a number of unnamed women who claim they were abused by Epstein Credit: Reuters\n\nUS District Judge Richard Berman ordered prosecutors and defence lawyers to appear in court after the Manhattan US Attorney's office said it wanted to dismiss the indictment against the financier after his death.\n\nAlleged sex slave Virginia Roberts, who now uses the surname Giuffre, told the court: \"My hopes were quickly dashed and my dreams were stolen.\"\n\nShe alleges that Epsetin's former girlfriend Ghislaine Maxwell helped the shamed banker carry out the abuse - claims Ms Maxwell strongly denies.\n\nMs Roberts said: \"I am a victim of Jeffrey Epstein and Ghislaine Maxwell and the dark and cruel criminal acts they committed against me - for years and years and years unstopped.”\n\nShe also alleges to have slept with Prince Andrew three times at various properties belonging to Epstein - claims the Duke of York vehemently denies.\n\nOne of Epstein's accusers Courtney Wild said the banker was a \"coward,\" and she feels \"very angry and sad\" that he died before going to trial.\n\nShe said: \"I feel very angry and sad that justice has never been served in this case.\n\n\"I will not let him win in death,\" another woman, Chauntae Davies, told the court.\n\nAnother woman told in horrifying detail how Epstein allegedly raped her at his home in the US Virgin Islands.\n\nShe said: \"I tried to pull away, but he was already unbuttoning my shorts. All I could say was ‘No, please stop,’ but that just seemed to excite (him) more.\n\n“I spent two weeks vomiting almost to death in a hospital after that first encounter.”\n\nSarah Ransome, who claims she was abused by the banker in her early 20s, told prosecutors to continue the probe against the paedophile.\n\nShe said: \"Finish what you started...We are survivors and the pursuit of justice should not abate.\"\n\nHigh profile women's rights attorney Gloria Allred also attended along with an unnamed client.\n\nBerman explained why he gave the women and their lawyers an opportunity to address the court.\n\n\"The victims have been included in the proceeding today both because of their relevant experiences and because they should always be involved before, rather than after, the fact,\" Berman said.\n\nEpstein, who once counted US President Donald Trump, the Clintons and Prince Andrew as friends, was arrested on July 6 and pleaded not guilty to federal charges of sex trafficking involving dozens of girls as young as 14.\n\nThe 66-year-old was found dead August 10 in his cell at the Metropolitan Correctional Center (MCC) in Lower Manhattan.\n\nAn autopsy concluded that he hanged himself.\n\n8 Virginia, in her infamous picture with Prince Andrew in London in 2001 Credit: Collect\n\n8 Epstein, 66, was found dead in his New York jail cell on Saturday as he faced sex trafficking charges Credit: Rex Features\n\n8 Giuffre is one of dozens of women who claim Epstein abused them Credit: Reuters\n\n8 Epstein accusers Sarah Ransome, front middle, and Ms Roberts Guiffre, left, leave court today Credit: The Mega Agency\n\n8 The alleged victims revealed their harrowing stories to the court in New York today Credit: Reuters\n\nDavies said she was hired by Epstein to give massages and alleges the financier raped her the third or fourth time they met on his private island and continued to abuse her.\n\nAnother woman, who chose not to give her name, said Epstein's death must be investigated.\n\n\"We do need to know how he died. It felt like a whole new trauma. ... It didn't feel good to wake up that morning and find that he allegedly committed suicide,\" she said, holding back tears.\n\nAnother unnamed woman said she came to New York to become a model and was victimised by Epstein. \"I'm just angry that he's not alive to have to pay the price for his actions,\" she said.\n\nDuring the hearing, attorney Brad Edwards, who represents some of the alleged victims, said, \"I have in the courtroom today 15 victims I represent and have represented over the years.\n\n“There are at least 20 more who didn't make this hearing today.\"\n\nWho is Virginia Roberts? Mum-of-three Virginia Roberts - now Virginia Giuffre, 35, is involved in a legal tangle Ghislaine Maxwell - Epstein’s ex-lover. Roberts has alleged that she was procured by “madame” Maxwell, 57, the daughter of disgraced tycoon Robert Maxwell, as a teenage “sex slave” for Epstein. Court docs were released hours before Epstein's death, which added to more than 2,000 files of a lawsuit pending against the former financier and his pals. The legal documents were released in a defamation case involving Roberts, who in 2015 claimed Prince Andrew slept with her three times\n\nEdwards said Epstein's \"untimely death\" was \"curious,\" adding: \"More so, it makes it absolutely impossible for the victims to ever get the day in court that they wanted, and to get full justice. That now can never happen.\"\n\nAt the hearing, Assistant US Attorney Maurene Comey said the law required the dismissal of the case in light of Epstein's death, but said the government's investigation was ongoing.\n\n\"Dismissal of this indictment as to Jeffrey Epstein in no way prohibits or inhibits the government's ongoing investigation into potential co-conspirators,\" Comey said.\n\nEpstein's death has triggered probes by the FBI, the US Department of Justice's Office of Inspector General and the US Bureau of Prisons, which runs the detention facility.\n\nThe paedo’s arrest in New York came more than a decade after Epstein avoided being prosecuted on similar federal charges in Florida by striking a deal that allowed him to plead guilty to state prostitution charges.\n\nThat controversial deal resulted in Epstein serving 13 months in a county jail, which he was allowed to leave during the day on work release.\n\nBrittany Henderson, a lawyer with Edwards' firm, read a statement from another victim, Michelle Licata.\n\n\"I was told then that Jeffrey Epstein was going to be held accountable, but he was not,\" she said of the earlier investigation.\n\nMOST READ IN NEWS JAWS-DROPPING SIGHT Holidaymakers stunned as shark circles waters in Devon harbour WALLIES ON THE BEAT Cops slammed for posing with 200 wedding guests and their supercars HORROR SMASH Shocking moment boy racer hits pregnant mum, 17, and her toddler at 76mph BLOW CANADA 700-mile 'Canadian vortex' to smash UK with 60mph wind...before first FROST BABY TRAGEDY Newborn baby girl found dead wrapped in beach towel at recycling centre Exclusive DOOMSDAY DOSSIER Emergency plans made for perfect storm of No Deal Brexit & Covid 2nd wave\n\n\"The case ended without me knowing what was going on. ... I was treated like I did not matter.\"\n\nMultiple women have filed civil lawsuits against Epstein's estate since his death, saying he abused them and seeking damages.\n\nSome have alleged the abuse continued after his plea deal and even while he was on work release from his previous jail sentence.\n\nJust two days before his death, Epstein signed a will placing all of his property, worth more than $577 million, in a trust, according to reports.\n\nEpstein had denied the charges and was being held in prison until his trial where he was facing up to 45 years in prison if convicted.\n\nFollowing the claims made by Ms Roberts and the emergence of new pictures showing him at Epstein's New York home in 2010, Prince Andrew released a statement condemning his former pal.\n\nBuckingham Palace said the Duke of York would help authorities on both sides of the Atlantic in any investigations into the disgraced millionaire.\n\nIn a statement, Andrew said: \"It is apparent to me since the suicide of Mr Epstein that there has been an immense amount of media speculation about so much in his life.\n\n\n\nANDREW SLAMS OLD PAL\n\n\"This is particularly the case in relation to my former association or friendship with Mr Epstein.\n\n\"Therefore I am eager to clarify the facts to avoid further speculation.\n\n\"I met Mr Epstein in 1999. During the time I knew him, I saw him infrequently and probably no more than only once or twice a year. I have stayed in a number of his residences.\n\n\"At no stage during the limited time I spent with him did I see, witness or suspect any behaviour of the sort that subsequently led to his arrest and conviction.\"\n\nA previous Buckingham Palace statement said: \"The Duke of York has been appalled by the recent reports of Jeffrey Epstein's alleged crimes.\n\n\"His Royal Highness deplores the exploitation of any human being and the suggestion he would condone, participate in or encourage any such behaviour is abhorrent.\"\n\nJeffrey Epstein's accusers: The brave women who have come forward to give harrowing accounts of their alleged abuse Virginia Roberts Giuffre Virginia Roberts, 36, (pictured second from left) claims she was Jeffrey Epstein's sex slave from the age of 17. The mum-of-three, who now goes by the surname Giuffre, alleges she was \"lent out\" by Epstein for sex with Prince Andrew - claims the royal vehemently denies and were struck out by a US court. What she's said: \"He will not have his day in court, but the reckoning of accountability has begun, supported by the voices of these brave and beautiful women in this courtroom today. \"The reckoning must not end — it must continue. \"He did not act alone and we, the victims, know that.\" On Prince Andrew: \"He knows what he has done and he can attest to that. “He knows exactly what he's done - and I hope he comes clean about it.” Anouska De Georgiou Anouska De Georgiou is a British actress who starred in the 2004 Jude Law movie Alfie. She is the daughter of former debutante Barbara and millionaire financier Anthony. After being educated at Marlborough College, De Georgiou turned down a place to study law at Oxford to concentrate on modelling. She initially found fame as a model, starring in campaigns for Guy Laroche and Pussy Glamore lingerie before working in movie. The actress has also dated David Hasselhoff. She claims she had been abused by Epstein as a teenager after meeting him when she was “young and idealistic”. What she's said: \"Something I think is very important to communicate is that loss of innocence, trust, and joy that is not recoverable. \"The abuse, spanning several years, was devaluing beyond measure and affected my ability to form and maintain healthy relationships, both in my work and my personal life. \"He could not begin to fathom what he took from us.\" Jennifer Araoz Jennifer Araoz, 32, accused Epstein of raping her in his New York mansion when she was a 15-year-old aspiring actress. She claims she was given $300 to perform massages on Epstein in her underwear. What she's said: \"He robbed me of my dreams. \"He robbed me of my chance to pursue a career I always adored. \"He stole my chance at really feeling love because I was so scared to trust anyone for so many years that I had such severe anxiety. \"I didn't want to leave my house, let alone my bed.\" Sarah Ransome Sarah Ransome was among the young girls ferried to Epstein's private \"paedophile island\". She told previously of trying to swim off the Caribbean island after apparently having her passport stolen by alleged \"madam\" Ghislaine Maxwell. What she's said: \"I would like to acknowledge and extend my gratitude to the prosecutors from the Southern District of New York for pursuing justice on behalf of the victims. \"Please, please finish what you have started. \"We, the victims, are still here, prepared to tell the truth, and we all know he did not act alone. \"We are survivors, and the pursuit of justice should not abate.\" Teala Davies Teala Davies says she was 17 when she was abuse by Epstein - who she believed was the most powerful man in the world. What she's said: \"I was going to start this statement by saying that I was a victim of Jeffrey Epstein. \"But that's not the case. I'm still a victim of Jeffrey Epstein. \"I'm still a victim because the fear of not being heard stopped me from telling my story for so many years... \"I'm still a victim because I am fearful for my daughters and everyone's daughters... \"I'm still a victim because the 17-year-old Teala was manipulated into thinking she had found someone who cared, someone who wanted to help.\" Courtney Wild Courtney Wild claims she was sexually abused by Epstein when she was 14 in Palm Beach, Florida. She previously revealed she was still a braces-wearing 14-year-old schoolgirl when Epstein allegedly forced her to perform sex acts. What she's said: \"Jeffrey Epstein robbed myself and all the other victims of our day in court to confront him one by one, and for that he is a coward.\" Chauntae Davies Chauntae Davies (pictured far left) claims she was sexually assaulted by Epstein after she was groomed into giving him a massage. She worked as an air hostess on Epstein's private plane - dubbed the Lolita Express. What she's said: \"I began my massage, trying not to let him smell my fear and obvious discomfort, but before I knew what was happening, he grabbed onto my wrist and tugged me towards the bed. \"I tried to pull away, but he was unbuttoning my shorts and pulling my body onto his already naked body faster than I could think. \"I was searching for words but all I could say was, 'No, please stop,' but that just seemed to excite him more.\" Michelle Licata Michelle Licata was among Epstein's accusers in the previous criminal case in Florida in 2008. She claims she was lured to Epstein's Palm Beach resort aged 16 and told \"you're just so beautiful and sexy\". What she's said: \"What happened to me occurred many years ago when I was in high school, but it still affects my life. \"I was told then that Jeffrey Epstein was going to be held accountable, but he was not. \"In fact, the government worked out a secret deal and didn't tell me about it. \"The fact that I mattered this time and the other victims mattered is what counts.\" Maria and Annie Farmer, sisters Annie Farmer (pictured second from right) was 16 when she was introduced to Epstein by her then-25-year-old sister Maria. Both sisters claim that they were assaulted by Epstein and alleged \"madam\" Ghislaine Maxwell that year. Annie has said on behalf of her sister Maria: \"Jeffrey Epstein and Ghislaine Maxwell not only assaulted her, but as we're hearing from so many of these brave women here today, they stole her dreams and her livelihood. \"She risked her safety in 1996, so many years ago, to report them — to no avail — and it is heartbreaking to her and to me that all this destruction has been wrought since that time.\" Marijke Chartouni What she's said: “[I came forward] to be a voice to the victims who may not be able to tell their story, or at least not yet.” Theresa J. Helm What she's said: \"That experience for the last 17 years has been a dark corner in my story. \"So I'm here today because it is time to bring light to that darkness, and it's time to replace that darkness with light.\" \"Jane Does\" A dozen accusers testified anonymously as \"Jane Doe\" against Epstein at a court hearing after his death in New York.\n\nWe pay for your stories! Do you have a story for The Sun Online news team? Email us at tips@the-sun.co.uk or call 0207 782 4368. You can WhatsApp us on 07810 791 502. We pay for videos too. Click here to upload yours"}}