{"GDELT": {"GlobalEventID": 868896093, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "IND", "Actor1Name": "MUMBAI", "Actor1CountryCode": "IND", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 154, "EventBaseCode": 154, "EventRootCode": 15, "QuadClass": 4, "GoldsteinScale": -7.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.519480519480521, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Varanasi, Uttar Pradesh, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN36", "Actor1Geo_ADM2Code": "17943", "Actor1Geo_Lat": 25.3333, "Actor1Geo_Long": 83.0, "Actor1Geo_FeatureID": "-2114217", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Varanasi, Uttar Pradesh, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN36", "Actor2Geo_ADM2Code": "17943", "Actor2Geo_Lat": 25.3333, "Actor2Geo_Long": 83.0, "Actor2Geo_FeatureID": "-2114217", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Varanasi, Uttar Pradesh, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN36", "Action2Geo_ADM2Code": "17943", "Action2Geo_Lat": 25.3333, "Action2Geo_Long": 83.0, "Action2Geo_FeatureID": "-2114217", "DATEADDED": 20190828140000, "SOURCEURL": "https://www.ndtv.com/business/icici-bank-deploys-robotic-arms-to-count-currency-notes-2091741"}, "ARTICLE": {"TITLE": "ICICI Bank Deploys Robotic Arms To Count Currency Notes", "TEXT": "Private sector lending major ICICI Bank has become the first in the country to deploy industrial \"Robotic Arms\" to count millions of currency notes at its currency chests across the country, a top official said here on Wednesday.\n\nThese Robotic Arms are currently functioning at Mumbai, and Sangli (Maharashtra), New Delhi, Bengaluru and Mangaluru (Karnataka), Jaipur, Hyderabad, Chandigarh, Bhopal, Raipur, Siliguri and Varanasi, said ICICI Bank Head of Operations & Customer Services, Anubhuti Sanghai.\n\nThese 14 machines (Robotic Arms) deployed in 12 cities help sort over six million notes on all working days, or about 180 crore notes annually, she said.\n\n\"This brings in a frictionless and completely mechanised process of note-sorting, leading to higher accuracy and flexibility to handle large volumes continuously. It has enabled the bank personnel to focus on other value-added and supervisory functions,\" Ms Sanghai pointed out.\n\nShe said ICICI is the first commercial bank in India and among a few banks globally to customise and deploy industrial robots to automate and perform repetitive high volume steps in handling cash processing on high-end note sorting machines.\n\n\"The Robotic Arms use a combination of sensors to check over 70 parameters within second that enable them operate continuously and seamlessly without break,\" Ms Sanghai explained.\n\nPursuing the Clean Note Policy mandated by the Reserve Bank of India (RBI), banks operate currency chests which collect cash from various branches and other centres, sorts them on high-end note-sorting machines and re-send them to branches/ATMs for dispensing to customers.\n\nThe Robotic Arms feed on unprocessed cash in three high-end note-sorting machines simultaneously, pick up the processed cash from the output stackers, align the loose notes, bind the packets and finally drop them in the respective trays as per the quality of the note.\n\nThe ICICI Bank plans to invest in further mechanisation of note sorting technology with next generation machines across all its currency chests and a slew of other technology-led innovative services."}}