{"GDELT": {"GlobalEventID": 868896439, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "PAK", "Actor1Name": "PAKISTAN", "Actor1CountryCode": "PAK", "Actor2Code": "GOV", "Actor2Name": "GOVERNMENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 120, "EventBaseCode": 120, "EventRootCode": 12, "QuadClass": 3, "GoldsteinScale": -4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.25055928411633, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Geneva, Genè, Switzerland", "Actor1Geo_CountryCode": "SZ", "Actor1Geo_ADM1Code": "SZ07", "Actor1Geo_ADM2Code": "16329", "Actor1Geo_Lat": 46.1956, "Actor1Geo_Long": 6.14811, "Actor1Geo_FeatureID": "-2552151", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Geneva, Genè, Switzerland", "Actor2Geo_CountryCode": "SZ", "Actor2Geo_ADM1Code": "SZ07", "Actor2Geo_ADM2Code": "16329", "Actor2Geo_Lat": 46.1956, "Actor2Geo_Long": 6.14811, "Actor2Geo_FeatureID": "-2552151", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Geneva, Genè, Switzerland", "Action2Geo_CountryCode": "SZ", "Action2Geo_ADM1Code": "SZ07", "Action2Geo_ADM2Code": "16329", "Action2Geo_Lat": 46.1956, "Action2Geo_Long": 6.14811, "Action2Geo_FeatureID": "-2552151", "DATEADDED": 20190828140000, "SOURCEURL": "https://www.prokerala.com/news/articles/a955747.html"}, "ARTICLE": {"TITLE": "Pak to now raise Kashmir at UN Human Rights Council", "TEXT": "Islamabad, Aug 28 : After failing to get any support from the UN Security Council or the US, Pakistan is now seeking to raise the Kashmir issue at the United Nations Human Rights Council (UNHRC).\n\nFormer Pakistan Foreign Secretary Tehmina Janjua is already in Geneva to sensitise the top rights body on the \"worst human rights violations\" in Jammu and Kashmir.\n\nForeign Minister Shah Mehmood Qureshi, briefing the National Assembly Standing Committee on Foreign Affairs on the developments, also said that Prime Minister Imran Khan would lead the Pakistani delegation to the 74th UN General Assembly, that kicks off from September 17, where he would raise the Kashmir issue.\n\n\"I'll personally attend the Human Rights Council meeting and apprise the members about the aggravating human rights situation in occupied Kashmir,\" Qureshi said.\n\nThe 42nd session of the UNHRC is beginning from September 9 and arrangements are being made for Qureshi's participation.\n\nQureshi, in a letter addressed to UN High Commissioner for Human Rights Michelle Bachelet, had asked her to demand that India \"rescind its unilateral actions, lift the curfew and other draconian measures, and restore fundamental rights of the Kashmiri people.\" Qureshi alleged that India is making efforts to change the demographic composition of Jammu and Kashmir and alleged that India has imposed curfew restrictions and has banned communications in order to \"hide the facts from the world\".\n\nHe also updated the committee on his letters written to the Organisation of Islamic Cooperation (OIC) Secretary General, UN Secretary General, UN Security Council President, and UN Human Rights Commissioner to keep them in the loop on Kashmir.\n\nHe termed the convening of a closed-door session of the UNSC on Kashmir as a \"great diplomatic achievement\", which he claimed contravenes India's assertion that Kashmir is its internal matter.\n\nQureshi said that Pakistan and the Kashmiri people, being the two parties to the Kashmir dispute, \"have already rejected the Modi government's illegal steps\".\n\nHe claimed that India \"which is the third party to the dispute is divided, as a large segment of the Indian society and the opposition parties have expressed serious concerns over the unilateral actions\" on Kashmir.\n\nThe meeting was chaired by MNA Malik Ehsanullah Tiwana and attended by committee members including Hina Rabbani Khar, Mehar Ghulam Mohammad Lali, Zahra Wadood Fatemi, Maleeka Bokhari and others as well as senior officials of the Foreign Office.\n\nMeanwhile, the position of Pakistan's permanent representative at the UNHRC in Geneva has been lying vacant since March. There was no urgency to fill the important position till the crisis on Kashmir erupted and makeshift arrangements were made by temporarily appointing Janjua as the special envoy."}}