{"GDELT": {"GlobalEventID": 868896092, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "IND", "Actor1Name": "NEW DELHI", "Actor1CountryCode": "IND", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 12, "NumSources": 2, "NumArticles": 12, "AvgTone": -0.9983609825245251, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "New Delhi, Delhi, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN07", "Actor1Geo_ADM2Code": "17911", "Actor1Geo_Lat": 28.6, "Actor1Geo_Long": 77.2, "Actor1Geo_FeatureID": "-2106102", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "New Delhi, Delhi, India", "Actor2Geo_CountryCode": "IN", "Actor2Geo_ADM1Code": "IN07", "Actor2Geo_ADM2Code": "17911", "Actor2Geo_Lat": 28.6, "Actor2Geo_Long": 77.2, "Actor2Geo_FeatureID": "-2106102", "Action2Geo_Type": 4, "Action2Geo_Fullname": "New Delhi, Delhi, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN07", "Action2Geo_ADM2Code": "17911", "Action2Geo_Lat": 28.6, "Action2Geo_Long": 77.2, "Action2Geo_FeatureID": "-2106102", "DATEADDED": 20190828140000, "SOURCEURL": "http://www.daijiworld.com/news/newsDisplay.aspx?newsID=619067"}, "ARTICLE": {"TITLE": "Sterling Biotech case: ED summons Ahmed Patel's son Faisal", "TEXT": "New Delhi, Aug 28 (IANS): In more trouble for the Congress, the Enforcement Directorate on Wednesday said that it has summoned party Treasurer Ahmed Patel's son Faisal Patel in its probe into the multi-crore-rupee bank fraud and money-laundering by Gujarat-based Sterling Biotech.\n\nA senior ED official related to the development told IANS: \"We have summoned Faisal for questioning in out Sterling Biotech case tomorrow (Thursday).\"\n\nFaisal Patel will be questioned for his purported links with the Sandesara brothers (Chetan Jayantilal Sandesara and Nitin Jayantilal Sandesara), the owners and promoters of the Vadodara-based pharmaceutical firm and his statement recorded under the sections of the money laundering act.\n\nOn July 30 this year, the financial probe agency had also grilled Ahmed Patel's son-in-law and advocate Irfan Siddiqui in connection with the probe.\n\nAccording to the ED officials, Sunil Yadav, an employee of the Sandesara group, has alleged that Siddiqui and Faisal Patel were allegedly given code names by Chetan Sandesara.\n\n\"Chetan and Gagan referred to Siddiqui as Irfan Bhai. Irfan's code name was 'i2' and Faisal was given code name 'i1',\" Sunil had said in his statement to the agency.\n\nHe also said that Faisal Patel used to take his friends to Puspanjali Farms to party and all the expenses were borne by Chetan Sandesara.\n\nThe ED has registered a money laundering case against the Sandesara brothers and others in August 2017 after a case of alleged bank fraud of Rs 5,700 crore was filed against them by the Central Bureau of Investigation (CBI).\n\nInvestigation by the ED revealed that the Sandesara brothers and others hatched a criminal conspiracy to cheat banks by manipulating figures in the balance sheets of their flagship companies to induce banks to sanction higher loans."}}