{"GDELT": {"GlobalEventID": 868896045, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "IDN", "Actor1Name": "PAPUA", "Actor1CountryCode": "IDN", "Actor2Code": "USAMED", "Actor2Name": "REUTERS", "Actor2CountryCode": "USA", "Actor2Type1Code": "MED", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -10.3734439834024, "Actor1Geo_Type": 5, "Actor1Geo_Fullname": "East Java, Jawa Timur, Indonesia", "Actor1Geo_CountryCode": "ID", "Actor1Geo_ADM1Code": "ID08", "Actor1Geo_ADM2Code": "18585", "Actor1Geo_Lat": -7.7394, "Actor1Geo_Long": 112.51, "Actor1Geo_FeatureID": "-2679925", "Actor2Geo_Type": 5, "Actor2Geo_Fullname": "East Java, Jawa Timur, Indonesia", "Actor2Geo_CountryCode": "ID", "Actor2Geo_ADM1Code": "ID08", "Actor2Geo_ADM2Code": "18585", "Actor2Geo_Lat": -7.7394, "Actor2Geo_Long": 112.51, "Actor2Geo_FeatureID": "-2679925", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Surabaya, Jawa Timur, Indonesia", "Action2Geo_CountryCode": "ID", "Action2Geo_ADM1Code": "ID08", "Action2Geo_ADM2Code": "18585", "Action2Geo_Lat": -7.2491699999999994, "Action2Geo_Long": 112.751, "Action2Geo_FeatureID": "-2698521", "DATEADDED": 20190828140000, "SOURCEURL": "https://www.presstv.com/Detail/2019/08/28/604703/Indonesia-fire-protesters"}, "ARTICLE": {"TITLE": "Six killed as Indonesian forces fire on Papua protesters", "TEXT": "Security forces have opened fire on protesters in Indonesia's easternmost province of Papua, killing six people in a clash at a government office in the Deiyai region, a resident and a website citing a separatist group said.\n\nSince last week, thousands of people have protested over perceived ethnic discrimination, leading to the torching of a market, a jail and government offices.\n\nAbout 1,200 police have been flown in to reinforce a region with a heavy military presence due to decades of separatist conflicts.\n\nMany people were injured in Wednesday's clash in the Deiyai region of Papua, John Pakage, a resident of the area, told Reuters by telephone.\n\nThe news website Suarapapua.com gave the same toll, with its journalists reporting that they heard gunfire while on the telephone with protesters at the scene, who said thousands had been demonstrating outside a government office in Deiyai.\n\nThe website cited a separatist spokesman as saying that military and police officers had opened fire on the protesters.\n\n\"Children are among the victims of the shooting by Indonesian security forces in Deiyai,\" Veronica Koman, a human rights lawyer who focuses on Papua, said on social network Twitter, adding that more than a dozen protesters were injured.\n\nIn Jakarta, the capital, national police spokesman Dedi Prasetyo dismissed reports of protesters being killed as \"a provocation\", but said one military man was killed and three police officers injured in the clash.\n\n\"Security forces are trying to establish order in the area,\" he said, adding that only information from the Papua police was trustworthy.\n\n\"We don't know yet how many victims there are because communication from there has been limited,\" Papuan military spokesman Eko Daryanto told Reuters by telephone.\n\nYones Douw, an official of a Papuan church group based near Deiyai, said the situation was tense after protesters clashed with security forces outside a local government office in the afternoon.\n\nThe demonstrations over the past week were triggered by a racist slur against Papuan students, who were hit by tear gas in their dormitory and detained in the city of Surabaya on the main island of Java on August 17, but some protest rallies grew into a broader demand for an independence vote.\n\nThe government has cut internet access in the region in the past week, to stop people sharing \"provocative\" messages that could trigger more violence, a step criticized by rights group and journalists, who said it had made reporting difficult.\n\nNational police chief Tito Karnavian said on Wednesday the shutdown had been caused by a hoax about the death of a Papuan student in Surabaya and would continue until there was a reduction in such hoaxes.\n\nPolice would investigate accusations of racism by officers in the Surabaya student case based on Indonesia's anti-racism law, he added.\n\nPolice arrested one suspect on Wednesday, an East Java police spokesman told Reuters.\n\n(Source: Reuters)"}}