{"GDELT": {"GlobalEventID": 868895269, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor2Code": "UAF", "Actor2Name": "FIGHTER", "Actor2Type1Code": "UAF", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -1.4962593516209497, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Shenzhen, Guangdong, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH30", "Actor2Geo_ADM2Code": "13036", "Actor2Geo_Lat": 22.2, "Actor2Geo_Long": 111.117, "Actor2Geo_FeatureID": "-1925267", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Shenzhen, Guangdong, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH30", "Action2Geo_ADM2Code": "13036", "Action2Geo_Lat": 22.2, "Action2Geo_Long": 111.117, "Action2Geo_FeatureID": "-1925267", "DATEADDED": 20190828140000, "SOURCEURL": "https://www.bjpenn.com/mma-news/exclusive-interviews/ufc-shenzhen-pro-fighters-make-their-picks-for-jessica-andrade-vs-weili-zhang-title-fight/"}, "ARTICLE": {"TITLE": "Pro fighters make their picks for Jessica Andrade vs. Weili Zhang title fight", "TEXT": "This weekend, the Octagon heads to Shenzhen, China. In the card’s main event, Jessica Andrade will put her strawweight title on the line against China’s Weili Zhang. Heading into the fight, the champion is a -160 favorite, while the challenger from China is a +130 underdog.\n\nAhead of the fight, BJPENN.com reached out to several pro fighters to get their predictions for the scrap. The majority are leaning towards Jessica Andrade’s power being too much for Weili Zhang.\n\nHere’s what they had to say.\n\nBJPENN.com Fighter Picks: Jessica Andrade vs. Weili Zhang\n\nVolkan Oezdemir, UFC light heavyweight: Zhang has been impressive in her UFC career but Jessica is really dangerous. She hits really hard and I think she gets it done.\n\nIan Heinisch, UFC middleweight: I think Jessica will get it done. She is so strong and has so much power and I think Zhang won’t be able to deal with that.\n\nKennedy Nzechuwku, UFC light heavyweight: I think Jessica Andrade wins it. She is a tank, but Zhang is really good and underrated. But, I don’t think Zhang is at her level. Andrade will overwhelm her, especially with five rounds which Zhang hasn’t done before.\n\nSteven Peterson, UFC featherweight: This is a great fight for the women’s strawweight division. Weili is not well known in the States yet but this will be a coming-out fight for her. I think she has more tools than Andrade and I think she can win both on the feet and on the ground. She will be able to piece up Andrade early and finish on the ground in the third or fourth if it goes that far.\n\nRicky Bandejas, Bellator bantamweight: I think Zhang gets it done. She seems like a killer and I think she has more tools than Andrade.\n\nChase Sherman, BKFC heavyweight: Jessica is a beast. I think she gets it done, I mean I wouldn’t even want to fight her. She is strong and explosive and will be too much for Zhang in this fight.\n\n***\n\nFighters picking Jessica Andrade: Volkan Oezdemir, Ian Heinisch, Kennedy Nzechuwku, Chase Sherman.\n\nFighters picking Weili Zhang: Steven Peterson, Ricky Bandejas\n\nWho do you think will win the fight between Jessica Andrade and Weili Zhang? Let us know in the comments section.\n\nLearn how to watch UFC Shenzhen here.\n\nThis article first appeared on BJPENN.COM on 8/28/2019."}}