{"GDELT": {"GlobalEventID": 868896227, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "LAO", "Actor1Name": "LAOS", "Actor1CountryCode": "LAO", "Actor2Code": "CHN", "Actor2Name": "CHINA", "Actor2CountryCode": "CHN", "IsRootEvent": 0, "EventCode": 311, "EventBaseCode": 31, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 5.2, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 1.79487179487179, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Vientiane, (LA11), Laos", "Actor1Geo_CountryCode": "LA", "Actor1Geo_ADM1Code": "LA11", "Actor1Geo_ADM2Code": "27147", "Actor1Geo_Lat": 17.9667, "Actor1Geo_Long": 102.6, "Actor1Geo_FeatureID": "-2669740", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH", "Actor2Geo_Lat": 35.0, "Actor2Geo_Long": 105.0, "Actor2Geo_FeatureID": "CH", "Action2Geo_Type": 1, "Action2Geo_Fullname": "China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 105.0, "Action2Geo_FeatureID": "CH", "DATEADDED": 20190828140000, "SOURCEURL": "http://www.china.org.cn/world/Off_the_Wire/2019-08/27/content_75143114.htm"}, "ARTICLE": {"TITLE": "More investment needed for Laos to reap profits from agriculture: minister", "TEXT": "You are here:\n\nVIENTIANE, Aug. 27 (Xinhua) -- As the demand for crops and livestock remains high, Laos needs more investment in agriculture to increase more product to export, according to a senior Lao official.\n\nLao Deputy Minister of Agriculture and Forestry Bounkhuang Khambounheuang recently stressed the need for Laos to attract investment in agriculture in order to strengthen the export market.\n\n\"We have to encourage the private sector to invest in agricultural production if we want to increase exports of agricultural products,\" he said.\n\nHe said 833 companies have invested in the agriculture and forestry sector so far with registered capital of 3.4 billion U.S. dollars, but Laos still has huge potential to grow more crops and rear more animals for export to regional markets, local daily Vientiane Times reported on Tuesday.\n\nBounkhuang said Cuba would like 100,000 tons of rice from Laos while Indonesia has asked for one million tons of rice and Vietnam needs 500,000 animals, but Laos is unable to meet these needs.\n\nOne of the main challenges for Laos is that most farmers still practice subsistence agriculture based on traditional production methods, which does not produce enough to meet market demand. Another problem is low quality farm productivity and fragmentation of the value chain, the report said.\n\nThe incorporation of best practices into farming is critical to improve product quality and lower costs while linking farmers and producers to agribusinesses and processing facilities to add value to export products.\n\nBounkhuang said Laos also has huge potential to grow organic crops for commercial purposes due to the increasing demand for clean food as consumers become more health conscious.\n\nAn economist with the Faculty of Economics and Business Management at the National University of Laos, Phouphet Kyophilavong, commented that if Laos wants the agriculture sector to grow more quickly, it must attract more investors in the sector.\n\nAt the same time, a clear agricultural promotion policy is needed to help growers overcome their hurdles and boost productivity.\n\nAs part of preparations for the 5.9 billion U.S. dollars China-Laos railway, which is scheduled for completion in 2021, the Lao government will work with a Chinese company to build a plant and animal quarantine station in Luang Namtha province, some 360 km north of Lao capital Vientiane, to ensure Lao products to be exported to China. Enditem"}}