{"GDELT": {"GlobalEventID": 868895307, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor2Code": "ZAF", "Actor2Name": "SOUTH AFRICAN", "Actor2CountryCode": "ZAF", "IsRootEvent": 0, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.55813953488373, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Mamelodi, Gauteng, South Africa", "Actor2Geo_CountryCode": "SF", "Actor2Geo_ADM1Code": "SF06", "Actor2Geo_ADM2Code": "77339", "Actor2Geo_Lat": -25.713, "Actor2Geo_Long": 28.3653, "Actor2Geo_FeatureID": "-1256572", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Mamelodi, Gauteng, South Africa", "Action2Geo_CountryCode": "SF", "Action2Geo_ADM1Code": "SF06", "Action2Geo_ADM2Code": "77339", "Action2Geo_Lat": -25.713, "Action2Geo_Long": 28.3653, "Action2Geo_FeatureID": "-1256572", "DATEADDED": 20190828140000, "SOURCEURL": "https://www.itweb.co.za/content/wbrpO7gPQZjMDLZn"}, "ARTICLE": {"TITLE": "Pelebox smart lockers solve chronic problem", "TEXT": "Neo Hutiri came up with the idea of a smart locker after he realised the amount of time patients lose when collecting chronic meds.\n\nStart-up Technovera is looking to scale-up access to its smart lockers, Pelebox, from seven operational public clinics, to 14 by the end of September, according to Neo Hutiri.\n\nFounded by Hutiri, Technovera develops the Pelebox, a digital platform that manages various Internet-enabled smart lockers. They enable patients to collect their repeat chronic medication in under two minutes, as opposed to waiting several hours in long queues at public clinics.\n\nAccording to Hutiri, the key focus townships his company operates in now include Mamelodi, Pretoria, Thembisa, Thokoza and Daveyton.\n\n“We have some of the new sites that are going up, including City of Ethekwini in Durban. We have decided to focus on a national-scale strategy instead of just provincial.\n\n“Within our pipeline focus, the other key critical provinces are Eastern Cape, Mpumalanga, North West and Limpopo. Those are some of the provinces we would like to be operating in early next year, to make sure we can serve more people,” he tells ITWeb.\n\n\n\nPelebox stations can be found at some public clinics across Gauteng.\n\nLight bulb moment\n\nHutiri, whose background is in engineering, says in 2014, he was diagnosed with Tuberculosis (TB), which required him to collect chronic medication from his local clinic in Bophelong Township in the Vaal.\n\nHe was on treatment for six months, and during this time, the engineer regularly collected his medication. However, his biggest challenge wasn’t the treatment, rather the amount of time he was losing when going to collect his meds at the local clinic.\n\nHutiri reveals that, on average, he was losing about three-and-half hours every time he needed to collect his medicine.\n\n“I started trying to figure out if there might be different ways of how we can solve this. My overall idea was to say: How do you build a solution that cuts across all of these challenges and deliver something that works, so the idea of the smart lockers is the one that came to me.”\n\nA patient’s chronic medication safely stowed in the Pelebox smart locker.\n\nAccording to Hutiri, the idea was to use technology to get somebody from three-and-a-half hours of queuing at public clinics to a couple of seconds. “I am a strong believer around what we as South Africans can do with our hands, our hearts and our minds, not only always waiting for the Silicon Valley technologies to come save us.\n\n“The idea of a locker was something that I felt would cut across all other areas. Because the records of the patients collecting chronic medication are already available; then we can pre-pack their medicine and load it into the locker.\n\n“Once we have done that, the system automatically sends the patient an SMS saying the medication is ready for collection and here is a one-time PIN. The patient will simply walk to that self-service locker, enter their cellphone number, enter their PIN and it will open with their medicine inside.”\n\nHe confirms that only chronic medication is stored in the smart lockers, treating different types of conditions like TB, hypertension, HIV, etc.\n\n\n\nChronic medication patients receive an SMS alert to notify them when medication is ready for collection.\n\nStakeholders get on board\n\nRealising he had a winning idea, Hutiri says he pitched it to anybody that would listen. “If you happen to tell me that you're a nurse in a healthcare space, I would effectively engage you.”\n\nThe City of Tshwane would be the first critical stakeholder to get behind the Pelebox, saying it really liked the “embryonic idea”. It then got the National Department of Health involved, he states.\n\n“At the time, we were incubated at the Innovation Hub. The Innovation Hub was one of our biggest supporting stakeholders, primarily because their mandate is to support the propulsion of innovation that’s South African, has a very strong public service orientation and leverages tech in a good way.”\n\n\n\nA health worker assists a patient who is about to use the Pelebox smart locker.\n\nIn Tshwane, Hutiri’s company ran a pilot project in Mamelodi Township in 2017, which he says was really successful.\n\n“We ran that pilot for about a year, where we needed to show that the technology can work.\n\n“We needed to ensure the smart lockers work within specific guidelines, such as the controlled temperature profile of the medicine and ensuring the right medication goes to the right patient 100% of the time. We had to ensure the solution isn’t just something that works sometimes or not the other time.”\n\nIn addition to getting the health department on board, the start-up is also receiving support from the Aurum Institute, according to Hutiri.\n\nThe Aurum Institute is a non-governmental organisation (NGO) that has its roots in healthcare, focusing on improving the lives of people and making sure people receive really good care.\n\n“Working within with an NGO like Aurum has been really super-amazing for us in that they provide a lot of the other oversight that we might not have; they provide a lot of other healthcare-related skills. I'm an engineer by background, so obviously I wasn't trained in public service or in healthcare.\n\n“And having the Aurum Institute has really helped us in, first of all, scaling to get into more sites, reaching more patients, and going from a start-up to a scale-up.”\n\n\n\nThe keypad to key in the one-time PIN to access a patient’s medication.\n\nPurpose-driven innovation\n\nDespite having received support from key stakeholders and winning a number of awards over the years, Hutiri acknowledges the beginning was quite brutal.\n\nRetelling the story of a friend he was trying to convince to join the work he was doing, he says the friend called him crazy.\n\n“My friend said to me you're trying to build an innovation that is hardware-related, going into healthcare, which is one of the highly regulated sectors, with government as one of your biggest stakeholders. Also, you’ll be dealing with schedule six and five medication, which again is highly regulated.\n\n“It was this momentous big mountain I felt like I was facing at the beginning, and it was quite challenging.”\n\nBut, for Hutiri, the process has been rewarding, primarily because he sees the impact the locker has. “Somebody goes to the Pelebox, enters the one-time PIN, door opens and the medicine is right there. I definitely feel that a project like this and building innovation that has large social impact has given me that sense of purpose.”\n\nThis year, Hutiri’s Pelebox solution scooped the Africa Prize for Engineering Innovation from Britain’s Royal Academy of Engineering. “The global world of engineering has chosen this solution for the best innovation product, leveraging engineering skill for social impact.\n\n“You’re competing across multiple countries, you're competing across multiple innovations that come from different parts of the world and yet a South African invention comes out as a top winner. I was quite excited about that.”\n\n"}}