{"GDELT": {"GlobalEventID": 868895418, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "BUS", "Actor1Name": "COMPANY", "Actor1Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 12, "EventBaseCode": 12, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -0.4, "NumMentions": 5, "NumSources": 1, "NumArticles": 5, "AvgTone": -2.06896551724138, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Ayrshire, South Ayrshire, United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UKW4", "Actor1Geo_ADM2Code": "40176", "Actor1Geo_Lat": 55.5, "Actor1Geo_Long": -4.5, "Actor1Geo_FeatureID": "-2588891", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Ayrshire, South Ayrshire, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKW4", "Action2Geo_ADM2Code": "40176", "Action2Geo_Lat": 55.5, "Action2Geo_Long": -4.5, "Action2Geo_FeatureID": "-2588891", "DATEADDED": 20190828140000, "SOURCEURL": "https://www.bigissue.com/latest/summers-over-but-a-no-deal-brexit-will-bring-problems-beyond-holiday-hunger/"}, "ARTICLE": {"TITLE": "Summer’s over but a no-deal Brexit will bring problems beyond holiday hunger", "TEXT": "A forecast of food shortages mean some councils could have to scrap their nutritional standards for school meals\n\nLast week Prime Minister Boris Johnson reassured the public that all was going to plan as the government prepares for a no-deal Brexit – just days after a leaked warning that major food shortages could be on the cards after October 31.\n\nBut the UK imports nearly 30 per cent of its food from the EU. And for families who rely on free school meals during term time – those who struggle to keep everyone fed during the holidays – Brexit threatens to take away even the basic safeguard of good school dinners.\n\nIn council Brexit planning papers leaked to the BBC, authorities across the UK said they could be forced to abandon their nutritional standards for school meals because getting hold of certain foods might be too difficult.\n\nI spent some time last week at an estate where wonderful people are working hard to ensure kids don't go hungry during the holidays. How can anyone reconcile these 'spend what it takes' government Brexit announcements with the routine reality of poverty & hunger today? — Andrew McRae (@McRaeAndrew) August 11, 2019\n\nSome councils, like North Tyneside, said they might have to turn to more tinned and frozen food amid fears that fresh produce could be in short supply.\n\nHastings Borough Council even braced readers of its Brexit risk papers for the reintroduction of rationing. Bedford Borough Council advised that holding four to six weeks’ supply of non-perishables would be wise.\n\nExperts at North Ayrshire Council pointed to the rising food prices as evidence of the negative impact Brexit would have on school meals, admitting that it “might need to amend school nutrition standards”. There is a risk suppliers will prioritise supermarkets, they said, creating shortages in public sector catering.\n\nDID YOU KNOW… Since 1991 The Big Issue has sold more than 200,000,000 copies – helping the most vulnerable in society earn more than £115 million.\n\nAndrew Selley is chief executive of Bidfood, one of the country’s biggest food suppliers to schools, hospitals and care homes. He said the company is having to organise its own preparations for a no-deal Brexit, including buying new warehouse space to store\n\nin-demand goods.\n\nThe supplier is looking at building up stores of imports like pasta, tuna, tinned tomatoes, olive oil and rice, Selley said.\n\nIt’s true that many popular imports can’t be replaced with domestic equivalents, he added, saying: “Because of our changing tastes, unless we’re going to go back to a menu based on the 1700s, we are going to look at imported products and imported tastes and imported flavours.” He also warned that the government will have to invest more cash into free school meals.\n\nBut chair of the Local Government Association’s Brexit taskforce Kevin Bentley said councils are “as prepared as they can be” given the resource, information and advice gaps not being met by central government.\n\nIn England, food standards require that school meals include one or more wholegrain variety of starchy foods each week; at least one portion of both fruit and vegetables per day; at least three different fruits and three different vegetables each week; oily fish at least once every three weeks; and no snacks but nuts, seeds, fruit and vegetables. That could be a thing of the past if Boris Johnson drags the UK off the Brexit cliff-edge."}}