{"GDELT": {"GlobalEventID": 868975458, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "IGOUNO", "Actor1Name": "UNITED NATIONS", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor2Code": "IRQ", "Actor2Name": "IRAQ", "Actor2CountryCode": "IRQ", "IsRootEvent": 1, "EventCode": 173, "EventBaseCode": 173, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -5.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.0, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Liberia", "Actor1Geo_CountryCode": "LI", "Actor1Geo_ADM1Code": "LI", "Actor1Geo_Lat": 6.5, "Actor1Geo_Long": -9.5, "Actor1Geo_FeatureID": "LI", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Liberia", "Actor2Geo_CountryCode": "LI", "Actor2Geo_ADM1Code": "LI", "Actor2Geo_Lat": 6.5, "Actor2Geo_Long": -9.5, "Actor2Geo_FeatureID": "LI", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Liberia", "Action2Geo_CountryCode": "LI", "Action2Geo_ADM1Code": "LI", "Action2Geo_Lat": 6.5, "Action2Geo_Long": -9.5, "Action2Geo_FeatureID": "LI", "DATEADDED": 20190828203000, "SOURCEURL": "https://reliefweb.int/report/somalia/secretary-general-appoints-adam-abdelmoula-sudan-deputy-special-representative-united"}, "ARTICLE": {"TITLE": "Secretary-General Appoints Adam Abdelmoula of Sudan Deputy Special Representative, United Nations Assistance Mission in Somalia - Somalia", "TEXT": "SG/A/1900-BIO/5245\n\nUnited Nations Secretary-General António Guterres announced today the appointment of Adam Abdelmoula of Sudan, as well as a national of the United States, as his Deputy Special Representative for Somalia, where he will also serve as the United Nations Resident and Humanitarian Coordinator in the United Nations Assistance Mission in Somalia (UNSOM). He will succeed George Conway of Canada who served as Acting Deputy Special Representative of the Secretary-General, Resident and Humanitarian Coordinator since April, and to whom the Secretary‑General is grateful for his dedication and service in Somalia.\n\nCurrently Director of the United Nations Human Rights Council and Treaty Mechanisms Divisions at the Office of the United Nations High Commissioner for Human Rights (OHCHR), Mr. Abdelmoula brings over 30 years of experience in development, rule of law, human rights and security. From 2013 to 2016, he served as Country Director of the United Nations Development Programme (UNDP) in Iraq, and from 2010 to 2013 as Resident Coordinator in Kuwait and Syria.\n\nIn his earlier career, Mr. Abdelmoula served as the Chief of Middle East and North Africa Section in OHCHR and held various assignments with the United Nations in Liberia, Iraq and Somalia.\n\nMr. Abdelmoula holds an LLB in Common Law and Islamic Law from the University of Khartoum, an LLM in International Law from Harvard Law School and a PhD in Public International Law from Georgetown University.\n\nFor information media. Not an official record."}}