{"GDELT": {"GlobalEventID": 868975466, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "IGOUNODEVGOV", "Actor1Name": "UNESCO", "Actor1KnownGroupCode": "UNO", "Actor1Type1Code": "IGO", "Actor1Type2Code": "DEV", "Actor1Type3Code": "GOV", "Actor2Code": "UZBGOV", "Actor2Name": "UZBEKISTAN", "Actor2CountryCode": "UZB", "Actor2Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 40, "EventBaseCode": 40, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 5.8411214953271, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Uzbekistan", "Actor1Geo_CountryCode": "UZ", "Actor1Geo_ADM1Code": "UZ", "Actor1Geo_Lat": 41.707542, "Actor1Geo_Long": 63.849109999999996, "Actor1Geo_FeatureID": "UZ", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Uzbekistan", "Actor2Geo_CountryCode": "UZ", "Actor2Geo_ADM1Code": "UZ", "Actor2Geo_Lat": 41.707542, "Actor2Geo_Long": 63.849109999999996, "Actor2Geo_FeatureID": "UZ", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Uzbekistan", "Action2Geo_CountryCode": "UZ", "Action2Geo_ADM1Code": "UZ", "Action2Geo_Lat": 41.707542, "Action2Geo_Long": 63.849109999999996, "Action2Geo_FeatureID": "UZ", "DATEADDED": 20190828203000, "SOURCEURL": "http://dailynht.com/story/62122"}, "ARTICLE": {"TITLE": "President of Uzbekistan meets with Director-General of UNESCO – Daily NHT", "TEXT": "\n\nThe President of the Republic of Uzbekistan Shavkat Mirziyoyev received the Director-General of the United Nations Educational, Scientific and Cultural Organization (UNESCO) Audrey Azoulay, in Samarkand.\n\nThe Head of the state, warmly welcoming the distinguished guest, noted with deep satisfaction the dynamic development of a constructive dialogue and strengthening of productive partnership between Uzbekistan and UNESCO.\n\nIt was emphasized that the first visit of Audrey Azoulay as the head of this authoritative international organization is a logical continuation of the meeting held last year in Paris, as well as testifies to aspiration to deepen mutually beneficial cooperation.\n\nJoint activities in priority areas are being effectively implemented within the framework of the Country Program, first adopted by UNESCO.\n\nParticular attention is paid to the interaction and intensification of exchanges in the field of protection and preservation of the unique tangible and intangible cultural and historical heritage of our people.\n\nThe network of UNESCO Chairs in Uzbekistan is expanding in order to deeply study and attract international best practices. It is about the creation of such departments in the leading higher education institutions of the country as the Comparative Study of World Religions, Water Diplomacy, Water Resources Management and Environmental Protection, and Cultural Tourism.\n\nMajor international events such as Sharq Taronalari, Bakhshi Art, Handicrafters festivals, and Maqom Art Forum are also held with UNESCO’s support.\n\nCurrent issues of further development of partnership and unconditional implementation of the agreements, including those reached as a result of the session of the World Heritage Committee, were discussed during the conversation.\n\nThe importance of continuing active efforts in development and preservation of cultural heritage in Uzbekistan was emphasized. The results of the joint International Conference in this field, which was successfully held today in Samarkand, were highly appreciated.\n\nProspects of practical cooperation in the field of culture, education and science, gender policy, as well as ecology, including overcoming the consequences of the Aral disaster, were considered.\n\nThe Director-General of UNESCO sincerely thanked the President of Uzbekistan for the warm welcome.\n\nThe progress of reforms being carried out in the country in preserving the rich cultural heritage, discovering the tourism potential, promoting important transformations in the field of education and science, and protecting the environment was noted with deep satisfaction.\n\nA commitment was reaffirmed to further develop and strengthen UNESCO’s full-scale partnership with Uzbekistan."}}