{"GDELT": {"GlobalEventID": 868962909, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USA", "Actor1Name": "PHILADELPHIA", "Actor1CountryCode": "USA", "Actor2Code": "BUS", "Actor2Name": "MANUFACTURER", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 16, "EventBaseCode": 16, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.8561872909699, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USPA", "Actor1Geo_ADM2Code": "PA101", "Actor1Geo_Lat": 39.9523, "Actor1Geo_Long": -75.1638, "Actor1Geo_FeatureID": "1209052", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USPA", "Actor2Geo_ADM2Code": "PA101", "Actor2Geo_Lat": 39.9523, "Actor2Geo_Long": -75.1638, "Actor2Geo_FeatureID": "1209052", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Philadelphia, Pennsylvania, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USPA", "Action2Geo_ADM2Code": "PA101", "Action2Geo_Lat": 39.9523, "Action2Geo_Long": -75.1638, "Action2Geo_FeatureID": "1209052", "DATEADDED": 20190828191500, "SOURCEURL": "https://wvrecord.com/stories/513151225-federal-judge-denies-motion-to-dismiss-in-generic-drug-price-fixing-litigation"}, "ARTICLE": {"TITLE": "Federal judge denies motion to dismiss in generic drug price-fixing litigation", "TEXT": "PHILADELPHIA, Pa. — A federal judge denied a motion to dismiss a lawsuit against 18 generic drug manufacturers that alleges the drug companies engaged in a price-fixing scheme.\n\nFederal Judge Cynthia Rufe didn't consider any challenge by the defendants to the sufficiently of allegations regarding any drug-specific conduct in her Aug. 15 order and opinion filed in U.S. District Court for the Eastern District of Pennsylvania.\n\nHowever, Rufe wrote that she did consider whether the plaintiffs sufficiently alleged the existence of a conspiracy that extended beyond the boundaries of any individual drug.\n\n\"The allegations in Plaintiffs’ Overarching Complaints plausibly allege that Defendants engaged in a conspiracy regarding the broader market for generic drugs, and not just the market for any individual drug,\" Rufe wrote. \"The connective tissue Plaintiffs have alleged in their Overarching Complaints gives credence to a claim that Defendants engaged in 'behavior that would probably not result from chance, coincidence, independent response to common stimuli, or mere interdependence unaided by an advance understanding among the parties.'\"\n\nRufe wrote that the plaintiffs, which are 47 U.S. states, the District of Columbia and Puerto Rico, make plausible claims that the alleged individual drug conspiracies were connected by common goals, methods or actors so as to form a broader overarching conspiracy.\n\n\"Defendants’ arguments that there are plausible alternative explanations for the overarching conspiracy should be tested by discovery,\" Rufe wrote. \"They are not a matter for decision at this stage of the proceedings.\"\n\nRufe wrote that the plaintiffs sufficiently alleged the existence of an overarching conspiracy and the court would permit the claims based on an overarching conspiracy theory to proceed.\n\n\"Defendants’ joint motion to dismiss plaintiffs’ overarching conspiracy claims will be denied,\" Rufe wrote. \"Whether any individual Defendant has a specific defense to the claims raised against it in the Overarching Complaints is a separate question not here resolved.\"\n\nThe lawsuit is one of two that West Virginia is involved in that deals with price-fixing. A second lawsuit was filed in May, also in the same federal court.\n\nWeekly Newsletter Sign-up and get latest news about the courts, judges and latest complaints - right to your inbox. Sign up × By signing up you agree to receive email newsletters or alerts from West Virginia Record. You can unsubscribe at any time.\n\nThe order also involved litigation filed by pharmacies, benefit funds, health insurance companies and other companies.\n\nThe states filed the lawsuit against Actavis Holdco U.S Inc., Actavis Pharma Inc., Ascend Laboratories LLC, Apotex Corp., Aurobindo Pharma USA Inc., Citron Pharma LLC, Dr. Reddy's Laboratories Inc., Emcure Pharmaceuticals Ltd., Glenmark Pharmaceuticals Inc., Heritage Pharmaceuticals Inc., Lannett Company Inc., Rajiv Malik, Mayne Pharma Inc., Satish Mehta, Mylan Pharmaceuticals Inc., Par Pharmaceutical Companies Inc., Sandoz Inc., Sun Pharmaceutical Industries Inc., Teva Pharmaceuticals USA Inc., and Zydus Pharmaceuticals (USA) Inc. alleging anti-competitive conduct to fix and maintain prices, allocate markets and otherwise thwart competition.\n\n\"The Defendants knew their conduct was unlawful,\" the amended complaint states. \"The conspirators usually chose to communicate in person or by cell phone, in an attempt to avoid creating a record of their illegal conduct.\"\n\nThe complaint alleged the structure of the generic drug industry provided numerous opportunities for collusive communications at trade shows, customer events and smaller more intimate dinners and meetings and when communications were reduced to writing or text message, the defendants often took overt and calculated steps to destroy evidence of those communications.\n\nU.S. District Court for the Eastern District of Pennsylvania Case number: 2:18-cv-04137"}}