{"GDELT": {"GlobalEventID": 868962768, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "SYR", "Actor1Name": "SYRIA", "Actor1CountryCode": "SYR", "Actor2Code": "TUR", "Actor2Name": "TURKEY", "Actor2CountryCode": "TUR", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 8, "NumSources": 1, "NumArticles": 8, "AvgTone": -6.30841121495327, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY", "Actor1Geo_Lat": 35.0, "Actor1Geo_Long": 38.0, "Actor1Geo_FeatureID": "SY", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Cavusoglu, Erzurum, Turkey", "Actor2Geo_CountryCode": "TU", "Actor2Geo_ADM1Code": "TU25", "Actor2Geo_ADM2Code": "27784", "Actor2Geo_Lat": 40.1873, "Actor2Geo_Long": 40.7794, "Actor2Geo_FeatureID": "-742478", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY", "Action2Geo_Lat": 35.0, "Action2Geo_Long": 38.0, "Action2Geo_FeatureID": "SY", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.infomigrants.net/en/post/19136/more-than-20-000-migrants-and-syrian-refugees-expelled-from-istanbul"}, "ARTICLE": {"TITLE": "More than 20,000 migrants and Syrian refugees expelled from Istanbul", "TEXT": "Close to 21,000 unregistered Syrian refugees and \"illegal migrants\" have been expelled from Istanbul since mid-July after the authorities had issued a deadline for them to leave the city and return to the provinces where they had registered. An additional 300,000 Syrians living in Istanbul face expulsion.\n\nIn just under six weeks, a total of 16,423 \"illegal migrants who arrived via irregular migration\" were relocated to other cities pending deportation, the Istanbul governor’s office said on Tuesday.\n\nFurthermore, a total of 4,500 unregistered Syrians were sent to camps outside the city between July 12 and August 25.\n\nThe move comes as part of a government plan to clamp down on illegal migrants and to relocate Syrians to the province where they are officially registered. On July 12, the Istanbul governor had issued a deadline for those without valid documents to leave the city.\n\nSyrian refugees receive temporary protection status in Turkey that requires them to stay in the province they registered. But many Syrians have moved to Turkey's largest city and financial hub Istanbul, where prospects of finding work are better.\n\nHowever, resentment against Syrians has been increasing amid an ongoing economic crisis in the country, which Turks blame on Syrian refugees allegedly taking jobs away from them and crowding out health and education services. In recent months, there were reports of clashes between Syrians and Turks in Istanbul as well as protests against migrants.\n\nDeadline to leave\n\nMore than half a million Syrians are registered in Istanbul, while another 300,000 Syrians registered elsewhere are estimated to live in the city. Those without registration documents in Istanbul have until October 30 to leave. Otherwise, they face expulsion and will be sent back to the Turkish province where they were first registered, the governor's office said. The original deadline was August 20.\n\nPrimary school students and their families, orphans, employers and university students are exempt from the relocation program, the office added.\n\nIn addition to Syrians, many Afghans are affected by the clampdown. During massive arrests in the first two weeks after the announcement of the deadline, 6,122 migrants were arrested, including 2,600 Afghans without valid documents.\n\n\n\nSupport for refugees\n\nTurkey hosts four million refugees, the largest number staying in any single country in the world. More than 3.6 million of these came from neighboring Syria after the devastating conflict began there in 2011.\n\n\n\nDuring a recent press conference, Turkish Foreign Minister Mevlut Cavusoglu called for global coordination to solve and coordinate the Syrian refugee crisis.\n\n\n\nCavusoglu urged the international community to be more sensitive when it comes to the basic needs of those Syrians who return to Syria. The minister also offered to set up a joint forum with Lebanon, Jordan and Iraq - other neighbors of Syria."}}