{"GDELT": {"GlobalEventID": 868976225, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USA", "Actor1Name": "AMERICAN", "Actor1CountryCode": "USA", "Actor2Code": "USAEDU", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "EDU", "IsRootEvent": 0, "EventCode": 110, "EventBaseCode": 110, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -0.91428571428571, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Jamaica", "Actor1Geo_CountryCode": "JM", "Actor1Geo_ADM1Code": "JM", "Actor1Geo_Lat": 18.25, "Actor1Geo_Long": -77.5, "Actor1Geo_FeatureID": "JM", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Jamaica", "Actor2Geo_CountryCode": "JM", "Actor2Geo_ADM1Code": "JM", "Actor2Geo_Lat": 18.25, "Actor2Geo_Long": -77.5, "Actor2Geo_FeatureID": "JM", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Netherlands", "Action2Geo_CountryCode": "NL", "Action2Geo_ADM1Code": "NL", "Action2Geo_Lat": 52.5, "Action2Geo_Long": 5.75, "Action2Geo_FeatureID": "NL", "DATEADDED": 20190828203000, "SOURCEURL": "https://slate.com/technology/2019/08/marijuana-pregnancy-safe-healthy-science-inconclusive.html"}, "ARTICLE": {"TITLE": "Should you smoke weed while pregnant? It’s impossible to know.", "TEXT": "This story was originally published by Undark and has been republished here with permission.\n\nFifty years ago this summer, Melanie Dreher, a registered nurse and young graduate student in anthropology, landed in rural Jamaica to study how people there were using cannabis. It was the same summer of the moon landing and Woodstock, where “400,000 of my best friends were having a good time,” she said. Dreher didn’t really want to be in Jamaica. But doing fieldwork in an unfamiliar place was required by her Columbia University doctorate program, and for Dreher, who had never been to Jamaica or used cannabis, this assignment met that criteria.\n\nJamaica turned out to be a rich study site, and the summer of 1969 launched several decades of Dreher’s work on the cultural context of the use of cannabis, or ganja, as it is known in Jamaica. She studied men, who worked cutting sugar cane and believed ganja made them more productive, and schoolchildren, whose mothers gave them ganja tea to help them focus, enhance their health, and improve their strength and stamina. Finally, with funding from the March of Dimes—a U.S. nonprofit organization that aims to improve health outcomes for babies—and the National Institute on Drug Abuse, she turned her attention to cannabis use in pregnancy among Jamaican women.\n\nDreher and colleagues asked local midwives to help recruit pregnant women, some who smoked cannabis and some who didn’t. The researchers routinely visited the study subjects in their communities, which allowed them to observe and gain their trust, and that gave them a more accurate estimate of how much cannabis the expectant mothers were using than a survey administered in a clinic might yield, Dreher said.\n\nThe study included 24 newborns exposed prenatally to cannabis and 20 unexposed. At 3 days old, there were no detectable differences in their behavior, but at 30 days, the cannabis-exposed babies were less irritable, more stable, and had better reflexes. Those born to the 10 heaviest cannabis users, who averaged more than three joints per day, scored even higher. “The heavily exposed neonates were more socially responsive and were more autonomically stable at 30 days than their matched counterparts. The quality of their alertness was higher; their motor and autonomic systems were more robust; they were less irritable … and were judged to be more rewarding for caregivers than the neonates of non-using mothers,” reported the study, published in 1994 in the journal Pediatrics.\n\nAt the time, those intriguing results garnered little attention, “not a peep from the medical community,” said Dreher, now retired from a dual career in anthropology and nursing education, most recently as dean of Rush University College of Nursing in Chicago. “It’s not until now, 25 years later, that people are paying attention to that study,” she added. Dreher’s paper currently sits in the 99th percentile of research outputs based on the volume of attention it has received online, as ranked by the Altmetric Attention Score. Most of that attention comes from Facebook and Twitter shares by people promoting the safety of cannabis in pregnancy, not from doctors or researchers discussing the science. Her work hasn’t been taken seriously by the medical community, Dreher said, but “it was taken seriously by women who used [cannabis] regularly and felt that they had been justified.”\n\nHer work hasn’t been taken seriously by the medical community, Dreher said, but “it was taken seriously by women who used [cannabis] regularly and felt that they had been justified.”\n\nBut this view runs counter to current advice of the American College of Obstetricians and Gynecologists and the American Academy of Pediatrics, which both recommend avoiding cannabis in pregnancy and while breastfeeding. Tetrahydrocannabinol, or THC, the main psychoactive molecule in cannabis, is small and fat-soluble, easily crossing the placenta into the fetal bloodstream. The blood circulates THC throughout the body, including the brain, where the molecule can interact with endocannabinoid receptors active in neurodevelopment. How that might affect a developing fetus isn’t easy to sort out, and medical groups acknowledge that the science has limitations and inconsistencies. Still, they say, there are enough studies—many more recent than Dreher’s—linking cannabis use to outcomes like low birth weight and changes in brain development to recommend against using it during pregnancy.\n\n“The ‘Jamaica study’ continues to garner fame despite being one small study in a relatively large pool of evidence,” said Torri Metz, associate professor of maternal fetal medicine at University of Utah Health. “Anybody could find a single study that sort of supports what they would like to say, but really, we need to look at all of the studies that are out there.”\n\nDreher makes no claim that cannabis is good for babies, nor does she encourage pregnant women to use it. Though the cannabis-exposed babies scored higher on some measures in her study, it didn’t show that cannabis caused these better scores. In fact, the mothers who used the most cannabis also had more education, more financial independence, and fewer other children to care for, which likely allowed them to provide a more nourishing environment for their newborns. While it’s reassuring that their cannabis use didn’t seem to compromise infant development, it’s also possible that subtle effects of cannabis were masked by these advantages. In another paper published in 1988, Dreher and her co-authors wrote, “Caution should be taken in making generalizations to other cultures where characteristics of marijuana users may not be similar.”\n\nYet online conversations between expecting parents don’t reflect this caution. Dreher’s study is shared on Reddit, Facebook, and pregnancy sites like BabyCenter.com as evidence of the safety of cannabis in pregnancy. Kaycee Lei Cuesta, who writes the Cannavist Mom blog with 34,000 Facebook followers, described it in a 2017 post as “some of the best and only work on [the] topic of cannabis using during pregnancy.” It’s mentioned in a New York Times piece about women who used cannabis in pregnancy as providing comfort to one of them about her choice. Likewise, when I talked to mothers who had used cannabis while pregnant, most mentioned Dreher’s study by name, without prompting, and said that it significantly affected their decision.\n\nOnline narratives about Dreher’s study frequently mention that the National Institute on Drug Abuse cut off her funding when her results didn’t show problems with cannabis use. Dreher said this is true, and she’s told the same account in interviews on podcasts like Drug Truth Network and The Medical Pot Guide. “That alone speaks volumes,” wrote Keira Fae Sumimoto in a 2018 post on her blog, Cannabis & Motherhood. The idea that the government and the medical community don’t want people to know about this study often surfaces online. For example, when the InfantRisk Center at Texas Tech University reviewed the literature on this topic without mentioning Dreher’s research, the center was accused of bias and fearmongering. Several commenters posted links to Dreher’s paper, with one claiming that her study “calls BS” on the center’s findings.\n\nWomen wrestling with this decision are likely to encounter these conflicting online narratives. In a 2016 study, women who used cannabis while pregnant said they wanted to know more about how cannabis might affect their babies, but their doctors didn’t offer helpful information. “They’re really not discussing it with their obstetric providers or midwives or obstetricians, but really hearing anecdotes from friends and families and searching online,” said lead author Marian Jarlenski, assistant professor of health policy and management at the University of Pittsburgh Graduate School of Public Health.\n\nJarlenski also analyzed online media content, finding 30 percent was neutral about risks and 10 percent placed more emphasis on potential benefits of prenatal or postpartum cannabis use. (Pregnant women sometimes use cannabis to alleviate nausea and vomiting, although its efficacy hasn’t been formally studied, and in some cases, cannabis has been shown to worsen these symptoms.) She didn’t quantify how often Dreher’s study appeared in her analysis, but she said, “that is one that I’ve seen a lot.”\n\nJarlenski’s research has also shown women’s perception of cannabis as risky is dropping. And a study published in June in the Journal of the American Medical Association found that between 2002 to 2003 and 2016 to 2017, self-reported use of cannabis in pregnancy doubled overall in the U.S., from 3.4 percent to 7 percent. Similarly, a 2017 study of nearly 30,000 Kaiser Permanente patients in Northern California found cannabis use during pregnancy, either self-reported or measured in urine toxicology tests, increased from 4.2 percent in 2009 to 7.1 percent in 2016. Urban medical centers have found as many as 22 to 27 percent of pregnant women are positive for cannabis.\n\nOther cannabis researchers report concerns about Dreher’s study, particularly if it’s being used to inform decisions today. “It’s a very small sample size. There’s definitely been studies that have been done with many more children that have looked at similar outcomes that haven’t had the same findings,” Metz said. In the same June issue of JAMA, an Ontario study analyzed the medical records of more than 660,000 pregnancies and found those who reported using cannabis were also more likely to have preterm birth, placental abruption, and small-for-gestational-age babies, with lower Apgar scores—which indicate general health based on factors including muscle tone and breathing—along with greater admission to the neonatal intensive care unit.\n\nAnd when the National Academies of Sciences, Engineering, and Medicine summarized the health effects of cannabis in a 2017 report, it concluded there’s substantial evidence for an association with lowered birth weight and limited evidence for an association with pregnancy complications for the mother and infants needing NICU care. For a range of other outcomes, it said that the evidence was insufficient to make conclusions, because it was conflicting or had too many methodological limitations.\n\nAnother issue with Dreher’s study, and any study of its age, is that cannabis potency has increased dramatically over time. “I would throw those studies out completely. I don’t think you could go back to those early studies and say they have many implications for what is going on today,” said Barry Lester, a professor of psychiatry and pediatrics, and director of the Center for the Study of Children at Risk at Brown University. In the U.S., the THC content of illicit cannabis samples increased from 4 percent in 1995 to 12 percent in 2014, and legal cannabis obtained in 2017 in Washington state was around 20 percent THC, with some products potentially reaching 30 percent or higher. There’s little data on how this might affect fetal exposure, but a 2015 abstract described an increase in the concentration of THCA (a THC metabolite) measured in the first bowel movements of Colorado newborns from 213 nanograms per gram in 2012 to 361 ng/g in 2014.\n\nThe cannabis used by the women in Dreher’s study wasn’t high in THC, she said. “It was not anything like the cannabis that we have now.”\n\nLester also collaborated with Dreher in Jamaica in the 1980s, studying the same cohort of babies from her more well-known paper. His study, published with Dreher as a co-author in Child Development in 1989, found that at 4 and 5 days of age, the cannabis-exposed newborns had shorter, higher-pitched cries with more dysphonation and variability. These were the same babies with no difference in behavior at 3 days old, but Lester said that didn’t surprise him, because the behavioral scales used aren’t typically designed to be as sensitive. “Cry acoustics has a long-standing track record of differentiating at-risk kids,” he said. “If you pick a dependent measure that you know has that kind of sensitivity, you’re obviously more likely to find effects.”\n\nYet for all their criticism of Dreher’s study, these researchers also wanted to talk about the limitations of the current science and the need for nuanced interpretation.\n\nBecause it would be unethical to randomly assign women to use cannabis while pregnant, the evidence we have on this question is observational and rife with confounding factors. In North America, those who use cannabis are also more likely to use tobacco, alcohol, and other drugs, and to face challenges that come with poverty, mental illness, and the effects of racism. Researchers try to statistically account for these differences (indeed, each of these factors was identified and accounted for in the Ontario JAMA study), but quantifying all the inequities affecting mothers and their children is a tall order, and that’s a real limitation of the evidence we have.\n\nThat adds uncertainty to our understanding of the health risks of cannabis, said Jarlenski, the University of Pittsburgh researcher. Still, she rattled off a host of other reasons not to use cannabis while pregnant, including unstandardized potency, lack of evidence of benefits, risk of dependency, and unknowns of how it might interact with postpartum depression. There’s also a risk of being reported to child welfare services for using a substance that’s still considered a Schedule I drug at the federal level, and poor women of color are likely at greatest risk of this consequence.\n\nAt the same time, Jarlenski cautions that it’s important not to inflate the possible risks of prenatal cannabis use. This occurred with the so-called “crack baby” epidemic of the 1980s, she said, when the effects of prenatal cocaine use were exaggerated and ultimately did more harm than good to women and their families. Pregnant women need to know about possible risks of cannabis, but some may also need public health resources to help them quit, she added. Others may need advice about safer strategies for managing pregnancy symptoms, Metz said.\n\n“We are saying this again and again: Those that say cannabis is safe during pregnancy do not really know. Those that say it is not [safe] do not know either.” — Henning Tiemeier\n\nThe largest longitudinal study of cannabis use in pregnancy includes nearly 10,000 pregnant women in Rotterdam, Netherlands, where cannabis is available to purchase in coffee shops and is high in THC. That study found that cannabis use in pregnancy was associated with decreased fetal growth, above and beyond the effects of tobacco. At ages 7 to 10, the same kids were more likely to have externalizing problems, like aggressive behavior and rule-breaking, and psychotic-like experiences, like hearing voices. On MRI brain scans, they had thicker prefrontal cortices.\n\nHowever, Henning Tiemeier, a principal investigator for the study and a professor at the Harvard T.H. Chan School of Public Health, is cautious in interpreting those results. With careful analysis, he and colleagues have concluded that the behavioral and brain differences in cannabis-exposed kids are probably not caused by cannabis but are more likely related to genetic or environmental factors, because they see the same associations in kids whose mothers used cannabis before but not during pregnancy and in kids whose fathers used cannabis. The decrease in fetal growth couldn’t be explained by these other factors, though; it seems independently associated with in utero exposure to cannabis, perhaps because it affects uterine blood flow. This finding is one of the most consistent across studies of cannabis use in pregnancy, especially among heavier users.\n\nTiemeier emphasizes that though their work is somewhat reassuring in terms of long-term effects on kids, the question is far from resolved. Answering it has been impeded by a lack of funding and barriers to studying cannabis. Meanwhile, he says, discussions of cannabis are being driven by people who cherry-pick the science that supports what they want to believe. “I’m surprised how many people are opinionated on the basis of very poor facts,” he said.\n\n“We are saying this again and again: Those that say cannabis is safe during pregnancy do not really know. Those that say it is not [safe] do not know either,” Tiemeier said. It’s a scientific debate that can’t be resolved with the results of one study, be it a tiny one in rural Jamaica or a large one in a modern Dutch city."}}