{"GDELT": {"GlobalEventID": 868961912, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "EDU", "Actor1Name": "UNIVERSITY", "Actor1Type1Code": "EDU", "Actor2Code": "JUD", "Actor2Name": "PROSECUTOR", "Actor2Type1Code": "JUD", "IsRootEvent": 0, "EventCode": 90, "EventBaseCode": 90, "EventRootCode": 9, "QuadClass": 2, "GoldsteinScale": -2.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -3.64077669902913, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Wayne State University, Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_ADM2Code": "MI163", "Actor1Geo_Lat": 42.3561, "Actor1Geo_Long": -83.0685, "Actor1Geo_FeatureID": "1615906", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Wayne State University, Michigan, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USMI", "Actor2Geo_Lat": 42.3561, "Actor2Geo_Long": -83.0685, "Actor2Geo_FeatureID": "1615906", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Wayne State University, Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 42.3561, "Action2Geo_Long": -83.0685, "Action2Geo_FeatureID": "1615906", "DATEADDED": 20190828191500, "SOURCEURL": "https://wwjnewsradio.radio.com/articles/news/fbi-raids-uaw-presidents-home-corruption-investigation"}, "ARTICLE": {"TITLE": "FBI Raids UAW President's Canton Home In Corruption Investigation", "TEXT": "DETROIT (WWJ) - The federal investigation into corruption in U.S. auto industry has turned to United Auto Workers Union President Gary Jones.\n\nWWJ's Jeff Gilbert reports FBI agents on Wednesday executed a series of raids across Michigan, including at Jones' Canton home and the UAW Black Lake complex Up North.\n\nResponding to the developments, UAW spokesman Brian Rothenberg said the union has always cooperated with federal investigators, and that Wednesday's action was unnecessary.\n\n\"The UAW and President Gary Jones have always fully cooperated with the government investigators in this matter. As the leader of the UAW, President Jones is determined to uncover and address any and all wrongdoing, wherever it might lead,\" said Rothenberg.\n\n\"There was absolutely no need for search warrants to be used by the government today — the UAW has voluntarily responded to every request the government has made throughout the course of its investigation, produced literally hundreds of thousands of documents and other materials to the government, and most importantly, when wrongdoing has been discovered, we have taken strong action to address it.\"\n\nAlso Wednesday, FBI agents raided the California home of retired UAW president Dennis Williams, according to reports.\n\nWayne State University Law Professor Peter Henning, who is a former federal prosecutor, said an investigation that has been playing out over many years is now picking up speed.\n\nNine people have already been indicted in the ongoing corruption probe; with the latest expected to enter a guilty plea next week.\n\n\"A search warrant is a big step, because it requires the government to go in front of a magistrate judge and show that there were violations of the law,\" Henning said. \"I think this case is at an advanced stage, and in the next few weeks we should see if there's going to be any additional indictments.\"\n\nThis comes as contract talks between the UAW and the Big Three automakers enter a critical phase.\n\nKristin Dziczek of the Center For Auto Research says these developments could impact home members feel about any deal that's reached.\n\n\"You know, negotiating a tentative agreement is one thing, but it's not a contract until it gets ratified,\" she told Gilbert. \"And that's the big question: Where are the members?\"\n\nThis is the first time a sitting UAW official has been implicated in the case."}}