{"GDELT": {"GlobalEventID": 868976246, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USABUS", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor1Type1Code": "BUS", "Actor2Code": "GOV", "Actor2Name": "PRESIDENT", "Actor2Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 3.8401253918495297, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Juan Lopez, Nuevo LeóX, Mexico", "Actor1Geo_CountryCode": "MX", "Actor1Geo_ADM1Code": "MX19", "Actor1Geo_ADM2Code": "20994", "Actor1Geo_Lat": 25.9667, "Actor1Geo_Long": -98.7667, "Actor1Geo_FeatureID": "-1672392", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Juan Lopez, Nuevo LeóX, Mexico", "Actor2Geo_CountryCode": "MX", "Actor2Geo_ADM1Code": "MX19", "Actor2Geo_ADM2Code": "20994", "Actor2Geo_Lat": 25.9667, "Actor2Geo_Long": -98.7667, "Actor2Geo_FeatureID": "-1672392", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Juan Lopez, Nuevo LeóX, Mexico", "Action2Geo_CountryCode": "MX", "Action2Geo_ADM1Code": "MX19", "Action2Geo_ADM2Code": "20994", "Action2Geo_Lat": 25.9667, "Action2Geo_Long": -98.7667, "Action2Geo_FeatureID": "-1672392", "DATEADDED": 20190828203000, "SOURCEURL": "https://www.sidneydailynews.com/top-stories/153365/mojitos-brings-new-dishes-to-sidney"}, "ARTICLE": {"TITLE": "Mojitos brings new dishes to Sidney", "TEXT": "SIDNEY – Owning a restaurant allows Jonathan Fuentes and Juan Lopez to share their culture with Sidney, and in turn Sidney is influencing their dishes.\n\nFuentes and Lopez, who are cousins, are the owners of Mojitos. The Mexican restaurant, which is located at 1306 Wapakoneta Ave. in Sidney, previously was called Las Tapatias.\n\n“It somewhat represents our culture because of the drink, of course,” Lopez said of changing the name of the restaurant to Mojitos. “And people can relate to it; they can understand it. By hearing Mojitos, they know it’s Hispanic.”\n\nThe cousins have made numerous changes at the restaurant since they purchased it in March. Their menus have been updated with new dishes and are adorned with sugar skulls, which are common in Mexican art and celebrations.\n\n“They are used in our culture a lot, in Mexico,” Lopez said. “It doesn’t represent death or nothing like that. It’s nothing with like black magic and stuff. In Mexico, in our culture, we use them to actually represent happiness and life because the skull is always smiling. And, yeah, we like the theme, the flowers with the sugar skulls and all that and all the colors. We like that theme, and we feel like people can relate to it and know that it’s going to be something not just Hispanic but like Mexican because of that.”\n\nTheir food is inspired by traditional Mexican cuisine and all freshly prepared.\n\n“You get to create a relationship with a customer, and that relationship gives you feedback and educates them on what real, authentic Mexican food is, and at the same time they tell you how they like it so you kind of meet in the middle,” Lopez said. “Thanks to them we’ve made new plates that in a way they’re still Mexican, you still find it there, but it’s been shaped to where more people can enjoy it.”\n\nOne of the most popular dishes has been the melting chimichanga, their take on a deep-fried burrito.\n\n“Since we put it in this town, everybody says this is the house of the melting chimichanga because nobody around made the chimichanga like us because it’s kind of grilled but deep fried,” Fuentes said. “It’s a pretty good one.”\n\nThe camarones al ajillo, a shrimp dish, also has been popular. And Mojitos has made sure to promote a variety of tacos.\n\n“Everybody knows tacos, and they’re looking for tacos,” Fuentes said.\n\nWhile they’re first-time business owners, Lopez and Fuentes are well versed in cooking and working in restaurants. Their parents and grandparents owned Mexican and Tex-Mex restaurants that they grew up around and worked in for years.\n\nLopez, who was born and raised in California, worked in restaurants in New York, Pennsylvania, Ohio, California and Virginia. He’s managed restaurants for the past seven years, starting when he was 18.\n\nFuentes was born in Chicago but spent most of his childhood in Mexico. He’s worked in restaurants in Cleveland, Boston, Iowa and Nashville, Tennessee, for the past nine years, beginning when he was 14.\n\n“I always loved to be in the kitchen helping my family,” Fuentes said.\n\nTheir years of experience make them confident that they can make Mojitos a popular spot in Sidney.\n\n“We’ve worked in every position,” Lopez said. “We started off with our parents pretty much dishwashing, went up to like running the kitchen. Out here we started cleaning tables, taking chips out for the people as hosts, and we’ve worked our way up and learned everything about it to the point where we can run our own business thanks to our parents and our family because they introduced us when we were little so we got the hang of it real quick.”\n\nThe cousins came to Shelby County when Las Tapatias became available to purchase and have enjoyed their time in Sidney.\n\n“We like it here,” Lopez said. “We like the people. It’s a nice town. We get along with everybody. We’ve met a lot of friends in the few months that we’ve been here.”\n\nFuentes and Lopez value the feedback they’ve received from patrons, which has helped them craft their recipes into dishes that appeal to people in Sidney.\n\n“We can create our own plates,” Fuentes said of owning a restaurant. “We can come up with something pretty nice. And we like to experiment with our plates, you know, to come up with something for the community over here that everybody is going to like it.”\n\nTo get the best possible flavors, they said, everything is made in the restaurant with fresh ingredients.\n\n“We’re trying to just give the best quality we can with the best flavor we can with the best prices we can,” Lopez said. “It’s affordable for everybody and yet it’s good for them, it’s tasty.”\n\nAmong the best parts of owning a restaurant, they said, is getting to share their culture and their own personalities in their dishes.\n\n“I feel like you have more freedom to be yourself, to express yourself with the plates you offer,” Lopez said.\n\nThey also enjoy interacting with their customers and having fun with them.\n\n“I like to be friendly with a lot of people so always when I’m here I’m always talking with people, drinking or like having a conversation, making sure whatever they’re getting is what they want to get,” Fuentes said. “That makes me happy, you know, having some customers happy. That makes me smile.”\n\nMojitos opens daily at 11 a.m. It is open until 9:30 p.m. Monday through Thursday, until 10 p.m. on Friday and Saturday and until 8:30 p.m. on Sunday.\n\nFor more information, visit the restaurant at 1306 Wapakoneta Ave. in Sidney or call 937-507-9210.\n\nOwner-operators Juan Lopez, second from left, and Jonathan Fuentes, third from left, talk with President of the Sidney-Shelby County Chamber of Commerce Jeff Raible, left, and Sidney Mayor Mike Barhorst, right, during a ribbon cutting ceremony for Las Tapatias on April 30. The restaurant, located at 1306 Wapakoneta Ave. in Sidney, recently was renamed Mojitos. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/08/web1_SDN050219RibbonMex.jpg Owner-operators Juan Lopez, second from left, and Jonathan Fuentes, third from left, talk with President of the Sidney-Shelby County Chamber of Commerce Jeff Raible, left, and Sidney Mayor Mike Barhorst, right, during a ribbon cutting ceremony for Las Tapatias on April 30. The restaurant, located at 1306 Wapakoneta Ave. in Sidney, recently was renamed Mojitos. Amy Chupp | Sidney Daily News Owner Juan Lopez and Sidney Mayor Mike Barhorst cut the ribbon for the Las Tapatias ribbon cutting ceremony on April 30. Fellow owner Jonathan Fuentes is pictured on the far left. The restaurant, located at 1306 Wapakoneta Ave. in Sidney, recently was renamed Mojitos. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/08/web1_IMG_0356.jpg Owner Juan Lopez and Sidney Mayor Mike Barhorst cut the ribbon for the Las Tapatias ribbon cutting ceremony on April 30. Fellow owner Jonathan Fuentes is pictured on the far left. The restaurant, located at 1306 Wapakoneta Ave. in Sidney, recently was renamed Mojitos. Amy Chupp | Sidney Daily News Juan Lopez, far right, talks with, left to right, Greg Dickman, Clay Hoying and Kevin Beatty, all employees of Slagle Mechanical in Sidney, who came out to enjoy some lunch at Las Tapatias during its ribbon cutting April 30. The restaurant, located at 1306 Wapakoneta Ave. in Sidney, recently was renamed Mojitos. https://www.sidneydailynews.com/wp-content/uploads/sites/47/2019/08/web1_IMG_0345.jpg Juan Lopez, far right, talks with, left to right, Greg Dickman, Clay Hoying and Kevin Beatty, all employees of Slagle Mechanical in Sidney, who came out to enjoy some lunch at Las Tapatias during its ribbon cutting April 30. The restaurant, located at 1306 Wapakoneta Ave. in Sidney, recently was renamed Mojitos. Amy Chupp | Sidney Daily News\n\nBy Kyle Shaner kshaner@sidneydailynews.com\n\nReach this writer at kshaner@sidneydailynews.com or 937-538-4824.\n\nReach this writer at kshaner@sidneydailynews.com or 937-538-4824."}}