{"GDELT": {"GlobalEventID": 868975371, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "GOV", "Actor1Name": "PRESIDENT", "Actor1Type1Code": "GOV", "Actor2Code": "ISR", "Actor2Name": "ISRAEL", "Actor2CountryCode": "ISR", "IsRootEvent": 0, "EventCode": 50, "EventBaseCode": 50, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.5, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.56737588652483, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Nahal Oz, HaDarom, Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS01", "Actor1Geo_ADM2Code": "18315", "Actor1Geo_Lat": 31.4732, "Actor1Geo_Long": 34.4978, "Actor1Geo_FeatureID": "-780808", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Nahal Oz, HaDarom, Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS01", "Actor2Geo_ADM2Code": "18315", "Actor2Geo_Lat": 31.4732, "Actor2Geo_Long": 34.4978, "Actor2Geo_FeatureID": "-780808", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Nahal Oz, HaDarom, Israel", "Action2Geo_CountryCode": "IS", "Action2Geo_ADM1Code": "IS01", "Action2Geo_ADM2Code": "18315", "Action2Geo_Lat": 31.4732, "Action2Geo_Long": 34.4978, "Action2Geo_FeatureID": "-780808", "DATEADDED": 20190828203000, "SOURCEURL": "https://in.reuters.com/article/israel-palestinians-usa/corrected-u-s-will-not-release-middle-east-peace-plan-before-israeli-election-idINKCN1VI23I"}, "ARTICLE": {"TITLE": "U.S. will not release Middle East peace plan before Israeli election", "TEXT": "WASHINGTON (Reuters) - The United States will not release the long-delayed political portion of its Israeli-Palestinian peace plan before Israel’s elections next month, White House Middle East envoy Jason Greenblatt said on Wednesday.\n\nFILE PHOTO: Jason Greenblatt (C), U.S. President Donald Trump's Middle East envoy, arrives to visit Kibbutz Nahal Oz, just outside the Gaza Strip, in southern Israel August 30, 2017. REUTERS/Amir Cohen/File Photo\n\nThe move, announced in a tweet by Greenblatt, keeps the plan’s details from becoming an issue in the election, in which the leadership of Prime Minister Benjamin Netanyahu, a close ally of U.S. President Donald Trump, is at stake.\n\n“We have decided that we will not be releasing the peace vision (or parts of it) prior to the Israeli election,” Greenblatt said on Twitter.\n\nTrump’s son-in-law Jared Kushner has been working behind the scenes on the plan to resolve the decades-old Israeli Palestinian conflict, although Palestinians, who say the Trump administration is too pro-Israel, say it is dead in the water.\n\nA goal to raise tens of billions of dollars to fund the plan was announced earlier this year, but the political details have remained under wraps, with Kushner refusing to say even whether it would offer Palestinians a state of their own.\n\nTrump on Monday had said the plan might be revealed before the Israeli election.\n\nAt a campaign rally on Wednesday, Netanyahu said he expected the U.S. proposal would not be delayed for much longer.\n\n“This evening we learned that President Trump’s ‘deal of century’ would be published and presented to the world after the election. I can reasonably estimate that it will happen very soon after the election,” Netanyahu said.\n\nPeace talks between Israel and the Palestinians collapsed in 2014. The Palestinians seek to establish a state in the West Bank and Gaza, with East Jerusalem as its capital, areas Israel captured in a 1967 war. Israel moved troops and settlers out of Gaza in 2005 and still occupies the West Bank.\n\nTrump’s Middle East team, including Kushner, had wanted to roll out the plan during the summer but Netanyahu’s failure to put together a governing coalition after April elections prompted a delay.\n\nNetanyahu now faces a fresh vote on Sept. 17 and, if successful, will try again to form a coalition.\n\nAnnouncing a peace plan before Sept. 17 could have complicated a tight race in which Netanyahu’s right-wing Likud party and its strongest rival - Blue and White, led by former armed forces chief Benny Gantz - are running neck and neck in the polls.\n\nNetanyahu has praised Trump policy moves such as the transfer of the U.S. Embassy from Tel Aviv to Jerusalem, and his recognition of Jerusalem as Israel’s capital and its annexation of the occupied Golan Heights.\n\nBut any perceived concessions towards the Palestinians in the peace plan in the run-up to a ballot only three weeks away could have harmed Netanyahu’s chances of remaining in office.\n\nNetanyahu has campaigned for votes partly by highlighting his close relationship with Trump, whom he has featured on election billboards.\n\n“Who do you want to negotiate with President Trump on the ‘deal of the century’?” Netanyahu asked the crowd at Wednesday’s rally. “Me, at the head of a right-wing and Likud government, or Gantz and (Blue and White co-leader Yair) Lapid?\n\n“That’s the question in this election, because we will be faced, full force, with the (peace) issue in a few weeks’ time.”\n\nThe White House in June announced the economic piece of the Trump peace plan and sought support for it at a conference of global finance ministers in Bahrain.\n\nIt proposes a $50 billion investment plan that would create a global investment fund to lift the Palestinian and neighbouring Arab state economies, and fund a $5 billion transportation corridor to connect the West Bank and Gaza.\n\nGulf leaders, however, want to see details of the political plan before signing on to the economic plan."}}