{"GDELT": {"GlobalEventID": 868962495, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "MIL", "Actor1Name": "CARRIER", "Actor1Type1Code": "MIL", "Actor2Code": "CHL", "Actor2Name": "CHILE", "Actor2CountryCode": "CHL", "IsRootEvent": 1, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": 0.8064516129032301, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Santiago, Regióetropolitana, Chile", "Actor2Geo_CountryCode": "CI", "Actor2Geo_ADM1Code": "CI12", "Actor2Geo_ADM2Code": "22379", "Actor2Geo_Lat": -33.45, "Actor2Geo_Long": -70.6667, "Actor2Geo_FeatureID": "-901202", "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.flightglobal.com/news/articles/american-and-latam-to-file-amendment-to-jv-applicati-460525/"}, "ARTICLE": {"TITLE": "American, LATAM to drop Chile from JV application", "TEXT": "American Airlines and LATAM Airlines Group expect to submit to regulators an amendment to their joint venture application before year end, reviving a process derailed In May by a Chilean court.\n\nThe carriers are removing Chile from their proposed agreement's geographic reach in response to the court's ruling, which blocked the deal on anti-competitive concerns.\n\n\"We will have to make some amendments to the applications, which we will do in the coming weeks,\" says American vice-president of alliances and partnerships Joe Mohan. \"Chile will now be removed from the joint business.\"\n\nLATAM and American \"hope\" to file the amendment with regulators before the end of 2019. American did not immediately respond to requests for more information about its amendment.\n\nThe carriers announced in early 2016 that they signed an agreement to establish a joint venture covering flights to Brazil, Chile, Colombia, Paraguay, Peru and Uruguay. Such arrangements involve establishing a joint business, with partners sharing revenue.\n\nSeveral regulatory bodies already approved the proposal, including those in Brazil, Colombia, Chile and Uruguay, and the carriers were aiming to close the deal by early 2019.\n\nChile's supreme court struck down the deal in May.\n\nAmerican's Mohan downplays any negative affects removing Chile may have on the joint venture's benefits. As originally envisioned the agreement would have applied to connecting flights out of Santiago, but the joint venture can still cover many of those destinations from LATAM's other hubs, Mohan says.\n\nSource: FlightGlobal.com"}}