{"GDELT": {"GlobalEventID": 868961686, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "CHN", "Actor1Name": "CHINA", "Actor1CountryCode": "CHN", "Actor2Code": "USABUS", "Actor2Name": "AMERICAN", "Actor2CountryCode": "USA", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 0.7042253521126801, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Beijing, Beijing, China", "Actor1Geo_CountryCode": "CH", "Actor1Geo_ADM1Code": "CH22", "Actor1Geo_ADM2Code": "13001", "Actor1Geo_Lat": 39.9289, "Actor1Geo_Long": 116.38799999999999, "Actor1Geo_FeatureID": "-1898541", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "US", "Actor2Geo_Lat": 39.828175, "Actor2Geo_Long": -98.5795, "Actor2Geo_FeatureID": "US", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.hawaiipublicradio.org/post/asia-minute-costco-s-chaotic-china-opening"}, "ARTICLE": {"TITLE": "Asia Minute: Costco’s Chaotic China Opening", "TEXT": "Trade talks between the United States and China remain an up and down process these days. While the resolution of those disputes is uncertain, a big piece of American business has just landed in China – with an enthusiastic reception.\n\nCostco has arrived in China.\n\nThousands of people packed a store in suburban Shanghai Tuesday – so many that it had to close early. Agence France Presse reports drivers were complaining about waiting three hours just to get into the parking lot.\n\nCostco has had an online presence in China for about five years, but this is the first warehouse style store so familiar to many Americans.\n\nForeign retailers generally have had a mixed record in China. Grocery store chains from the U.K., Spain and France have all tried the China market, and they have all pulled out — selling ownership stakes to local companies.\n\nThe German supermarket chain Aldi started opening stores in the country just a few months ago.\n\nWalmart is still growing in China — especially its Sam’s Club membership store model, similar to Costco’s approach. In May, Walmart announced it plans to open additional stores in Beijing as part of a broader China expansion.\n\nCostco has been less specific with its future plans, but opening day was definitely a hit.\n\nThe South China Morning Post reports popular items included liquor, handbags and shoes — others say demand was high for fresh-baked food items.\n\nReuters says a local government-run media outlet sent out a note advising, quote, “for the safety of the public, we urge that residents consume in a rational manner and choose to go shopping at an off-peak time.”"}}