{"GDELT": {"GlobalEventID": 868975493, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "IRQ", "Actor1Name": "IRAQ", "Actor1CountryCode": "IRQ", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 1, "EventCode": 80, "EventBaseCode": 80, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 5.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": -7.47330960854092, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 1, "Actor2Geo_Fullname": "Israel", "Actor2Geo_CountryCode": "IS", "Actor2Geo_ADM1Code": "IS", "Actor2Geo_Lat": 31.5, "Actor2Geo_Long": 34.75, "Actor2Geo_FeatureID": "IS", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beirut, Beyrouth, Lebanon", "Action2Geo_CountryCode": "LE", "Action2Geo_ADM1Code": "LE04", "Action2Geo_ADM2Code": "18808", "Action2Geo_Lat": 33.8719, "Action2Geo_Long": 35.5097, "Action2Geo_FeatureID": "-801546", "DATEADDED": 20190828203000, "SOURCEURL": "https://www.reuters.com/article/us-mideast-security-hezbollah/hezbollah-says-will-hit-back-at-israel-as-lebanon-fires-at-israeli-drones-idUSKCN1VI0KN"}, "ARTICLE": {"TITLE": "Hezbollah says will hit back at Israel as Lebanon fires at Israeli drones", "TEXT": "BEIRUT (Reuters) - Hezbollah said it would respond with a “surprise” strike against Israel after drones crashed in Lebanon at the weekend but it also said a new full-out war between the longtime adversaries remains unlikely.\n\nFILE PHOTO: Lebanon's Hezbollah deputy leader Sheikh Naim Qassem gestures as he speaks during an interview with Reuters in Beirut, Lebanon March 15, 2018. REUTERS/Aziz Taher\n\nAdding to the growing tension between Israel and Iran-backed groups in Syria, Lebanon and Iraq, the Lebanese army on Wednesday opened fire at two Israeli drones breaching Lebanese airspace near the Israeli border. Israel said the drones were unharmed.\n\nThe rare incident took place after President Michel Aoun said on Monday that Lebanon had a right to defend itself after two drones the Lebanese army said were Israeli crashed on Sunday in the Hezbollah-dominated southern suburbs of Beirut.\n\nIsrael has not claimed responsibility for the two drones that crashed. One of them exploded, causing some damage to Hezbollah’s media center in the district, but nobody was hurt.\n\n“I rule out that the atmosphere is one of war, it is one of a response to an attack,” Hezbollah deputy leader Sheikh Naim Qassem said in a TV interview on Tuesday night. “Everything will be decided at its time.”\n\nLebanon’s Hezbollah is planning a “calculated strike” but seeks to avoid a new war with Israel, two sources allied to the Shi’ite Muslim group, which fought a deadly month-long war with Israel in 2006, also told Reuters earlier on Tuesday.\n\nA regional security official said the drone incident was “a strike that dealt a blow to Hezbollah’s capabilities in the realm of precision-missile manufacturing”.\n\n“Israel’s message to Hezbollah here, writ large, was: Keep manufacturing, and we will keep hitting you.”\n\nAsked what would happen if Hezbollah escalates after responding, the official said: “I imagine that Israel would then step up its strikes and wipe out this capability altogether. The details of these sites are known. The ball would now appear to be in Hezbollah’s court.”\n\nDespite signs that Israel and Hezbollah do not want a new full-scale conflict, tensions over the drones and an air raid in Syria that Israel says thwarted an Iranian attack have emerged at a sensitive time in the Middle East.\n\nIsraeli Prime Minister Benjamin Netanyahu is trying to appear decisive ahead of elections in three weeks. Iran and the United States are at odds over a 2015 nuclear deal. Shi’ite militias in Iraq, many of whom are backed by Iran, blame recent blasts at their weapons depots on the United States and Israel.\n\n“WE WANT THE STRIKE TO BE A SURPRISE”\n\nPrecise details about where Sunday’s drones were fired from have yet to emerge. In response to questions about the origin or target of the drones, Qassem did not give details in the interview with Russia’s RT Arabic channel.\n\nHe added that Hezbollah, which says the drones were rigged with explosives, saw it as an attack that it must respond to, so that Israel does not upset the status quo and set its own terms.\n\n“We want the strike to be a surprise...and so there is no interest in diving into the details,” he said. “The coming days will reveal this.”\n\nIn his speeches over the past year, Nasrallah has often said an all-out war with Israel was unlikely.\n\nThe two last fought a war in July 2006, after Hezbollah captured two Israeli soldiers in a cross-border raid. Nearly 1,200 Lebanese, mostly civilians, died in the July war and 158 people died in Israel, mostly soldiers.\n\nRegional sources say Israel and Hezbollah have since formed an unwritten understanding that while they can exchange fire within Syria, they must avoid attacks within Lebanon or Israel lest that escalates to war.\n\nThe tensions have sapped confidence in Lebanon’s economy, already suffering one of the world’s heaviest public debt burdens and low growth.\n\nThe cost of insuring Lebanese sovereign debt against default hit a record and the country’s dollar-denominated bonds came under pressure again on Wednesday.\n\nIsraeli air strikes killed two Lebanese Hezbollah fighters at the weekend in Syria, where Hezbollah and Iran provide critical military help to Damascus.\n\nIsrael, which sees the heavily armed Hezbollah as the biggest threat across its border, has also grown alarmed by the rising influence of its foe Iran in Syria.\n\nFILE PHOTO: Lebanon's Hezbollah deputy leader Sheikh Naim Qassem is pictured during an interview with Reuters at his office in Beirut's suburbs, Lebanon August 3, 2016. REUTERS/Aziz Taher/File Photo\n\nIsraeli officials say the air force has mounted hundreds of strikes against what it deems Iranian targets and Hezbollah arms transfers inside Syria.\n\nIran also has wide sway in Iraq through Shi’ite militia allies and is aligned with the Houthi movement in Yemen, which is at war with a Saudi-led coalition.\n\nHezbollah, founded by Iran’s elite Revolutionary Guards in 1982, has fought more recently in regional conflicts including Syria and Iraq as part of a Tehran-backed alliance."}}