{"GDELT": {"GlobalEventID": 868961928, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "EDUBUS", "Actor1Name": "SCHOOL", "Actor1Type1Code": "EDU", "Actor1Type2Code": "BUS", "Actor2Code": "BUS", "Actor2Name": "BANK", "Actor2Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.53781512605042, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "East Haven, Connecticut, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCT", "Actor1Geo_ADM2Code": "CT009", "Actor1Geo_Lat": 41.2762, "Actor1Geo_Long": -72.8684, "Actor1Geo_FeatureID": "206823", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "East Haven, Connecticut, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCT", "Actor2Geo_Lat": 41.2762, "Actor2Geo_Long": -72.8684, "Actor2Geo_FeatureID": "206823", "Action2Geo_Type": 3, "Action2Geo_Fullname": "East Haven, Connecticut, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCT", "Action2Geo_Lat": 41.2762, "Action2Geo_Long": -72.8684, "Action2Geo_FeatureID": "206823", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.nhregister.com/metro/article/Former-East-Haven-schools-business-manager-pleads-14391225.php"}, "ARTICLE": {"TITLE": "Former East Haven schools business manager pleads guilty to bank fraud", "TEXT": "Former East Haven schools business manager pleads guilty to bank fraud\n\nFormer East Haven Public Schools Business Manager James N. Farrell Former East Haven Public Schools Business Manager James N. Farrell Photo: Hearst Connecticut Media File Photo: Hearst Connecticut Media File Image 1 of / 1 Caption Close Former East Haven schools business manager pleads guilty to bank fraud 1 / 1 Back to Gallery\n\nBRIDGEPORT — Former East Haven school system business manager and onetime New Haven County Credit Union chief executive officer James N. Farrell waived indictment and pleaded guilty in federal court Wednesday to bank fraud in his role with the credit union.\n\nThe case revolves around $602,908 that Farrell, 55, illegally transferred from the credit union’s general ledger account to the account of The Rib House, an East Haven restaurant owned by East Haven Board of Education member John T. Finkle III and his family.\n\nFarrell later “replenished” $370,278 to the credit union account, but a $232,630 shortfall remained, Assistant U.S. Attorney Raymond F. Miller said in U.S. District Court before Judge Stefan R. Underhill. The FBI investigated the case.\n\nFarrell, also a former Board of Education member, was the credit union’s CEO from 1992 to June 2015 and was then retained by the credit union’s board of directors to provide assistance to the new CEO until March 2016. From 2010 until 2016, he also provided financial and bookkeeping services for The Rib House, which maintained a business account at the credit union, according to statements in court.\n\nUnderhill scheduled sentencing for Nov. 20, at which time Farrell faces a maximum term of imprisonment of 30 years and a fine of between $10,000 and $1 million. The recommended prison term in the plea agreement is 21-27 months, though the judge is not bound by that.\n\nFarrell, who was released on bond pending sentencing, has paid full restitution to NHCCU.\n\nMiller would not say afterward whether Finkle — who is free on $500,000 bail and scheduled to be sentenced Oct. 8 after pleading guilty in July to one count of conspiracy to commit mail and wire fraud in connection with a scheme to defraud an Illinois-based company he formerly worked for — will face additional charges.\n\nFinkle, a former school board chairman and Republican candidate for mayor, remains a board member.\n\nFarrell was suspended from his school position — and later resigned — in 2017 after the school board learned that Connecticut Banking Commissioner Jorge Perez issued a consent order alleging Farrell violated state statutes in his previous position.\n\nPerez has said the investigation revealed Farrell violated three provisions of state banking law. Perez also said Farrell agreed to sanctions against him, including paying $10,000 to the state as a civil penalty.\n\nAnother provision of the sanctions specified that Farrell may not, without Perez’s consent, “hold any position as a director, officer, employee or independent contractor with any bank, Connecticut credit union or federal credit union.”\n\nThat also was made a provision of the plea agreement Farrell signed in court Wednesday.\n\nBoard of Education emails and other records related to Farrell, John Finkle and Finkle’s wife, Catherine Finkle, former manager of the school system’s Little Jackets preschool program, were subpoenaed by a federal grand jury in January.\n\nSuperintendent of Schools Erica Forti fired Cathy Finkle in a letter dated Nov. 8, 2018. Forti said in the letter that she found Finkle to be “not fully forthcoming,” and her responses “inconsistent or inaccurate” during an October pre-disciplinary meeting, when the findings of an external audit were discussed.\n\nThe superintendent also alleged that Cathy Finkle filled out timesheets for her daughters, both who worked for the Little Jackets program, and forged their signatures, in violation of policies and protocols.\n\nForti also accused Cathy Finkle in the termination letter of failing to satisfy her responsibilities to manage the program’s finances.\n\nmark.zaretsky@hearstmediact.com"}}