{"GDELT": {"GlobalEventID": 868975698, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "MED", "Actor1Name": "PUBLICATION", "Actor1Type1Code": "MED", "Actor2Code": "USA", "Actor2Name": "LAWRENCE", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 130, "EventBaseCode": 130, "EventRootCode": 13, "QuadClass": 3, "GoldsteinScale": -4.4, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -3.57815442561206, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Russia", "Actor1Geo_CountryCode": "RS", "Actor1Geo_ADM1Code": "RS", "Actor1Geo_Lat": 60.0, "Actor1Geo_Long": 100.0, "Actor1Geo_FeatureID": "RS", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Hollywood, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_ADM2Code": "CA037", "Actor2Geo_Lat": 34.0983, "Actor2Geo_Long": -118.32700000000001, "Actor2Geo_FeatureID": "1660757", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS", "Action2Geo_Lat": 60.0, "Action2Geo_Long": 100.0, "Action2Geo_FeatureID": "RS", "DATEADDED": 20190828203000, "SOURCEURL": "https://www.inquisitr.com/5604355/donald-trump-threatens-to-sue-msnbc-after-report-that-he-has-loans-co-signed-by-top-russian-oligarchs/"}, "ARTICLE": {"TITLE": "Donald Trump Threatens To Sue MSNBC After Report That He Has Loans Co-Signed By Top Russian Oligarchs", "TEXT": "President Donald Trump is fighting back after a report from MSNBC that he has secret loans co-signed by Russian oligarchs with close ties to Vladimir Putin, threatening to sue the media outlet and demanding a retraction.\n\nOn Tuesday, Lawrence O’Donnell reported that a source close to Deutsche Bank confirmed that Trump has loan documents co-signed by Russian oligarchs with close ties to Vladimir Putin. Appearing in a segment with host Rachel Maddow, O’Donnell said that the report could have massive implications if proven true, Salon noted.\n\n“That would explain — it seems to me — every kind word Donald Trump has ever said about Russia and [Russian President] Vladimir Putin, if true, and I stress the if true part of this,” O’Donnell replied, saying that this report would “test the Trump theory that he could shoot someone on 5th Avenue and his supporters would still be with him.”\n\nO’Donnell stressed that the information came from a single source and was not confirmed by NBC News. In addition, he had not personally seen the documentation from Deutsche Bank that would support the claim. Many touted the revelation as a bombshell that if true could sink Donald Trump’s hopes of re-election in 2020, and reporter David Cay Johnston appeared to confirm that he has information matching what O’Donnell reported. But some pushed back against what appeared to be lightly sourced reporting, noting that the claim did not appear to be corroborated beyond O’Donnell’s single source.\n\nSingle source report tonight by @Lawrence, when I was his opening guest, of Russian co-signers on Trump’s Deutsche Bank loans fits w/ what I’ve been saying for years.\n\n\n\nJudge should review loan docs in chambers. If true, judge can - and should - put in public record ASAP.\n\n\n\n. — David Cay Johnston (@DavidCayJ) August 28, 2019\n\nTrump responded on Wednesday by issuing a letter through personal attorney Charles Harder threatening to sue NBCUniversal for defamation and demanding that the report be retracted. The letter also referenced a tweet in which O’Donnell repeated the claim.\n\n“The Program and Tweet make the false and defamatory statements that ‘Russian oligarchs’ co-signed loans provided to Mr. Trump by Deutsche Bank, and described these ‘co-signers’ as ‘Russian billionaires close to Vladimir Putin,'” the letter said.\n\nHarder also issued warnings against other publications that reported on O’Donnell’s claim, though some are refusing to back down. The Hollywood Reporter said that it would be reporting on the allegations “because it believes such republication is a matter of utmost public concern and protected by the First Amendment in connection with anticipated litigation.”\n\nThreatening to sue someone for misrepresenting your financial dealings while trying to keep all of your business and tax records from being made public makes your legal threats....a little weaker. https://t.co/ipVCWOK5ie — Tim O'Brien (@TimOBrien) August 28, 2019\n\nThe Hollywood Reporter noted that Donald Trump is famous for issuing threats to sue for defamation against publications that are critical of him, but following through on this threat would open him to up a discovery phase where NBCUniversal would have access to the underlying tax documents."}}