{"GDELT": {"GlobalEventID": 868975277, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "GBR", "Actor1Name": "UNITED KINGDOM", "Actor1CountryCode": "GBR", "Actor2Code": "SLV", "Actor2Name": "EL SALVADOR", "Actor2CountryCode": "SLV", "IsRootEvent": 1, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 2.5, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Chiquibul, Guatemala (general), Guatemala", "Actor2Geo_CountryCode": "GT", "Actor2Geo_ADM1Code": "GT00", "Actor2Geo_ADM2Code": "65122", "Actor2Geo_Lat": 16.9703, "Actor2Geo_Long": -89.2108, "Actor2Geo_FeatureID": "-1132864", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Belize", "Action2Geo_CountryCode": "BH", "Action2Geo_ADM1Code": "BH", "Action2Geo_Lat": 17.25, "Action2Geo_Long": -88.75, "Action2Geo_FeatureID": "BH", "DATEADDED": 20190828203000, "SOURCEURL": "https://www.breakingbelizenews.com/2019/08/28/head-of-british-diplomatic-service-coming-to-belize/"}, "ARTICLE": {"TITLE": "Head of British Diplomatic Service coming to Belize", "TEXT": "Posted: Wednesday, August 28, 2019. 1:41 pm CST.\n\nBy BBN Staff: The Head of British Diplomatic Service, Sir Simon McDonald, is coming to Belize on August 30, as part of a regional tour.\n\nMcDonald, the United Kingdom’s Permanent Under-Secretary at the Foreign and Commonwealth Office, will be visiting Belize, Costa Rica, Guatemala, El Salvador, Honduras, Nicaragua, and Guatemala during the tour.\n\nDuring his visit, McDonald is scheduled to visit the Governor General, Sir Colville Young, Prime Minister Dean Barrow, Opposition Leader John Briceno, Foreign Minister Wilfred Elrington, and a several government CEO’s. He will also visit the Chiquibul Forest Reserve, office of the Organization of American States and the British Army Training Support Unit Belize (BATSUB).\n\nAccording to the British High Commission, McDonald will be reaffirming the U.K.’s friendly relationship with Belize as well as discussing various international topics including illegal wildlife trade, clean oceans, regional stability and BREXIT( the name given to to the UK’s departure from the European Union).He will also be taking part in a scientific survey and outreach beach clean which is taking place under a UK-funded programme in collaboration with the Department of the Environment.\n\nАdvеrtіѕе wіth thе most visited news site in Веlіzе ~ Wе оffеr fullу сuѕtоmіzаblе аnd flехіblе dіgіtаl mаrkеtіng расkаgеѕ. Yоur соntеnt іѕ dеlіvеrеd іnѕtаntlу tо thоuѕаndѕ оf uѕеrѕ іn Веlіzе аnd аbrоаd! Соntасt uѕ аt [email protected] оr саll uѕ аt 501-601-0315.\n\n© 2019, BreakingBelizeNews.com. This article is the copyrighted property of Breaking Belize News. Written permission must be obtained before reprint in online or print media. REPRINTING CONTENT WITHOUT PERMISSION AND/OR PAYMENT IS THEFT AND PUNISHABLE BY LAW.\n\nComments"}}