{"GDELT": {"GlobalEventID": 868962297, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "JPN", "Actor1Name": "SAGA", "Actor1CountryCode": "JPN", "Actor2Code": "ELI", "Actor2Name": "ACTOR", "Actor2Type1Code": "ELI", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.07095046854083, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Hollywood, California, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USCA", "Actor1Geo_ADM2Code": "CA037", "Actor1Geo_Lat": 34.0983, "Actor1Geo_Long": -118.32700000000001, "Actor1Geo_FeatureID": "1660757", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Hollywood, California, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USCA", "Actor2Geo_ADM2Code": "CA037", "Actor2Geo_Lat": 34.0983, "Actor2Geo_Long": -118.32700000000001, "Actor2Geo_FeatureID": "1660757", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Hollywood, California, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USCA", "Action2Geo_ADM2Code": "CA037", "Action2Geo_Lat": 34.0983, "Action2Geo_Long": -118.32700000000001, "Action2Geo_FeatureID": "1660757", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.theguardian.com/film/2019/aug/28/the-truth-review-catherine-deneuves-grand-diva-dominates-mixed-venice-opener"}, "ARTICLE": {"TITLE": "The Truth review – Catherine Deneuve's grand diva dominates mixed Venice opener", "TEXT": "The sun rises on day one of the Venice film festival and it catches the guests in a delicate state. They’re still sleepy, struggling to get their bearings and nursing hangovers from the welcome drinks the night before. These people require careful handling, a soothing introduction. Specifically, they need a film such as Hirokazu Kore-eda’s The Truth, a well-appointed family melodrama that plays out among plumped cushions and expensive soft furnishings. These critics have only just rolled out of bed. Now, all at once, it’s as if they’re being rolled back again.\n\nTraditionally, Venice likes to open with a big Hollywood spectacular; with the one-take intensity of a film such as Birdman or the white-knuckle tension of Alfonso Cuarón’s Gravity. And yet, The Truth is the most refined, stately curtain-raiser I can recall seeing here, a picture that likes to stroll and murmur where others run and shout. It’s handsome, it’s amusing, it knows exactly where it’s going. All that is missing is that crucial fifth gear.\n\nShooting for the first time outside his native Japan, Kore-eda makes himself comfortable in a plush Paris home and coaxes impeccable performances from his regal French stars. Catherine Deneuve headlines as Fabienne, a diva-ish actress, trailing clouds of glory (no stretch there, then). Juliette Binoche plays the shrewd, sceptical Lumir, so accustomed to living in her mother’s shadow that she wears designer black to blend in. Fabienne has just published a self-serving memoir (The Truth) which glosses over the fractious relationship between mother and daughter and airbrushes out the nefarious means by which she landed her breakthrough role. “I can’t find any truth in here,” snaps Lumir, although this is surely what happens when you have a parent who lies for a living.\n\nAs a director, Kore-eda has proved himself to be a master of the slow-build human drama, a conjurer of small details that bed down and take root until his pictures burst into flower like a late cherry blossom. He makes films about life’s humdrum little miracles – about the wrong turns that lead to the right places and about jerry-rigged families that somehow hold together. The Truth contains sprinkles of the reliable Kore-eda magic and throws in just enough curveballs to keep the story honest, even if it does pander to certain genre cliches. As with most backstage sagas, the film suggests that famous actors are a bit like Greek gods: capricious and exasperating but a cut above the likes of you and me.\n\n\n\nFabienne, for her part, is utterly unrepentant. “I’d prefer to be a bad mother, a bad friend, but a great actress,” she declares. Clearly relishing the role, Deneuve comes heaving through every scene like some formidable gunship, wreathed in cigarette smoke, running on scotch and all but scattering the supporting cast. Ethan Hawke plays Lumir’s rackety husband, recently out of rehab. Ludivine Sagnier crops up as a pensive fellow performer. But they’re clutching at straws, struggling to make themselves heard. Deneuve dominates.\n\n‘I’d prefer to be a bad mother, a bad friend, but a great actress’ ... Catherine Deneuve and Juliette Binoche in The Truth\n\nIf Lumir can’t reach her mother, maybe the acting still can. Fabienne, we learn, has signed up to star in a film with the convenient title Memories of My Mother, in which a spectral parent reappears down the years to check in on her daughter. Fabienne dismisses the film as frippery, hardly deserving her presence. But performing the role has a catalytic effect. Her armour drops away; the permafrost starts to thaw. At this point, a more lazy film would veer towards a Hollywood happy ending. The Truth, to its credit, understands that families are complex and that old grievances die hard. Sometimes a truce is the most one can wish for.\n\nKore-eda won the Palme d’Or at Cannes for his previous film, Shoplifters, a glorious love letter to a brood of petty thieves. But that was a different film, a different festival, and it’s unfair to demand that lightning strike twice. If The Truth lacks the freshness and wildness of the director’s best work, it compensates with a series of elegant twists and turns as the camera circles Fabienne and Lumir, viewing them from all angles; observing how they fit together. Yes, Kore-eda’s tale is warm and soothing, verging on over-cosy. But it contains a hard core of emotional truth, like the pea beneath the mattress that woke up the princess."}}