{"GDELT": {"GlobalEventID": 868962237, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "IRLBUS", "Actor1Name": "IRISH", "Actor1CountryCode": "IRL", "Actor1Type1Code": "BUS", "Actor2Code": "IRL", "Actor2Name": "DUBLIN", "Actor2CountryCode": "IRL", "IsRootEvent": 0, "EventCode": 60, "EventBaseCode": 60, "EventRootCode": 6, "QuadClass": 2, "GoldsteinScale": 6.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 1.34048257372654, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Dublin, Dublin, Ireland", "Actor1Geo_CountryCode": "EI", "Actor1Geo_ADM1Code": "EI07", "Actor1Geo_ADM2Code": "18288", "Actor1Geo_Lat": 53.3331, "Actor1Geo_Long": -6.24889, "Actor1Geo_FeatureID": "-1502554", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Dublin, Dublin, Ireland", "Actor2Geo_CountryCode": "EI", "Actor2Geo_ADM1Code": "EI07", "Actor2Geo_ADM2Code": "18288", "Actor2Geo_Lat": 53.3331, "Actor2Geo_Long": -6.24889, "Actor2Geo_FeatureID": "-1502554", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Dublin, Dublin, Ireland", "Action2Geo_CountryCode": "EI", "Action2Geo_ADM1Code": "EI07", "Action2Geo_ADM2Code": "18288", "Action2Geo_Lat": 53.3331, "Action2Geo_Long": -6.24889, "Action2Geo_FeatureID": "-1502554", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.irishtimes.com/business/financial-services/bank-of-ireland-sells-250m-of-buy-to-let-loans-to-us-fund-1.4000373"}, "ARTICLE": {"TITLE": "Bank of Ireland sells €250m of buy-to-let loans to US fund", "TEXT": "Bank of Ireland has agreed a deal to sell a €250 million portfolio of non-performing buy-to-let property loans to US fund, Cerberus Capital Management.\n\nThe loans, which are mainly secured on investment properties across the State, are being sold at discount of 40 per cent of their book value.\n\nThe bank is collecting net interest of about €3 million annually from the loans, which it will no longer receive after it sells on the portfolio. The deal will, however, help the lender to bring down its ratio of non-performing loans, a key banking metric for regulators and investors.\n\nBank of Ireland’s said its NPE (non-performing exposures) ratio will dip below 5 per cent following the deal, while its CET1 ratio, a measurement of the strength of its core capital, will also increase.\n\nBy selling the dud buy-to-let loans, the bank will be required by regulators to hold less capital in reserve as a precautionary measure should those loans deteriorate further. This frees up that capital to be deployed elsewhere in the business or sold as loans into the economy.\n\nAffiliate\n\nThe loans are being sold to Promontoria 2019 – SGA, a Dublin affiliate of Cerberus, which has bought scores of distressed Irish property loans from Irish banks and Nama. Promontoria 2019 – SGA was incorporated earlier this month.\n\nBank of Ireland said it was “the intention” that the loans will be serviced by Link ASI, an agent that services other loan portfolios for Cerberus.\n\n“There will be no change to the protections currently afforded to customers under the relevant Central Bank of Ireland statutory codes of conduct, including the consumer protection code,” the bank said.\n\nFunds such as Cerberus are particularly attracted to portfolios of non-performing property loans because the Irish property market has rebounded so strongly in recent years.\n\nImmediate profit\n\nIf the borrower is able to repay the loan in full, the fund makes an immediate profit as it bought the loan at a discount. If the borrower cannot repay, the fund will take enforcement proceedings to secure the underlying property.\n\nSome borrower advocates have accused funds of using heavy-handed legal tactics against distressed borrowers."}}