{"GDELT": {"GlobalEventID": 868962265, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "ISR", "Actor1Name": "ISRAEL", "Actor1CountryCode": "ISR", "Actor2Code": "USA", "Actor2Name": "NEW YORK", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 20, "EventBaseCode": 20, "EventRootCode": 2, "QuadClass": 1, "GoldsteinScale": 3.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 1.9390581717451498, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "Israel", "Actor1Geo_CountryCode": "IS", "Actor1Geo_ADM1Code": "IS", "Actor1Geo_Lat": 31.5, "Actor1Geo_Long": 34.75, "Actor1Geo_FeatureID": "IS", "Actor2Geo_Type": 2, "Actor2Geo_Fullname": "New York, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USNY", "Actor2Geo_Lat": 42.1497, "Actor2Geo_Long": -74.9384, "Actor2Geo_FeatureID": "NY", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Brighton, Brighton and Hove, United Kingdom", "Action2Geo_CountryCode": "UK", "Action2Geo_ADM1Code": "UKB6", "Action2Geo_ADM2Code": "40137", "Action2Geo_Lat": 50.8333, "Action2Geo_Long": -0.15, "Action2Geo_FeatureID": "-2590884", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.crowdfundinsider.com/2019/08/151026-insurtech-inshur-raises-more-money-adds-1-5-million-to-series-a/"}, "ARTICLE": {"TITLE": "Insurtech Inshur Raises More Money, Adds $1.5 Million to Series A", "TEXT": "Insurtech Inshur has added $1.5 million to its Series A round. According to a note from the company, Viola FinTech, a cross-stage VC fund that invests in global Fintech companies provided the additional capital. As Crowdfund Insider reported earlier this year, Inshur raised approximately $7 million plus a credit facility of $2 million thus the Series A stands at around $9.5 million.\n\nThe VC Fintech fund is part of Viola, largest Tech investment group in Israel with over $3 billion AUM.\n\nInshur is targeting the auto insurance sector. The company claims that purchasers may access coverage in minutes via their mobile app.\n\nInshur reports that it has sold $24 million in premiums during their first 12 months of operation. Inshur recently partnered with Uber UK to improve driver safety. Uber drivers may log in to the insurtech app using their Uber IDs, which are used to create and offer flexible insurance coverage in minutes.\n\nTomer Michaeli, General Partner at Viola Fintech, commented on the funding commitment saying they have been impressed by the progress the company has made so far.\n\n“…this is also our first investment in a non-Israeli company and also our third investment in Insurtech which we’re very bullish about,” said Michaeli. “We believe the insurance space is still suffering from high inefficiency and low penetration of automation and therefore boasts huge opportunity for innovative products and business models.”\n\nDan Bratshpis, CEO and co-founder of Inshur, said that Viola FinTech, with its global LP base of leading banks and insurance companies, aligns well with their vision.\n\n“Inshur has grown fast and we are looking to expand beyond the UK and New York in the near future. Having not just the right commercial backing but strategic support makes this process faster, the Viola team has proven capabilities to do that.”\n\nFounded in October 2016, the Inshur team is based in New York and Brighton, UK. The App-based platform launched in 2018. The app is live in New York and the UK, and is backed by Munich Re Digital Partners (MRDP) and is an approved Uber insurance partner in Europe."}}