{"GDELT": {"GlobalEventID": 868963126, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USA", "Actor1Name": "UNITED STATES", "Actor1CountryCode": "USA", "Actor2Code": "USAMIL", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "Actor2Type1Code": "MIL", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -4.6288906624102095, "Actor1Geo_Type": 3, "Actor1Geo_Fullname": "Kodiak, Alaska, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAK", "Actor1Geo_ADM2Code": "AK150", "Actor1Geo_Lat": 57.79, "Actor1Geo_Long": -152.407, "Actor1Geo_FeatureID": "1404875", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Kodiak, Alaska, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USAK", "Actor2Geo_ADM2Code": "AK150", "Actor2Geo_Lat": 57.79, "Actor2Geo_Long": -152.407, "Actor2Geo_FeatureID": "1404875", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Kodiak, Alaska, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAK", "Action2Geo_ADM2Code": "AK150", "Action2Geo_Lat": 57.79, "Action2Geo_Long": -152.407, "Action2Geo_FeatureID": "1404875", "DATEADDED": 20190828191500, "SOURCEURL": "https://medium.com/@shimelbloom/30-years-later-revisiting-the-exxon-valdez-oil-spill-97e8b4a80e45"}, "ARTICLE": {"TITLE": "30 Years Later: Revisiting The Exxon Valdez Oil Spill", "TEXT": "Andrew Ott\n\nLocal Kodiak Attorney Andrew Ott came to Kodiak, Alaska on August 14th, 1989. While on spring break from law school in Seattle, Washington, Ott learned about the Exxon Valdez oil spill through its distinctive worldwide news coverage. Although he felt far away mentally from the oil spill, after graduating from law school and passing the Bar Exam, Ott received a call from a college friend in Kodiak, Alaska who referred him to a law firm specializing in adjusting claims.\n\nAndrew Ott, center, poses with a 2019 Kodiak Teen Court law class in the Kodiak Courthouse. (Photo Credit: Rafael Bitanga/Kodiak Teen Court)\n\nOtt was hired through a claims adjustment program–separate from VECO cleanup contracts–set up through Exxon’s risk management team. The zero-tolerance policy from then-governor Steve Cowper paved the way for refunding impacted fishermen for lost fishing time. Ott presented adjustments to Crawford Adjusters utilizing an average of 1987–88 harvest years, determining a forecast of catch for the remainder of 1989.\n\nWithin five years of the spill, Ott said plaintiffs pooled together their resources to form a class action lawsuit and presented their case with an initial valuation at about $300 million for compensatory damages. By definition, compensatory damages are awarded to benefit the plaintiff and to help him or her cover the costs of an accident and/or injury. Punitive damages are awarded to punish the defendant.\n\nAccording to Ott, the stunning 5 billion dollar verdict was the largest punitive damage award for any case in the country until the tobacco cases. The jury on this civil case deemed it was “a trial based on balance sheets,” designed to punish Exxon and hurt the company financially.\n\n“Exxon made it publicly a point that they weren’t just going to turn around and pay the bill, they were going to fight it at every angle because they didn’t want to set a precedent for oil companies to be set-up if something happens, they would be responsible for paying.” — Andrew Ott\n\nOtt said that Exxon immediately challenged the verdict on several different fronts in addition to challenging the jury for “jury taint.” Exxon’s appeal went back and forth between the Ninth Circuit Court of Appeals and the District Court in Anchorage, Alaska.\n\nBecause the Exxon Valdez oil spill was based on Admiralty (Maritime) Law and spanned across multiple jurisdictions, the U.S. Supreme Court agreed to hear the case. Exxon successfully whittled down their punitive damages total from $5 billion to $2.5 billion to $500 million, a 1:1 ratio for compensatory damages to punitive damages ultimately voiced in Justice Souter’s 5–3 majority opinion.\n\nWhen asked if Exxon unnecessarily lengthened their court case duration across multiple jurisdictions and court systems, Ott replied that:\n\n“They just used the system that’s afforded to every single citizen of the United States, but they could financially afford to do it.”\n\nOtt continued, saying that 2008 U.S. Supreme Court Case Exxon Shipping Co. v. Baker set a precedent for future cases through substantive due process — allowing for shipping companies (such as Exxon and others) to know what their monetary exposure might be should an environmental disaster occur.\n\nUnfortunately, about 20 percent of the initial oil spill claimants waiting for an outcome in the court case died before receiving a settlement. Ott hopes that generations later, we will never forget the social, economic, and environmental impacts of the 1989 Exxon Valdez oil spill.\n\nStacy Studebaker\n\nRetired Kodiak High School science teacher and Exxon Valdez Trustee Council Public Advisory Committee member, Stacy Studebaker witnessed first-hand the tragic environmental impacts of the 1989 oil spill. Sitting in the Kodiak High School teachers’ lounge and listening to the radio with coworkers, Studebaker recognized the fact that other teachers were commercial fishermen during the summer. Although Prince William Sound and the Exxon Valdez oil seemed geographically distant from Kodiak, Studebaker knew that this catastrophic event was going to impact fish and wildlife across Alaska.\n\nImage Title: “A Blast From The Past” — Stacy Studebaker sings “No Mousse is Good Mousse” at a May 1989 Exxon Valdez Oil Spill protest in Kodiak, AK. (Photo Credit: Aleda Jourdon/From the Collection of Stacy Studebaker)\n\nStudebaker initially felt helpless but wanted to do something. Shortly after returning to Kodiak from an off-island trip, she wrote two songs about the spill: “No Mousse is Good Mousse” and “A Salmon’s Worth More Than Its Weight in Silver.” She also participated in local protests, played her songs on the radio station, and educated the general public on the sheer magnitude of the oil spill.\n\n“We can’t forget. When we have these anniversaries, we need to get the word out to younger generations.” –Stacy Studebaker\n\nStudebaker stresses the importance of ensuring the accessibility of public lands for future generations. Once-privatized lands such as Termination Point, Long Island, and North Afognak have been made public––a priority of conservation through the Kodiak National Wildlife Refuge and Kodiak Island Borough.\n\nMichael Chalos\n\nAttorney for Exxon Valdez Captain Joe Hazelwood, Michael Chalos has unique legal experience at the federal level. Actively serving as Of Counsel for international law firm Chalos & Co., P.C., he graduated from Fordham University School of Law. Chalos currently resides in New York and practices in maritime environmental compliance, environmental issues, and criminal defense.\n\nFrom the Collection of Michael G. Chalos\n\nCaptain Hazelwood and Chalos attended the State University of New York Maritime College at the same time, graduating two years apart (1968 for Hazelwood & 1970 for Chalos respectively). Before the oil spill case, Chalos had never been to Alaska. When Chalos learned of Captain Hazelwood’s firing from Exxon after the accident, he initially believed that the case would be tried as a suspension and revocation, not a criminal case.\n\nWhen the warrant went out for Captain Hazelwood’s arrest, Chalos quickly transitioned his defense from maritime law to criminal law. While Hazelwood was acquitted second-degree criminal mischief, operating a watercraft under the influence of alcohol, and reckless endangerment, an Anchorage jury convicted Hazelwood of negligent discharge of oil (a misdemeanor).\n\nChalos thought that Hazelwood’s sentence of 1,000 hours of community service and a $50,000 fine was fair and appropriate for this criminal case. When asked what has been changed since the 1989 Exxon Valdez oil spill and what precedent was set for future cases, Chalos responded that at the end of the day, systems changed to lessen the number of oil spills.\n\nPresident George H. W. Bush signed the Oil Pollution Act of 1990 in response to the Exxon Valdez oil spill. Chalos said that this was meant to remediate disasters to pre-spill conditions, clean up spills, and pay for damages. This act was also a catalyst for future regulations regarding transportation in the United States. Trustee councils were also created to oversee new laws, processes, and regulations to tighten regulations. The collaboration between multiple state and federal agencies & local organizations ultimately resulted in fewer spills.\n\nToby Sullivan (Photo Credit: Alaska Salmon Fellows)\n\nToby Sullivan\n\nCommercial fisherman, writer, and current Executive Director of the Kodiak Maritime Museum, Toby Sullivan recounts his personal experience with the Exxon Valdez oil spill through two Anchorage Press published essays. Sullivan states that his first essay, “Lost Season,” depicts the spill itself, and was written in 2004, 15 years after the spill. The second, “Salmon Scales in the Temple of Karnak,” was written in 2008, and concerns the legal battle over the punitive damage award.\n\nWhen Sullivan was asked if he believed that enough is being done (30 years later) in response to the Exxon Valdez Oil Spill to prevent future environmental disasters, he responded that:"}}