{"GDELT": {"GlobalEventID": 868961230, "Day": 20190729, "MonthYear": 201907, "Year": 2019, "FractionDate": 2019.5726, "Actor1Code": "CAN", "Actor1Name": "MONTREAL", "Actor1CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 141, "EventBaseCode": 141, "EventRootCode": 14, "QuadClass": 3, "GoldsteinScale": -6.5, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": 2.3076923076923097, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Montreal, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12713", "Actor1Geo_Lat": 45.5, "Actor1Geo_Long": -73.5833, "Actor1Geo_FeatureID": "-569541", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Montreal, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12713", "Action2Geo_Lat": 45.5, "Action2Geo_Long": -73.5833, "Action2Geo_FeatureID": "-569541", "DATEADDED": 20190828191500, "SOURCEURL": "https://q107.com/news/5825359/greta-thunberg-climate-march-montreal/"}, "ARTICLE": {"TITLE": "Greta Thunberg invited to Montreal's climate march", "TEXT": "16-year-old Swedish activist Greta Thunberg holds a placard reading \"School strike for the climate\" during a manifestation against climate change outside the Swedish parliament in Stockholm, Sweden November 30, 2018.\n\nGreta Thunberg has been officially invited to the Montreal march against climate change next month.\n\nThe 16-year-old Swedish activist arrived in New York City on Wednesday after she set sail in a zero-emissions sailboat from Plymouth, England.\n\nQuebec climate action group La Planète s’invite au Parlement has invited Thunberg to attend the Montreal event on Sept. 27 that will encourage people to walk out of work and school to march for the environmental cause.\n\nREAD MORE: Greta Thunberg arrives in New York after 2-week zero-carbon yacht journey\n\nBen Clarkson, spokesperson for the group, believes the young activist’s presence would send a powerful message.\n\n“She is one of the loudest voices we have to call attention to the degrading environmental condition and emergency we have on the planet,” said Clarkson.\n\nClarkson said that Greta’s camp has received the invite to the Montreal event and they have expressed interest in attending.\n\nThunberg, who has become a global symbol for climate action, is up for the 2019 Nobel Peace Prize.\n\nREAD MORE: From England to New York: Greta Thunberg sets sail for climate change conference\n\n“(Thunberg) represents simple plain common sense that only a young person that hasn’t been disciplined enough to tow the line can bring,” said Clarkson.\n\nClarkson hopes that the walkout will have a similar success to that of the demonstrations that happened around the world in March, which saw millions take to the streets.\n\nEnvironmental protests will be taking place in several countries around the world from Sept. 20 to 27.\n\n— With files from the Associated Press\n\nWATCH MORE: Climate activist Greta Thunberg boards zero-carbon yacht for trans-Atlantic trip\n\n© 2019 Global News, a division of Corus Entertainment Inc."}}