{"GDELT": {"GlobalEventID": 868974898, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "CAN", "Actor1Name": "CANADA", "Actor1CountryCode": "CAN", "IsRootEvent": 1, "EventCode": 15, "EventBaseCode": 15, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.0111731843575402, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Quebec, Quebec, Canada", "Actor1Geo_CountryCode": "CA", "Actor1Geo_ADM1Code": "CA10", "Actor1Geo_ADM2Code": "12750", "Actor1Geo_Lat": 47.5, "Actor1Geo_Long": -72.0, "Actor1Geo_FeatureID": "-571850", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Quebec, Quebec, Canada", "Action2Geo_CountryCode": "CA", "Action2Geo_ADM1Code": "CA10", "Action2Geo_ADM2Code": "12750", "Action2Geo_Lat": 47.5, "Action2Geo_Long": -72.0, "Action2Geo_FeatureID": "-571850", "DATEADDED": 20190828203000, "SOURCEURL": "https://www.ibtimes.com/diagnostic-practice-changes-causing-false-increase-autism-numbers-hurting-study-2817805"}, "ARTICLE": {"TITLE": "Diagnostic Practice Changes Causing False Increase In Autism Numbers, Hurting Study Of Disorder", "TEXT": "The number of people diagnosed with autism internationally is growing. The U.S. now has 2 percent of people with autism, up from 0.05 percent in 1966.\n\nIn Canada's Quebec, the documented prevalence is near 2 percent, and as stated by the province’s public health department, the prevalence in Montérégie has grown by 24 percent per annum since 2000.\n\nThe rate of rising in the number of people affected by the disorder seems shocking, but Laurent Mottron, a professor at Université de Montréal's Department of Psychiatry and a psychiatrist at the Hôpital en santé mentale de Rivière-des-Prairies of the CIUSSS du Nord-de-l'Île-de-Montréal, is skeptical of the data.\n\nAutism refers to a wide range of conditions represented by a struggle with social abilities, repetitive behaviors, speech, and nonverbal communication. The disorder is now referred to as autism spectrum disorder (ASD), as the old term \"autism\" is falling out of favor. This also suggests that there is a new idea that many different forms of the condition exist. This has even sparked inquiry as to whether autism even exists.\n\nAdding credence to that line of thought, Mottron and his research term found -- after doing meta-analyses of autism data -- that the disparity between people diagnosed with autism and the remainder of the population is declining.\n\nThe study was published in JAMA Psychiatry, considered in the field of psychiatry to be the most esteemed journal. The study also became the topic for the journal’s editorial, showing how important its findings are.\n\nMottron worked with intern Eya-Mist Rødgaard of the University of Copenhagen and four other researchers from France, Denmark, and Montreal to look at 11 meta-analyses published between 1966 and 2019, with data taken from almost 23,000 people with autism.\n\nThis data revealed that people with autism and the rest of the population show distinct variation in seven areas: emotion recognition, theory of mind (ability to attribute subjective mental states to oneself and to others), cognitive flexibility (ability to shift between contemplating two different concepts, and to think about multiple concepts concurrently), activity planning, inhibition, evoked responses (the nervous system's response to sensory stimulation) and brain volume. These elements analyzed together constitute the fundamental psychological and neurological components of autism.\n\nMottron and his team analyzed the “effect size” – essentially the size of variation observed between people with and without autism -- to chart the condition's progression through the years.\n\nThey found that in each of these areas, the measurable variation between people with autism and people without it has declined over the past half a century. In fact, a statistically considerable dilution in this effect size (between 45 percent and 80 percent) was pointed out in five out of the stated seven areas. The two areas not affected by significant dilution were inhibition and cognitive flexibility.\n\n\"This means that, across all disciplines, the people with or without autism who are being included in studies are increasingly similar,\" said Mottron. \"If this trend holds, the objective difference between people with autism and the general population will disappear in less than 10 years. The definition of autism may get too blurry to be meaningful -- trivializing the condition -- because we are increasingly applying the diagnosis to people whose differences from the general population are less pronounced.\"\n\nTo ensure that this trend was unique to only autism, the research team evaluated data from similar areas from studies concerning schizophrenia but found its prevalence to be relatively unchanged. In addition, the variation between people with and without schizophrenia is increasing.\n\nIn the period that saw the reduced differences in effect size, the diagnostic criteria have remained the same. What, Mottron believes, has changed are the diagnostic practices.\n\n\"Three of the criteria for an autism diagnosis are related to sociability,\" he said. \"Fifty years ago, one sign of autism was a lack of apparent interest in others. Nowadays, it's simply having fewer friends than others. Interest in others can be measured in various ways, such as making eye contact. But shyness, not autism, can prevent some people from looking at others.\"\n\n\"And yet, autism is a distinct condition,\" says Mottron. \"Our study shows that changes in diagnostic practices, which have led to a false increase in prevalence, are what's fuelling theories that autism doesn't really exist.\"\n\nPhoto: Pixabay\n\nAlthough Mottron acknowledges that there is a continuum between people with autism and those without it, he believes that such a continuum could be cultivated from the proximity of natural categories. \"Autism is a natural category at one end of the socialization continuum. And we need to focus on this extreme if we want to make progress,\" he said.\n\nIn his opinion, autism studies employ a surplus of participants who are not adequately different from people without autism. In contrast to the generally prevailing scientific belief, Mottron thinks that including more subjects in studies on autism, as it is currently defined, lowers the probability of learning new things about the mechanisms of the disorder. No major discoveries have been made in this field in the last 10 years, underscoring his thinking."}}