{"GDELT": {"GlobalEventID": 868962482, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "MIL", "Actor1Name": "COAST GUARD", "Actor1Type1Code": "MIL", "IsRootEvent": 1, "EventCode": 84, "EventBaseCode": 84, "EventRootCode": 8, "QuadClass": 2, "GoldsteinScale": 7.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -6.0117302052785995, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Alabama, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USAL", "Actor1Geo_Lat": 32.799, "Actor1Geo_Long": -86.8073, "Actor1Geo_FeatureID": "AL", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Alabama, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USAL", "Action2Geo_Lat": 32.799, "Action2Geo_Long": -86.8073, "Action2Geo_FeatureID": "AL", "DATEADDED": 20190828191500, "SOURCEURL": "https://gcaptain.com/coast-guard-statistics-show-curbing-alcohol-wearing-life-jackets-could-drastically-reduce-boating-fatalities/"}, "ARTICLE": {"TITLE": "Coast Guard Statistics Show Curbing Alcohol, Wearing Life Jackets Could Drastically Reduce Boating Fatalities", "TEXT": "With Labor Day coming up, the U.S. Coast Guard has released its annual tally of boating casualty statistics that could help keep you safe if you’re hitting the water for some fun this weekend.\n\nThe Coast Guard’s 2018 Recreational Boating Statistics Report shows that the number boating fatalities decreased by 3.8 percent last year to 633 fatalities nationwide. Recreational boating injuries were also down, decreasing 4.5 percent compared to 2017 to 4,145 reported injuries.\n\nWhile the falling statistics are good news, the Coast Guard says just a few obvious yet all too often ignored safe boating habits could reduce the number of incidents even further.\n\n“While these decreases are encouraging, there are still too many deaths and injuries that could be avoided through the use of life jackets and eliminating alcohol consumption while operating a boat,” said Capt. Scott Johnson, chief of the Office of Auxiliary and Boating Safety at Coast Guard Headquarters.\n\nAlcohol continued to be the leading known contributing factor in fatal boating accidents in 2018, accounting for 100 deaths, or 19 percent of total fatalities, the Coast Guard data showed.\n\n“It is heartbreaking to realize that more than 100 people could still be alive today had alcohol use been curbed,” Johnson said.\n\nIn one particular incident, half of a boating party was killed in July 2018 in Alabama when an drunk passenger bumped into the operator, who was also heavily inebriated, which caused the operator to swerve and crash into a bridge piling at about 25 mph. Two people were killed, including one who was struck by the boat’s propeller. An investigation revealed that the operator had a blood alcohol level of 0.15, nearly twice the state’s legal limit of 0.08.\n\n“This was just one tragedy that could have been prevented by removing alcohol from the day’s activities,” Johnson said. “Anyone who’s spent long periods of time out on the water knows that alcohol consumption, when combined with fatigue from sun and wind exposure, will severely hinder a person’s ability to make good decisions and maintain awareness of their surroundings.”\n\nOther data highlighted in the report included:\n\nThe fatality rate was 5.3 deaths per 100,000 registered recreational vessels, which tied as the third lowest rate in the program’s history. This rate represents a 3.6 percent decrease from last year’s fatality rate of 5.5 deaths per 100,000 registered recreational vessels.\n\nProperty damage totaled about $46 million.\n\nOperator inattention, improper lookout, operator inexperience, machinery failure, and excessive speed ranked as the top five primary contributing factors in accidents.\n\nWhere the cause of death was known, 77 percent of fatal boating accident victims drowned. Of those drowning victims with reported life jacket usage, 84 percent were not wearing a life jacket.\n\n“It’s so important for a boater to always wear a life jacket and to make sure that it is serviceable, properly sized, and correctly worn,” Johnson said.” He noted that a number of deaths involved inflatable life jackets that had expired cartridges or life jackets that were not buckled, thus making them ineffective as lifesaving devices.\n\nWhere boating instruction was known, 74 percent of deaths occurred on vessels where the operator had not received boating safety instruction, the Coast Guard said, recommending that all boaters take a boating safety course that meets the National Boating Education Standards prior to getting out on the water.\n\nThe most common vessel types involved in reported accidents were open motorboats, personal watercraft, and cabin motorboats, the data showed. Where vessel type was known, the vessel types with the highest percentage of deaths were open motorboats (50 percent), kayaks (13.5 percent), and canoes (7 percent).\n\nThe Coast Guard reminds all boaters to boat responsibly on the water: wear a life jacket, take a boating safety course, attach the engine cut-off switch, get a free vessel safety check, and boat sober.\n\n“We thank our boating safety partners for their efforts,” said Johnson. “Together we strive to reduce loss of life, injuries and property damage by improving the knowledge, skill and abilities of recreational boaters.”"}}