{"GDELT": {"GlobalEventID": 868962061, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "GOV", "Actor1Name": "KING", "Actor1Type1Code": "GOV", "IsRootEvent": 0, "EventCode": 171, "EventBaseCode": 171, "EventRootCode": 17, "QuadClass": 4, "GoldsteinScale": -9.2, "NumMentions": 6, "NumSources": 1, "NumArticles": 6, "AvgTone": -5.611222444889781, "Actor1Geo_Type": 2, "Actor1Geo_Fullname": "Michigan, United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "USMI", "Actor1Geo_Lat": 43.3504, "Actor1Geo_Long": -84.5603, "Actor1Geo_FeatureID": "MI", "Actor2Geo_Type": 0, "Action2Geo_Type": 2, "Action2Geo_Fullname": "Michigan, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USMI", "Action2Geo_Lat": 43.3504, "Action2Geo_Long": -84.5603, "Action2Geo_FeatureID": "MI", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.nbcnews.com/business/autos/fbi-raids-home-uaw-president-bribery-probe-expands-n1047316?cid=public-rss_20190828"}, "ARTICLE": {"TITLE": "FBI raids home of UAW president as bribery probe expands", "TEXT": "The FBI launched a series of raids in four states on Wednesday — including the home of Gary Jones, president of the United Auto Workers Union — as part of an expanding corruption probe.\n\nSo far, nine people have been charged, with eight convicted, in a case that involved illegal payments to union officials. The case initially centered around payoffs to union officials by Fiat Chrysler Automobiles, with labor leaders showered with cash, as well as trips, expensive dinners, and even $1,000 pairs of Christian Louboutin shoes.\n\nThe raids appear to signal that the corruption may be more far-reaching. And they come at a difficult moment for the UAW. The union is in the midst of contract talks with General Motors, Ford and Fiat Chrysler. It is also trying to cope with a weakening market for new cars, as well as the challenges posed by President Donald Trump’s various trade wars.\n\nThe FBI confirmed it is searching a house in the Detroit suburb of Canton. While authorities declined to offer details, the house belongs to Gary Jones, a union veteran who was elected the UAW’s president in June 2018.\n\nLet our news meet your inbox. The news and stories that matters, delivered weekday mornings. This site is protected by recaptcha\n\nAccording to local news reports, the FBI also targeted the California home of Jones’s predecessor, Dennis Williams, as well as a union facility in Northern Michigan.\n\nThe UAW reacted with surprise to the raids, indicating it had “fully cooperated” with the investigation into illegal payoffs, and adding in a statement: “There was absolutely no need for search warrants to be used by the government today. The UAW has voluntarily responded to every request the government has made throughout the course of its investigation.”\n\nThe corruption probe has been underway for four years, but broke into the headlines when 65-year-old Virdell King was indicted in August 2017. She was accused by the the Department of Justice of taking part in a multiyear conspiracy for UAW officials to accept money and items of value from FCA between 2011 and 2015. Since then, federal prosecutors have brought down eight additional indictments and won eight convictions in the case.\n\nWhat the FBI is searching for, in particular, has not been revealed, but each new indictment has led observers to question just how far the scandal will spread.\n\nThe Detroit News has reported that authorities are looking to see if senior union officials not only took payoffs but may have benefited from contributions to their personal nonprofit organizations.\n\nThat possibility was raised last year when former UAW official Nancy Adams Johnson told investigators that then-President Williams told subordinates to use funds from the Detroit Big 3 automakers to pay for travel, meals and other union expenses.\n\nAuthorities on Wednesday were also searching the home of one of Williams’ former aides, Amy Loasching, who now lives in Wisconsin.\n\nAs for Williams’ successor, it has been reported that federal investigators are looking into the union’s use of nearly $1 million from membership dues at a conference facility in Palm Springs, California."}}