{"GDELT": {"GlobalEventID": 868963018, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor1Code": "USA", "Actor1Name": "THE US", "Actor1CountryCode": "USA", "Actor2Code": "GRC", "Actor2Name": "GREECE", "Actor2CountryCode": "GRC", "IsRootEvent": 1, "EventCode": 51, "EventBaseCode": 51, "EventRootCode": 5, "QuadClass": 1, "GoldsteinScale": 3.4, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -1.23784261715297, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Afrin, ?alab, Syria", "Actor1Geo_CountryCode": "SY", "Actor1Geo_ADM1Code": "SY09", "Actor1Geo_ADM2Code": "26319", "Actor1Geo_Lat": 36.2251, "Actor1Geo_Long": 37.3266, "Actor1Geo_FeatureID": "-2537705", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Athens, AttikíR, Greece", "Actor2Geo_CountryCode": "GR", "Actor2Geo_ADM1Code": "GR35", "Actor2Geo_ADM2Code": "16716", "Actor2Geo_Lat": 37.9833, "Actor2Geo_Long": 23.7333, "Actor2Geo_FeatureID": "-814876", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Afrin, ?alab, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY09", "Action2Geo_ADM2Code": "26319", "Action2Geo_Lat": 36.2251, "Action2Geo_Long": 37.3266, "Action2Geo_FeatureID": "-2537705", "DATEADDED": 20190828191500, "SOURCEURL": "https://www.weeklyblitz.net/news/adopting-a-regional-policy-to-contain-erdogan/"}, "ARTICLE": {"TITLE": "Adopting a regional policy to contain Erdogan", "TEXT": "Dmitri Shufutinsky\n\nTurkey poses a long-term threat to the security of the Middle East. Containing Neo-Ottomanism requires a defensive policy that integrates Greece, Cyprus, Israel, and the Kurds into a regional alliance.\n\nA new era has dawned in the northern Levant. The Republic of Turkey has left behind its Kemalist, secular foundations in pursuit of Islamist, authoritarian governance. The Justice & Development Party (AKP), headed by President Recep Tayyip Erdoğan, has alienated the US, Israel, and the EU and abandoned the country’s pro-Western and NATO credentials.\n\nThe AKP has adopted a neo-Ottoman policy of imperialism, seeking to usurp the position of “leader of the Muslim World” from Saudi Arabia. In colonial language reminiscent of Mussolini’s fascist Italy, Erdoğan has threatened to conquer the Greek Isles , Cyprus, and the Levant. He has taken concrete stepstoward advancing this vision, despite alienating European and Arab allies.\n\nSome analysts have called for maintaining ties with Turkey in the hope that the AKP government will fall and relations with a more moderate leader can resume. But this is wishful thinking. Despite poor showings in local electionsand a recent poor economic performance, ultra-nationalist and neo-fascist organizations like the Grey Wolves have been emboldened since the AKP’s rise.\n\nThe AKP has also sought to Islamize the still-secular North Cyprus, turning the conflict from an ethno-national one into a religious one. Ankara has hopes of changing the peace process in Cyprus from one of reunion with equal rights to a two-state solution. This would be the pretext for an eventual annexation of the island (or at least its northern portion).\n\nGiven Ankara’s increasing interference in the Middle East and eastern Mediterranean, it is necessary to build and strengthen a multilateral mechanism among the region’s most affected states and “statelets” to contain it. The US is already providing major support to both the Kurds in Syria and the burgeoning “Axis of Antiquity” of Greece, Israel, and the Republic of Cyprus. The Kurds and the eastern Mediterranean coalition have a common interest in challenging Erdoğan’s hegemonic ambitions and protecting their sovereignty. These actors – perhaps with guidance from Washington – must iron out a cohesive plan to make it happen.\n\nTurkey’s decision to buy the S-400 missile defense system from Russia at the expense of Washington’s F-35s has angered the US to the point of threatening sanctions. Last summer, the US damaged Ankara’s economy with tariffs and threatened sanctions if it attacked the Kurds in Syria. The Syrian Kurds are floating the idea of diplomacy with Turkey if it stops occupying the enclave of Afrin – but without it, they say, there will be war.\n\nMeanwhile, Athens has expressed interest in acquiring F-35 fighter jets. Greece’s military is inferior to that of Turkey, and F-35s would provide a valuable deterrent to prevent further violations of airspace. With that said, Greece would have to make the purchase at a relatively low price, given its economic situation. Washington should consider a Greek F-35 sale at a discount on condition that they also be used to protect Cypriot airspace in the event of Turkish military provocation on the island.\n\nGreece already has Patriot missiles. To further deter Turkey, the US should consider stationing THAAD missiles in Crete, where the US maintains a military base. It should also seriously consider pressing Britain to allow Patriot and THAAD missile defense systems to be placed at its Akrotiri and Dhekelia military bases in Cyprus.\n\nGreece is building a joint radar system on Crete with the Israelis that is possibly aimed at monitoring Turkish aggression. Israel should consider placing Arrow, Iron Dome, and David’s Sling systems near the Crete radar installation to ensure its protection, and consider selling the systems to Nicosia as well to prevent a Turkish attack. These systems would be extremely valuable in view of Turkish aggression aimed at gas exploration in Cyprus. The Cyprus gas project is critical to Israel’s economic and diplomatic interests in the coming decades and must be protected at all costs. The defensive nature of these weapons systems should nullify any possible Turkish diplomatic criticism of “militarization” of the northern Levant.\n\nMeanwhile, as the Kurds increasingly consolidate their power in northern Syria, the US and Israel should look to mediate a possible peace agreement or cooperation mechanism between Iraqi Kurdistan and Rojava (Kurdish Syria). While the primary goal of the Kurdish fighters is aimed at counterinsurgency against the remnants of jihadists, these forces will also need the capability to deter Turkey and Iran’s “axis of resistance” should diplomacy fail.\n\nThe US and Israel should consider deploying Iron Dome, David’s Sling, Arrow, THAAD, and Patriot missile systems in the broader Kurdish region, under the full control of Washington and Jerusalem. These systems would protect the Kurds from missile attacks, such as those previously launched by Iran. They would also protect Israel, regional Arab allies, and US military bases in the region, which may be more vulnerable to attack after the US’s designation of the Islamic Revolutionary Guard Corps as a terror group.\n\nMore can be done to integrate the Kurds and Israelis into the greater energy scheme in the eastern Mediterranean. Israel has oil in the Negev, the Meged oil field, and the Golan. Jerusalem could easily replace Tehran when it comes to supplying oil to Greece and Italy, both of which secured waivers from Washington when sanctions were resumed last year. This would further tighten Israel’s alliance with Athens and the new right-wing government in Rome.\n\nKurds in the northern portions of Syria and Iraq also control vast oil sources and are selling it to stimulate the local economy. Adding Kurdish and Israeli oil – even if only temporarily – to the energy pipelines being built from the Mediterranean to southern Europe would enrich Israel, stabilize Kurdistan, and give the Kurds and Israelis more regional clout. Doing so would also undermine European excuses that they must continue buying oil from Iran or Arab dictatorships in the Gulf.\n\nA coalition of this kind in the eastern Mediterranean and northern Levant would allow for greater US involvement in the region, which would help to ensure a successful outcome while shoring up the regional economy. This would contribute toward regional stability, wean Europe off “autocratic oil,” and contain Ankara’s neo-Ottoman aspirations in the region through purely defensive means. It would also foster “local multilateralism” without resorting to the bloated and ineffective approach of the EU, UN, and Arab League.\n\nDmitri Shufutinsky is a recent graduate of Arcadia University’s masters program in International Peace and Conflict Resolution. He specializes in racial and indigenous politics in the Levant, and holds a special interest in Greek, Cypriot, and Turkish affairs. Dmitri currently lives in Philadelphia, but is making aliyah in summer 2019."}}