{"GDELT": {"GlobalEventID": 868974721, "Day": 20190828, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6521, "Actor2Code": "USA", "Actor2Name": "UNITED STATES", "Actor2CountryCode": "USA", "IsRootEvent": 0, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": 0.0, "Actor1Geo_Type": 0, "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Williamsburg, Virginia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USVA", "Actor2Geo_ADM2Code": "VA830", "Actor2Geo_Lat": 37.2707, "Actor2Geo_Long": -76.7075, "Actor2Geo_FeatureID": "1498551", "Action2Geo_Type": 3, "Action2Geo_Fullname": "Williamsburg, Virginia, United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "USVA", "Action2Geo_ADM2Code": "VA830", "Action2Geo_Lat": 37.2707, "Action2Geo_Long": -76.7075, "Action2Geo_FeatureID": "1498551", "DATEADDED": 20190828203000, "SOURCEURL": "https://www.hendersonvillelightning.com/news/8194-bells-ring-at-st-john-church-as-gathering-commemorates-slavery-s-start.html"}, "ARTICLE": {"TITLE": "Flat Rock News: Bells ring at St. John church as gathering commemorates slavery's start", "TEXT": "Bells ring at St. John church as gathering commemorates slavery's start\n\nWorshipers gather at St. John in the Wilderness to commemorate the first landing of African slaves in America on Aug. 25, 1619.\n\nFLAT ROCK — Bells rang out as worshipers walked single file down steps and along a dirt path that led from a hilltop to a stone cross that commemorates the slaves buried in the cemetery of St. John in the Wilderness Episcopal Church.\n\nThe 20 parishioners of St. John and other members of the community participated in one of many gatherings across the nation that commemorated the date 400 years ago when the White Lion, an English privateer ship, brought the first African slaves to the American colonies. “Those first ‘20 and odd’ Africans who landed at Point Comfort marked the beginning of 246 years — almost two and a half centuries — of slavery in the United States,” said the National Park Service, which operates Fort Monroe National Monument on the Virginia coast.\n\n“Strengthen our resolve to make amends for past injustices and to right the wrongs of history,” Sandy Rex, an ordained deacon, said in an opening prayer. “And fill us with courage that we might seek to heal wounds, build bridges, forgive and be forgiven and establish and equality for all in our communities.”\n\nThe liturgy by Rex and interim Rector Bill McCleery included readings from Psalm 130 and Isaiah 32 and a prayer to God that “the scandal of racism may be eradicated from our society” and that “those who work for racial justice … may be sustained in hope, empowered with courage and filled with the grace to persevere in love.”\n\nThe commemoration closed with “We Shall Overcome,” the civil rights anthem that declares “We’ll walk hand in hand, some day,” just as the worshipers joined hands to sing.\n\nThe setting at the large stone cross that St. John in the Wilderness dedicated in 2015 to the unknown slaves, freed servants and their children who worshiped as early members of St. John in the 19th century. It’s estimated about 100 people are buried beneath the unengraved fieldstones, their names “known only to God.”\n\nThe service was particularly meaningful to one of those who attended. Denise Cumbee Long learned fairly recently that she is descended from an early slave family.\n\n“One of my direct paternal ancestors was either part of that original group or a child of one of the original ‘20 and odd’ Africans brought to the port in 1619,” she said. In an email she described research she and her father have done and documentation from author Tim Hashaw in “The Birth of Black America: The First African Americans and the Pursuit of Freedom at Jamestown.”\n\nWhen Long’s father sent his DNA sample to a testing service, the results showed ancestry from sub-Saharan Africa.\n\n“The African Cumbo family first appeared in Jamestown documents in September 1644 and they, too, survived and traveled far from the colony over many generations,” said Long, who is ordained in the United Church of Christ and is currently executive director of the Henderson County United Way.\n\nThe ancestor, Emanuell Cambow (Cumbo), was freed was freed in September 1665 and two years later granted fifty acres in James City County. “In the papers that recorded the land patent, Cambow was described as a Negro,” Long said. “Several clues indicate that Manuel Cambow was a Bantu from Angola. First, Cambo (possibly derived from Kambol, a royal name of Ndongo) was an African with a Christian Portuguese name who appeared in Jamestown between 1619 and 1650, when West India Company records show that virtually all of the three hundred or so Africans in Jamestown were being brought to the colony by Protestant pirates raiding Portuguese and Spanish slave ships sailing from Luanda, Angola.”\n\nAfter Long connected with other Cumbo descendants several years ago, she and her husband, Bruce Holliday, joined the family at a reunion in Williamsburg in 2016.\n\nThe commemoration at St. John in the Wilderness, which was joined by representatives from the Carl Sandburg Home National Historic Site, was one of many events by national parks and communities to mark the landing of the first enslaved Africans on Aug. 25, 1619. Bells rang for four minutes, a minute for each century that has passed since that day.\n\n\n\n"}}