{"GDELT": {"GlobalEventID": 869699332, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "GBR", "Actor1Name": "BRITISH", "Actor1CountryCode": "GBR", "Actor2Code": "SYR", "Actor2Name": "SYRIA", "Actor2CountryCode": "SYR", "IsRootEvent": 0, "EventCode": 30, "EventBaseCode": 30, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -2.4549918166939504, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United Kingdom", "Actor1Geo_CountryCode": "UK", "Actor1Geo_ADM1Code": "UK", "Actor1Geo_Lat": 54.0, "Actor1Geo_Long": -4.0, "Actor1Geo_FeatureID": "UK", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tartus, Tartus, Syria", "Actor2Geo_CountryCode": "SY", "Actor2Geo_ADM1Code": "SY14", "Actor2Geo_ADM2Code": "26378", "Actor2Geo_Lat": 34.889, "Actor2Geo_Long": 35.8866, "Actor2Geo_FeatureID": "-2548614", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tartus, Tartus, Syria", "Action2Geo_CountryCode": "SY", "Action2Geo_ADM1Code": "SY14", "Action2Geo_ADM2Code": "26378", "Action2Geo_Lat": 34.889, "Action2Geo_Long": 35.8866, "Action2Geo_FeatureID": "-2548614", "DATEADDED": 20190901054500, "SOURCEURL": "https://www.globalsecurity.org/wmd/library/news/iran/2019/iran-190831-rferl01.htm"}, "ARTICLE": {"TITLE": "U.S. Sanctions Wandering Iranian Tanker, Says It's Headed For Syria", "TEXT": "U.S. Sanctions Wandering Iranian Tanker, Says It's Headed For Syria\n\nBy RFE/RL August 31, 2019\n\nWASHINGTON -- The United States has sanctioned the Iranian oil tanker Adrian Darya 1 and its captain under an executive order that \"targets terrorists and those providing support to terrorism or acts of terrorism.\"\n\nThe U.S. Treasury Department on August 30 said it designated the tanker -- which it asserts is heading for Syria -- as \"blocked property\" because the vessels' cargo of 2.1 million barrels of Iranian crude oil is \"ultimately benefitting Iran's Islamic Revolutionary Guards Corps-Quds Force (IRGC-QF).\"\n\n\"As part of today's action, the Adrian Darya 1's captain, Akhilesh Kumar, is also designated under the same executive order.\"\n\nAs a result of the action, \"all property and interests in property of these targets that are in the United States or in the possession or control of U.S. persons must be blocked and reported\" to the Treasury Department's Office of Foreign Assets Control (OFAC).\n\n\"Vessels like the Adrian Darya 1 enable the IRGC-QF to ship and transfer large volumes of oil, which they attempt to mask and sell illicitly to fund the regime's malign activities and propagate terrorism,\" said Sigal Mandelker, the undersecretary for terrorism and financial intelligence.\n\n\"Anyone providing support to the Adrian Darya 1 risks being sanctioned. The path to relief is to change course and not allow the IRGC-QF to profit from illicit oil sales,\" she added.\n\nThe action comes as the whereabouts of the tanker, formerly known as the Grace 1, remain unknown.\n\nThe Iranian-flagged tanker, which is being pursued by U.S. authorities, has been in the Mediterranean Sea for weeks, changing its course several times.\n\nIn its third change in 10 days, the crew of the Adrian Darya 1 set a new destination in its Automatic Identification System (AIS) as Iskenderun, Turkey, early on August 30.\n\nExperts note the crew of a vessel can input any destination in the AIS system, and Turkish Foreign Minister Mevlut Cavusoglu told reporters in Norway during a trip to Oslo that the vessel is actually headed toward Lebanese waters.\n\nLate on August 30, U.S. Secretary of State Mike Pompeo said on Twitter that Washington believes the tanker is headed for Syria.\n\n\"We have reliable information that the tanker is underway and headed to Tartus, Syria. I hope it changes course,\" Pompeo wrote.\n\nHe added it was \"a big mistake to trust Zarif\" -- a reference to Iranian Foreign Minister Mohammad Javad Zarif's \"guarantee\" that the tanker would not travel to Syria.\n\nThe United States issued a warrant to seize the tanker on the grounds that it had links to the IRGC, which it designates as a terrorist organization.\n\nThe Adrian Darya, which is carrying Iranian crude worth some $130 million, was first detained off Gibraltar on July 4 by British Royal Marines on suspicion it was shipping oil to Syria in violation of European Union sanctions.\n\nIt was allowed to leave the British territory on August 19 after giving the assurances it would not head to Syria.\n\nTensions between Iran and the United States have risen since the United States withdrew from the international nuclear deal in May 2018 and reimposed sanctions on the country.\n\nIran's economy has suffered under the sanctions, which target its oil and financial sectors.\n\nWashington also blames Iran or Iranian-linked proxies for a series of attacks on shipping in and around the Persian Gulf and the Strait of Hormuz, the world's most important oil transit route, over the past two months. Tehran has denied the accusations.\n\nSource: https://www.rferl.org/a/us-sanctions-iran-oil-tanker- darya-syria-lebanon-turkey/30139056.html\n\nCopyright (c) 2019. RFE/RL, Inc. Reprinted with the permission of Radio Free Europe/Radio Liberty, 1201 Connecticut Ave., N.W. Washington DC 20036."}}