{"GDELT": {"GlobalEventID": 869699735, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "MNCCAN", "Actor1Name": "BANK OF NOVA SCOTIA", "Actor1CountryCode": "CAN", "Actor1Type1Code": "MNC", "IsRootEvent": 1, "EventCode": 10, "EventBaseCode": 10, "EventRootCode": 1, "QuadClass": 1, "GoldsteinScale": 0.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": -0.20161290322581002, "Actor1Geo_Type": 1, "Actor1Geo_Fullname": "United States", "Actor1Geo_CountryCode": "US", "Actor1Geo_ADM1Code": "US", "Actor1Geo_Lat": 39.828175, "Actor1Geo_Long": -98.5795, "Actor1Geo_FeatureID": "US", "Actor2Geo_Type": 0, "Action2Geo_Type": 1, "Action2Geo_Fullname": "United States", "Action2Geo_CountryCode": "US", "Action2Geo_ADM1Code": "US", "Action2Geo_Lat": 39.828175, "Action2Geo_Long": -98.5795, "Action2Geo_FeatureID": "US", "DATEADDED": 20190901054500, "SOURCEURL": "https://www.dailypolitical.com/2019/08/31/bank-of-nova-scotia-tsebns-price-target-cut-to-c78-00-by-analysts-at-bmo-capital-markets.html"}, "ARTICLE": {"TITLE": "BNS Stock Forecast, Price & News (Bank of Nova Scotia)", "TEXT": "The Bank of Nova Scotia provides various banking products and services in North America, Latin America, the Caribbean and Central America, and the Asia-Pacific. The company offers financial advice and solutions, and day-to-day banking products, including debit and credit cards, chequing and saving accounts, investments, mortgages, loans, and related creditor insurance to individuals and small businesses; and commercial banking solutions comprising lending, deposit, cash management, and trade finance solutions to medium and large businesses, including automotive dealers and their customers. It is also involved in the provision of investment and wealth management advice, services, products, and solutions to customers and advisors; wealth management solutions, such as private customer, online brokerage, full-service brokerage, pension, and institutional customer services, as well as asset management business focusing on developing investment solutions for retail and institutional investors; and international banking services for retail, corporate, and commercial customers. In addition, the company offers corporate lending; trade finance and cash management; investment banking services, including corporate finance, and mergers and acquisitions; fixed income and equity underwriting, sales, trading, and research services; prime brokerage and stock lending services; foreign exchange sales and trading services; commodity derivatives sales and trading; and collateral management services for corporate, government, and institutional investor clients. Further, it provides Internet, mobile, and telephone banking services. The company operates a network of 955 branches and approximately 3,644 automated banking machines in Canada; and approximately 1,800 branches internationally, as well as contact and business support centers. The Bank of Nova Scotia was founded in 1832 and is headquartered in Toronto, Canada.\n\nRead More"}}