{"GDELT": {"GlobalEventID": 869699366, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "GOV", "Actor1Name": "PRIME MINISTER", "Actor1Type1Code": "GOV", "IsRootEvent": 1, "EventCode": 112, "EventBaseCode": 112, "EventRootCode": 11, "QuadClass": 3, "GoldsteinScale": -2.0, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 0.0, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Godhra, Gujarat, India", "Actor1Geo_CountryCode": "IN", "Actor1Geo_ADM1Code": "IN09", "Actor1Geo_ADM2Code": "70121", "Actor1Geo_Lat": 20.9167, "Actor1Geo_Long": 70.9167, "Actor1Geo_FeatureID": "-2096429", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Godhra, Gujarat, India", "Action2Geo_CountryCode": "IN", "Action2Geo_ADM1Code": "IN09", "Action2Geo_ADM2Code": "70121", "Action2Geo_Lat": 20.9167, "Action2Geo_Long": 70.9167, "Action2Geo_FeatureID": "-2096429", "DATEADDED": 20190901054500, "SOURCEURL": "http://www.newindianexpress.com/opinions/columns/t-j-s-george/2019/sep/01/jaitley-put-his-stamp-on-history-2027290.html"}, "ARTICLE": {"TITLE": "Jaitley put his stamp on history", "TEXT": "T J S George By\n\nA partyman who soared above parties. An ideologue who reached beyond ideologies. The avalanche of tributes, obituaries, editorials and remembrances that followed the departure of Arun Jaitley was a reminder that this was not just another politician. The elements were so mixed in him that nature might stand up and say to all the world, ‘This was a man.’\n\nThere were two Arun Jaitleys. The gracious party-giver of Lutyens’ Delhi was loved and respected in equal measure for his cosmopolitanism. His guest lists included people of diverse political positions. For, Jaitley at home was the perfect gentleman host and nothing else. Food was both a weakness and a matter of pride for him. That, too, was part of his enhancing profile as a host.\n\nAltogether different was Jaitley the politician. Convinced that his official positions were too righteous to be questioned, he was unsparing in his criticism of opponents who were, for him, compulsive contrarians, a phrase he made famous. His language was always parliamentary in an exemplary kind of way. But the way he put it to use, it was also a language that could have the effect of whips lashing. Courage was a Jaitley characteristic. He must have known that demonetisation would not eliminate black money. Yet he declared it in 2016, creating havoc in the lives of ordinary citizens. As economists put it, demonetisation was “a political masterstroke and an economic disaster.”\n\nGame-changing as some of his ministerial decisions were, Jaitley’s place in history will some day be decided by what he did in the party. If Narendra Modi has carved out a new India with value systems at variance with those of the past, Jaitley’s unseen hand behind it must be acknowledged. Those who give credit to Modi for the evolution of present day India will have to give credit to Arun Jaitley for the evolution of Narendra Modi.\n\nDestiny made Jaitley, a Punjabi from Delhi, develop political roots in Gujarat. In 2000, he got elected to the Rajya Sabha from Gujarat. Two more times he became an MP in the Upper House from Gujarat. (The only time he contested an election to the Lok Sabha was from Amritsar in his native Punjab, and he lost despite the wide publicity the food lover in him had given to the delicious Amritsari kulcha.)\n\nBut his connection with Gujarat led to epochal developments. There he came in contact with Narendra Modi and chemistry got to work. Was it an accident of circumstance? Or did Jaitley, the astute Mr Brain of the BJP, see something in Modi that others did not? What we know is that it was Jaitley who made Modi the chief minister candidate in the 2002 elections, which won 126 seats for the BJP out of 182. Modi got power and Jaitley put his stamp on history.\n\nUnder Chief Minister Modi, Godhra exploded and the notorious Muslim massacre followed. Prime Minister Vajpayee himself blamed Modi for the failure of Raj Dharma. It was Jaitley, with the backing of L K Advani, who defended Modi until Vajpayee publicly reversed his stand and spoke ill of Muslims at a party convention. It was again Jaitley who proposed Modi for the prime minister’s post. No wonder Modi always looked upon Jaitley as his mentor.\n\nThe essential politician in Jaitley could shift easily from the courage of conviction to the courage of convenience. During the prime ministership of Manmohan Singh, he often led BJP moves to disrupt Parliament. “There are occasions”, he said, “when obstruction of Parliament brings greater benefits to the country”. As minister, however, he attacked the Congress party, saying: “Attempts are made at 11 every morning by the Congress to disrupt both Houses.” What brought great benefits to the country when he did it was “singularly damaging” when someone else did it.\n\nLike all gifted men, Jaitley carried the contradictions in him like badges of honour. He was at his best when he appeared as the cultured metropolitan sophisticate, socialising with all. He got reduced when he appeared as the partisan promoter of just another power-seeking party. The cosmopolite turned into an authoritarian with the diktat that serving the party was equal to serving the country. Party and country become one and the same only in fascist systems. Arun Jaitley was incapable of a fascist thought. Yet his career had the effect of promoting what he detested. Was that contradiction, or was it tragedy?"}}