{"GDELT": {"GlobalEventID": 869698971, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor2Code": "IRN", "Actor2Name": "IRAN", "Actor2CountryCode": "IRN", "IsRootEvent": 0, "EventCode": 36, "EventBaseCode": 36, "EventRootCode": 3, "QuadClass": 1, "GoldsteinScale": 4.0, "NumMentions": 2, "NumSources": 1, "NumArticles": 2, "AvgTone": -0.82831325301205, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Tehran, Tehran, Iran", "Actor2Geo_CountryCode": "IR", "Actor2Geo_ADM1Code": "IR26", "Actor2Geo_ADM2Code": "41130", "Actor2Geo_Lat": 35.75, "Actor2Geo_Long": 51.5148, "Actor2Geo_FeatureID": "10074674", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Tehran, Tehran, Iran", "Action2Geo_CountryCode": "IR", "Action2Geo_ADM1Code": "IR26", "Action2Geo_ADM2Code": "41130", "Action2Geo_Lat": 35.75, "Action2Geo_Long": 51.5148, "Action2Geo_FeatureID": "10074674", "DATEADDED": 20190901054500, "SOURCEURL": "http://www.internationalaffairs.org.au/australianoutlook/us-iranian-detente-dont-hold-your-breath/"}, "ARTICLE": {"TITLE": "US-Iranian Détente: Don’t Hold Your Breath - Australian Institute of International Affairs", "TEXT": "Presidents Trump and Rouhani may manage a meeting at the UN General Assembly next month. But the differences between the US and Iran are likely to remain as stark as ever.\n\nPotentially the most significant outcome of the just-ended G7 summit was the surprise visit to Biarritz, the meeting venue, by Iranian Foreign Minister Javad Zarif.\n\nZarif did not attend the summit, meeting separately with G7 host French President Emmanuel Macron on August 25. But subsequent comments by Macron indicated that the purpose of Javid’s visit was to convey Iranian President Hassan Rouhani’s in-principle agreement to a meeting with US President Trump.\n\nEven more intriguingly, Trump agreed with Macron in a media conference that the US-Iran meeting could occur within weeks “if the circumstances were correct.” That has spurred speculation that such a meeting might occur in the sidelines of the UN General Assembly (UNGA) in New York in the second half of September.\n\nWhat are the prospects?\n\nFirst, the positives:\n\nTrump’s emerging 2020 re-election strategy seems to involve securing a number of diplomatic successes — or evidence of positive momentum — in resolving apparently intractable problems.\n\nHe exudes absolute confidence in his ability as a negotiator. He has had two meetings with North Korean leader Kim Jong-un aimed at eliminating the North’s nuclear arsenal. He has set his sights on “the deal of the century” — resolution of the 70-year-old Israeli-Palestinian and broader Arab-Israeli problems. And he is overseeing talks with Afghanistan’s Taliban aimed at an agreement that would enable withdrawal of remaining US forces.\n\nEven before the G7 meeting, Japanese Prime Minister Abe, who visited Tehran in June, was reported to have carried a message from Trump to the Iranian leadership. Macron’s subsequent outreach to Iran appears to have been a follow-up to Abe’s effort.\n\nAn incentive for Trump to meet Rouhani is that President Obama tried to do this at UNGA in 2013 and failed. All that could be managed was a brief phone call. Trump delights in being able to demonstrate that he has succeeded where his predecessors failed.\n\nOn the Iranian side, Rouhani has shown willing. Commenting on the possibility of a meeting with Trump he said, “If I know that by meeting someone the problem of my country would be solved, I will not hesitate.”\n\nRouhani agreed to the 2015 Joint Comprehensive Plan of Action (JCPOA) because it provided relief from Western sanctions that were hurting Iran’s economy.\n\nTrump’s withdrawal from the JCPOA in May last year, despite strict monitoring by the International Atomic Energy Agency showing Iran was complying with the agreement, was the first shot in a policy of maximum US pressure on Iran. US National Security Advisor John Bolton said the US aim was to reduce Iran’s oil exports to zero — which would destroy the Iranian economy.\n\nAt the same time US Secretary of State Mike Pompeo presented a list of demands, which inter alia require Iran to:\n\nGive a full account of its alleged past work on nuclear weapons development\n\nStop all uranium enrichment\n\nWithdraw all forces under Iranian command from Syria\n\nEnd support for Lebanese Hizballah, Palestinian Hamas and Yemeni Houthi rebels.\n\nThough the other signatories to the JCPOA – Britain, France, Russia, China and Germany – continued to honour it, Iran’s oil shipments fell from 2.5 million barrels per day in April 2018 to 300,000 barrels per day in June this year.\n\nIran is in serious economic trouble. According to US intelligence, it has reacted by attacking shipping through the Strait of Hormuz and shooting down a US drone in the Gulf. One consequence is that the US is gathering a naval coalition, which Australia has now joined, to protect commercial shipping in the Gulf.\n\nSo Iran has a strong incentive to reach an accommodation with the US in order to ease these pressures.\n\nNow the negatives.\n\nIran’s hardliners, led by Supreme Leader Ali Khamenei and the Islamic Revolutionary Guard Corps (IRGC), call the shots in Tehran. Over the years since the 1979 Iranian revolution they have been prepared to defy sanctions. I recall an Iranian official telling me with pride during a visit I made to Tehran in 2012 that sanctions had actually made Iran more self-reliant.\n\nKhamenei is reported to have dismissed the Trump letter carried by Abe as not deserving a reply.\n\nMoreover, the IRGC has expanded beyond its role as protector of the revolution to be a major player in Iran’s economy, with estimates of IRGC involvement varying between 20 percent and 40 percent. In particular, the IRGC is well positioned to control smuggling and the black economy, meaning it actually benefits from sanctions.\n\nAmong Iran’s neighbours Saudi Arabia and Israel are decidedly antipathetic towards a US-Iranian rapprochement — and they both have strong influence with Trump and, particularly in Israel’s case, the US Congress.\n\nSaudi Arabia views Iran as its implacable enemy and is fully onside with the Trump Administration’s hard line approach to Iran. Moreover, for Saudi’s Crown Prince and effective ruler, Mohammad bin Salman, beating the Iranian drum diverts attention from continuing international anger over his apparent responsibility for the murder of Washington Post journalist Jamal Khashoggi in October last year.\n\nIn Israel Prime Minister Benjamin Netanyahu faces an election on 17 September. He has based much of his political career on emphasising his security credentials, with many of his critics claiming he has exaggerated the Iranian threat to Israel as an integral part of this strategy. The Israeli newspaper Haaretz on 27 August described Trump’s receptiveness to a meeting with Rouhani as “undermining one of the Prime Minister’s main electoral assets”.\n\nSignificantly, at roughly the same time Zarif visited Biarritz Netanyahu ordered air strikes on Iranian targets in Lebanon, Syria and Iraq, raising tensions between Israel and Iran.\n\nA third force Trump would need to confront in any outreach to Iran would be the hawks within his own Republican Party, many of whom retain a visceral hatred of the Islamic Republic dating from the occupation of the US embassy in Tehran in 1979. These include Bolton and Pompeo.\n\nIf Trump and Rouhani were to meet in the next few weeks, what might be the outcome?\n\nThe experience of Trump’s meetings with Kim Jong-un suggests a genuine breakthrough after 40 years of US-Iranian estrangement is unlikely. Trump may relish a photo opportunity with Rouhani – which would probably play well with the majority of Americans, who don’t want the US to slide into another Middle East war. But Trump is unlikely to reduce his Administration’s demands on Iran to curb its behaviour.\n\nFor Rouhani, meeting Trump carries greater risks. The conservative Tehran newspaper Kayhan lambasted Zarif for simply visiting Biarritz. If fear of a hard line backlash prevented Rouhani meeting a US president such as Obama, who was genuinely reaching out to Iran, the Iranian president would certainly think hard about the consequences of a meeting with Trump. Moreover, the demands set out by Pompeo are non-starters from the Iranian perspective.\n\nSince indicating receptiveness to a meeting with Trump, Rouhani has covered his back with the hard liners by adding that the US must lift its sanctions on Iran first.\n\nThat said, the French and, previously, the Japanese seem to have prepared the ground well, and Zarif’s visit to Biarritz was a coup de theatre that in retrospect will seem ill-considered if there is no significant follow-up.\n\nRealistically the odds of some sort of Trump-Rouhani meeting in New York are less than 50% at this stage. But they were zero before Biarritz. If Trump really wants to draw Rouhani into a photo-op a la Kim, he could hint at a minor tweak to the JCPOA that might enable the US to rejoin. But such a meeting would not amount to a Nixon-China moment. China in 1972 was preparing to embrace the future. Iran is not there yet.\n\nIan Parmeter worked for 37 years in the Department of Foreign Affairs and Trade, the Department of the Prime Minister and Cabinet, and the Office of National Assessments. He is currently a Research Scholar at the Centre for Arab and Islamic Studies, Australian National University.\n\nThis article is published under a Creative Commons Licence and may be republished with attribution."}}