{"GDELT": {"GlobalEventID": 869699075, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "BUS", "Actor1Name": "CORPORATION", "Actor1Type1Code": "BUS", "IsRootEvent": 1, "EventCode": 42, "EventBaseCode": 42, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 1.9, "NumMentions": 10, "NumSources": 1, "NumArticles": 10, "AvgTone": 3.69003690036901, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Paris, France (general), France", "Actor1Geo_CountryCode": "FR", "Actor1Geo_ADM1Code": "FR00", "Actor1Geo_ADM2Code": "16282", "Actor1Geo_Lat": 48.8667, "Actor1Geo_Long": 2.33333, "Actor1Geo_FeatureID": "-1456928", "Actor2Geo_Type": 0, "Action2Geo_Type": 4, "Action2Geo_Fullname": "Paris, France (general), France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR00", "Action2Geo_ADM2Code": "16282", "Action2Geo_Lat": 48.8667, "Action2Geo_Long": 2.33333, "Action2Geo_FeatureID": "-1456928", "DATEADDED": 20190901054500, "SOURCEURL": "https://moguldom.com/223817/senegalese-women-shine-in-tech-innovation-showcase/"}, "ARTICLE": {"TITLE": "Senegalese Women Shine In Tech Innovation Showcase", "TEXT": "Senegalese Women Shine In Tech Innovation Showcase\n\nWritten by Staff\n\n34 SHARES Share Tweet\n\nPhoto by Oluwakemi Solaja on Unsplash\n\nBarcode health cards, mobile apps for victims of violence and an online legal platform are just some of the ideas showing the direction of female digital pioneers in Africa, with Senegalese innovators in the spotlight.\n\nIn June the Senegalese capital Dakar hosted the first African edition of ‘Digital Women’s Day’, which for the previous seven years had taken place in Paris.\n\nMore than 650 people and 26 corporations attended the event where innovators displayed tech creations, often to tackle daily problems women face and inspired by their own circumstances.\n\nFrom Eyewitness News.\n\nOrganizers say Dakar – one of the first African cities to offer free internet access – has ambitions as a budding start-up hub with plans to create 35,000 direct jobs in new technologies by 2025.\n\n“Dakar is among the top 10 digital cities in Africa, with incubators for start-ups and major investors,” said Delphine Remy-Boutang, the event’s founder.\n\nAmong the participants was Nafissatou Diouf, who at 22 already heads a start-up with 10 employees.\n\nHer firm, Senvitale, creates QR codes for wristbands, pendants and cards enabling doctors or first responders to instantly access patients’ health data.\n\nMoved by her aunt’s sudden death after a failed treatment of an allergic reaction, Diouf gave up her studies in industrial chemistry and food technology to launch her digital enterprise.\n\nSenvitale , launched in 2017, won best Senegal start-up prize last year for its free platform, which also allows patients to manage their medical appointments.\n\nRead more at: Eyewitness New."}}