{"GDELT": {"GlobalEventID": 869698893, "Day": 20180901, "MonthYear": 201809, "Year": 2018, "FractionDate": 2018.6603, "Actor2Code": "RUS", "Actor2Name": "ST PETERSBURG", "Actor2CountryCode": "RUS", "IsRootEvent": 1, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 2.7322404371584703, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Petersburg, Sankt-Peterburg, Russia", "Actor2Geo_CountryCode": "RS", "Actor2Geo_ADM1Code": "RS66", "Actor2Geo_ADM2Code": "25095", "Actor2Geo_Lat": 59.8944, "Actor2Geo_Long": 30.2642, "Actor2Geo_FeatureID": "-2996338", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Moscow, Moskva, Russia", "Action2Geo_CountryCode": "RS", "Action2Geo_ADM1Code": "RS48", "Action2Geo_ADM2Code": "25106", "Action2Geo_Lat": 55.7522, "Action2Geo_Long": 37.6156, "Action2Geo_FeatureID": "-2960561", "DATEADDED": 20190901054500, "SOURCEURL": "https://www.businesslive.co.za/bd/life/2019-09-01-billionaire-viktor-vekselberg-on-trading-oil-for-faberg-eggs/"}, "ARTICLE": {"TITLE": "Billionaire Viktor Vekselberg on trading oil for Fabergé eggs", "TEXT": "Moscow — When Arnold Schwarzenegger visited Russia in 2010, Viktor Vekselberg showed the California governor his famous Fabergé collection on display at the Ritz-Carlton in Moscow.\n\nThree years later, the billionaire found a permanent home for the items at Shuvalov Palace in St Petersburg — the city of Carl Fabergé’s birth — spending $40m to renovate the neo-classical building on the Fontanka River. Today, the Fabergé Museum includes more than 1,000 pieces, making it the world’s biggest collection of works by the legendary jeweller best known for his imperial Easter eggs.\n\n“Any true collector makes a collection to put it on public display sooner or later and, ideally, create its own museum,” Vekselberg said in an e-mail.\n\nFabergé Museum director Vladimir Voronchenko, a childhood friend of Vekselberg, said he’s building it into a “global brand”. Nearly 690,000 people visited last year, an almost eight-fold increase from 2014, making it one of the most popular cultural destinations in St Petersburg.\n\nVekselberg is co-founder of Renova Group and has interests in more than a dozen companies, including a stake in United Comopany Rusal, the world’s largest aluminum producer outside China, as well as shares of equipment makers Sulzer and Oerlikon. He’s the nation’s 10th-richest person with a $13.7bn fortune, according to the Bloomberg billionaires index.\n\nIn April 2018, the US treasury department included Vekselberg and Renova on a list of oligarchs, companies and senior government officials subject to sanctions that the US said was punishment for the country’s actions in Crimea, Ukraine and Syria, and for attempting to subvert Western democracies. Voronchenko said the sanctions haven’t affected museum operations.\n\n“Like me, Viktor has always been an active collector,” Voronchenko said, adding that they both started in the early 1990s with icons and classic paintings of old Russian masters.\n\nIn 2004, Vekselberg acquired an iconic collection of more than 200 Fabergé items from the Forbes family for about $100m. Carl Fabergé, who provided Russian emperors and noblemen with numerous precious works over four decades, fled the country shortly after the Bolshevik revolution in 1917. He’s best known for a series of 50 Easter eggs that Russia’s last two czars gave as gifts to close relatives. The Fabergé Museum has nine of them.\n\nVekselberg said his purchase of the Forbes collection was made possible after he and his partners sold a 50% stake in Tyumen Oil in 2003 for almost $7bn. “Fortunately, I had enough available money.”\n\nIn addition to the famed eggs, Vekselberg’s Fabergé collection includes other pieces of jewellery, silverware and religious objects. The museum also displays works of other Russian jewellers and silversmiths who were Fabergé’s contemporaries. The entire collection includes more than 4,000 items.\n\nEmperors and Dukes\n\nIrina Stepanova, head of Sotheby’s Russia, said Fabergé pieces are always among the top lots when they come up at auction. In 2007, a Fabergé egg made in 1902 for the Rothschild banking family fetched an auction record £8.9m. “Buying a Fabergé item is like buying Marie Antoinette’s tiara,” Stepanova said. “You get a thing that was in the hands of emperors and grand dukes.”\n\nAfter the collapse of the Russian empire, Fabergé masterpieces were dispersed around the world. Many were sold by the fledgling Soviet republic to American industrialist Armand Hammer in exchange for wheat and other products.\n\nHammer helped make Fabergé a household name among collectors in the US, which has two world-class sets of works: the Lillian Thomas Pratt collection donated to the Virginia Museum of Fine Arts and Dorothy and Artie McFerrin’s private collection.\n\nDali and Kahlo\n\nIn contrast with the US, most museums in Russia are state-owned, though there are some exceptions. Energy billionaire Leonid Mikhelson is building a $130m centre of contemporary art in Moscow. Roman Abramovich, the owner of Chelsea Football Club, and his former partner, Dasha Zhukova, founded Moscow’s Garage Museum of Contemporary Art in 2008, and covers part of its annual $22m budget.\n\nVoronchenko said he has sought to attract new visitors with exhibits unrelated to Fabergé. In 2017, works by Salvador Dali were on display, and early last year the museum showcased paintings by iconic Mexican artist Frida Kahlo.\n\nVekselberg views the endeavour as more of a hobby and a charity than anything else. “The museum isn’t a business for me.”\n\nBloomberg"}}