{"GDELT": {"GlobalEventID": 869698911, "Day": 20190825, "MonthYear": 201908, "Year": 2019, "FractionDate": 2019.6438, "Actor1Code": "IRN", "Actor1Name": "TEHRAN", "Actor1CountryCode": "IRN", "Actor2Code": "USA", "Actor2Name": "WASHINGTON", "Actor2CountryCode": "USA", "IsRootEvent": 1, "EventCode": 46, "EventBaseCode": 46, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 7.0, "NumMentions": 4, "NumSources": 1, "NumArticles": 4, "AvgTone": -2.7363184079602, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Tehran, Tehran, Iran", "Actor1Geo_CountryCode": "IR", "Actor1Geo_ADM1Code": "IR26", "Actor1Geo_ADM2Code": "41130", "Actor1Geo_Lat": 35.75, "Actor1Geo_Long": 51.5148, "Actor1Geo_FeatureID": "10074674", "Actor2Geo_Type": 3, "Actor2Geo_Fullname": "Washington, District of Columbia, United States", "Actor2Geo_CountryCode": "US", "Actor2Geo_ADM1Code": "USDC", "Actor2Geo_ADM2Code": "DC001", "Actor2Geo_Lat": 38.8951, "Actor2Geo_Long": -77.0364, "Actor2Geo_FeatureID": "531871", "Action2Geo_Type": 1, "Action2Geo_Fullname": "France", "Action2Geo_CountryCode": "FR", "Action2Geo_ADM1Code": "FR", "Action2Geo_Lat": 46.0, "Action2Geo_Long": 2.0, "Action2Geo_FeatureID": "FR", "DATEADDED": 20190901054500, "SOURCEURL": "https://www.globalsecurity.org/wmd/library/news/iran/2019/iran-190831-presstv04.htm"}, "ARTICLE": {"TITLE": "US showing 'some flexibility' on Iran oil sales: Iran deputy FM", "TEXT": "US showing 'some flexibility' on Iran oil sales: Iran deputy FM\n\nIran Press TV\n\nSat Aug 31, 2019 10:29AM\n\nThe Iranian deputy foreign minister for political affairs says the United States has shown \"some flexibility\" on the licensing of Iranian oil sales, and this showed that Washington failed in its policy of maximum pressure against Tehran.\n\nAbbas Araqchi made the remarks on Saturday as he pointed to a short visit of Iranian Foreign Minister Mohammad Javad Zarif made last week to the summit venue of the seven top economic powers of the world, known as G7, in France where French President Emmanuel Macron talks with US President Donald Trump over defusing tensions between Washington and Tehran.\n\n\"Macron met with Trump during the G7 meeting and the US side has shown some flexibility in the licensing of Iranian oil sales,\" Araqchi said. \"This is a breach in the US maximum pressure policy and a success for Iran's policy of maximum resistance.\"\n\nHe described the country's foreign policy as \"active and dynamic\" in various fields over the past year and underscored that the United States had been \"isolated\" following its unilateral approach toward Tehran, and the 2015 nuclear deal, known as the Joint Comprehensive Plan of Action (JCPOA).\n\nAsserting that Washington's policy of maximum pressure on Iran had been defeated, Araqchi also said Tehran had scaled back some of its nuclear commitments under the JCPOA and that the measure had been taken in response to the US reneging on the landmark deal.\n\nIran and the five permanent members of the United Nations Security Council – the US, France, Britain, Russia and China – plus Germany signed the JCPOA on July 2015 and started implementing it on January 16, 2016.\n\nUnder the landmark agreement, Iran undertook to put limits on its nuclear program in exchange for the removal of nuclear-related sanctions.\n\nHowever, Trump pulled his country out of JCPOA in May last year and launched the \"maximum pressure\" against the Islamic Republic, re-imposing the sanctions lifted under the agreement.\n\nFollowing Washington's exit, Iran initially said it would stay in the deal if the other signatories – France, Britain, Germany, Russia and China – manage to offset Washington's anti-Iran sanctions.\n\nA year later, after the European sides failed to fulfill their end of the bargain, Iran suspended the implementation of some of its nuclear commitments under the JCPOA."}}