{"GDELT": {"GlobalEventID": 869757224, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor1Code": "DEU", "Actor1Name": "GERMANY", "Actor1CountryCode": "DEU", "Actor2Code": "POL", "Actor2Name": "POLAND", "Actor2CountryCode": "POL", "IsRootEvent": 1, "EventCode": 190, "EventBaseCode": 190, "EventRootCode": 19, "QuadClass": 4, "GoldsteinScale": -10.0, "NumMentions": 1, "NumSources": 1, "NumArticles": 1, "AvgTone": 0.45045045045045, "Actor1Geo_Type": 4, "Actor1Geo_Fullname": "Warsaw, (PL67), Poland", "Actor1Geo_CountryCode": "PL", "Actor1Geo_ADM1Code": "PL67", "Actor1Geo_ADM2Code": "24452", "Actor1Geo_Lat": 52.25, "Actor1Geo_Long": 21.0, "Actor1Geo_FeatureID": "-534433", "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Warsaw, (PL67), Poland", "Actor2Geo_CountryCode": "PL", "Actor2Geo_ADM1Code": "PL67", "Actor2Geo_ADM2Code": "24452", "Actor2Geo_Lat": 52.25, "Actor2Geo_Long": 21.0, "Actor2Geo_FeatureID": "-534433", "Action2Geo_Type": 1, "Action2Geo_Fullname": "Germany", "Action2Geo_CountryCode": "GM", "Action2Geo_ADM1Code": "GM", "Action2Geo_Lat": 51.5, "Action2Geo_Long": 10.5, "Action2Geo_FeatureID": "GM", "DATEADDED": 20190901143000, "SOURCEURL": "https://www.jsonline.com/story/news/politics/2019/08/31/pence-poland-polish-people-admire-americans-not-necessarily-trump/2152727001/"}, "ARTICLE": {"TITLE": "Polish people hold deep affection for Americans, but not necessarily Trump", "TEXT": "WARSAW, Poland – Jacek Szemplinski, like many of his countrymen, has a soft spot in his heart for Americans. He sees them as straight-talkers and practical people who use simple words to express big ideas.\n\nBut the Polish businessman has a more complicated view of President Donald Trump, who he regards as “a strong man” and “a fighter” but who he also fears is playing a dangerous game by waging a trade war with China.\n\n“I have doubts about him,” Szemplinski said, pausing during a stroll through a downtown park in the Polish capital Saturday morning.\n\nFor Polish people who already harbored suspicions of the American president, Trump further fueled their skepticism when he announced abruptly Thursday that he was canceling a two-day trip to Poland so he could remain in the United States and monitor Hurricane Dorian, which is barreling toward the East Coast.\n\nIn his place, Trump sent Vice President Mike Pence, who arrived in Warsaw on Sunday morning and attended services with other world leaders commemorating the 80th anniversary of the start of World War II.\n\nIn a speech at the commemoration in Warsaw's Piłsudski Square, Pence reflected on the suffering of the Polish people during “the long and terrible war” that started with Nazi Germany’s invasion of Poland on Sept. 1, 1939.\n\nMore than 3 million of Poland’s Jewish citizens – roughly 90 percent of all Polish Jews – would be murdered by the Nazis during the Holocaust.\n\nYet the Polish people bravely fought back, rebelling against “the twisted ideologies of Nazism and Communism” and proving that Poland is “a homeland of heroes,” Pence said.\n\n“If any should doubt that the destiny of mankind is freedom, let them look to Poland, to the courageous Polish people, and see for themselves the indomitable spirit, strength and resilience of freedom-loving people standing on a foundation of faith,” Pence said.\n\nPence reaffirmed the U.S. commitment to stand with Poland “for our common defense,” and he called on other allies “to live up to the commitments we have made to one another.”\n\nWhile in Poland, Pence also will attend a series of meetings on Sunday and Monday, including a bilateral discussion with Polish President Andrzej Duda.\n\nTrump and Poland:Donald Trump canceling Poland trip as Hurricane Dorian barrels toward Florida\n\nMeanwhile, Szemplinski and other Poles don’t buy Trump’s explanation for pulling out of his trip to their country.\n\n“I don’t know what he’s going to do about the storm,” said Antoni Kwiatkowski, a music student who questioned Trump’s rationale for staying home.\n\n“I don’t believe this storm is the real reason” for Trump canceling, Szemplinski agreed. “I think Trump doesn’t like somebody. I don’t know who. But he doesn’t like somebody.”\n\nThough they may not always agree with the American president, the Polish people historically have held a sincere fondness for Americans and a deep respect for the presidency itself.\n\n“Poland has been for a long time one of the most pro-American countries in Europe, if not the world,” said Daniel Fried, who served as U.S. ambassador to Poland for more than two years under former President Bill Clinton.\n\nMore:France's Emmanuel Macron hopes to set up meeting between Donald Trump and Iran in 'coming weeks'\n\n“The Polish people have looked at the United States as their benefactor, their ally,” Fried said. “And they think, with some basis, that the United States is one of the early sponsors of their regaining their independence in 1918.”\n\nLast summer, an outdoor photo exhibit in downtown Warsaw paid tribute to former President Woodrow Wilson and American diplomat Edward Mandell House – a close Wilson adviser known as “Colonel House,” even though he had no military background – for embracing and facilitating the cause of Polish independence.\n\n“Nobody remembers that in the United States, outside of people who know the history,” Fried said. But, “the Poles have never forgotten.”\n\nThe U.S.-Polish relationship goes back even further and can be traced to the American Revolution, when Polish Colonel Casimir Pulaski fought the British alongside George Washington, said Heather Conley, an expert on European affairs at the Center for Strategic and International Studies.\n\n“Our country is enriched by a strong Polish-American community, and we see Poland’s return to independence and American support for the Solidarity movement as a shared success,” Conley said. “They are a strong ally and partner to the U.S. In other words, this relationship transcends any one particular U.S. president.”\n\nTrump at G-7:Behind-the-scenes discord rattles G-7 summit despite Donald Trump's claim that all is well\n\nPoland’s nationalist, right-wing government has embraced Trump and welcomed him enthusiastically during his first trip to Warsaw in 2017. The ruling party shares the president's hard-line views on immigration and, like Trump, has often found itself in conflict with the rest of the European Union.\n\nFor his part, Trump has been eager to strengthen ties with the Polish government, which is looking to spend billions of dollars to buy F-35 jets and other weaponry from the United States as it seeks the establishment of a permanent U.S. military base in Poland.\n\nDuring Pence’s visit to Warsaw, the two countries also are expected to sign a deal calling for them to work together to improve the security of Poland’s 5G telecommunications system as the Trump administration tries to counter the influence of the Chinese telecommunications company Huawei.\n\nMadeleine Westerhout:Trump warns aide Madeleine Westerhout has a 'fully enforceable confidentiality agreement'\n\nBut the Polish government’s affinity for the American leader isn’t necessarily shared by the Polish people, who, like the rest of Europe, are curious about, yet divided over, his presidency.\n\n“Donald Trump – he’s very crazy,” said Michal Capucino, a restaurant worker biking in the shadow of the Palace of Culture and Science, a gigantic tower that Joseph Stalin considered his gift to the Polish people, who now regard it as a symbol of Soviet domination.\n\nKwiatkowski, the music student, said he dislikes Trump’s “extreme politics” and “ultra-dominating behavior.”\n\nBut Weronika Harutivnian, a bakery worker visiting relatives in Warsaw, said Trump has “a strong hand” and knows how to solve problems.\n\n“People say he’s not a good president, but to me, he’s very good and he knows what to do,” she said.\n\nFor many Poles, “he makes us want to go to America,” she said.\n\n'Dreams and windmills':On climate, Trump says he won't lose nation's wealth to 'dreams and windmills'"}}