{"GDELT": {"GlobalEventID": 869756924, "Day": 20190901, "MonthYear": 201909, "Year": 2019, "FractionDate": 2019.6603, "Actor2Code": "BUS", "Actor2Name": "CHAMBER OF COMMERCE", "Actor2Type1Code": "BUS", "IsRootEvent": 0, "EventCode": 43, "EventBaseCode": 43, "EventRootCode": 4, "QuadClass": 1, "GoldsteinScale": 2.8, "NumMentions": 3, "NumSources": 1, "NumArticles": 3, "AvgTone": -1.55109489051095, "Actor1Geo_Type": 0, "Actor2Geo_Type": 4, "Actor2Geo_Fullname": "Beijing, Beijing, China", "Actor2Geo_CountryCode": "CH", "Actor2Geo_ADM1Code": "CH22", "Actor2Geo_ADM2Code": "13001", "Actor2Geo_Lat": 39.9289, "Actor2Geo_Long": 116.38799999999999, "Actor2Geo_FeatureID": "-1898541", "Action2Geo_Type": 4, "Action2Geo_Fullname": "Beijing, Beijing, China", "Action2Geo_CountryCode": "CH", "Action2Geo_ADM1Code": "CH22", "Action2Geo_ADM2Code": "13001", "Action2Geo_Lat": 39.9289, "Action2Geo_Long": 116.38799999999999, "Action2Geo_FeatureID": "-1898541", "DATEADDED": 20190901143000, "SOURCEURL": "https://www.latimes.com/business/story/2019-08-29/latest-round-of-trumps-tariffs-on-china-take-effect-on-many-consumer-goods"}, "ARTICLE": {"TITLE": "Latest round of Trump’s tariffs on China takes effect on many consumer goods", "TEXT": "The first big wave of U.S. tariffs on consumer goods made in China took effect Sunday, and it won’t be long before Americans are paying more for many everyday purchases.\n\nThe tariff list includes 90 types of boots, slippers, leather shoes and other footwear; more than 125 kinds of watches and clocks; various color TV sets and video monitors; and hundreds of clothing items. In all, about $110 billion worth of imported products from China are newly subject to 15% tariffs.\n\nIn earlier rounds, President Trump slapped 25% duties on $250 billion of Chinese products, but those were mainly machinery and industrial materials and parts.\n\nThis round is different and explains why analysts view these new tariffs —which will be applied to a second and larger wave of China-made consumer goods in December — as an inflection point in the trade war with China.\n\nAdvertisement\n\n“It’s a big setback for negotiations,” said Wendy Cutler, a trade expert at the Asia Society Policy Institute, referring to Trump’s tweets on Aug. 23, when he labeled Chinese President Xi Jinping an “enemy” andmoved to raise tariffs on an additional $300 billion of mostly consumer products from China. Trump also “hereby ordered” U.S. businesses to leave China.\n\nSince then, amid more turmoil in stock markets and an outcry from U.S. farmers and businesses, Trump has toned down the rhetoric even as he has defended his erratic approach on China as his style of negotiating.\n\nBeijing, for its part, has sent conciliatory signals. It hasn’t announced retaliation for Trump’s latest move to bump up tariffs to 15% from 10%. And Chinese officials have indicated they remain open to continuing dialogue.\n\nThat has raised optimism that the two sides will resume negotiations this month, although there’s been no confirmation on when and where that would happen.\n\nAdvertisement\n\nThe U.S. and China have been locked in a tit-for-tat trade war since spring of last year. Trump and his trade officials are demanding China cut its large trade surplus with America, open up markets and reform its state-run industrial policies.\n\nFinancial markets, desperate for more hopeful news on U.S.-China trade talks, have rallied in recent days amid signs of renewed negotiations. The next opportunity for a potential deal will probably come in mid-November when Trump and Xi are expected to attend the Asia-Pacific Economic Cooperation leaders’ summit in Santiago, Chile.\n\nIn the last year Trump and Xi met twice at such international gatherings, and on both occasions, in Buenos Aires in December and Osaka, Japan, in June, Trump agreed to a truce and announced a renewal of talks, only to end the cease-fire with more tariffs months or weeks later when negotiations stalled.\n\nThere could be another replay of that scenario, but with each step-up in tariffs, analysts say it will be that much harder to unwind them and reach a settlement. And despite Trump’s insistence that it’s the Chinese who are footing the bill for his tariffs, American consumers will be telling a very different story soon.\n\nAdvertisement\n\nTake shoes.\n\nChina accounts for about 70% of all footwear sold in the United States. Starting Sunday, about half of China-made shoes entering U.S. borders will be hit with an additional 15% duty. The remaining shoes face 15% tariffs beginning Dec. 15, along with cellphones, laptop computers, toys and billions of dollars of other products from China.\n\nComfort One Shoes, which operates 16 stores in Maryland, Virginia and Washington, D.C., sells mostly higher-end footwear from Europe. But about a quarter of its merchandise is imported from China. Garrett Breton, a partner at Comfort One, says customers can expect to see price increases of about 10% on those shoes in as early as October.\n\n“Looks like [shoe manufacturers and wholesalers] are eating some of it and passing along a large portion,” said Breton, who just returned from an industry trade show.\n\nAdvertisement\n\nRetailers typically sell shoes at double the wholesale price, so that means a $5 tariff-related increase on a $50 pair of shoes at the wholesale level will end up costing the retail customer $10 more at checkout.\n\nIn a letter last week, more than 200 U.S. footwear firms appealed to Trump, unsuccessfully as it turned out, to cancel the new tariffs on consumer goods. “We are very concerned that this tariff action will create further economic uncertainty. An economic downturn will take away disposable income from U.S. consumers, even as they have to pay more for products,” the letter read.\n\nRecession risks have risen recently with an escalation in the trade war, and analysts are still betting that threat will prompt Trump to reach a deal with China, if only to avoid damaging his reelection bid.\n\nMickey Kantor, President Clinton’s top negotiator and now a lawyer in the Los Angeles office of Mayer Brown, worries that time is running out. If the two sides can’t come to agreement by year’s end, he says, “my guess is it would be very difficult to reach it in an election year.”\n\nAdvertisement\n\nKantor also serves as chairman of the board at Lexmark International Inc., which manufactures laser printers in southern China. Tariffs on those printers went up 15% on Sunday, as with an array of other electronics from China.\n\n“It is going to be difficult,” Kantor said. The company is considering “everything from raising prices and having distributors absorb some of the inflated prices and/or moving manufacturing.”\n\nTrump has announced tariffs on all imported goods from China, which totaled about $540 billion last year. Chinese imports have dropped about 12% through June this year. U.S. exports to China have fallen by 19%. And additional tariffs are being loaded up by both sides.\n\nChina raised duties by 5% to 10% on $75 billion of U.S. merchandise starting Sunday, to coincide with the higher American tariffs on Chinese consumer goods.\n\nAdvertisement\n\nOn Oct. 1, U.S. tariffs on $250 billion of Chinese products are set to rise to 30% from the current 25%. And on Dec. 15, tariffs on all of the remaining imports from China will jump by 15%.\n\nU.S. business groups say progress in upcoming talks, if they are held, could put off the tariffs that have yet to take effect — and help improve the climate for a deal.\n\n“We’re hopeful that the rumors of a calm resolution and a deescalation prove to be true,” said Myron Brilliant, head of international affairs at the U.S. Chamber of Commerce, referring to recent calls from Chinese officials for calmer attitudes. “For the talks to resume in earnest and get to a point where they’re serious in nature, we need calmer waters.”"}}